{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1576487/",
  "absolute_url": "/opinion/1576487/frye-v-brunswick-county-bd-of-educ/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1576487/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:49:43.307894Z",
  "date_modified": "2016-04-27T02:38:15.261818Z",
  "type": "010combined",
  "sha1": "03274a8dd747f24cb7c9446ad3e7ac8becbc30c8",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>612 F.Supp.2d 694 (2009)</b></center>\n<center><h1>Robert FRYE, Kathy Frye, and Kylee Rose Frye, Plaintiffs,<br>\nv.<br>\nBRUNSWICK COUNTY BOARD OF EDUCATION and David Hamilton Arrowood, Defendants.</h1></center>\n<center>No. 7:08-CV-47-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>March 9, 2009.</center>\n<p><span class=\"star-pagination\">*699</span> Robert Marion Tatum, Tatum Atkinson &amp; Lively, PLLC, Raleigh, NC, for Plaintiffs.</p>\n<p>Kathleen P. Tanner Kennedy, Tharrington Smith, LLP, Raleigh, NC, Mark A. Lewis, Ramos and Lewis, LLP, Shallotte, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Plaintiffs Robert Frye, Kathy Frye, and Kylee Rose Frye (\"plaintiffs\") sued defendants Brunswick County Board of Education (\"Board\") and David Hamilton Arrowood (\"Arrowood\") for damages arising from Arrowood's relationship with Kylee Frye while she was a high school senior in Brunswick County, North Carolina. The defendant Board filed a motion to dismiss all claims against the Board. As explained below, the court grants the Board's motion to dismiss. Plaintiffs' action against Arrowood is unaffected, and plaintiffs may continue to seek relief from Arrowood.</p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiffs are Kylee Rose Frye (\"Kylee\") and Kylee's parents, Robert Frye (\"Mr. Frye\") and Kathy Frye (\"Mrs. Frye\") (collectively, \"plaintiffs\"). Compl. ¶ 10. Defendants are the Board and Arrowood. Arrowood is a former employee of the Board and a former math teacher at West Brunswick High School (\"High School\"). <i>Id.</i> ¶¶ 6-7, 11, 31, Kylee was a 17-year-old high school senior in Arrowood's math class during the 2005-06 school year. <i>See id.</i> ¶¶ 10-11, 16.</p>\n<p>Plaintiffs allege that Arrowood engaged in an inappropriate relationship with Kylee from October 2005 through April 2006, culminating in his marriage proposal to Kylee. <i>Id.</i> ¶¶ 12-18. According to the complaint, Arrowood exchanged e-mails and other written correspondence with Kylee from November 2005 to April 2006, and gave her numerous gifts. <i>Id.</i> ¶¶ 14-15, Arrowood inappropriately touched Kylee on school campus in October 2005, and they engaged in various sexual acts from November 2005 through April 2006. <i>Id.</i> ¶¶ 12-13. Teachers at the High School witnessed acts of inappropriate contact between Arrowood and Kylee. <i>Id.</i> ¶ 17. The teachers then reported their concerns to. the High School's administration. <i>See id.</i> These reports prompted two assistant principals to visit Arrowood's classroom late in the afternoon on April 12, 2006, where they observed Arrowood and Kylee engaging in a sexual act. <i>Id.</i> ¶¶ 18-19. After the administration reported the incident to the Brunswick County Sheriffs Office, Board employees told the police that they \"did not need to respond\" and attempted \"to disengage the police from a real investigation.\" <i>Id.</i> ¶¶ 19-20. James Jordan, principal of the High School, initially refused to provide witness statements to the Sheriffs Department and only complied after being threatened with arrest. <i>Id.</i> ¶¶ 8, 24-29. Superintendent Katie McGee directed Jordan not to provide the statements. <i>Id.</i> ¶ 24. A detective with the Brunswick County Sheriffs Office interviewed Arrowood, and he confessed to sexual contact with Kylee. <i>Id.</i> ¶ 23.</p>\n<p>On April 13, 2006, Arrowood was charged with various offenses which were ultimately consolidated into five felonies. <span class=\"star-pagination\">*700</span> <i>Id.</i> ¶ 30. Arrowood retired from his teaching position. <i>Id.</i> ¶ 31, In February 2007, Arrowood pleaded guilty in North Carolina state court to five felony counts and was sentenced to ninety days in custody and five years probation. <i>See id.</i> ¶ 30. As part of his plea agreement, he agreed not to teach at any school. <i>Id.</i></p>\n<p>Plaintiffs bring claims against the Board and Arrowood for intentional and negligent infliction of emotional distress (claims I and II), against the Board for negligent supervision and retention (claim III), against the Board and Arrowood for assault and battery (claim IV), against the Board for violation of Kylee's right to an education under the North Carolina Constitution (claim V), against the Board for breach of contract (claim VI), and against the Board for violations of plaintiffs' right to equal protection and substantive due process under the North Carolina and United States Constitutions (claim VII). Plaintiffs seek compensatory and punitive damages.</p>\n<p>The Board is enrolled in a risk-management program provided by the North Carolina School Board's Trust (\"NCSBT\"). <i>Id.</i> ¶ 94; <i>see</i> Def. Bd.'s Mot. to Dismiss, Ex. A [hereinafter \"Dunlap Aff.\"], Ex. A [hereinafter \"Agreement\"]. The Agreement provides that NCSBT will pay for certain claims made against the Board, its members, and its employees. Compl. ¶ 94. Plaintiffs did not name NCSBT as a defendant in this action.</p>\n<p>The Board filed a motion to dismiss plaintiffs' claims pursuant to Rules 12(b)(1), 12(b)(2), and 12(b)(6) of the Federal Rules of Civil Procedure. Def. Bd.'s Mot. to Dismiss [D.E. 7]. The Board argues that (1) plaintiffs' North Carolina tort claims are barred by governmental immunity; (2) plaintiffs' North Carolina constitutional claims are barred by the presence of an adequate state remedy and fail to state a claim upon which relief may be granted; (3) plaintiffs' North Carolina tort claims fail to state a claim upon which relief may be granted; (4) plaintiffs' North Carolina contract claim fails to allege sufficient facts to rise to the level of a breach or to show that plaintiffs were intended third-party beneficiaries; (5) plaintiffs' equal protection and due process claims under the United States and North Carolina Constitutions fail \"to allege that [plaintiffs] have been treated arbitrarily with respect to similarly situated tort claimants, that they have the right to recover any damages against defendant Board, or that there has been any act so egregious so as to overcome the high level of deference given to government action under rational basis review\"; and (6) punitive damages are not recoverable from the Board as a matter of law. <i>Id.</i> at 1-2. Plaintiffs oppose the Board's motion to dismiss [D.E. 11].</p>\n<p></p>\n<h2>II.</h2>\n<p>The court has considered the motion to dismiss for failure to state a claim under the governing standard of Rule 12(b)(6). <i>See, e.g., </i><i>Erickson v. Pardus,</i> 551 U.S. 89, 127 S.Ct. 2197, 2200, 167 L.Ed.2d 1081 (2007) (per curiam); <i>Bell Atl. Corp. v. Twombly,</i> 550 U.S. 544, 127 S.Ct. 1955, 1968-70, 167 L.Ed.2d 929 (2007); <i>Giarratano v. Johnson,</i> 521 F.3d 298, 302 (4th Cir.2008). Under that standard, a court must accept the complaint's factual allegations as true, but need not accept the legal conclusions drawn from the facts. <i>See </i><i>Giarratano,</i> 521 F.3d at 302. Similarly, a court need not accept as true unwarranted inferences, unreasonable conclusions, or arguments. <i>See id.</i></p>\n<p>As for the Board's motion to dismiss under Rule 12(b)(1) and Rule 12(b)(2), the governmental immunity defense under North Carolina law presents a question of jurisdiction. <i>See, e.g., </i><i>Medina v. United States,</i> 259 F.3d 220, 223-24 (4th Cir.2001); <span class=\"star-pagination\">*701</span> <i>Myers v. McGrady,</i> 360 N.C. 460, 465 n. 2, 628 S.E.2d 761, 765 n. 2 (2006): <i>Teachy v. Coble Dairies, Inc.,</i> 306 N.C. 324, 326-28, 293 S.E.2d 182, 183-84 (1982); <i>N.C. Ins. Guar. Ass'n v. Bd. of Trs. of Guilford Technical Cmty. Coll.,</i> 185 N.C.App. 518, 521, 648 S.E.2d 859, 860-61 (2007), <i>disc. rev. allowed,</i> 362 N.C. 678, 678, 672 S.E.2d 680 (2008); <i>Welch Contracting, Inc. v. N.C. Dep't of Transp.,</i> 175 N.C.App. 45, 50, 622 S.E.2d 691, 694 (2005); <i>Battle Ridge Cos. v. N.C. Dep't of Transp.,</i> 161 N.C.App. 156, 157, 587 S.E.2d 426, 427 (2003); <i>Data Gen. Corp. v. County of Durham,</i> 143 N.C.App. 97, 100, 545 S.E.2d 243, 245-46 (2001); <i>Coastland Corp. v. N.C. Wildlife Res. Comm'n,</i> 134 N.C.App. 343, 346, 517 S.E.2d 661, 663 (1999); <i>Locus v. Fayetteville State Univ.,</i> 102 N.C.App. 522, 525, 402 S.E.2d 862, 864 (1991); <i>Zimmer v. N.C. Dep't of Transp.,</i> 87 N.C.App. 132, 133-34, 360 S.E.2d 115, 116-17 (1987); <i>Stahl-Rider, Inc. v. State,</i> 48 N.C.App. 380, 383-84, 269 S.E.2d 217, 219 (1980). North Carolina courts have not resolved whether the sovereign immunity defense challenges personal jurisdiction or subjectmatter jurisdiction. <i>See, e.g., </i><i>Myers,</i> 360 N.C. at 465 n. 2, 628 S.E.2d at 765 n. 2 (\"[The North Carolina Supreme] Court has simply referred to the sovereign immunity bar as fatal to `jurisdiction' without further specification.\"); <i>Teachy,</i> 306 N.C. at 327-28, 293 S.E.2d at 184 (\"Courts have differed as to whether sovereign immunity is a matter of personal or subject matter jurisdiction.... [W]e do not determine whether sovereign immunity is a question of subject matter [or personal] jurisdiction.. . .\"); <i>Locus,</i> 102 N.C.App. at 525, 402 S.E.2d at 864 (\"It has been recognized that whether sovereign immunity presents a question of subject matter jurisdiction or personal jurisdiction is unsettled in North Carolina.\"). Here, defendant Board files a motion to dismiss under Rule 12(b)(1) and Rule 12(b)(2). Accordingly, the court evaluates the motion under both governing standards.</p>\n<p>In construing a Rule 12(b)(1) motion, plaintiff has the burden of proving subject-matter jurisdiction. <i>Richmond, Fredericksburg &amp; Potomac R.R. v. United States,</i> 945 F.2d 765, 768 (4th Cir.1991). A court may \"regard the pleadings as mere evidence on the issue, and may consider evidence outside the pleadings without converting the proceeding to one for summary judgment.\" <i>Evans v. B.F. Perkins Co.,</i> 166 F.3d 642, 647 (4th Cir.1999) (quotation omitted). \"The district court should grant the Rule 12(b)(1) motion to dismiss `only if the material jurisdictional facts are not in dispute and the moving party is entitled to prevail as a matter of law.'\" <i>Id.</i> (quoting <i>Richmond,</i> 945 F.2d at 768). The pleadings are construed in a light most favorable to the nonmoving party. <i>See, e.g., </i><i>Goldstar (Panama) S.A. v. United States,</i> 967 F.2d 965, 967 (4th Cir.1992). \"The district court should apply the standard applicable to a motion for summary judgment, under which the nonmoving party must set forth specific facts beyond the pleadings to show that a genuine issue of material fact exists.\" <i>Richmond,</i> 945 F.2d at 768.</p>\n<p>Under Rule 12(b)(2), plaintiff bears the burden of setting forth facts sufficient to demonstrate personal jurisdiction. <i>See </i><i>Mylan Labs., Inc. v. Akzo, N.V.,</i> 2 F.3d 56, 59-60 (4th Cir.1993). When the jurisdictional facts are challenged, however, the court may resolve the issue in a separate evidentiary hearing or defer ruling pending receipt at trial of evidence relevant to jurisdiction. <i>Id.; </i><i>Combs v. Bakker,</i> 886 F.2d 673, 676 (4th Cir.1989); <i>see Trivette v. Risher,</i> No. 7:07-CV-16-D, 2008 WL 516747, at *1 &amp; n. 1 (E.D.N.C. Feb. 25, 2008) (unpublished).<sup>[1]</sup> If the court <span class=\"star-pagination\">*702</span> rules on the basis of the motion papers alone, plaintiff is required only to make a prima facie showing of personal jurisdiction. <i>See </i><i>Mylan,</i> 2 F.3d at 60. In deciding whether a plaintiff has met this burden, a court must construe all relevant pleadings in the light most favorable to the plaintiff and draw all reasonable inferences for the existence of jurisdiction. <i>Id.</i>; <i>Wolf v. Richmond County Hosp. Auth.,</i> 745 F.2d 904, 908 (4th Cir.1984).</p>\n<p></p>\n<h2>III.</h2>\n<p>First, the court examines the Board's argument that governmental immunity bars plaintiffs' North Carolina tort claims against the Board. In North Carolina, \"[a] county or city board of education is a governmental agency, and therefore is not liable in a tort or negligence action except to the extent that it has waived its governmental immunity pursuant to statutory authority.\" <i>Seipp v. Wake County Bd. of Educ.,</i> 132 N.C.App. 119, 121, 510 S.E.2d 193, 194 (1999) (quotation omitted); <i>see </i><i>Hallman v. Charlotte-Mecklenburg Bd. of Educ.,</i> 124 N.C.App. 435, 437, 477 S.E.2d 179, 180 (1996). North Carolina courts strictly construe statutes authorizing waiver of governmental immunity. <i>See, e.g., </i><i>Hallman,</i> 124 N.C.App. at 438, 477 S.E.2d at 181. Under North Carolina law, the purchase of liability insurance is the exclusive means for a local board of education to waive immunity. <i>Lucas v. Swain County Bd. of Educ.,</i> 154 N.C.App. 357, 361, 573 S.E.2d 538, 541 (2002). North Carolina General Statute section 115C-42 sets forth the way in which a local board of education may waive its immunity through the purchase of liability insurance.<sup>[2]</sup> Importantly, a board waives its <span class=\"star-pagination\">*703</span> immunity only to the extent of its liability insurance, and the insurance contract must be purchased from a North Carolina-licensed or otherwise qualified insurance company. <i>See</i> N.C. Gen.Stat. § 115C-42. In cases involving materially indistinguishable agreements between school boards and NCSBT, the North Carolina Court of Appeals held that a school board's risk-management agreement with NCSBT does not waive governmental immunity because NCSBT does not qualify as liability insurance under N.C. Gen.Stat. § 115C-42. <i>See, e.g., </i><i>Willett v. Chatham County Bd. of Educ.,</i> 176 N.C.App. 268, 269, 625 S.E.2d 900, 901-02 (2006); <i>Ripellino v. N.C. Sch. Bds. Ass'n,</i> 158 N.C.App. 423, 428, 581 S.E.2d 88, 92 (2003); <i>see also </i><i>Lucas,</i> 154 N.C.App. at 361-62, 573 S.E.2d at 540-41; <i>Hallman,</i> 124 N.C.App. at 438-39, 477 S.E.2d at 181.</p>\n<p>Here, plaintiffs allege that the Board purchased liability insurance covering claims such as the ones in this case and have therefore waived its immunity. Compl. ¶ 2. However, the Agreement between the Board and NCSBT states that it \"is not a contract of insurance by a company or corporation duly licensed and authorized to execute insurance contracts in [North Carolina] or by a qualified insurer as determined by the Department of Insurance.\" Agreement 1. The Agreement also states that it \"expressly is not considered a waiver of governmental immunity as provided in [N.C. Gen.Stat. § ] 115C-42. <i>Id.</i> This Agreement, coupled with the above-cited North Carolina Court of Appeals precedent, appears to doom plaintiffs' efforts to avoid the Board's governmental immunity defense.</p>\n<p>In opposition to this conclusion, plaintiffs note that the Agreement does include excess insurance for claims between $150,000 and $850,000. Further, NCSBT appears to contract for reinsurance with Selective Insurance Company of the Southeast, which, at the time of the claim, appears to have been a licensed insurer in North Carolina. <i>See</i> Dunlap Aff., Ex. B., at 1; Articles of Redomestication of Selective Insurance Company of the Southeast, <i>available at</i> http://www.secretary.state.nc. us/corporations/Filings.aspx?PItemId= 4882084. Thus, plaintiffs argue that to the extent the claim is covered by the excess insurance policy, governmental immunity is waived.</p>\n<p>The court rejects plaintiffs' argument. The Agreement specifically excludes from its excess insurance \"any [c]laim arising out of or in connection with ... willful violation of any law [or] sexual acts, sexual molestation, sexual harassment, sexual assault, or sexual misconduct of any kind.\" Agreement 5. In <i>Craig v. New Hanover County Bd. of Educ.,</i> 185 N.C.App. 651, 648 S.E.2d 923 (2007), <i>cert. granted,</i> 362 N.C. 234, 659 S.E.2d 439 (2008), the North Carolina Court of Appeals held that governmental immunity barred plaintiffs' state tort claims against the Board. <i>Craig,</i> 185 N.C.App. at 654-55, 648 S.E.2d at 925-26. In <i>Craig,</i> a student and his parent sued a school board in tort for alleged student-to-student sexual misconduct. <i>Id.</i> at 652-53, 648 S.E.2d at 924. The school board in <i>Craig</i> was a party to a materially indistinguishable agreement with the NCSBT. <i>Id.</i> at 654, 648 S.E.2d at 925. The North Carolina Court of Appeals unanimously held that the tort claims arising out of the alleged sexual misconduct were excluded from the excess insurance coverage, and, consequently, the board did not waive its immunity. <i>Id.</i> at 654-55, 648 S.E.2d at 925-26.</p>\n<p>This court concludes that <i>Craig</i> correctly analyzes how the North Carolina Supreme Court would resolve the governmental immunity issue. <i>Cf. </i><i>Twin City Fire Ins. Co. v. Ben Arnold-Sunbelt Beverage Co. of S.C.,</i> 433 F.3d 365, 369 (4th <span class=\"star-pagination\">*704</span> Cir.2005) (in resolving disputed issue of state law, a federal court must determine how the state's highest court would rule if presented with the issue). Thus, the court holds that the Board's governmental immunity bars plaintiffs' North Carolina tort claims against the Board (i.e., claims I-IV).</p>\n<p></p>\n<h2>IV.</h2>\n<p>Governmental immunity does not apply to plaintiffs' North Carolina constitutional claims (claims V and VII). <i>See </i><i>Corum v. Univ. of N.C.,</i> 330 N.C. 761, 785-86, 413 S.E.2d 276, 291-92 (1992) (\"The doctrine of sovereign immunity cannot stand as a barrier to North Carolina citizens who seek to remedy violations of their rights guaranteed by the Declaration of Rights.... [W]hen there is a clash between... constitutional rights and sovereign immunity, the constitutional rights must prevail.\"). Nevertheless, a direct claim under the North Carolina Constitution is available only \"in the absence of an adequate state remedy.\" <i>Craig,</i> 185 N.C.App. at 655, 648 S.E.2d at 926 (quotation omitted). An \"adequate remedy\" means an \"available, existing, applicable remedy.\" <i>Id.</i> at 656, 648 S.E.2d at 927 (quotation omitted). For a remedy to be adequate, it must provide plaintiff the same type of relief, such that it \"completes his remedies.\" <i>See, e.g., </i><i>City-Wide Asphalt Paving, Inc. v. Alamance County,</i> 132 N.C.App. 533, 538-39, 513 S.E.2d 335, 339 (1999) (quotation omitted). However, the North Carolina Court of Appeals has held that an adequate state remedy need not be \"potentially successful,\" only \"available.\" <i>See </i><i>Craig,</i> 185 N.C.App. at 656, 648 S.E.2d at 926-27 (\"While we agree with plaintiff's contention that such a remedy must, in the end, be fruitless because the state retains immunity to such a claim, we are bound by precedent on this point.\"); <i>but see id.</i> at 657-59, 648 S.E.2d at 927-28 (Bryant, J., concurring in part and dissenting in part) (\"A claim pursued under state law that does not have the possibility of succeeding on its own merits as a result of government immunity cannot be deemed `adequate.'\").</p>\n<p>In <i>Craig,</i> Judge Bryant disagreed with the majority's analysis of the adequate state remedy doctrine under <i>Corum</i> and its progeny. Plaintiffs in <i>Craig</i> relied on Judge Bryant's partial dissent and appealed that portion of the North Carolina Court of Appeals' judgment to the North Carolina Supreme Court. On September 9, 2008, the North Carolina Supreme Court heard oral argument in <i>Craig.</i> The North Carolina Supreme Court has not yet ruled. <i>See</i> Full Docket Sheet # 484PA07, http://www.aoc.state.nc.us/www/public/sc/ dsheets/484-07-1.htm (last visited Mar. 8, 2009). Presumably, in <i>Craig,</i> the North Carolina Supreme Court will resolve whether a tort claim that is barred due to governmental immunity constitutes an adequate alternative remedy under <i>Corum.</i></p>\n<p>In this case, the court need not resolve this issue of North Carolina law or await the North Carolina Supreme Court's decision in <i>Craig.</i> As explained below, because plaintiffs' state constitutional claims fail to state a claim upon which relief may be granted, the North Carolina Supreme Court's potential analysis of the adequate state remedy doctrine in <i>Craig</i> will not impact the outcome of the Board's pending motion to dismiss.</p>\n<p></p>\n<h2>V.</h2>\n<p>Plaintiffs allege that the Board violated their substantive due process and equal protection rights under the United States and North Carolina Constitutions by not offering to settle their claims, despite having paid various claims in the past. <i>See</i> Compl. ¶ 95. Plaintiffs seek to enforce the alleged deprivation of their federal constitutional rights under 42 U.S.C. § 1983. <i>See, e.g., </i><i>Gonzaga Univ. v. Doe,</i> 536 U.S. <span class=\"star-pagination\">*705</span> 273, 285, 122 S.Ct. 2268, 153 L.Ed.2d 309 (2002). They also seek to remedy these alleged deprivations directly under the North Carolina State Constitution, which provides:</p>\n<blockquote>No person shall be taken, imprisoned, or disseized of his freehold, liberties, or privileges, or outlawed, or exiled, or in any manner deprived of his life, liberty, or property, but by the law of the land. No person shall be denied the equal protection of the laws; nor shall any person be subjected to discrimination by the State because of race, color, religion, or national origin.</blockquote>\n<p>N.C. Const. art. I, § 19.</p>\n<p></p>\n<h2>A.</h2>\n<p>First, plaintiffs assert claims for violations of federal and state substantive due process. The North Carolina Supreme Court interprets North Carolina's law of the land clause and the federal due process clause synonymously. <i>See, e.g., </i><i>State v. Bryant,</i> 359 N.C. 554, 563, 614 S.E.2d 479, 485 (2005); <i>Rhyne v. K-Mart Corp.,</i> 358 N.C. 160, 180, 594 S.E.2d 1, 15 (2004); <i>In re Moore,</i> 289 N.C. 95, 98, 221 S.E.2d 307, 309 (1976). To recover for a violation of substantive due process, plaintiffs must \"demonstrate (1) that they had property or a property interest; (2) that the state deprived them of this property or property interest; and (3) that the state's action falls so far beyond the outer limits of legitimate governmental action that no process could cure the deficiency.\" <i>MLC Auto., LLC v. Town of S. Pines,</i> 532 F.3d 269, 281 (4th Cir.2008) (quotation and emphasis omitted). The third element requires plaintiffs to show that the challenged action had \"no foundation in reason and is a mere arbitrary on irrational exercise of power having no substantial relation to the public health, the public morals, the public safety or the public welfare in its proper sense.\" <i>Sylvia Dev. Corp. v. Calvert County,</i> 48 F.3d 810, 827(4th Cir. 1995) (quotations omitted). For a substantive due process claim involving a challenge to an executive act, the initial inquiry is whether the act is \"`so egregious, so outrageous, that it may fairly be said to shock the contemporary conscience.'\" <i>Hawkins v. Freeman,</i> 195 F.3d 732, 738 (4th Cir.1999) (en banc) (quoting <i>County of Sacramento v. Lewis,</i> 523 U.S. 833, 847 n. 8, 118 S.Ct. 1708, 140 L.Ed.2d 1043 (1998)). If the claim meets this threshold test, the court next turns to the asserted interest to determine the appropriate level of protection. <i>See </i><i>Hawkins,</i> 195 F.3d at 738.</p>\n<p>Plaintiffs' substantive due process claim fails to state a claim for numerous reasons. First, to the extent plaintiffs seek payment under the Agreement, and claim that the Board violated substantive due process in not paying their claim, plaintiffs fail to state a claim upon which relief may be granted. According to the Agreement, NCSBT, not the Board, is responsible for determining the merits of and paying any claim. <i>See</i> Dunlap Aff. ¶ 5; Agreement 2, 8.</p>\n<p>Second, because the Board's purported claim denial is an executive act and a fundamental right is not involved, plaintiffs must show that the Board's failure to pay was \"so egregious, so outrageous, that it may fairly be said to shock the contemporary conscience.\" <i>Hawkins,</i> 195 F.3d at 738 (quotation omitted). The mere rationality standard applies; therefore, plaintiffs must overcome the high level of deference afforded under such review.</p>\n<p>Plaintiffs' complaint fails to meet the governing standard. Specifically, plaintiffs state: \"Upon information and belief, the Board and [NCSBT] ha[ve] examine[d] claims in which the immunity doctrine could be raised, but thereafter some claims were nevertheless paid.\" Compl. ¶ 95. Plaintiffs fail to make any allegation of any egregious or outrageous action on the part <span class=\"star-pagination\">*706</span> of the Board for failing to pay plaintiffs. <i>Cf. </i><i>Toomer v. Garrett,</i> 155 N.C.App. 462, 470, 574 S.E.2d 76, 84 (2002) (denying motion to dismiss substantive due process claim where complaint contained \"multiple allegations that defendants acted with a high level of culpability, including deliberate indifference, malice, willfulness, and retaliation\"). Thus, plaintiffs' substantive due process claim fails as a matter of law under rational basis review.</p>\n<p>Finally, plaintiffs have failed to allege the existence of a right that the Board violated in failing to pay plaintiffs. Absent a valid waiver of governmental immunity, plaintiffs have no right to recover damages from the Board. <i>See, e.g., </i><i>Clayton v. Branson,</i> 170 N.C.App. 438, 453, 455-56, 613 S.E.2d 259, 270, 272 (2005) (\"[A]bsent a waiver of governmental immunity by the purchase of liability insurance,: plaintiff is barred from maintaining a lawsuit against the city. As plaintiff has no right to maintain a suit against the city ... he cannot have a `constitutionally protected' property right to do so.\"). As the North Carolina Court of Appeals noted in <i>Clayton,</i> \"[s]imple logic dictates that a party cannot have a right or entitlement to a benefit whose dispensation rests entirely in the discretion of the city.\" <i>Id.</i> at 454, 613 S.E.2d at 270. Accordingly, plaintiffs' substantive due process claim against the Board under the United States and North Carolina Constitutions fails to state a claim upon which relief may be granted.</p>\n<p></p>\n<h2>B.</h2>\n<p>Next, plaintiffs assert claims for violations of their federal and North Carolina equal protection rights. Like substantive due process, the North Carolina Supreme Court interprets the state and federal equal protection clauses synonymously. <i>See, e.g., </i><i>Tri-County Paving, Inc. v. Ashe County,</i> 281 F.3d 430, 435 n. 6 (4th Cir.2002); <i>Bryant,</i> 359 N.C. at 563, 614 S.E.2d at 485. Equal protection \"requires that the states apply each law, within its scope, equally to persons similarly situated, and that any differences of application must be justified by the law's purpose.\" <i>Sylvia Dev. Corp.,</i> 48 F.3d at 818. \"[E]qual protection is not a license for courts to judge the wisdom, fairness, or logic of [governmental] choices.\" <i>FCC v. Beach Commc'ns, Inc.,</i> 508 U.S. 307, 313, 113 S.Ct. 2096, 124 L.Ed.2d 211 (1993). Absent the employment of a suspect classification or the burdening of a fundamental right, the relevant inquiry is whether the government's action, under any reasonably conceivable state of facts, was rationally related to a legitimate governmental interest. <i>See, e.g., id.; </i><i>Sylvia Dev. Corp.,</i> 48 F.3d at 820. Merely alleging disparate treatment is insufficient to trigger the protection of the Equal Protection Clause. As explained in <i>Sylvia:</i></p>\n<blockquote>If disparate treatment alone were sufficient to warrant a constitutional remedy, then every blunder by a local authority, in which the authority erroneously or mistakenly treats an individual differently than it treats another who is similarly situated, would rise to the level of a federal constitutional claim.</blockquote>\n<p>48 F.3d at 825. Instead, a party can bring an equal protection claim by alleging it has \"been intentionally treated differently from others similarly situated and that there is no rational basis for the difference in treatment.\" <i>Tri-County Paving, Inc.,</i> 281 F.3d at 439 (quotation omitted). For purposes of equal protection analysis, \"persons who are in all relevant respects alike\" are \"similarly situated.\" <i>Nordlinger v. Hahn,</i> 505 U.S. 1, 10, 112 S.Ct. 2326, 120 L.Ed.2d 1 (1992). Plaintiffs also must plead sufficient facts to demonstrate this \"unequal treatment was the result of intentional or purposeful discrimination.\" <i>Williams v. Hansen,</i> 326 F.3d 569, 576 (4th Cir.2003).</p>\n<p><span class=\"star-pagination\">*707</span> In this case, plaintiffs allege that the Board \"could have raised the doctrine of immunity on many tort claims,\" and its refusal to do so in some instances violates equal protection. <i>See</i> Compl. ¶ 95. Given that plaintiffs do not assert that the Board violated a fundamental right or used a suspect classification, the Board's actions in failing to pay plaintiffs need only be \"rationally related to a legitimate [governmental] interest.\" <i>Sylvia Dev. Corp.,</i> 48 F.3d at 820 (quotation omitted).</p>\n<p>As a threshold matter, plaintiffs have not sufficiently alleged that they were treated differently from other \"similarly situated\" persons. <i>Nordlinger,</i> 505 U.S. at 10, 112 S.Ct. 2326; <i>Tri-County Paving, Inc.,</i> 281 F.3d at 439. \"[A]s a practical matter, it would be exceedingly difficult for a plaintiff to show disparate treatment of `similarly situated' claimants absent evidence of reliance on an `inherently suspect criteria.'\" <i>Clayton,</i> 170 N.C.App. at 459, 613 S.E.2d at 273. The Board's allegedly selective use of the immunity defense, without more, does not meet the requirements necessary to survive a motion to dismiss. Alternatively, the Board's discretion to pay certain claims and not others is rationally related to a government interest. Finally, plaintiffs fail to allege that the Board's treatment of plaintiffs' claim \"was the result of intentional or purposeful discrimination.\" <i>Williams,</i> 326 F.3d at 576: <i>see also </i><i>Sunrise Corp. of Myrtle Beach v. City of Myrtle Beach,</i> 420 F.3d 322 (4th Cir.2005) (affirming dismissal of equal protection claim where plaintiffs failed to allege they were victims of purposeful discrimination). Thus, plaintiffs' equal protection claim under the United States and North Carolina constitutions fails to state a claim upon which relief may be granted.</p>\n<p></p>\n<h2>VI.</h2>\n<p>Plaintiffs also allege that the Board violated plaintiffs' right to the privilege of education under the North Carolina Constitution \"by fostering an environment in the schools where employees are afraid to report instances of inappropriate conduct by other teachers, coaches and/or staff and where conduct [described in the complaint] is tolerated by the ... Board.\" Compl. ¶ 81; <i>cf.</i> N.C. Const. art. I, § 15 (\"The people have a right to the privilege of education, and it is the duty of the State to guard and maintain that right.\"). Plaintiffs further allege that this environment and the ensuing coverup proximately caused plaintiffs' damages. Compl. ¶¶ 81-82. The Board moves to dismiss that claim because no North Carolina appellate court has ever held that there is an individual private right of action to enforce the North Carolina constitutional right to \"the privilege of education\" against a local board of education, and that even if such a private right of action existed, plaintiffs have not alleged sufficient facts to support their claim.</p>\n<p>No North Carolina appellate court has yet recognized a private right of action for damages under the North Carolina Constitution against a local board of education for the denial of the privilege of education. <i>See </i><i>Hoke County Bd. of Educ. v. State,</i> 358 N.C. 605, 635, 599 S.E.2d 365, 389 (2004). In <i>Hoke County Board of Education,</i> the North Carolina Supreme Court rejected the State of North Carolina's argument that the local school board should be responsible (at least in part) for the documented failings of its schools and students. <i>Id.</i> at 635, 599 S.E.2d at 389. Given that no North Carolina appellate court has recognized the right and the remedy that plaintiffs advance in their complaint, this federal court will not create such a right of action. <i>See </i><i>Time Warner Entm't-Advance/Newhouse P'ship v. Carteret-Craven Elec. Membership Corp.,</i> 506 F.3d 304, 314-15 (4th Cir.2007) (\"[A] federal court should not create or expand a State's public <span class=\"star-pagination\">*708</span> policy [or] elbow its way into [a] controversy to render what may be an uncertain and ephemeral interpretation of state law.\" (quotations omitted)). Accordingly, plaintiffs have failed to state a claim upon which relief may be granted.</p>\n<p></p>\n<h2>VII.</h2>\n<p>Plaintiffs allege that the Board breached its contract with NCSBT \"by refusing to pay claims after it has entered into an agreement to budget for the payment of those type of claims,\" and that plaintiffs are third-party beneficiaries to such a contract. Compl. ¶¶ 88-89. The Board responds that plaintiffs' factual allegations are insufficient to show (1) that the Board breached the Agreement, or (2) that plaintiffs were intended third-party beneficiaries of the Agreement. Def.'s Mem. 22-23. Plaintiffs reply that, because the Board paid money to NCSBT under the Agreement, plaintiffs are intended thirdparty beneficiaries. Compl. ¶ 85; Pls.' Resp. 16.</p>\n<p>Under North Carolina law, when a municipal corporation enters into a valid contract, it waives governmental immunity. <i>See </i><i>Able Outdoor, Inc. v. Harrelson,</i> 341 N.C. 167, 172, 459 S.E.2d 626, 629 (1995) (\"[W]hen the State enters into a valid contract, it waives its sovereign immunity so that it may be sued for breach of the contract.\"); <i>Data Gen. Corp.,</i> 143 N.C.App. at 100, 545 S.E.2d at 246. The North Carolina Court of Appeals extended this waiver to claims brought by certain third parties. <i>See </i><i>Carl v. State,</i> 665 S.E.2d 787, 795 (N.C.Ct.App.2008) (\"[W]hen the State occupies the same position as any other litigant, it may be sued by a third party to enforce a contract made for the direct benefit of that third party[.] ... [S]overeign immunity does not bar third-party beneficiary contract claims against the State.\").</p>\n<p>To survive a motion to dismiss a contract claim, plaintiffs must allege \"that a valid contract existed between the parties, that defendant breached the terms thereof, the facts constituting the breach, and that damages resulted from such breach.\" <i>Claggett v. Wake Forest Univ.,</i> 126 N.C.App. 602, 608, 486 S.E.2d 443, 446 (1997). Under North Carolina law,</p>\n<blockquote>a person may bring an action to enforce a contract to which he is not a party, if he demonstrates that the contracting parties intended primarily and directly to benefit him or the class of persons to which he belongs. The intent of the parties is ascertained by construction of the terms of the contract as a whole, construed in the light of the circumstances under which it was made and the apparent purpose that the parties are trying to accomplish. Furthermore, when a third person seeks enforcement of a contract made between other parties, the contract must be construed strictly against the party seeking enforcement.</blockquote>\n<p><i>DeMent v. Nationwide Mut. Ins. Co.,</i> 142 N.C.App. 598, 604, 544 S.E.2d 797, 801 (2001) (quotations and citations omitted). If a plaintiff is a third-party beneficiary of a contract where claims may be paid by one party to the plaintiff, plaintiffs recovery under such a theory is limited by the amount of the benefit under the contract. <i>See, e.g., </i><i>Blackwelder v. City of Winston-Salem,</i> 332 N.C. 319, 325, 420 S.E.2d 432, 436 (1992).</p>\n<p>Because the Board entered into the Agreement with the NCSBT, the Board waived the defense of sovereign immunity to a breach of contract claim. However, assuming without deciding that plaintiffs are intended third-party beneficiaries of the Agreement, plaintiffs do not allege sufficient facts to show that the <i>Board</i> breached the contract. According <span class=\"star-pagination\">*709</span> to the complaint, the Board \"has breached the contract between itself and the [NCSBT] by refusing to pay claims after it has entered into an agreement to budget for the payment of those type of claims.\" <i>See</i> Compl. ¶ 89. But the agreement is for <i>NCSBT</i> to pay the claims, not the Board. <i>See id.</i> ¶¶ 85-87; Dunlap Aff. ¶ 5; Agreement 2, 8. Therefore, even if <i>NCSBT</i> should have paid plaintiffs' claims, NCSBT (anon-party in this action) was the one that breached the Agreement, not the Board. Accordingly, plaintiffs have failed to state a breach of contract claim against the Board.</p>\n<p></p>\n<h2>VIII.</h2>\n<p>Because plaintiffs have no claims sufficient to survive the Board's motion to dismiss, punitive damages are not available. But even if some claim did withstand the Board's motion to dismiss, punitive damages against municipal corporations are prohibited as a matter of law. <i>See, e.g., </i><i>City of Newport v. Fact Concerts, Inc.,</i> 453 U.S. 247, 266-71, 101 S.Ct. 2748, 69 L.Ed.2d 616 (1981); <i>Crain v. Butler,</i> 419 F.Supp.2d 785, 793 (E.D.N.C.2005); <i>Long v. City of Charlotte,</i> 306 N.C. 187, 207, 293 S.E.2d 101, 114 (1982); <i>Ripellino,</i> 158 N.C.App. at 431, 581 S.E.2d at 94. The Board is a municipal corporation. <i>See</i> Compl. ¶ 2. Thus, plaintiffs are barred from recovering punitive damages from the Board.</p>\n<p></p>\n<h2>IX.</h2>\n<p>Accordingly, the court GRANTS the Board's motion to dismiss [D.E. 7]. Plaintiffs' action against Arrowood is unaffected, and plaintiffs may continue to seek relief from him.</p>\n<h2>NOTES</h2>\n<p>[1]  The Board submitted two exhibits with its motion to dismiss concerning jurisdiction. <i>See</i> Dunlap Aff.; Def. Bd.'s Mot. to Dismiss, Ex. B [hereinafter \"Cahill Aff.\"]. Plaintiffs do not dispute the information contained in these exhibits. Therefore, the court finds it unnecessary to hold an evidentiary hearing. <i>See Trivette,</i> 2008 WL 516747, at *1 n. 1.</p>\n<p>[2]  According to N.C. Gen. Stat § 115C-42:\n</p>\n<p>Any local board of education, by securing liability insurance <i>as hereinafter provided,</i> is hereby authorized and empowered to waive its governmental immunity from liability for damage by reason of death or injury to person or property caused by the negligence or tort of any agent or employee of such board of education when acting within the scope of his authority or within the course of his employment. Such immunity $hall be deemed to have been waived by the act of obtaining such insurance, but <i>such immunity is waived only to the extent that said board of education is indemnified by insurance for such negligence or tort.</i></p>\n<p>Any contract of insurance purchased pursuant to this section <i>shall be issued by a company or corporation duly licensed and authorized to execute insurance contracts in this State or by a qualified insurer as determined by the Department of Insurance</i> and shall by its terms adequately insure the local board of education against liability for damages by reason of death or injury to person or property proximately caused by the negligent act or torts of the agents and employees of said board of education or the agents and employees of a particular school in a local administrative unit when acting within the scope of their authority....</p>\n<p>....</p>\n<p>Except as hereinbefore expressly provided, nothing in this section shall be construed to deprive any local board of education of any defense whatsoever to any such action for damages or to restrict, limit, or otherwise affect any such defense which said board of education may have at common law or by virtue of any statute; and nothing in this section shall be construed to relieve any person sustaining damages or any personal representative of any decedent from any duty to give notice of such claim to said local board of education or to commence any civil action for the recovery of damages within the applicable period of time prescribed or limited by statute.</p>\n<p>A local board of education may incur liability pursuant to this section only with respect to a claim arising after such board of education has procured liability insurance pursuant to this section and during the time when such insurance is in force.</p>\n<p>N.C. Gen.Stat. § 115C-42 (emphasis added).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">612</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">694</span></span> (2009)</b></center>\n<center><h1>Robert FRYE, Kathy Frye, and Kylee Rose Frye, Plaintiffs,<br>\nv.<br>\nBRUNSWICK COUNTY BOARD OF EDUCATION and David Hamilton Arrowood, Defendants.</h1></center>\n<center>No. 7:08-CV-47-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>March 9, 2009.</center>\n<p><span class=\"star-pagination\">*699</span> Robert Marion Tatum, Tatum Atkinson &amp; Lively, PLLC, Raleigh, NC, for Plaintiffs.</p>\n<p>Kathleen P. Tanner Kennedy, Tharrington Smith, LLP, Raleigh, NC, Mark A. Lewis, Ramos and Lewis, LLP, Shallotte, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Plaintiffs Robert Frye, Kathy Frye, and Kylee Rose Frye (\"plaintiffs\") sued defendants Brunswick County Board of Education (\"Board\") and David Hamilton Arrowood (\"Arrowood\") for damages arising from Arrowood's relationship with Kylee Frye while she was a high school senior in Brunswick County, North Carolina. The defendant Board filed a motion to dismiss all claims against the Board. As explained below, the court grants the Board's motion to dismiss. Plaintiffs' action against Arrowood is unaffected, and plaintiffs may continue to seek relief from Arrowood.</p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiffs are Kylee Rose Frye (\"Kylee\") and Kylee's parents, Robert Frye (\"Mr. Frye\") and Kathy Frye (\"Mrs. Frye\") (collectively, \"plaintiffs\"). Compl. ¶ 10. Defendants are the Board and Arrowood. Arrowood is a former employee of the Board and a former math teacher at West Brunswick High School (\"High School\"). <i>Id.</i> ¶¶ 6-7, 11, 31, Kylee was a 17-year-old high school senior in Arrowood's math class during the 2005-06 school year. <i>See id.</i> ¶¶ 10-11, 16.</p>\n<p>Plaintiffs allege that Arrowood engaged in an inappropriate relationship with Kylee from October 2005 through April 2006, culminating in his marriage proposal to Kylee. <i>Id.</i> ¶¶ 12-18. According to the complaint, Arrowood exchanged e-mails and other written correspondence with Kylee from November 2005 to April 2006, and gave her numerous gifts. <i>Id.</i> ¶¶ 14-15, Arrowood inappropriately touched Kylee on school campus in October 2005, and they engaged in various sexual acts from November 2005 through April 2006. <i>Id.</i> ¶¶ 12-13. Teachers at the High School witnessed acts of inappropriate contact between Arrowood and Kylee. <i>Id.</i> ¶ 17. The teachers then reported their concerns to. the High School's administration. <i>See id.</i> These reports prompted two assistant principals to visit Arrowood's classroom late in the afternoon on April 12, 2006, where they observed Arrowood and Kylee engaging in a sexual act. <i>Id.</i> ¶¶ 18-19. After the administration reported the incident to the Brunswick County Sheriffs Office, Board employees told the police that they \"did not need to respond\" and attempted \"to disengage the police from a real investigation.\" <i>Id.</i> ¶¶ 19-20. James Jordan, principal of the High School, initially refused to provide witness statements to the Sheriffs Department and only complied after being threatened with arrest. <i>Id.</i> ¶¶ 8, 24-29. Superintendent Katie McGee directed Jordan not to provide the statements. <i>Id.</i> ¶ 24. A detective with the Brunswick County Sheriffs Office interviewed Arrowood, and he confessed to sexual contact with Kylee. <i>Id.</i> ¶ 23.</p>\n<p>On April 13, 2006, Arrowood was charged with various offenses which were ultimately consolidated into five felonies. <span class=\"star-pagination\">*700</span> <i>Id.</i> ¶ 30. Arrowood retired from his teaching position. <i>Id.</i> ¶ 31, In February 2007, Arrowood pleaded guilty in North Carolina state court to five felony counts and was sentenced to ninety days in custody and five years probation. <i>See id.</i> ¶ 30. As part of his plea agreement, he agreed not to teach at any school. <i>Id.</i></p>\n<p>Plaintiffs bring claims against the Board and Arrowood for intentional and negligent infliction of emotional distress (claims I and II), against the Board for negligent supervision and retention (claim III), against the Board and Arrowood for assault and battery (claim IV), against the Board for violation of Kylee's right to an education under the North Carolina Constitution (claim V), against the Board for breach of contract (claim VI), and against the Board for violations of plaintiffs' right to equal protection and substantive due process under the North Carolina and United States Constitutions (claim VII). Plaintiffs seek compensatory and punitive damages.</p>\n<p>The Board is enrolled in a risk-management program provided by the North Carolina School Board's Trust (\"NCSBT\"). <i>Id.</i> ¶ 94; <i>see</i> Def. Bd.'s Mot. to Dismiss, Ex. A [hereinafter \"Dunlap Aff.\"], Ex. A [hereinafter \"Agreement\"]. The Agreement provides that NCSBT will pay for certain claims made against the Board, its members, and its employees. Compl. ¶ 94. Plaintiffs did not name NCSBT as a defendant in this action.</p>\n<p>The Board filed a motion to dismiss plaintiffs' claims pursuant to Rules 12(b)(1), 12(b)(2), and 12(b)(6) of the Federal Rules of Civil Procedure. Def. Bd.'s Mot. to Dismiss [D.E. 7]. The Board argues that (1) plaintiffs' North Carolina tort claims are barred by governmental immunity; (2) plaintiffs' North Carolina constitutional claims are barred by the presence of an adequate state remedy and fail to state a claim upon which relief may be granted; (3) plaintiffs' North Carolina tort claims fail to state a claim upon which relief may be granted; (4) plaintiffs' North Carolina contract claim fails to allege sufficient facts to rise to the level of a breach or to show that plaintiffs were intended third-party beneficiaries; (5) plaintiffs' equal protection and due process claims under the United States and North Carolina Constitutions fail \"to allege that [plaintiffs] have been treated arbitrarily with respect to similarly situated tort claimants, that they have the right to recover any damages against defendant Board, or that there has been any act so egregious so as to overcome the high level of deference given to government action under rational basis review\"; and (6) punitive damages are not recoverable from the Board as a matter of law. <i>Id.</i> at 1-2. Plaintiffs oppose the Board's motion to dismiss [D.E. 11].</p>\n<p></p>\n<h2>II.</h2>\n<p>The court has considered the motion to dismiss for failure to state a claim under the governing standard of Rule 12(b)(6). <i>See, e.g., </i><i>Erickson v. Pardus,</i> <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, 2200, <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1081</span></a></span> (2007) (per curiam); <i>Bell Atl. Corp. v. Twombly,</i> <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, 1968-70, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007); <i>Giarratano v. Johnson,</i> <span class=\"citation\" data-id=\"1025322\"><a href=\"/opinion/1025322/giarratano-v-johnson/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">298</span></a></span>, 302 (4th Cir.2008). Under that standard, a court must accept the complaint's factual allegations as true, but need not accept the legal conclusions drawn from the facts. <i>See </i><i>Giarratano,</i> 521 F.3d at 302. Similarly, a court need not accept as true unwarranted inferences, unreasonable conclusions, or arguments. <i>See id.</i></p>\n<p>As for the Board's motion to dismiss under Rule 12(b)(1) and Rule 12(b)(2), the governmental immunity defense under North Carolina law presents a question of jurisdiction. <i>See, e.g., </i><i>Medina v. United States,</i> <span class=\"citation\" data-id=\"774280\"><a href=\"/opinion/774280/rafael-medina-v-united-states-of-america-no-00-2156/\"><span class=\"volume\">259</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 223-24 (4th Cir.2001); <span class=\"star-pagination\">*701</span> <i>Myers v. McGrady,</i> <span class=\"citation\" data-id=\"1158254\"><a href=\"/opinion/1158254/myers-v-mcgrady/\"><span class=\"volume\">360</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">460</span></a></span>, 465 n. 2, <span class=\"citation\" data-id=\"1158254\"><a href=\"/opinion/1158254/myers-v-mcgrady/\"><span class=\"volume\">628</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">761</span></a></span>, 765 n. 2 (2006): <i>Teachy v. Coble Dairies, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">306</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">324</span></span>, 326-28, <span class=\"citation\" data-id=\"1339534\"><a href=\"/opinion/1339534/teachy-v-coble-dairies-inc/\"><span class=\"volume\">293</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">182</span></a></span>, 183-84 (1982); <i>N.C. Ins. Guar. Ass'n v. Bd. of Trs. of Guilford Technical Cmty. Coll.,</i> 185 N.C.App. 518, 521, <span class=\"citation\" data-id=\"1231118\"><a href=\"/opinion/1231118/ins-guar-assn-v-bd-of-trustees/\"><span class=\"volume\">648</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">859</span></a></span>, 860-61 (2007), <i>disc. rev. allowed,</i> <span class=\"citation no-link\"><span class=\"volume\">362</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">678</span></span>, 678, <span class=\"citation no-link\"><span class=\"volume\">672</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">680</span></span> (2008); <i>Welch Contracting, Inc. v. N.C. Dep't of Transp.,</i> 175 N.C.App. 45, 50, <span class=\"citation\" data-id=\"1421774\"><a href=\"/opinion/1421774/welch-contracting-v-nc-dept-of-transp/\"><span class=\"volume\">622</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">691</span></a></span>, 694 (2005); <i>Battle Ridge Cos. v. N.C. Dep't of Transp.,</i> 161 N.C.App. 156, 157, <span class=\"citation\" data-id=\"1280330\"><a href=\"/opinion/1280330/battle-ridge-cos-v-dept-of-transp/\"><span class=\"volume\">587</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">426</span></a></span>, 427 (2003); <i>Data Gen. Corp. v. County of Durham,</i> 143 N.C.App. 97, 100, <span class=\"citation\" data-id=\"1233001\"><a href=\"/opinion/1233001/data-general-corp-v-county-of-durham/\"><span class=\"volume\">545</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">243</span></a></span>, 245-46 (2001); <i>Coastland Corp. v. N.C. Wildlife Res. Comm'n,</i> 134 N.C.App. 343, 346, <span class=\"citation\" data-id=\"1417753\"><a href=\"/opinion/1417753/coastland-corp-v-wildlife-resources-comn/\"><span class=\"volume\">517</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">661</span></a></span>, 663 (1999); <i>Locus v. Fayetteville State Univ.,</i> 102 N.C.App. 522, 525, <span class=\"citation\" data-id=\"1217276\"><a href=\"/opinion/1217276/locus-v-fayetteville-state-university/\"><span class=\"volume\">402</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">862</span></a></span>, 864 (1991); <i>Zimmer v. N.C. Dep't of Transp.,</i> 87 N.C.App. 132, 133-34, <span class=\"citation\" data-id=\"1323049\"><a href=\"/opinion/1323049/zimmer-v-north-carolina-dept-of-transp/\"><span class=\"volume\">360</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">115</span></a></span>, 116-17 (1987); <i>Stahl-Rider, Inc. v. State,</i> 48 N.C.App. 380, 383-84, <span class=\"citation\" data-id=\"1293340\"><a href=\"/opinion/1293340/stahl-rider-inc-v-state/\"><span class=\"volume\">269</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">217</span></a></span>, 219 (1980). North Carolina courts have not resolved whether the sovereign immunity defense challenges personal jurisdiction or subjectmatter jurisdiction. <i>See, e.g., </i><i>Myers,</i> 360 N.C. at 465 n. 2, 628 S.E.2d at 765 n. 2 (\"[The North Carolina Supreme] Court has simply referred to the sovereign immunity bar as fatal to `jurisdiction' without further specification.\"); <i>Teachy,</i> 306 N.C. at 327-28, 293 S.E.2d at 184 (\"Courts have differed as to whether sovereign immunity is a matter of personal or subject matter jurisdiction.... [W]e do not determine whether sovereign immunity is a question of subject matter [or personal] jurisdiction.. . .\"); <i>Locus,</i> 102 N.C.App. at 525, 402 S.E.2d at 864 (\"It has been recognized that whether sovereign immunity presents a question of subject matter jurisdiction or personal jurisdiction is unsettled in North Carolina.\"). Here, defendant Board files a motion to dismiss under Rule 12(b)(1) and Rule 12(b)(2). Accordingly, the court evaluates the motion under both governing standards.</p>\n<p>In construing a Rule 12(b)(1) motion, plaintiff has the burden of proving subject-matter jurisdiction. <i>Richmond, Fredericksburg &amp; Potomac R.R. v. United States,</i> <span class=\"citation\" data-id=\"569124\"><a href=\"/opinion/569124/richmond-fredericksburg-potomac-railroad-company-v-united-states-of/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 768 (4th Cir.1991). A court may \"regard the pleadings as mere evidence on the issue, and may consider evidence outside the pleadings without converting the proceeding to one for summary judgment.\" <i>Evans v. B.F. Perkins Co.,</i> <span class=\"citation\" data-id=\"761254\"><a href=\"/opinion/761254/david-wayne-evans-v-bf-perkins-company-a-division-of-standex/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">642</span></a></span>, 647 (4th Cir.1999) (quotation omitted). \"The district court should grant the Rule 12(b)(1) motion to dismiss `only if the material jurisdictional facts are not in dispute and the moving party is entitled to prevail as a matter of law.'\" <i>Id.</i> (quoting <i>Richmond,</i> 945 F.2d at 768). The pleadings are construed in a light most favorable to the nonmoving party. <i>See, e.g., </i><i>Goldstar (Panama) S.A. v. United States,</i> <span class=\"citation\" data-id=\"585815\"><a href=\"/opinion/585815/goldstar-panama-sa-modas-kosmas-sa-estacion-paitilla-sa/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">965</span></a></span>, 967 (4th Cir.1992). \"The district court should apply the standard applicable to a motion for summary judgment, under which the nonmoving party must set forth specific facts beyond the pleadings to show that a genuine issue of material fact exists.\" <i>Richmond,</i> 945 F.2d at 768.</p>\n<p>Under Rule 12(b)(2), plaintiff bears the burden of setting forth facts sufficient to demonstrate personal jurisdiction. <i>See </i><i>Mylan Labs., Inc. v. Akzo, N.V.,</i> <span class=\"citation\" data-id=\"628072\"><a href=\"/opinion/628072/mylan-laboratories-incorporated-v-akzo-n-v-and-raj-matkari-ashok-patel/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 59-60 (4th Cir.1993). When the jurisdictional facts are challenged, however, the court may resolve the issue in a separate evidentiary hearing or defer ruling pending receipt at trial of evidence relevant to jurisdiction. <i>Id.; </i><i>Combs v. Bakker,</i> <span class=\"citation\" data-id=\"529964\"><a href=\"/opinion/529964/david-t-combs-sarah-e-combs-v-james-o-bakker-tammy-faye-bakker-richard/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span>, 676 (4th Cir.1989); <i>see Trivette v. Risher,</i> No. 7:07-CV-16-D, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">516747</span></span>, at *1 &amp; n. 1 (E.D.N.C. Feb. 25, 2008) (unpublished).<sup>[1]</sup> If the court <span class=\"star-pagination\">*702</span> rules on the basis of the motion papers alone, plaintiff is required only to make a prima facie showing of personal jurisdiction. <i>See </i><i>Mylan,</i> 2 F.3d at 60. In deciding whether a plaintiff has met this burden, a court must construe all relevant pleadings in the light most favorable to the plaintiff and draw all reasonable inferences for the existence of jurisdiction. <i>Id.</i>; <i>Wolf v. Richmond County Hosp. Auth.,</i> <span class=\"citation\" data-id=\"442880\"><a href=\"/opinion/442880/alan-w-wolf-and-gail-s-wolf-v-richmond-county-hospital-authority/\"><span class=\"volume\">745</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">904</span></a></span>, 908 (4th Cir.1984).</p>\n<p></p>\n<h2>III.</h2>\n<p>First, the court examines the Board's argument that governmental immunity bars plaintiffs' North Carolina tort claims against the Board. In North Carolina, \"[a] county or city board of education is a governmental agency, and therefore is not liable in a tort or negligence action except to the extent that it has waived its governmental immunity pursuant to statutory authority.\" <i>Seipp v. Wake County Bd. of Educ.,</i> 132 N.C.App. 119, 121, <span class=\"citation\" data-id=\"1339017\"><a href=\"/opinion/1339017/seipp-v-wake-county-bd-of-educ/\"><span class=\"volume\">510</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">193</span></a></span>, 194 (1999) (quotation omitted); <i>see </i><i>Hallman v. Charlotte-Mecklenburg Bd. of Educ.,</i> 124 N.C.App. 435, 437, <span class=\"citation\" data-id=\"1221558\"><a href=\"/opinion/1221558/hallman-v-charlotte-mecklenburg-board-of-education/\"><span class=\"volume\">477</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">179</span></a></span>, 180 (1996). North Carolina courts strictly construe statutes authorizing waiver of governmental immunity. <i>See, e.g., </i><i>Hallman,</i> 124 N.C.App. at 438, 477 S.E.2d at 181. Under North Carolina law, the purchase of liability insurance is the exclusive means for a local board of education to waive immunity. <i>Lucas v. Swain County Bd. of Educ.,</i> 154 N.C.App. 357, 361, <span class=\"citation\" data-id=\"1388996\"><a href=\"/opinion/1388996/lucas-v-swain-county-bd-of-educ/\"><span class=\"volume\">573</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">538</span></a></span>, 541 (2002). North Carolina General Statute section 115C-42 sets forth the way in which a local board of education may waive its immunity through the purchase of liability insurance.<sup>[2]</sup> Importantly, a board waives its <span class=\"star-pagination\">*703</span> immunity only to the extent of its liability insurance, and the insurance contract must be purchased from a North Carolina-licensed or otherwise qualified insurance company. <i>See</i> N.C. Gen.Stat. § 115C-42. In cases involving materially indistinguishable agreements between school boards and NCSBT, the North Carolina Court of Appeals held that a school board's risk-management agreement with NCSBT does not waive governmental immunity because NCSBT does not qualify as liability insurance under N.C. Gen.Stat. § 115C-42. <i>See, e.g., </i><i>Willett v. Chatham County Bd. of Educ.,</i> 176 N.C.App. 268, 269, <span class=\"citation\" data-id=\"1384361\"><a href=\"/opinion/1384361/willett-v-chatham-county-bd-of-educ/\"><span class=\"volume\">625</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">900</span></a></span>, 901-02 (2006); <i>Ripellino v. N.C. Sch. Bds. Ass'n,</i> 158 N.C.App. 423, 428, <span class=\"citation\" data-id=\"1308258\"><a href=\"/opinion/1308258/ripellino-v-school-board-assn-inc/\"><span class=\"volume\">581</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">88</span></a></span>, 92 (2003); <i>see also </i><i>Lucas,</i> 154 N.C.App. at 361-62, 573 S.E.2d at 540-41; <i>Hallman,</i> 124 N.C.App. at 438-39, 477 S.E.2d at 181.</p>\n<p>Here, plaintiffs allege that the Board purchased liability insurance covering claims such as the ones in this case and have therefore waived its immunity. Compl. ¶ 2. However, the Agreement between the Board and NCSBT states that it \"is not a contract of insurance by a company or corporation duly licensed and authorized to execute insurance contracts in [North Carolina] or by a qualified insurer as determined by the Department of Insurance.\" Agreement 1. The Agreement also states that it \"expressly is not considered a waiver of governmental immunity as provided in [N.C. Gen.Stat. § ] 115C-42. <i>Id.</i> This Agreement, coupled with the above-cited North Carolina Court of Appeals precedent, appears to doom plaintiffs' efforts to avoid the Board's governmental immunity defense.</p>\n<p>In opposition to this conclusion, plaintiffs note that the Agreement does include excess insurance for claims between $150,000 and $850,000. Further, NCSBT appears to contract for reinsurance with Selective Insurance Company of the Southeast, which, at the time of the claim, appears to have been a licensed insurer in North Carolina. <i>See</i> Dunlap Aff., Ex. B., at 1; Articles of Redomestication of Selective Insurance Company of the Southeast, <i>available at</i> http://www.secretary.state.nc. us/corporations/Filings.aspx?PItemId= 4882084. Thus, plaintiffs argue that to the extent the claim is covered by the excess insurance policy, governmental immunity is waived.</p>\n<p>The court rejects plaintiffs' argument. The Agreement specifically excludes from its excess insurance \"any [c]laim arising out of or in connection with ... willful violation of any law [or] sexual acts, sexual molestation, sexual harassment, sexual assault, or sexual misconduct of any kind.\" Agreement 5. In <i>Craig v. New Hanover County Bd. of Educ.,</i> 185 N.C.App. 651, <span class=\"citation\" data-id=\"1231194\"><a href=\"/opinion/1231194/craig-ex-rel-craig-v-new-hanover/\"><span class=\"volume\">648</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">923</span></a></span> (2007), <i>cert. granted,</i> <span class=\"citation no-link\"><span class=\"volume\">362</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">234</span></span>, <span class=\"citation\" data-id=\"1335021\"><a href=\"/opinion/1335021/craig-v-new-hanover-county-board-of-education/\"><span class=\"volume\">659</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">439</span></a></span> (2008), the North Carolina Court of Appeals held that governmental immunity barred plaintiffs' state tort claims against the Board. <i>Craig,</i> 185 N.C.App. at 654-55, 648 S.E.2d at 925-26. In <i>Craig,</i> a student and his parent sued a school board in tort for alleged student-to-student sexual misconduct. <i>Id.</i> at 652-53, 648 S.E.2d at 924. The school board in <i>Craig</i> was a party to a materially indistinguishable agreement with the NCSBT. <i>Id.</i> at 654, 648 S.E.2d at 925. The North Carolina Court of Appeals unanimously held that the tort claims arising out of the alleged sexual misconduct were excluded from the excess insurance coverage, and, consequently, the board did not waive its immunity. <i>Id.</i> at 654-55, 648 S.E.2d at 925-26.</p>\n<p>This court concludes that <i>Craig</i> correctly analyzes how the North Carolina Supreme Court would resolve the governmental immunity issue. <i>Cf. </i><i>Twin City Fire Ins. Co. v. Ben Arnold-Sunbelt Beverage Co. of S.C.,</i> <span class=\"citation\" data-id=\"792814\"><a href=\"/opinion/792814/twin-city-fire-insurance-company-hartford-casualty-insurance-company-v-ben/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">365</span></a></span>, 369 (4th <span class=\"star-pagination\">*704</span> Cir.2005) (in resolving disputed issue of state law, a federal court must determine how the state's highest court would rule if presented with the issue). Thus, the court holds that the Board's governmental immunity bars plaintiffs' North Carolina tort claims against the Board (i.e., claims I-IV).</p>\n<p></p>\n<h2>IV.</h2>\n<p>Governmental immunity does not apply to plaintiffs' North Carolina constitutional claims (claims V and VII). <i>See </i><i>Corum v. Univ. of N.C.,</i> <span class=\"citation\" data-id=\"1330834\"><a href=\"/opinion/1330834/corum-v-university-of-north-carolina/\"><span class=\"volume\">330</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">761</span></a></span>, 785-86, <span class=\"citation\" data-id=\"1330834\"><a href=\"/opinion/1330834/corum-v-university-of-north-carolina/\"><span class=\"volume\">413</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">276</span></a></span>, 291-92 (1992) (\"The doctrine of sovereign immunity cannot stand as a barrier to North Carolina citizens who seek to remedy violations of their rights guaranteed by the Declaration of Rights.... [W]hen there is a clash between... constitutional rights and sovereign immunity, the constitutional rights must prevail.\"). Nevertheless, a direct claim under the North Carolina Constitution is available only \"in the absence of an adequate state remedy.\" <i>Craig,</i> 185 N.C.App. at 655, 648 S.E.2d at 926 (quotation omitted). An \"adequate remedy\" means an \"available, existing, applicable remedy.\" <i>Id.</i> at 656, 648 S.E.2d at 927 (quotation omitted). For a remedy to be adequate, it must provide plaintiff the same type of relief, such that it \"completes his remedies.\" <i>See, e.g., </i><i>City-Wide Asphalt Paving, Inc. v. Alamance County,</i> 132 N.C.App. 533, 538-39, <span class=\"citation\" data-id=\"1316499\"><a href=\"/opinion/1316499/city-wide-asphalt-paving-v-alamance-county/\"><span class=\"volume\">513</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">335</span></a></span>, 339 (1999) (quotation omitted). However, the North Carolina Court of Appeals has held that an adequate state remedy need not be \"potentially successful,\" only \"available.\" <i>See </i><i>Craig,</i> 185 N.C.App. at 656, 648 S.E.2d at 926-27 (\"While we agree with plaintiff's contention that such a remedy must, in the end, be fruitless because the state retains immunity to such a claim, we are bound by precedent on this point.\"); <i>but see id.</i> at 657-59, 648 S.E.2d at 927-28 (Bryant, J., concurring in part and dissenting in part) (\"A claim pursued under state law that does not have the possibility of succeeding on its own merits as a result of government immunity cannot be deemed `adequate.'\").</p>\n<p>In <i>Craig,</i> Judge Bryant disagreed with the majority's analysis of the adequate state remedy doctrine under <i>Corum</i> and its progeny. Plaintiffs in <i>Craig</i> relied on Judge Bryant's partial dissent and appealed that portion of the North Carolina Court of Appeals' judgment to the North Carolina Supreme Court. On September 9, 2008, the North Carolina Supreme Court heard oral argument in <i>Craig.</i> The North Carolina Supreme Court has not yet ruled. <i>See</i> Full Docket Sheet # 484PA07, http://www.aoc.state.nc.us/www/public/sc/ dsheets/484-07-1.htm (last visited Mar. 8, 2009). Presumably, in <i>Craig,</i> the North Carolina Supreme Court will resolve whether a tort claim that is barred due to governmental immunity constitutes an adequate alternative remedy under <i>Corum.</i></p>\n<p>In this case, the court need not resolve this issue of North Carolina law or await the North Carolina Supreme Court's decision in <i>Craig.</i> As explained below, because plaintiffs' state constitutional claims fail to state a claim upon which relief may be granted, the North Carolina Supreme Court's potential analysis of the adequate state remedy doctrine in <i>Craig</i> will not impact the outcome of the Board's pending motion to dismiss.</p>\n<p></p>\n<h2>V.</h2>\n<p>Plaintiffs allege that the Board violated their substantive due process and equal protection rights under the United States and North Carolina Constitutions by not offering to settle their claims, despite having paid various claims in the past. <i>See</i> Compl. ¶ 95. Plaintiffs seek to enforce the alleged deprivation of their federal constitutional rights under 42 U.S.C. § 1983. <i>See, e.g., </i><i>Gonzaga Univ. v. Doe,</i> 536 U.S. <span class=\"star-pagination\">*705</span> 273, 285, <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2268</span></a></span>, <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">309</span></a></span> (2002). They also seek to remedy these alleged deprivations directly under the North Carolina State Constitution, which provides:</p>\n<blockquote>No person shall be taken, imprisoned, or disseized of his freehold, liberties, or privileges, or outlawed, or exiled, or in any manner deprived of his life, liberty, or property, but by the law of the land. No person shall be denied the equal protection of the laws; nor shall any person be subjected to discrimination by the State because of race, color, religion, or national origin.</blockquote>\n<p>N.C. Const. art. I, § 19.</p>\n<p></p>\n<h2>A.</h2>\n<p>First, plaintiffs assert claims for violations of federal and state substantive due process. The North Carolina Supreme Court interprets North Carolina's law of the land clause and the federal due process clause synonymously. <i>See, e.g., </i><i>State v. Bryant,</i> <span class=\"citation\" data-id=\"1353641\"><a href=\"/opinion/1353641/state-v-bryant/\"><span class=\"volume\">359</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">554</span></a></span>, 563, <span class=\"citation\" data-id=\"1353641\"><a href=\"/opinion/1353641/state-v-bryant/\"><span class=\"volume\">614</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">479</span></a></span>, 485 (2005); <i>Rhyne v. K-Mart Corp.,</i> <span class=\"citation\" data-id=\"1329211\"><a href=\"/opinion/1329211/rhyne-v-k-mart-corp/\"><span class=\"volume\">358</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">160</span></a></span>, 180, <span class=\"citation\" data-id=\"1329211\"><a href=\"/opinion/1329211/rhyne-v-k-mart-corp/\"><span class=\"volume\">594</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">1</span></a></span>, 15 (2004); <i>In re Moore,</i> <span class=\"citation\" data-id=\"1287196\"><a href=\"/opinion/1287196/in-re-sterilization-of-moore/\"><span class=\"volume\">289</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">95</span></a></span>, 98, <span class=\"citation\" data-id=\"1287196\"><a href=\"/opinion/1287196/in-re-sterilization-of-moore/\"><span class=\"volume\">221</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">307</span></a></span>, 309 (1976). To recover for a violation of substantive due process, plaintiffs must \"demonstrate (1) that they had property or a property interest; (2) that the state deprived them of this property or property interest; and (3) that the state's action falls so far beyond the outer limits of legitimate governmental action that no process could cure the deficiency.\" <i>MLC Auto., LLC v. Town of S. Pines,</i> <span class=\"citation\" data-id=\"1026084\"><a href=\"/opinion/1026084/mlc-automotive-llc-v-town-of-southern-pines/\"><span class=\"volume\">532</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">269</span></a></span>, 281 (4th Cir.2008) (quotation and emphasis omitted). The third element requires plaintiffs to show that the challenged action had \"no foundation in reason and is a mere arbitrary on irrational exercise of power having no substantial relation to the public health, the public morals, the public safety or the public welfare in its proper sense.\" <i>Sylvia Dev. Corp. v. Calvert County,</i> <span class=\"citation\" data-id=\"690294\"><a href=\"/opinion/690294/sylvia-development-corporation-karel-dohnal-individually-and-as-agent-for/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">810</span></a></span>, 827(4th Cir. 1995) (quotations omitted). For a substantive due process claim involving a challenge to an executive act, the initial inquiry is whether the act is \"`so egregious, so outrageous, that it may fairly be said to shock the contemporary conscience.'\" <i>Hawkins v. Freeman,</i> <span class=\"citation\" data-id=\"766639\"><a href=\"/opinion/766639/irving-houston-hawkins-v-franklin-freeman-secretary-for-the-north/\"><span class=\"volume\">195</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">732</span></a></span>, 738 (4th Cir.1999) (en banc) (quoting <i>County of Sacramento v. Lewis,</i> <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span></a></span>, 847 n. 8, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span>, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1043</span></a></span> (1998)). If the claim meets this threshold test, the court next turns to the asserted interest to determine the appropriate level of protection. <i>See </i><i>Hawkins,</i> 195 F.3d at 738.</p>\n<p>Plaintiffs' substantive due process claim fails to state a claim for numerous reasons. First, to the extent plaintiffs seek payment under the Agreement, and claim that the Board violated substantive due process in not paying their claim, plaintiffs fail to state a claim upon which relief may be granted. According to the Agreement, NCSBT, not the Board, is responsible for determining the merits of and paying any claim. <i>See</i> Dunlap Aff. ¶ 5; Agreement 2, 8.</p>\n<p>Second, because the Board's purported claim denial is an executive act and a fundamental right is not involved, plaintiffs must show that the Board's failure to pay was \"so egregious, so outrageous, that it may fairly be said to shock the contemporary conscience.\" <i>Hawkins,</i> 195 F.3d at 738 (quotation omitted). The mere rationality standard applies; therefore, plaintiffs must overcome the high level of deference afforded under such review.</p>\n<p>Plaintiffs' complaint fails to meet the governing standard. Specifically, plaintiffs state: \"Upon information and belief, the Board and [NCSBT] ha[ve] examine[d] claims in which the immunity doctrine could be raised, but thereafter some claims were nevertheless paid.\" Compl. ¶ 95. Plaintiffs fail to make any allegation of any egregious or outrageous action on the part <span class=\"star-pagination\">*706</span> of the Board for failing to pay plaintiffs. <i>Cf. </i><i>Toomer v. Garrett,</i> 155 N.C.App. 462, 470, <span class=\"citation\" data-id=\"1307887\"><a href=\"/opinion/1307887/toomer-v-garrett/\"><span class=\"volume\">574</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">76</span></a></span>, 84 (2002) (denying motion to dismiss substantive due process claim where complaint contained \"multiple allegations that defendants acted with a high level of culpability, including deliberate indifference, malice, willfulness, and retaliation\"). Thus, plaintiffs' substantive due process claim fails as a matter of law under rational basis review.</p>\n<p>Finally, plaintiffs have failed to allege the existence of a right that the Board violated in failing to pay plaintiffs. Absent a valid waiver of governmental immunity, plaintiffs have no right to recover damages from the Board. <i>See, e.g., </i><i>Clayton v. Branson,</i> 170 N.C.App. 438, 453, 455-56, <span class=\"citation\" data-id=\"1359383\"><a href=\"/opinion/1359383/clayton-v-branson/\"><span class=\"volume\">613</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">259</span></a></span>, 270, 272 (2005) (\"[A]bsent a waiver of governmental immunity by the purchase of liability insurance,: plaintiff is barred from maintaining a lawsuit against the city. As plaintiff has no right to maintain a suit against the city ... he cannot have a `constitutionally protected' property right to do so.\"). As the North Carolina Court of Appeals noted in <i>Clayton,</i> \"[s]imple logic dictates that a party cannot have a right or entitlement to a benefit whose dispensation rests entirely in the discretion of the city.\" <i>Id.</i> at 454, 613 S.E.2d at 270. Accordingly, plaintiffs' substantive due process claim against the Board under the United States and North Carolina Constitutions fails to state a claim upon which relief may be granted.</p>\n<p></p>\n<h2>B.</h2>\n<p>Next, plaintiffs assert claims for violations of their federal and North Carolina equal protection rights. Like substantive due process, the North Carolina Supreme Court interprets the state and federal equal protection clauses synonymously. <i>See, e.g., </i><i>Tri-County Paving, Inc. v. Ashe County,</i> <span class=\"citation\" data-id=\"776653\"><a href=\"/opinion/776653/tri-county-paving-incorporated-v-ashe-county-ashe-county-board-of/\"><span class=\"volume\">281</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">430</span></a></span>, 435 n. 6 (4th Cir.2002); <i>Bryant,</i> 359 N.C. at 563, 614 S.E.2d at 485. Equal protection \"requires that the states apply each law, within its scope, equally to persons similarly situated, and that any differences of application must be justified by the law's purpose.\" <i>Sylvia Dev. Corp.,</i> 48 F.3d at 818. \"[E]qual protection is not a license for courts to judge the wisdom, fairness, or logic of [governmental] choices.\" <i>FCC v. Beach Commc'ns, Inc.,</i> <span class=\"citation\" data-id=\"112870\"><a href=\"/opinion/112870/fcc-v-beach-communications-inc/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 313, <span class=\"citation\" data-id=\"112870\"><a href=\"/opinion/112870/fcc-v-beach-communications-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2096</span></a></span>, <span class=\"citation\" data-id=\"112870\"><a href=\"/opinion/112870/fcc-v-beach-communications-inc/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">211</span></a></span> (1993). Absent the employment of a suspect classification or the burdening of a fundamental right, the relevant inquiry is whether the government's action, under any reasonably conceivable state of facts, was rationally related to a legitimate governmental interest. <i>See, e.g., id.; </i><i>Sylvia Dev. Corp.,</i> 48 F.3d at 820. Merely alleging disparate treatment is insufficient to trigger the protection of the Equal Protection Clause. As explained in <i>Sylvia:</i></p>\n<blockquote>If disparate treatment alone were sufficient to warrant a constitutional remedy, then every blunder by a local authority, in which the authority erroneously or mistakenly treats an individual differently than it treats another who is similarly situated, would rise to the level of a federal constitutional claim.</blockquote>\n<p>48 F.3d at 825. Instead, a party can bring an equal protection claim by alleging it has \"been intentionally treated differently from others similarly situated and that there is no rational basis for the difference in treatment.\" <i>Tri-County Paving, Inc.,</i> 281 F.3d at 439 (quotation omitted). For purposes of equal protection analysis, \"persons who are in all relevant respects alike\" are \"similarly situated.\" <i>Nordlinger v. Hahn,</i> <span class=\"citation\" data-id=\"112763\"><a href=\"/opinion/112763/nordlinger-v-hahn/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 10, <span class=\"citation\" data-id=\"112763\"><a href=\"/opinion/112763/nordlinger-v-hahn/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2326</span></a></span>, <span class=\"citation\" data-id=\"112763\"><a href=\"/opinion/112763/nordlinger-v-hahn/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1992). Plaintiffs also must plead sufficient facts to demonstrate this \"unequal treatment was the result of intentional or purposeful discrimination.\" <i>Williams v. Hansen,</i> <span class=\"citation\" data-id=\"781648\"><a href=\"/opinion/781648/gregory-a-williams-virgil-hugh-reaves-v-ronald-e-hansen-individually/\"><span class=\"volume\">326</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">569</span></a></span>, 576 (4th Cir.2003).</p>\n<p><span class=\"star-pagination\">*707</span> In this case, plaintiffs allege that the Board \"could have raised the doctrine of immunity on many tort claims,\" and its refusal to do so in some instances violates equal protection. <i>See</i> Compl. ¶ 95. Given that plaintiffs do not assert that the Board violated a fundamental right or used a suspect classification, the Board's actions in failing to pay plaintiffs need only be \"rationally related to a legitimate [governmental] interest.\" <i>Sylvia Dev. Corp.,</i> 48 F.3d at 820 (quotation omitted).</p>\n<p>As a threshold matter, plaintiffs have not sufficiently alleged that they were treated differently from other \"similarly situated\" persons. <i>Nordlinger,</i> 505 U.S. at 10, <span class=\"citation\" data-id=\"112763\"><a href=\"/opinion/112763/nordlinger-v-hahn/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2326</span></a></span>; <i>Tri-County Paving, Inc.,</i> 281 F.3d at 439. \"[A]s a practical matter, it would be exceedingly difficult for a plaintiff to show disparate treatment of `similarly situated' claimants absent evidence of reliance on an `inherently suspect criteria.'\" <i>Clayton,</i> 170 N.C.App. at 459, 613 S.E.2d at 273. The Board's allegedly selective use of the immunity defense, without more, does not meet the requirements necessary to survive a motion to dismiss. Alternatively, the Board's discretion to pay certain claims and not others is rationally related to a government interest. Finally, plaintiffs fail to allege that the Board's treatment of plaintiffs' claim \"was the result of intentional or purposeful discrimination.\" <i>Williams,</i> 326 F.3d at 576: <i>see also </i><i>Sunrise Corp. of Myrtle Beach v. City of Myrtle Beach,</i> <span class=\"citation\" data-id=\"791588\"><a href=\"/opinion/791588/sunrise-corporation-of-myrtle-beach-boulevard-development-llc-s-h/\"><span class=\"volume\">420</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">322</span></a></span> (4th Cir.2005) (affirming dismissal of equal protection claim where plaintiffs failed to allege they were victims of purposeful discrimination). Thus, plaintiffs' equal protection claim under the United States and North Carolina constitutions fails to state a claim upon which relief may be granted.</p>\n<p></p>\n<h2>VI.</h2>\n<p>Plaintiffs also allege that the Board violated plaintiffs' right to the privilege of education under the North Carolina Constitution \"by fostering an environment in the schools where employees are afraid to report instances of inappropriate conduct by other teachers, coaches and/or staff and where conduct [described in the complaint] is tolerated by the ... Board.\" Compl. ¶ 81; <i>cf.</i> N.C. Const. art. I, § 15 (\"The people have a right to the privilege of education, and it is the duty of the State to guard and maintain that right.\"). Plaintiffs further allege that this environment and the ensuing coverup proximately caused plaintiffs' damages. Compl. ¶¶ 81-82. The Board moves to dismiss that claim because no North Carolina appellate court has ever held that there is an individual private right of action to enforce the North Carolina constitutional right to \"the privilege of education\" against a local board of education, and that even if such a private right of action existed, plaintiffs have not alleged sufficient facts to support their claim.</p>\n<p>No North Carolina appellate court has yet recognized a private right of action for damages under the North Carolina Constitution against a local board of education for the denial of the privilege of education. <i>See </i><i>Hoke County Bd. of Educ. v. State,</i> <span class=\"citation\" data-id=\"1328029\"><a href=\"/opinion/1328029/hoke-county-bd-of-educ-v-state/\"><span class=\"volume\">358</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">605</span></a></span>, 635, <span class=\"citation\" data-id=\"1328029\"><a href=\"/opinion/1328029/hoke-county-bd-of-educ-v-state/\"><span class=\"volume\">599</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">365</span></a></span>, 389 (2004). In <i>Hoke County Board of Education,</i> the North Carolina Supreme Court rejected the State of North Carolina's argument that the local school board should be responsible (at least in part) for the documented failings of its schools and students. <i>Id.</i> at 635, 599 S.E.2d at 389. Given that no North Carolina appellate court has recognized the right and the remedy that plaintiffs advance in their complaint, this federal court will not create such a right of action. <i>See </i><i>Time Warner Entm't-Advance/Newhouse P'ship v. Carteret-Craven Elec. Membership Corp.,</i> <span class=\"citation\" data-id=\"1024148\"><a href=\"/opinion/1024148/time-warner-entertainment-advancenewhouse-partnership-v-carteret-craven/\"><span class=\"volume\">506</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">304</span></a></span>, 314-15 (4th Cir.2007) (\"[A] federal court should not create or expand a State's public <span class=\"star-pagination\">*708</span> policy [or] elbow its way into [a] controversy to render what may be an uncertain and ephemeral interpretation of state law.\" (quotations omitted)). Accordingly, plaintiffs have failed to state a claim upon which relief may be granted.</p>\n<p></p>\n<h2>VII.</h2>\n<p>Plaintiffs allege that the Board breached its contract with NCSBT \"by refusing to pay claims after it has entered into an agreement to budget for the payment of those type of claims,\" and that plaintiffs are third-party beneficiaries to such a contract. Compl. ¶¶ 88-89. The Board responds that plaintiffs' factual allegations are insufficient to show (1) that the Board breached the Agreement, or (2) that plaintiffs were intended third-party beneficiaries of the Agreement. Def.'s Mem. 22-23. Plaintiffs reply that, because the Board paid money to NCSBT under the Agreement, plaintiffs are intended thirdparty beneficiaries. Compl. ¶ 85; Pls.' Resp. 16.</p>\n<p>Under North Carolina law, when a municipal corporation enters into a valid contract, it waives governmental immunity. <i>See </i><i>Able Outdoor, Inc. v. Harrelson,</i> <span class=\"citation\" data-id=\"1207722\"><a href=\"/opinion/1207722/able-outdoor-inc-v-harrelson/\"><span class=\"volume\">341</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">167</span></a></span>, 172, <span class=\"citation\" data-id=\"1207722\"><a href=\"/opinion/1207722/able-outdoor-inc-v-harrelson/\"><span class=\"volume\">459</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">626</span></a></span>, 629 (1995) (\"[W]hen the State enters into a valid contract, it waives its sovereign immunity so that it may be sued for breach of the contract.\"); <i>Data Gen. Corp.,</i> 143 N.C.App. at 100, 545 S.E.2d at 246. The North Carolina Court of Appeals extended this waiver to claims brought by certain third parties. <i>See </i><i>Carl v. State,</i> <span class=\"citation\" data-id=\"1258598\"><a href=\"/opinion/1258598/carl-v-state/\"><span class=\"volume\">665</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">787</span></a></span>, 795 (N.C.Ct.App.2008) (\"[W]hen the State occupies the same position as any other litigant, it may be sued by a third party to enforce a contract made for the direct benefit of that third party[.] ... [S]overeign immunity does not bar third-party beneficiary contract claims against the State.\").</p>\n<p>To survive a motion to dismiss a contract claim, plaintiffs must allege \"that a valid contract existed between the parties, that defendant breached the terms thereof, the facts constituting the breach, and that damages resulted from such breach.\" <i>Claggett v. Wake Forest Univ.,</i> 126 N.C.App. 602, 608, <span class=\"citation\" data-id=\"1281325\"><a href=\"/opinion/1281325/claggett-v-wake-forest-university/\"><span class=\"volume\">486</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">443</span></a></span>, 446 (1997). Under North Carolina law,</p>\n<blockquote>a person may bring an action to enforce a contract to which he is not a party, if he demonstrates that the contracting parties intended primarily and directly to benefit him or the class of persons to which he belongs. The intent of the parties is ascertained by construction of the terms of the contract as a whole, construed in the light of the circumstances under which it was made and the apparent purpose that the parties are trying to accomplish. Furthermore, when a third person seeks enforcement of a contract made between other parties, the contract must be construed strictly against the party seeking enforcement.</blockquote>\n<p><i>DeMent v. Nationwide Mut. Ins. Co.,</i> 142 N.C.App. 598, 604, <span class=\"citation\" data-id=\"1266843\"><a href=\"/opinion/1266843/dement-v-nationwide-mutual-ins-co/\"><span class=\"volume\">544</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">797</span></a></span>, 801 (2001) (quotations and citations omitted). If a plaintiff is a third-party beneficiary of a contract where claims may be paid by one party to the plaintiff, plaintiffs recovery under such a theory is limited by the amount of the benefit under the contract. <i>See, e.g., </i><i>Blackwelder v. City of Winston-Salem,</i> <span class=\"citation\" data-id=\"1274777\"><a href=\"/opinion/1274777/blackwelder-v-city-of-winston-salem/\"><span class=\"volume\">332</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">319</span></a></span>, 325, <span class=\"citation\" data-id=\"1274777\"><a href=\"/opinion/1274777/blackwelder-v-city-of-winston-salem/\"><span class=\"volume\">420</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">432</span></a></span>, 436 (1992).</p>\n<p>Because the Board entered into the Agreement with the NCSBT, the Board waived the defense of sovereign immunity to a breach of contract claim. However, assuming without deciding that plaintiffs are intended third-party beneficiaries of the Agreement, plaintiffs do not allege sufficient facts to show that the <i>Board</i> breached the contract. According <span class=\"star-pagination\">*709</span> to the complaint, the Board \"has breached the contract between itself and the [NCSBT] by refusing to pay claims after it has entered into an agreement to budget for the payment of those type of claims.\" <i>See</i> Compl. ¶ 89. But the agreement is for <i>NCSBT</i> to pay the claims, not the Board. <i>See id.</i> ¶¶ 85-87; Dunlap Aff. ¶ 5; Agreement 2, 8. Therefore, even if <i>NCSBT</i> should have paid plaintiffs' claims, NCSBT (anon-party in this action) was the one that breached the Agreement, not the Board. Accordingly, plaintiffs have failed to state a breach of contract claim against the Board.</p>\n<p></p>\n<h2>VIII.</h2>\n<p>Because plaintiffs have no claims sufficient to survive the Board's motion to dismiss, punitive damages are not available. But even if some claim did withstand the Board's motion to dismiss, punitive damages against municipal corporations are prohibited as a matter of law. <i>See, e.g., </i><i>City of Newport v. Fact Concerts, Inc.,</i> <span class=\"citation\" data-id=\"110553\"><a href=\"/opinion/110553/newport-v-fact-concerts-inc/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">247</span></a></span>, 266-71, <span class=\"citation\" data-id=\"110553\"><a href=\"/opinion/110553/newport-v-fact-concerts-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2748</span></a></span>, <span class=\"citation\" data-id=\"110553\"><a href=\"/opinion/110553/newport-v-fact-concerts-inc/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">616</span></a></span> (1981); <i>Crain v. Butler,</i> <span class=\"citation\" data-id=\"2291937\"><a href=\"/opinion/2291937/crain-v-butler/\"><span class=\"volume\">419</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">785</span></a></span>, 793 (E.D.N.C.2005); <i>Long v. City of Charlotte,</i> <span class=\"citation no-link\"><span class=\"volume\">306</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">187</span></span>, 207, <span class=\"citation\" data-id=\"1339485\"><a href=\"/opinion/1339485/long-v-city-of-charlotte/\"><span class=\"volume\">293</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">101</span></a></span>, 114 (1982); <i>Ripellino,</i> 158 N.C.App. at 431, 581 S.E.2d at 94. The Board is a municipal corporation. <i>See</i> Compl. ¶ 2. Thus, plaintiffs are barred from recovering punitive damages from the Board.</p>\n<p></p>\n<h2>IX.</h2>\n<p>Accordingly, the court GRANTS the Board's motion to dismiss [D.E. 7]. Plaintiffs' action against Arrowood is unaffected, and plaintiffs may continue to seek relief from him.</p>\n<h2>NOTES</h2>\n<p>[1]  The Board submitted two exhibits with its motion to dismiss concerning jurisdiction. <i>See</i> Dunlap Aff.; Def. Bd.'s Mot. to Dismiss, Ex. B [hereinafter \"Cahill Aff.\"]. Plaintiffs do not dispute the information contained in these exhibits. Therefore, the court finds it unnecessary to hold an evidentiary hearing. <i>See Trivette,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">516747</span></span>, at *1 n. 1.</p>\n<p>[2]  According to N.C. Gen. Stat § 115C-42:\n</p>\n<p>Any local board of education, by securing liability insurance <i>as hereinafter provided,</i> is hereby authorized and empowered to waive its governmental immunity from liability for damage by reason of death or injury to person or property caused by the negligence or tort of any agent or employee of such board of education when acting within the scope of his authority or within the course of his employment. Such immunity $hall be deemed to have been waived by the act of obtaining such insurance, but <i>such immunity is waived only to the extent that said board of education is indemnified by insurance for such negligence or tort.</i></p>\n<p>Any contract of insurance purchased pursuant to this section <i>shall be issued by a company or corporation duly licensed and authorized to execute insurance contracts in this State or by a qualified insurer as determined by the Department of Insurance</i> and shall by its terms adequately insure the local board of education against liability for damages by reason of death or injury to person or property proximately caused by the negligent act or torts of the agents and employees of said board of education or the agents and employees of a particular school in a local administrative unit when acting within the scope of their authority....</p>\n<p>....</p>\n<p>Except as hereinbefore expressly provided, nothing in this section shall be construed to deprive any local board of education of any defense whatsoever to any such action for damages or to restrict, limit, or otherwise affect any such defense which said board of education may have at common law or by virtue of any statute; and nothing in this section shall be construed to relieve any person sustaining damages or any personal representative of any decedent from any duty to give notice of such claim to said local board of education or to commence any civil action for the recovery of damages within the applicable period of time prescribed or limited by statute.</p>\n<p>A local board of education may incur liability pursuant to this section only with respect to a claim arising after such board of education has procured liability insurance pursuant to this section and during the time when such insurance is in force.</p>\n<p>N.C. Gen.Stat. § 115C-42 (emphasis added).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/690294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774280/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776653/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791588/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1024148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1025322/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1026084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1158254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1207722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1217276/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1221558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1231118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1231194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1233001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1258598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1266843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1274777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1280330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1281325/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1287196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1293340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1307887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1308258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1316499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1323049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1328029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1329211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1330834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1335021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1339017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1339485/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1339534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1353641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1359383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1384361/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1388996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1417753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1421774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2291937/"
  ]
}