{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1577287/",
  "absolute_url": "/opinion/1577287/howard-v-malcolm/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1577287/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:49:50.686779Z",
  "date_modified": "2016-04-27T00:43:40.444735Z",
  "type": "010combined",
  "sha1": "8e4b2f7b55328d8dd93dd3db3a754624ed060912",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>629 F.Supp. 952 (1986)</b></center>\n<center><h1>Milton HOWARD, et al., Plaintiffs,<br>\nv.<br>\nKen MALCOLM, et al., Defendants.</h1></center>\n<center>No. 85-123-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>February 12, 1986.</center>\n<p>Robert J. Willis, Farmworkers Legal Services of North Carolina, Raleigh, N.C., for plaintiffs.</p>\n<p>Charles F. Blackburn, Henderson, N.C., for Ken Malcolm and Debra Malcolm.</p>\n<p>Robert S. Griffith, II, Newton Grove, N.C., for David Godwin.</p>\n<p>Frank Blanding, pro se.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>Plaintiffs, six migrant farmworkers, initiated this action by complaint, filed September 23, 1985, alleging numerous violations of the Migrant and Seasonal Agricultural Worker Protection Act (AWPA), 29 U.S.C. § 1801 <i>et seq.,</i> the Fair Labor Standards Act (FLSA), 29 U.S.C. § 201 <i>et seq.,</i> the Federal Insurance Contributions Act (FICA), 26 U.S.C. § 3101 <i>et seq.,</i> and the Federal Unemployment Tax Act, 26 U.S.C. § 3301 <i>et seq.</i> Plaintiffs also seek class certification on three claims relating to nonpayment of FICA and FUTA payroll taxes by defendant Blanding and the Malcolms <span class=\"star-pagination\">*953</span> pursuant to Fed.R.Civ.P. 23(b). This matter is before the court on defendant Godwin's motion to dismiss or, alternatively, for summary judgment, to which plaintiffs have responded. Thus, the matter is now ripe for disposition.</p>\n<p>Plaintiffs have alleged only one claim for relief against Godwin, substantively claiming that:</p>\n<blockquote>40. Defendant David Godwin has intentionally violated the AWPA and its implementing regulations in that he:</blockquote>\n<blockquote>a. failed to ensure that the housing used by the defendant Blanding to house the named plaintiffs in 1985 met the applicable state and federal substantive safety and health standards during the entire time it was used to house those named plaintiffs in violation of 29 U.S.C. § 1823(a); and</blockquote>\n<blockquote>b. permitted the named plaintiffs to occupy the housing used by defendant Frank Blanding to house them in 1985 before defendant Blanding had obtained and posted a certificate indicating that the housing met applicable federal safety and health standards set forth at 29 C.F.R. § 1910.142 in violation of 29 U.S.C. § 1823(b)(1).</blockquote>\n<p>In support of this claim, plaintiffs further allege that:</p>\n<blockquote>(1) They \"were migrant farmworkers within definition of that term found in 29 U.S.C. § 1802(8) at all times relevant to this action.\"</blockquote>\n<blockquote>(2) Defendant David Godwin is a North Carolina resident who operates and has operated a farming business in Sampson County, North Carolina, 1984 and 1985. Defendant Godwin owned the migrant labor camp in Sampson County that was used to house the plaintiffs during their employment with the other defendants. Defendant Godwin rented that housing to Frank Blanding during that period of time.</blockquote>\n<blockquote>(3) In or about the late spring or summer of 1985, the named plaintiffs were jointly employed by the defendants to perform farm labor in the fields of the defendants listed in paragraph 8 [defendants Ken and Debra Malcolm] above for varying periods of time. The wages which the plaintiffs received free and clear from those defendants for that work were less than those required by the FLSA for the work that they performed.</blockquote>\n<blockquote>(4) At all times that the named plaintiffs were employed by defendants Blanding and Ken and Debra Malcolm, they were housed in migrant farmworker housing owned by David Godwin and rented by Frank Blanding that was in violation of the substantive requirements of applicable federal and state migrant housing standards; and</blockquote>\n<blockquote>(5) Defendants Frank Blanding and David Godwin permitted the named plaintiffs to occupy the housing used by Blanding to house the plaintiffs without obtaining and posting a certificate from an appropriate state or federal agency indicating that the housing met applicable federal safety and health standards. Those defendants never obtained such a certificate.</blockquote>\n<p>Complaint at paragraphs 7, 9, 21, 22, and 29.</p>\n<p>Defendant contends that no agricultural employment relationship existed between plaintiffs and defendant, thus, plaintiffs' AWPA housing claim against him must be dismissed. Plaintiffs argue that the housing provisions of the AWPA apply to any person who owns or controls the housing which is used by migrant workers and that an employment relationship between plaintiffs and defendant is not required. The court has covered this terrain before, having recently considered the same issue in <i>Haywood v. Barnes,</i> 109 F.R.D. 568 (E.D. N.C.1986). For the reasons which follow, the court finds plaintiffs' argument persuasive.</p>\n<p>Initially, the court notes that defendant's motion is couched in the alternativeto dismiss or for summary judgment. Normally where, as here, defendant has moved for summary judgment immediately after the filing of the case prior to any relevant discovery, a motion for summary judgment should not be considered. <i>See </i><i>Tarleton v.</i> <span class=\"star-pagination\">*954</span> <i>Meharry Medical College,</i> 717 F.2d 1523, 1534 (6th Cir.1983). The motion is deemed premature and is generally stayed pending further discovery. <i>See, e.g., </i><i>Alabama Farm Bureau Mutual Casualty Company, Inc. v. American Fidelity Life Insurance Co.,</i> 606 F.2d 602, 609 (5th Cir.), <i>cert. denied,</i> 449 U.S. 820, 101 S.Ct. 77, 66 L.Ed.2d 22 (1980).</p>\n<p>Thus, in the usual course of events the court would either review defendant's motion as one to dismiss or would postpone any ruling pending completion of discovery relevant to the factual issues raised by defendant. However, in this case, since defendant's own evidence indicates summary judgment should be denied, the court will dispositively decide defendant's motion.</p>\n<p>Sections 1823(a) and 1823(b)(1) of Title 29 of the United States Code read, in pertinent part, as follows:</p>\n<blockquote>[E]ach person who <i>owns</i> or <i>controls</i> a facility or real property which is used as housing for migrant agricultural workers shall be responsible for ensuring that the facility or real property complies with substantive federal and states safety and health standards applicable to that housing.</blockquote>\n<blockquote>[N]o facility or real property may be occupied by any migrant agricultural worker unless either a state or local health authority or other appropriate agency has certified that the facility or property meets applicable safety and health standards. No person who owns or controls any such facility or property shall permit it to be occupied by any migrant agricultural worker unless a copy of the certification of occupancy is posted at the site. (emphasis added).</blockquote>\n<p>The U.S. Department of Labor (\"DOL\") promulgated regulations in 1983 defining the terms \"owns or controls\". 29 C.F.R. §§ 500.130(b) and (c). The DOL simultaneously promulgated a regulation defining the applicable federal migrant housing standards. 29 C.F.R. § 500.132.</p>\n<p>29 C.F.R. § 500.130(b) states:</p>\n<blockquote>A farm labor contractor, agricultural employer, agricultural association, <i>or any other person</i> is deemed an \"owner\" of a housing facility or real property if said person has a legal or equitable interest in such facility or real property. (emphasis added).</blockquote>\n<p>Without even considering the definition of who \"controls\" a housing facility under 29 C.F.R. § 500.130(c), the language of § 500.130(b) makes it clear that the housing provisions of § 1823 of the AWPA apply to any person who rents a facility used to house migrant workers <i>regardless</i> of whether that person is an \"agricultural employer\" under 29 U.S.C. § 1802(2). To hold as defendant argues, that one has to be an agricultural employer to be held liable under § 1823, is to disregard the clear language and intent of the statute. Any person who has a legal or equitable interest in the property being used as migrant housing is liable under the statute for violations of 29 C.F.R. § 500.132. A person who rents his property to a farm labor contractor is a \"housing provider\" within the meaning of the statute and clearly has a legal interest in the property he leases. Congress obviously intended to apply the AWPA to non-employers when selecting their statutory wording to include \"each person,\" not simply \"each agricultural employer.\" <i>See</i> H.Rep. No. 97-885, 97th Cong., 2d Session at 17-18 (1982), U.S.Code Cong. &amp; Admin.News 1982, pp. 4547, 4563-4564 (\"The Committee intends that this section be interpreted with the broadest possible meaning to ensure that the person who owns or controls the facility used as housing ... is responsible for maintaining that facility in compliance with all substantive federal and state safety and health standards\").</p>\n<p>Finally, even if the court were to find some ambiguity in the definition of \"owns or controls,\" that ambiguity would have to be decided in favor of plaintiffs, since the courts have, without exception, adopted an expansive interpretation of all the definitions and provisions contained in the AWPA and its statutory building-block, the FLSA. <i>See, e.g., </i><i>Dunlop v. Carriage Carpet Co.,</i> 548 F.2d 139, 144 (6th Cir.1977); <span class=\"star-pagination\">*955</span> <i>Usery v. Pilgrim Equipment Co.,</i> 527 F.2d 1308, 1311 n. 6 (5th Cir.1976), <i>cert. denied,</i> 429 U.S. 826, 97 S.Ct. 82, 50 L.Ed.2d 89 (1976). <i>See also</i> the Department of Labor's interpretation of 29 U.S.C. § 1823 attached to plaintiffs' December 3, 1985, Supplemental Memorandum of Law, indicating agreement with plaintiffs' position; H.Rep. No. 97-885, <i>supra.</i></p>\n<p>Applying these principles to the case at bar, the court finds defendant Godwin is the owner of the housing facility at issue. First, in his answer, defendant admitted that he rented housing in Sampson County to defendant Blanding, a Florida-based farm labor contractor, during the relevant period of time. Answer at paragraph 6. Defendant's affidavit of November 4, 1985, reiterates this position. In addition, the affidavit establishes that defendant notified the Sampson County Health Department of the leasing arrangement, so that they could inspect the property. <i>See</i> N.C.Gen.Stat. §§ 130A-239 &amp; 40 (requiring an inspection of migrant housing by the Department of Human Resources and the issuance of a permit prior to occupancy).</p>\n<p>Second, the defendant has filed no affidavit or evidence with the court controverting plaintiffs' allegations that they were housed by defendant Blanding in the housing leased by Godwin. To the contrary, defendant filed the affidavit of Mr. Gary Freeman, an employee with the Sampson County Health Department, who is charged with inspecting migrant housing and who states:</p>\n<blockquote>2. That he is familiar with the labor camp which is the subject of this action.</blockquote>\n<blockquote>3. That on or about the 10th day of June, 1985, he did receive an application for permit to operate a migrant housing facility from David Godwin.</blockquote>\n<p>Based on the aforesaid, the court concludes defendant was the \"owner\" of a facility used to house migrant farmworkers, pursuant to 29 U.S.C. § 1823, and defendant's motion for summary judgment is DENIED. To the extent defendant's motion indirectly argues for summary judgment on the merits of plaintiffs' housing claim, and the court is not at all sure it does, that aspect of the motion is DENIED without prejudice to defendant's right to renew said argument after more extensive discovery has occurred.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">629</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">952</span></span> (1986)</b></center>\n<center><h1>Milton HOWARD, et al., Plaintiffs,<br>\nv.<br>\nKen MALCOLM, et al., Defendants.</h1></center>\n<center>No. 85-123-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>February 12, 1986.</center>\n<p>Robert J. Willis, Farmworkers Legal Services of North Carolina, Raleigh, N.C., for plaintiffs.</p>\n<p>Charles F. Blackburn, Henderson, N.C., for Ken Malcolm and Debra Malcolm.</p>\n<p>Robert S. Griffith, II, Newton Grove, N.C., for David Godwin.</p>\n<p>Frank Blanding, pro se.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>Plaintiffs, six migrant farmworkers, initiated this action by complaint, filed September 23, 1985, alleging numerous violations of the Migrant and Seasonal Agricultural Worker Protection Act (AWPA), 29 U.S.C. § 1801 <i>et seq.,</i> the Fair Labor Standards Act (FLSA), 29 U.S.C. § 201 <i>et seq.,</i> the Federal Insurance Contributions Act (FICA), 26 U.S.C. § 3101 <i>et seq.,</i> and the Federal Unemployment Tax Act, 26 U.S.C. § 3301 <i>et seq.</i> Plaintiffs also seek class certification on three claims relating to nonpayment of FICA and FUTA payroll taxes by defendant Blanding and the Malcolms <span class=\"star-pagination\">*953</span> pursuant to Fed.R.Civ.P. 23(b). This matter is before the court on defendant Godwin's motion to dismiss or, alternatively, for summary judgment, to which plaintiffs have responded. Thus, the matter is now ripe for disposition.</p>\n<p>Plaintiffs have alleged only one claim for relief against Godwin, substantively claiming that:</p>\n<blockquote>40. Defendant David Godwin has intentionally violated the AWPA and its implementing regulations in that he:</blockquote>\n<blockquote>a. failed to ensure that the housing used by the defendant Blanding to house the named plaintiffs in 1985 met the applicable state and federal substantive safety and health standards during the entire time it was used to house those named plaintiffs in violation of 29 U.S.C. § 1823(a); and</blockquote>\n<blockquote>b. permitted the named plaintiffs to occupy the housing used by defendant Frank Blanding to house them in 1985 before defendant Blanding had obtained and posted a certificate indicating that the housing met applicable federal safety and health standards set forth at 29 C.F.R. § 1910.142 in violation of 29 U.S.C. § 1823(b)(1).</blockquote>\n<p>In support of this claim, plaintiffs further allege that:</p>\n<blockquote>(1) They \"were migrant farmworkers within definition of that term found in 29 U.S.C. § 1802(8) at all times relevant to this action.\"</blockquote>\n<blockquote>(2) Defendant David Godwin is a North Carolina resident who operates and has operated a farming business in Sampson County, North Carolina, 1984 and 1985. Defendant Godwin owned the migrant labor camp in Sampson County that was used to house the plaintiffs during their employment with the other defendants. Defendant Godwin rented that housing to Frank Blanding during that period of time.</blockquote>\n<blockquote>(3) In or about the late spring or summer of 1985, the named plaintiffs were jointly employed by the defendants to perform farm labor in the fields of the defendants listed in paragraph 8 [defendants Ken and Debra Malcolm] above for varying periods of time. The wages which the plaintiffs received free and clear from those defendants for that work were less than those required by the FLSA for the work that they performed.</blockquote>\n<blockquote>(4) At all times that the named plaintiffs were employed by defendants Blanding and Ken and Debra Malcolm, they were housed in migrant farmworker housing owned by David Godwin and rented by Frank Blanding that was in violation of the substantive requirements of applicable federal and state migrant housing standards; and</blockquote>\n<blockquote>(5) Defendants Frank Blanding and David Godwin permitted the named plaintiffs to occupy the housing used by Blanding to house the plaintiffs without obtaining and posting a certificate from an appropriate state or federal agency indicating that the housing met applicable federal safety and health standards. Those defendants never obtained such a certificate.</blockquote>\n<p>Complaint at paragraphs 7, 9, 21, 22, and 29.</p>\n<p>Defendant contends that no agricultural employment relationship existed between plaintiffs and defendant, thus, plaintiffs' AWPA housing claim against him must be dismissed. Plaintiffs argue that the housing provisions of the AWPA apply to any person who owns or controls the housing which is used by migrant workers and that an employment relationship between plaintiffs and defendant is not required. The court has covered this terrain before, having recently considered the same issue in <i>Haywood v. Barnes,</i> <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">568</span></span> (E.D. N.C.1986). For the reasons which follow, the court finds plaintiffs' argument persuasive.</p>\n<p>Initially, the court notes that defendant's motion is couched in the alternativeto dismiss or for summary judgment. Normally where, as here, defendant has moved for summary judgment immediately after the filing of the case prior to any relevant discovery, a motion for summary judgment should not be considered. <i>See </i><i>Tarleton v.</i> <span class=\"star-pagination\">*954</span> <i>Meharry Medical College,</i> <span class=\"citation\" data-id=\"425089\"><a href=\"/opinion/425089/dr-gadson-j-tarleton-v-meharry-medical-college/\"><span class=\"volume\">717</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1523</span></a></span>, 1534 (6th Cir.1983). The motion is deemed premature and is generally stayed pending further discovery. <i>See, e.g., </i><i>Alabama Farm Bureau Mutual Casualty Company, Inc. v. American Fidelity Life Insurance Co.,</i> <span class=\"citation\" data-id=\"370322\"><a href=\"/opinion/370322/fed-sec-l-rep-p-97192-alabama-farm-bureau-mutual-casualty-company/\"><span class=\"volume\">606</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">602</span></a></span>, 609 (5th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">820</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">77</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">22</span></span> (1980).</p>\n<p>Thus, in the usual course of events the court would either review defendant's motion as one to dismiss or would postpone any ruling pending completion of discovery relevant to the factual issues raised by defendant. However, in this case, since defendant's own evidence indicates summary judgment should be denied, the court will dispositively decide defendant's motion.</p>\n<p>Sections 1823(a) and 1823(b)(1) of Title 29 of the United States Code read, in pertinent part, as follows:</p>\n<blockquote>[E]ach person who <i>owns</i> or <i>controls</i> a facility or real property which is used as housing for migrant agricultural workers shall be responsible for ensuring that the facility or real property complies with substantive federal and states safety and health standards applicable to that housing.</blockquote>\n<blockquote>[N]o facility or real property may be occupied by any migrant agricultural worker unless either a state or local health authority or other appropriate agency has certified that the facility or property meets applicable safety and health standards. No person who owns or controls any such facility or property shall permit it to be occupied by any migrant agricultural worker unless a copy of the certification of occupancy is posted at the site. (emphasis added).</blockquote>\n<p>The U.S. Department of Labor (\"DOL\") promulgated regulations in 1983 defining the terms \"owns or controls\". 29 C.F.R. §§ 500.130(b) and (c). The DOL simultaneously promulgated a regulation defining the applicable federal migrant housing standards. 29 C.F.R. § 500.132.</p>\n<p>29 C.F.R. § 500.130(b) states:</p>\n<blockquote>A farm labor contractor, agricultural employer, agricultural association, <i>or any other person</i> is deemed an \"owner\" of a housing facility or real property if said person has a legal or equitable interest in such facility or real property. (emphasis added).</blockquote>\n<p>Without even considering the definition of who \"controls\" a housing facility under 29 C.F.R. § 500.130(c), the language of § 500.130(b) makes it clear that the housing provisions of § 1823 of the AWPA apply to any person who rents a facility used to house migrant workers <i>regardless</i> of whether that person is an \"agricultural employer\" under 29 U.S.C. § 1802(2). To hold as defendant argues, that one has to be an agricultural employer to be held liable under § 1823, is to disregard the clear language and intent of the statute. Any person who has a legal or equitable interest in the property being used as migrant housing is liable under the statute for violations of 29 C.F.R. § 500.132. A person who rents his property to a farm labor contractor is a \"housing provider\" within the meaning of the statute and clearly has a legal interest in the property he leases. Congress obviously intended to apply the AWPA to non-employers when selecting their statutory wording to include \"each person,\" not simply \"each agricultural employer.\" <i>See</i> H.Rep. No. 97-885, 97th Cong., 2d Session at 17-18 (1982), U.S.Code Cong. &amp; Admin.News 1982, pp. 4547, 4563-4564 (\"The Committee intends that this section be interpreted with the broadest possible meaning to ensure that the person who owns or controls the facility used as housing ... is responsible for maintaining that facility in compliance with all substantive federal and state safety and health standards\").</p>\n<p>Finally, even if the court were to find some ambiguity in the definition of \"owns or controls,\" that ambiguity would have to be decided in favor of plaintiffs, since the courts have, without exception, adopted an expansive interpretation of all the definitions and provisions contained in the AWPA and its statutory building-block, the FLSA. <i>See, e.g., </i><i>Dunlop v. Carriage Carpet Co.,</i> <span class=\"citation\" data-id=\"342307\"><a href=\"/opinion/342307/john-t-dunlop-secretary-of-labor-v-carriage-carpet-company/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">139</span></a></span>, 144 (6th Cir.1977); <span class=\"star-pagination\">*955</span> <i>Usery v. Pilgrim Equipment Co.,</i> <span class=\"citation\" data-id=\"331985\"><a href=\"/opinion/331985/w-j-usery-secretary-of-labor-united-states-department-of-labor/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1308</span></a></span>, 1311 n. 6 (5th Cir.1976), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">826</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">82</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">89</span></span> (1976). <i>See also</i> the Department of Labor's interpretation of 29 U.S.C. § 1823 attached to plaintiffs' December 3, 1985, Supplemental Memorandum of Law, indicating agreement with plaintiffs' position; H.Rep. No. 97-885, <i>supra.</i></p>\n<p>Applying these principles to the case at bar, the court finds defendant Godwin is the owner of the housing facility at issue. First, in his answer, defendant admitted that he rented housing in Sampson County to defendant Blanding, a Florida-based farm labor contractor, during the relevant period of time. Answer at paragraph 6. Defendant's affidavit of November 4, 1985, reiterates this position. In addition, the affidavit establishes that defendant notified the Sampson County Health Department of the leasing arrangement, so that they could inspect the property. <i>See</i> N.C.Gen.Stat. §§ 130A-239 &amp; 40 (requiring an inspection of migrant housing by the Department of Human Resources and the issuance of a permit prior to occupancy).</p>\n<p>Second, the defendant has filed no affidavit or evidence with the court controverting plaintiffs' allegations that they were housed by defendant Blanding in the housing leased by Godwin. To the contrary, defendant filed the affidavit of Mr. Gary Freeman, an employee with the Sampson County Health Department, who is charged with inspecting migrant housing and who states:</p>\n<blockquote>2. That he is familiar with the labor camp which is the subject of this action.</blockquote>\n<blockquote>3. That on or about the 10th day of June, 1985, he did receive an application for permit to operate a migrant housing facility from David Godwin.</blockquote>\n<p>Based on the aforesaid, the court concludes defendant was the \"owner\" of a facility used to house migrant farmworkers, pursuant to 29 U.S.C. § 1823, and defendant's motion for summary judgment is DENIED. To the extent defendant's motion indirectly argues for summary judgment on the merits of plaintiffs' housing claim, and the court is not at all sure it does, that aspect of the motion is DENIED without prejudice to defendant's right to renew said argument after more extensive discovery has occurred.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/331985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/342307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/370322/",
    "http://www.courtlistener.com/api/rest/v3/opinions/425089/"
  ]
}