{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1580766/",
  "absolute_url": "/opinion/1580766/mcneil-ppc-inc-v-granutec-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1580766/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:50:30.359154Z",
  "date_modified": "2016-04-27T02:38:20.190687Z",
  "type": "010combined",
  "sha1": "042c836dda0be2570d08904c836e863357622965",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>919 F.Supp. 198 (1995)</b></center>\n<center><h1>McNEIL-PPC, INC., Plaintiff,<br>\nv.<br>\nGRANUTEC, INC., Defendant.</h1></center>\n<center>No. 5:94-CV-817-H2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 21, 1995.</center>\n<p><span class=\"star-pagination\">*199</span> <span class=\"star-pagination\">*200</span> John L. Sarratt, Petree Stockton, Raleigh, NC, for plaintiff.</p>\n<p>David Dreifus, Poyner &amp; Spruill, Raleigh, NC, David W. Long, Raleigh, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court upon plaintiff's motion for a preliminary injunction filed March 31, 1995. In an April 26, 1995, order of this court, the motion was referred to United States Magistrate Judge Wallace W. Dixon for further proceedings. Pursuant to this order, a <i>four-day</i> preliminary injunction hearing was held in front of Magistrate Judge Dixon. Magistrate Judge Dixon thereafter issued his recommended findings of facts and conclusions of law in which he <i>recommended that this court issue a preliminary injunction as sought by the plaintiff.</i> This recommendation was filed October 12, 1995. Defendant filed written objections to the Magistrate Judge's recommendation, plaintiff has responded, and defendant has replied. The matter is therefore ripe for adjudication.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>The plaintiff in this matter, McNeil-PPC, Inc. (\"McNeil\"), a subsidiary of Johnson &amp; Johnson, manufactures Tylenol acetaminophen \"gelcaps,\" an over-the-counter (\"OTC\") non-aspirin analgesic. The defendant, Granutec, Inc. (\"Granutec\"), a subsidiary of Novapharm, Ltd., manufactures <i>generic</i> OTC acetaminophen products, including gelatin capsules or caplets sold in stores such as Eckerd and Wal-Mart and intended to be the less-expensive store brand counterpart to the Tylenol gelcap. In 1994, in spite of an earlier understanding, Granutec changed the color of its product from a red and orange capsule to a red and yellow capsule. Red and yellow is the same color combination used by McNeil for its Tylenol gelcaps since their introduction in 1988. This red and yellow capsule is the subject of the instant litigation.</p>\n<p>McNeil first began selling Tylenol in the 1950's as a pediatric product. An adult version of Tylenol was introduced in the 1960's and an extra-strength version was introduced in 1975. By the 1980's, McNeil had created an easy-to-swallow capsule form of its OTC Tylenol pain relief. This capsule proved to be extremely popular and soon became the best-selling form of Tylenol on the market. In 1982 and again in 1986, however, Tylenol capsules were the target of tampering incidents and eight people died from ingesting laced capsules. After the second incident, McNeil recalled all Tylenol capsules and ceased to sell Tylenol in capsule form.</p>\n<p>In 1982, after the first tampering incident, McNeil began to develop a form of Tylenol to replace the popular capsule. Six years later, after comprehensive research and development, the red and yellow gelcap was introduced. The gelcap, a solid pill in the shape of a capsule and covered with a red and yellow gelatin coating, now accounts for about $250 million per year in sales for McNeil, or about 45% of McNeil's adult Tylenol business.</p>\n<p><span class=\"star-pagination\">*201</span> Prior to choosing the new gelcap's red and yellow coloring, McNeil conducted extensive market research. The red and yellow capsule was chosen not because these colors were functionally superior to any other color combination, but because of their aesthetically pleasing appearance and their claimed historical association with the Tylenol brand of pain relievers. The popular but discontinued capsules had been red and white.</p>\n<p>McNeil heavily promoted its Tylenol gelcaps following their introduction in June of 1988. Vast amounts were spent on advertising the new product in an effort to recapture the consumers McNeil lost when it took the capsule off the market, and the focus of much of this advertising was the red and yellow gelcap itself. The introductory television advertisement for the new gelcap featured a computer-generated picture of the gelcap with the slogan, \"It's not a capsule. It's better,\" and a sketch of the gelcap still appears on the box in which the product is sold. McNeil's Prop. Findings of Fact and Concl. of Law at 12-13.</p>\n<p>Shortly after McNeil introduced the Tylenol gelcap, many private label pain relief companies announced intentions to market a generic version of the product. Upon objection from McNeil, each private label competitor ultimately agreed to utilize a different color scheme and to describe its product as something other than a gelcap. Granutec was one such competitor, and, following negotiations between the two parties, Granutec agreed to produce a product \"conspicuously different enough in color, name, and markings to satisfy [McNeil]. The parties' agreement was confirmed by two letters in late February and early March 1989.\" Rec. Findings of Facts and Concl. of Law at 2. Nonetheless, Granutec is currently marketing a red and yellow gelatin capsule.</p>\n<p>McNeil filed the above-captioned action on October 21, 1994, alleging (1) false designation of origin in violation of § 43(a)(1) of the Lanham Act, 15 U.S.C. § 1125; (2) false and deceptive advertising in violation of § 43(a)(2) of the Lanham Act; and (3) unfair competition and deceptive trade practices in violation of N.C.Gen.Stat. § 75-1.1. On November 8, 1994, McNeil amended its complaint to include a fourth claim of relief for breach of contract. The present preliminary injunction motion was filed on March 31, 1995.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>In deciding whether to grant a motion for a preliminary injunction, a court must weigh four factors: (1) the plaintiff's likelihood of succeeding on the merits of the action; (2) whether the plaintiff will suffer irreparable harm if an injunction is not granted; (3) injury to the defendant should an injunction be granted; and (4) public interest. <i>Hughes Network Systems, Inc. v. Interdigital Communications Corp.,</i> 17 F.3d 691, 693 (4th Cir.1994); <i>Blackwelder Furniture Co. of Statesville, Inc. v. Seilig Mfg. Co.,</i> 550 F.2d 189, 195-96 (4th Cir.1977). Where multiple causes of action are alleged, plaintiff need only show likelihood of success on one claim to justify injunctive relief. <i>Nabisco Brands, Inc. v. Conusa Corp.,</i> 722 F.Supp. 1287, 1292 n. 4 (M.D.N.C.1989), <i>aff'd,</i> 892 F.2d 74 (4th Cir.1989).</p>\n<p></p>\n<h2>I. Likelihood of Success on the Merits</h2>\n<p>In the present matter, four causes of action are alleged: (1) false designation of origin in violation of § 43(a)(1) of the Lanham Act; (2) false and deceptive advertising in violation of § 43(a)(2) of the Lanham Act; (3) unfair competition and deceptive trade practices in violation of N.C.Gen.Stat. § 75-1.1; and (4) breach of contract. The court will first consider plaintiff's false designation of origin claim, brought pursuant to § 43(a)(1) of the Lanham Act.</p>\n<p>In order to enjoin a competitor's use of a particular trade dress pursuant to § 43(a) of the Lanham Act, a plaintiff must prove two things: First, that its own trade dress is inherently distinctive or has acquired a secondary meaning, and, second, that there is a likelihood that the defendant's use of that trade dress will cause confusion with the public. <i>M. Kramer Mfg. Co. v. Andrews,</i> 783 F.2d 421, 448-49 (4th Cir.1986). \"[C]onfusion in the post-sale context is clearly actionable under the Lanham Act.\" <i>Nabisco Brands, Inc. v. Conusa Corp,</i> 722 F.Supp. <span class=\"star-pagination\">*202</span> 1287, 1291 (M.D.N.C.1989), <i>aff'd,</i> 892 F.2d 74 (4th Cir.1989). <i>See also, </i><i>Polo Fashions, Inc. v. Craftex, Inc.,</i> 816 F.2d 145, 148 (4th Cir. 1987). Moreover, McNeil has made a sufficient argument regarding out-of-package usage of the Tylenol gelcap to satisfy this court that post-sale confusion should be actionable in the instant case.</p>\n<p></p>\n<h2>A. <i>Secondary Meaning</i>\n</h2>\n<p>A product's trade dress acquires secondary meaning if \"the consuming public associates that product with a certain producer.\" <i>M. Kramer Mfg.,</i> 783 F.2d at 449. <i>See also, </i><i>Two Pesos, Inc. v. Taco Cabana, Inc.,</i> 505 U.S. 763, 767-69, 112 S.Ct. 2753, 2757, 120 L.Ed.2d 615 (1992). \"The public need not be able to identify the name of the manufacturer that produces the product; it is enough if the public perceives that the product emanates from a single source.\" <i>M. Kramer Mfg,</i> 783 F.2d at 449. Additionally, \"evidence of intentional, direct copying establishes a prima facie case of secondary meaning sufficient to shift the burden of persuasion to the defendant on that issue.\" <i>Id.</i> at 448; <i>Osem Food Industries Ltd. v. Sherwood Foods, Inc.,</i> 917 F.2d 161 (4th Cir.1990); <i>Devan Designs, Inc. v. Palliser Furniture Corp.,</i> 998 F.2d 1008 (4th Cir.1993).</p>\n<p>In the instant matter, it is obvious that Granutec's marketing of red and yellow gelatin caplets is an effort to copy, as closely as possible, the outward appearance of the Tylenol gelcap. This fact alone establishes a presumption in favor of secondary meaning. Furthermore, McNeil's secondary meaning survey, which followed the traditional \"Ever-Ready\" design, reveals strong association of the red and yellow gelcap with a single producer. Forty-one percent of all respondents, and fifty-two percent of all Tylenol users, associated the product with a single brand. Thirty-eight percent of all respondents, and fifty percent of Tylenol users, recognized the product as Tylenol. McNeil's Prop. Findings of Fact and Concl. of Law at 58-59. As this court finds little support for Granutec's contention that the colors red and yellow are functional, it appears that McNeil would likely succeed in a trial on the merits in establishing secondary meaning in the red and yellow trade dress of the Tylenol gelcap.</p>\n<p></p>\n<h2>B. <i>Likelihood of Confusion</i>\n</h2>\n<p>Courts generally consider a number of factors in determining whether there is a likelihood that one product's trade dress will cause it to be confused with another product. The factors usually considered by the Fourth Circuit are,</p>\n<blockquote>(a) the strength or distinctiveness of the mark; (b) the similarity of the two marks; (c) the similarity of the goods/services the marks identify; (d) the similarity of the facilities the two parties use in their businesses; (e) the similarly of the advertising used by the two parties; (f) the defendant's intent; (g) actual confusion.</blockquote>\n<p><i>Pizzeria Uno Corp. v. Temple,</i> 747 F.2d 1522, 1527 (4th Cir.1984). However, all of these factors are not always relevant or equally important in a particular case. <i>Id.</i></p>\n<p>In the instant matter, the strength of McNeil's red and yellow gelcap design has already been discussed  thirty-eight percent of the secondary meaning survey respondents recognized the product as Tylenol. McNeil has also spent large sums in advertising the gelcap and a picture of the actual product has been the center of much of this advertising. Furthermore, Granutec's gelatin capsules look very similar to the gelcap. The dominant feature of both pills is the red and yellow coloring smoothly covering each half of the product. The faint \"G\" on the Granutec product is only a minor feature not necessarily noticeable except upon close scrutiny, and the fact that the Tylenol product says \"Tylenol\" does not mean that one preparing to ingest the Granutec capsule would know it is not Tylenol.</p>\n<p>Moreover, in McNeil's confusion surveys there was a \"net\" confusion level of twenty-eight percent in the first study and twenty-one percent in the second, and these surveys involved a control cell. McNeil's Prop. Findings of Fact and Concl. of Law at 65. This level of confusion is certainly sufficient to draw the conclusion that there is a likely chance of confusing the two products. <i>See, </i><i>Mutual of Omaha Ins. Co. v. Novak,</i> 836 F.2d 397, 400 (8th Cir.1987) (\"Because manifestations <span class=\"star-pagination\">*203</span> of actual confusion serve as strong evidence of likelihood of confusion ... this survey [finding 10% confusion] should be given substantial weight\"); <i>Exxon Corp. v. Texas Motor Exchange of Houston Inc.,</i> 628 F.2d 500, 507 (5th Cir.1980) (15-23% confusion \"constitutes strong evidence indicating a likelihood of confusion\").</p>\n<p>Granutec also admits that the gelatin capsule it markets is intended to be a store brand competitor with the Tylenol gelcap. \"The retailers package their product in a manner to make it clear to the consumer that the product is similar to the national brand, and is intended for the same purpose.\" Granutec's Prop. Findings of Fact and Concl. of Law at 5. In particular, Granutec opted for the red and yellow design in 1994 because a competitor in the generic market, Perrigo, had begun to market a red and yellow gelcap which threatened to overtake Granutec's Wal-Mart and Eckerd business.<sup>[1]</sup> Granutec's Prop. Findings of Fact and Concl. of Law at 11-12.</p>\n<p>Granutec contends that although its product looks similar to a Tylenol gelcap and is intended for the same purpose, there is little likelihood of confusion because (1) there is no point of purchase confusion and (2) McNeil's surveys do not establish likelihood of confusion post-purchase. Granutec relies heavily upon the case of <i>American Home Products v. Barr Laboratories,</i> 656 F.Supp. 1058 (D.N.J.1987), <i>aff'd</i> 834 F.2d 368 (3rd Cir. 1987), to support this contention. In <i>American Home,</i> a New Jersey District Court found no likelihood of confusion between Advil and a generic ibuprofen product. The <i>American Home</i> court also refused to infer a presumption of confusion from the fact that the defendant had intentionally copied Advil's brownish color for its tablets. <i>Id.</i> at 1071.</p>\n<p>Much of the court's reasoning in <i>American Home,</i> however, including its ground for not presuming confusion from copying, was premised upon the court's finding that other than the color similarity, the products were actually quite different. On that basis the court also distinguished the case before it from another New Jersey District Court case, <i>Ciba-Geigy Corp. v. Bolar Pharmaceutical Co., Inc.,</i> 547 F.Supp. 1095 (D.N.J.1982), in which the court granted a preliminary injunction against a generic prescription drug manufacturer's \"confusingly similar\" drug product. <i>Id.</i> at 1098.</p>\n<p>Because the shape and texture as well as the color of Granutec's product is remarkably similar to the Tylenol gelcap, this court finds that the instant case is more along the lines of <i>Ciba-Geigy</i> than <i>American Home.</i> The court also finds that McNeil's argument regarding the opportunity for post-purchase confusion in the OTC analgesic area is persuasive and that its surveys were conducted properly. Furthermore, Granutec's criticism of McNeil's confusion surveys as failing to replicate the conditions under which people will encounter Granutec's product in the real world is unconvincing.</p>\n<p>For all of these reasons, the court concludes that there is a strong likelihood that consumers may confuse Granutec's gelatin capsules with the Tylenol gelcap. Thus, as the court has already determined that there exists a likelihood of success on the secondary meaning issue, the court finds that McNeil has a strong likelihood of success in prevailing on a claim under § 43(a) of the Lanham Act.<sup>[2]</sup></p>\n<p></p>\n<h2>II. Irreparable Harm to the Plaintiff and Injury to the Defendant</h2>\n<p>In the OTC drug market, brand loyalty is not a small matter, and OTC drugs are not small business. In the gelcap's first full year on the market, McNeil spent forty million dollars on consumer advertising  primarily in an effort to regain the loyalty the Tylenol brand lost when its capsules were tampered with. McNeil's Prop. Findings of Fact and Concl. of Law at 13. The red and <span class=\"star-pagination\">*204</span> yellow capsule-shaped gelcap thereafter became McNeil's top selling Tylenol product.</p>\n<p>Because of the history behind the Tylenol gelcap, i.e., the tampering incidents with the capsule and the subsequent marketing blitz for the gelcap, Granutec's copying of the gelcap's shape, texture and color combination is particularly troublesome to McNeil. McNeil has taken great pains in the last seven years to regain public confidence in the Tylenol name, and the Tylenol gelcap appears to have obtained strong name brand recognition and quite a large following. To permit Granutec to indistinguishably copy McNeil's red and yellow gelcap not only allows Granutec to benefit from Tylenol's name brand recognition and faithful following, but also takes away McNeil's control over its reputation and goodwill. Presently, if a consumer becomes ill or unsatisfied after swallowing a red and yellow capsule-looking pill, there is little to distinguish the Granutec product from the Tylenol gelcap. Granted, the packaging is different, but if the consumer receives the pill from a friend, or places the pill in another container, it is likely that the consumer will assume he or she is taking a Tylenol product when in fact it could be Granutec's generic counterpart. Thus, Granutec benefits from the goodwill and reputation McNeil has worked so hard to develop, while not necessarily maintaining the same quality control standards. The harm that McNeil could suffer from a defective Granutec product is certainly irreparable.</p>\n<p>Moreover, in weighing the harm that results from Granutec's use of the red and yellow color combination against the harm that could result to Granutec should an injunction be granted, the equities weigh heavily in favor of McNeil. Granutec deliberately chose to change its capsules from red and orange to red and yellow in order to bolster its own sales. Granutec's Prop. Findings of Fact and Concl. of Law at 12. Thus, any harm that might occur from the granting of an injunction is of Granutec's own making. The possibility of a lawsuit was a risk Granutec assumed when it chose to closely duplicate McNeil's product. The court therefore finds that the harm to Granutec from the granting of an injunction is outweighed by the harm caused to McNeil without an injunction.</p>\n<p></p>\n<h2>III. The Public Interest</h2>\n<p>If a consumer prefers to take a certain medication because it was made by a particular manufacturer, the consumer has a right to do so. Similarly, if a consumer chooses to purchase a store brand equivalent instead of the more expensive name brand product, the consumer also has a right to do this. It is only fair, however, that the consumer be able to distinguish the two products and make this choice for himself. Granting an injunction against the indistinguishable copying of McNeil's red and yellow Tylenol gelcap is an effort to make sure acetaminophen consumers know what they are ingesting. This is certainly in the public interest.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The Lanham Act is meant to secure to the owner of a trademark or trade dress the goodwill of his business and the ability of consumers to distinguish among competing producers. <i>Park 'N Fly, Inc. v. Dollar Park and Fly, Inc.,</i> 469 U.S. 189, 198, 105 S.Ct. 658, 663, 83 L.Ed.2d 582 (1985). Thus, on the one hand, \"trademark law allows a producer to prohibit the copying of a product feature which serves as a signifier of source in order to preserve his reputation and the goodwill consumers have for his brand. On the other hand, effective competition and the penumbra of the patent laws require that competitors be able to slavishly copy the design of a successful product.\" <i>Thomas &amp; Betts Corp. v. Panduit Corp.,</i> 65 F.3d 654, 658 (7th Cir.1995). This court is faced with the difficult task of balancing these competing interests.</p>\n<p>In so doing, however, the court finds that the balance of the equities weighs heavily in favor of the plaintiff, McNeil-PPC. Thus, for the reasons stated herein and for the reasons articulated by Magistrate Judge Dixon in his recommended findings of facts and conclusions of law, the court hereby GRANTS plaintiff's motion for a preliminary injunction. Defendant's request for a hearing in this matter is DENIED.</p>\n<p><span class=\"star-pagination\">*205</span> Accordingly, it is ORDERED that defendant is enjoined, pending final determination of this action, from marketing any acetaminophen product that is confusingly similar in color scheme and overall appearance, including but not limited to its present red and yellow color scheme, to plaintiff's Tylenol gelcaps. It is further ORDERED that defendant recall forthwith from all customers any acetaminophen product already distributed by defendant that is confusingly similar to the Tylenol gelcap's red and yellow color scheme.</p>\n<p>This order shall become effective upon plaintiff's posting of a bond in the amount of Five Hundred Thousand Dollars ($500,000).</p>\n<h2>NOTES</h2>\n<p>[1]  Perrigo's red and yellow gelcap has not been objected to by McNeil because the red in its product is different from the Tylenol red, the orientation of the colors is different, and it is a true gelcap therefore posing less risk of tamperability.</p>\n<p>[2]  Because the court finds a likelihood of success on plaintiff's first cause of action, the court need not determine McNeil's likelihood of prevailing on any of its other three claims against Granutec.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">919</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">198</span></span> (1995)</b></center>\n<center><h1>McNEIL-PPC, INC., Plaintiff,<br>\nv.<br>\nGRANUTEC, INC., Defendant.</h1></center>\n<center>No. 5:94-CV-817-H2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 21, 1995.</center>\n<p><span class=\"star-pagination\">*199</span> <span class=\"star-pagination\">*200</span> John L. Sarratt, Petree Stockton, Raleigh, NC, for plaintiff.</p>\n<p>David Dreifus, Poyner &amp; Spruill, Raleigh, NC, David W. Long, Raleigh, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court upon plaintiff's motion for a preliminary injunction filed March 31, 1995. In an April 26, 1995, order of this court, the motion was referred to United States Magistrate Judge Wallace W. Dixon for further proceedings. Pursuant to this order, a <i>four-day</i> preliminary injunction hearing was held in front of Magistrate Judge Dixon. Magistrate Judge Dixon thereafter issued his recommended findings of facts and conclusions of law in which he <i>recommended that this court issue a preliminary injunction as sought by the plaintiff.</i> This recommendation was filed October 12, 1995. Defendant filed written objections to the Magistrate Judge's recommendation, plaintiff has responded, and defendant has replied. The matter is therefore ripe for adjudication.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>The plaintiff in this matter, McNeil-PPC, Inc. (\"McNeil\"), a subsidiary of Johnson &amp; Johnson, manufactures Tylenol acetaminophen \"gelcaps,\" an over-the-counter (\"OTC\") non-aspirin analgesic. The defendant, Granutec, Inc. (\"Granutec\"), a subsidiary of Novapharm, Ltd., manufactures <i>generic</i> OTC acetaminophen products, including gelatin capsules or caplets sold in stores such as Eckerd and Wal-Mart and intended to be the less-expensive store brand counterpart to the Tylenol gelcap. In 1994, in spite of an earlier understanding, Granutec changed the color of its product from a red and orange capsule to a red and yellow capsule. Red and yellow is the same color combination used by McNeil for its Tylenol gelcaps since their introduction in 1988. This red and yellow capsule is the subject of the instant litigation.</p>\n<p>McNeil first began selling Tylenol in the 1950's as a pediatric product. An adult version of Tylenol was introduced in the 1960's and an extra-strength version was introduced in 1975. By the 1980's, McNeil had created an easy-to-swallow capsule form of its OTC Tylenol pain relief. This capsule proved to be extremely popular and soon became the best-selling form of Tylenol on the market. In 1982 and again in 1986, however, Tylenol capsules were the target of tampering incidents and eight people died from ingesting laced capsules. After the second incident, McNeil recalled all Tylenol capsules and ceased to sell Tylenol in capsule form.</p>\n<p>In 1982, after the first tampering incident, McNeil began to develop a form of Tylenol to replace the popular capsule. Six years later, after comprehensive research and development, the red and yellow gelcap was introduced. The gelcap, a solid pill in the shape of a capsule and covered with a red and yellow gelatin coating, now accounts for about $250 million per year in sales for McNeil, or about 45% of McNeil's adult Tylenol business.</p>\n<p><span class=\"star-pagination\">*201</span> Prior to choosing the new gelcap's red and yellow coloring, McNeil conducted extensive market research. The red and yellow capsule was chosen not because these colors were functionally superior to any other color combination, but because of their aesthetically pleasing appearance and their claimed historical association with the Tylenol brand of pain relievers. The popular but discontinued capsules had been red and white.</p>\n<p>McNeil heavily promoted its Tylenol gelcaps following their introduction in June of 1988. Vast amounts were spent on advertising the new product in an effort to recapture the consumers McNeil lost when it took the capsule off the market, and the focus of much of this advertising was the red and yellow gelcap itself. The introductory television advertisement for the new gelcap featured a computer-generated picture of the gelcap with the slogan, \"It's not a capsule. It's better,\" and a sketch of the gelcap still appears on the box in which the product is sold. McNeil's Prop. Findings of Fact and Concl. of Law at 12-13.</p>\n<p>Shortly after McNeil introduced the Tylenol gelcap, many private label pain relief companies announced intentions to market a generic version of the product. Upon objection from McNeil, each private label competitor ultimately agreed to utilize a different color scheme and to describe its product as something other than a gelcap. Granutec was one such competitor, and, following negotiations between the two parties, Granutec agreed to produce a product \"conspicuously different enough in color, name, and markings to satisfy [McNeil]. The parties' agreement was confirmed by two letters in late February and early March 1989.\" Rec. Findings of Facts and Concl. of Law at 2. Nonetheless, Granutec is currently marketing a red and yellow gelatin capsule.</p>\n<p>McNeil filed the above-captioned action on October 21, 1994, alleging (1) false designation of origin in violation of § 43(a)(1) of the Lanham Act, 15 U.S.C. § 1125; (2) false and deceptive advertising in violation of § 43(a)(2) of the Lanham Act; and (3) unfair competition and deceptive trade practices in violation of N.C.Gen.Stat. § 75-1.1. On November 8, 1994, McNeil amended its complaint to include a fourth claim of relief for breach of contract. The present preliminary injunction motion was filed on March 31, 1995.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>In deciding whether to grant a motion for a preliminary injunction, a court must weigh four factors: (1) the plaintiff's likelihood of succeeding on the merits of the action; (2) whether the plaintiff will suffer irreparable harm if an injunction is not granted; (3) injury to the defendant should an injunction be granted; and (4) public interest. <i>Hughes Network Systems, Inc. v. Interdigital Communications Corp.,</i> <span class=\"citation\" data-id=\"664068\"><a href=\"/opinion/664068/hughes-network-systems-incorporated-v-interdigital-communications/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">691</span></a></span>, 693 (4th Cir.1994); <i>Blackwelder Furniture Co. of Statesville, Inc. v. Seilig Mfg. Co.,</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 195-96 (4th Cir.1977). Where multiple causes of action are alleged, plaintiff need only show likelihood of success on one claim to justify injunctive relief. <i>Nabisco Brands, Inc. v. Conusa Corp.,</i> <span class=\"citation\" data-id=\"2592689\"><a href=\"/opinion/2592689/nabisco-brands-inc-v-conusa-corp/\"><span class=\"volume\">722</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1287</span></a></span>, 1292 n. 4 (M.D.N.C.1989), <i>aff'd,</i> <span class=\"citation\" data-id=\"533893\"><a href=\"/opinion/533893/henry-bonnie-ronald-amber-todd-heather-bryan-v-georgetown/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">74</span></a></span> (4th Cir.1989).</p>\n<p></p>\n<h2>I. Likelihood of Success on the Merits</h2>\n<p>In the present matter, four causes of action are alleged: (1) false designation of origin in violation of § 43(a)(1) of the Lanham Act; (2) false and deceptive advertising in violation of § 43(a)(2) of the Lanham Act; (3) unfair competition and deceptive trade practices in violation of N.C.Gen.Stat. § 75-1.1; and (4) breach of contract. The court will first consider plaintiff's false designation of origin claim, brought pursuant to § 43(a)(1) of the Lanham Act.</p>\n<p>In order to enjoin a competitor's use of a particular trade dress pursuant to § 43(a) of the Lanham Act, a plaintiff must prove two things: First, that its own trade dress is inherently distinctive or has acquired a secondary meaning, and, second, that there is a likelihood that the defendant's use of that trade dress will cause confusion with the public. <i>M. Kramer Mfg. Co. v. Andrews,</i> <span class=\"citation\" data-id=\"464810\"><a href=\"/opinion/464810/m-kramer-manufacturing-co-inc-v-hugh-andrews-tim-caldwell-drews/\"><span class=\"volume\">783</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">421</span></a></span>, 448-49 (4th Cir.1986). \"[C]onfusion in the post-sale context is clearly actionable under the Lanham Act.\" <i>Nabisco Brands, Inc. v. Conusa Corp,</i> 722 F.Supp. <span class=\"star-pagination\">*202</span> 1287, 1291 (M.D.N.C.1989), <i>aff'd,</i> <span class=\"citation\" data-id=\"533893\"><a href=\"/opinion/533893/henry-bonnie-ronald-amber-todd-heather-bryan-v-georgetown/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">74</span></a></span> (4th Cir.1989). <i>See also, </i><i>Polo Fashions, Inc. v. Craftex, Inc.,</i> <span class=\"citation\" data-id=\"486557\"><a href=\"/opinion/486557/polo-fashions-inc-v-craftex-inc-and-bobby-oneal-and-keith-oneal/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">145</span></a></span>, 148 (4th Cir. 1987). Moreover, McNeil has made a sufficient argument regarding out-of-package usage of the Tylenol gelcap to satisfy this court that post-sale confusion should be actionable in the instant case.</p>\n<p></p>\n<h2>A. <i>Secondary Meaning</i>\n</h2>\n<p>A product's trade dress acquires secondary meaning if \"the consuming public associates that product with a certain producer.\" <i>M. Kramer Mfg.,</i> 783 F.2d at 449. <i>See also, </i><i>Two Pesos, Inc. v. Taco Cabana, Inc.,</i> <span class=\"citation\" data-id=\"112783\"><a href=\"/opinion/112783/two-pesos-inc-v-taco-cabana-inc/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">763</span></a></span>, 767-69, <span class=\"citation\" data-id=\"112783\"><a href=\"/opinion/112783/two-pesos-inc-v-taco-cabana-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2753</span></a></span>, 2757, <span class=\"citation\" data-id=\"112783\"><a href=\"/opinion/112783/two-pesos-inc-v-taco-cabana-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">615</span></a></span> (1992). \"The public need not be able to identify the name of the manufacturer that produces the product; it is enough if the public perceives that the product emanates from a single source.\" <i>M. Kramer Mfg,</i> 783 F.2d at 449. Additionally, \"evidence of intentional, direct copying establishes a prima facie case of secondary meaning sufficient to shift the burden of persuasion to the defendant on that issue.\" <i>Id.</i> at 448; <i>Osem Food Industries Ltd. v. Sherwood Foods, Inc.,</i> <span class=\"citation\" data-id=\"550321\"><a href=\"/opinion/550321/osem-food-industries-ltd-v-sherwood-foods-inc-sherwood-brands-inc/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">161</span></a></span> (4th Cir.1990); <i>Devan Designs, Inc. v. Palliser Furniture Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1008</span></span> (4th Cir.1993).</p>\n<p>In the instant matter, it is obvious that Granutec's marketing of red and yellow gelatin caplets is an effort to copy, as closely as possible, the outward appearance of the Tylenol gelcap. This fact alone establishes a presumption in favor of secondary meaning. Furthermore, McNeil's secondary meaning survey, which followed the traditional \"Ever-Ready\" design, reveals strong association of the red and yellow gelcap with a single producer. Forty-one percent of all respondents, and fifty-two percent of all Tylenol users, associated the product with a single brand. Thirty-eight percent of all respondents, and fifty percent of Tylenol users, recognized the product as Tylenol. McNeil's Prop. Findings of Fact and Concl. of Law at 58-59. As this court finds little support for Granutec's contention that the colors red and yellow are functional, it appears that McNeil would likely succeed in a trial on the merits in establishing secondary meaning in the red and yellow trade dress of the Tylenol gelcap.</p>\n<p></p>\n<h2>B. <i>Likelihood of Confusion</i>\n</h2>\n<p>Courts generally consider a number of factors in determining whether there is a likelihood that one product's trade dress will cause it to be confused with another product. The factors usually considered by the Fourth Circuit are,</p>\n<blockquote>(a) the strength or distinctiveness of the mark; (b) the similarity of the two marks; (c) the similarity of the goods/services the marks identify; (d) the similarity of the facilities the two parties use in their businesses; (e) the similarly of the advertising used by the two parties; (f) the defendant's intent; (g) actual confusion.</blockquote>\n<p><i>Pizzeria Uno Corp. v. Temple,</i> <span class=\"citation\" data-id=\"444345\"><a href=\"/opinion/444345/pizzeria-uno-corporation-v-james-w-temple-jr-dba-taco-uno/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1522</span></a></span>, 1527 (4th Cir.1984). However, all of these factors are not always relevant or equally important in a particular case. <i>Id.</i></p>\n<p>In the instant matter, the strength of McNeil's red and yellow gelcap design has already been discussed  thirty-eight percent of the secondary meaning survey respondents recognized the product as Tylenol. McNeil has also spent large sums in advertising the gelcap and a picture of the actual product has been the center of much of this advertising. Furthermore, Granutec's gelatin capsules look very similar to the gelcap. The dominant feature of both pills is the red and yellow coloring smoothly covering each half of the product. The faint \"G\" on the Granutec product is only a minor feature not necessarily noticeable except upon close scrutiny, and the fact that the Tylenol product says \"Tylenol\" does not mean that one preparing to ingest the Granutec capsule would know it is not Tylenol.</p>\n<p>Moreover, in McNeil's confusion surveys there was a \"net\" confusion level of twenty-eight percent in the first study and twenty-one percent in the second, and these surveys involved a control cell. McNeil's Prop. Findings of Fact and Concl. of Law at 65. This level of confusion is certainly sufficient to draw the conclusion that there is a likely chance of confusing the two products. <i>See, </i><i>Mutual of Omaha Ins. Co. v. Novak,</i> <span class=\"citation\" data-id=\"499496\"><a href=\"/opinion/499496/mutual-of-omaha-insurance-company-a-nebraska-corporation-v-franklyn/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">397</span></a></span>, 400 (8th Cir.1987) (\"Because manifestations <span class=\"star-pagination\">*203</span> of actual confusion serve as strong evidence of likelihood of confusion ... this survey [finding 10% confusion] should be given substantial weight\"); <i>Exxon Corp. v. Texas Motor Exchange of Houston Inc.,</i> <span class=\"citation\" data-id=\"381331\"><a href=\"/opinion/381331/exxon-corporation-v-texas-motor-exchange-of-houston-inc/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">500</span></a></span>, 507 (5th Cir.1980) (15-23% confusion \"constitutes strong evidence indicating a likelihood of confusion\").</p>\n<p>Granutec also admits that the gelatin capsule it markets is intended to be a store brand competitor with the Tylenol gelcap. \"The retailers package their product in a manner to make it clear to the consumer that the product is similar to the national brand, and is intended for the same purpose.\" Granutec's Prop. Findings of Fact and Concl. of Law at 5. In particular, Granutec opted for the red and yellow design in 1994 because a competitor in the generic market, Perrigo, had begun to market a red and yellow gelcap which threatened to overtake Granutec's Wal-Mart and Eckerd business.<sup>[1]</sup> Granutec's Prop. Findings of Fact and Concl. of Law at 11-12.</p>\n<p>Granutec contends that although its product looks similar to a Tylenol gelcap and is intended for the same purpose, there is little likelihood of confusion because (1) there is no point of purchase confusion and (2) McNeil's surveys do not establish likelihood of confusion post-purchase. Granutec relies heavily upon the case of <i>American Home Products v. Barr Laboratories,</i> <span class=\"citation\" data-id=\"1394602\"><a href=\"/opinion/1394602/american-home-products-corp-v-barr-laboratories/\"><span class=\"volume\">656</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1058</span></a></span> (D.N.J.1987), <i>aff'd</i> <span class=\"citation\" data-id=\"498144\"><a href=\"/opinion/498144/american-home-products-corporation-v-barr-laboratories-inc-and-l/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">368</span></a></span> (3rd Cir. 1987), to support this contention. In <i>American Home,</i> a New Jersey District Court found no likelihood of confusion between Advil and a generic ibuprofen product. The <i>American Home</i> court also refused to infer a presumption of confusion from the fact that the defendant had intentionally copied Advil's brownish color for its tablets. <i>Id.</i> at 1071.</p>\n<p>Much of the court's reasoning in <i>American Home,</i> however, including its ground for not presuming confusion from copying, was premised upon the court's finding that other than the color similarity, the products were actually quite different. On that basis the court also distinguished the case before it from another New Jersey District Court case, <i>Ciba-Geigy Corp. v. Bolar Pharmaceutical Co., Inc.,</i> <span class=\"citation\" data-id=\"1479113\"><a href=\"/opinion/1479113/ciba-geigy-corp-v-bolar-pharmaceutical-co-inc/\"><span class=\"volume\">547</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1095</span></a></span> (D.N.J.1982), in which the court granted a preliminary injunction against a generic prescription drug manufacturer's \"confusingly similar\" drug product. <i>Id.</i> at 1098.</p>\n<p>Because the shape and texture as well as the color of Granutec's product is remarkably similar to the Tylenol gelcap, this court finds that the instant case is more along the lines of <i>Ciba-Geigy</i> than <i>American Home.</i> The court also finds that McNeil's argument regarding the opportunity for post-purchase confusion in the OTC analgesic area is persuasive and that its surveys were conducted properly. Furthermore, Granutec's criticism of McNeil's confusion surveys as failing to replicate the conditions under which people will encounter Granutec's product in the real world is unconvincing.</p>\n<p>For all of these reasons, the court concludes that there is a strong likelihood that consumers may confuse Granutec's gelatin capsules with the Tylenol gelcap. Thus, as the court has already determined that there exists a likelihood of success on the secondary meaning issue, the court finds that McNeil has a strong likelihood of success in prevailing on a claim under § 43(a) of the Lanham Act.<sup>[2]</sup></p>\n<p></p>\n<h2>II. Irreparable Harm to the Plaintiff and Injury to the Defendant</h2>\n<p>In the OTC drug market, brand loyalty is not a small matter, and OTC drugs are not small business. In the gelcap's first full year on the market, McNeil spent forty million dollars on consumer advertising  primarily in an effort to regain the loyalty the Tylenol brand lost when its capsules were tampered with. McNeil's Prop. Findings of Fact and Concl. of Law at 13. The red and <span class=\"star-pagination\">*204</span> yellow capsule-shaped gelcap thereafter became McNeil's top selling Tylenol product.</p>\n<p>Because of the history behind the Tylenol gelcap, i.e., the tampering incidents with the capsule and the subsequent marketing blitz for the gelcap, Granutec's copying of the gelcap's shape, texture and color combination is particularly troublesome to McNeil. McNeil has taken great pains in the last seven years to regain public confidence in the Tylenol name, and the Tylenol gelcap appears to have obtained strong name brand recognition and quite a large following. To permit Granutec to indistinguishably copy McNeil's red and yellow gelcap not only allows Granutec to benefit from Tylenol's name brand recognition and faithful following, but also takes away McNeil's control over its reputation and goodwill. Presently, if a consumer becomes ill or unsatisfied after swallowing a red and yellow capsule-looking pill, there is little to distinguish the Granutec product from the Tylenol gelcap. Granted, the packaging is different, but if the consumer receives the pill from a friend, or places the pill in another container, it is likely that the consumer will assume he or she is taking a Tylenol product when in fact it could be Granutec's generic counterpart. Thus, Granutec benefits from the goodwill and reputation McNeil has worked so hard to develop, while not necessarily maintaining the same quality control standards. The harm that McNeil could suffer from a defective Granutec product is certainly irreparable.</p>\n<p>Moreover, in weighing the harm that results from Granutec's use of the red and yellow color combination against the harm that could result to Granutec should an injunction be granted, the equities weigh heavily in favor of McNeil. Granutec deliberately chose to change its capsules from red and orange to red and yellow in order to bolster its own sales. Granutec's Prop. Findings of Fact and Concl. of Law at 12. Thus, any harm that might occur from the granting of an injunction is of Granutec's own making. The possibility of a lawsuit was a risk Granutec assumed when it chose to closely duplicate McNeil's product. The court therefore finds that the harm to Granutec from the granting of an injunction is outweighed by the harm caused to McNeil without an injunction.</p>\n<p></p>\n<h2>III. The Public Interest</h2>\n<p>If a consumer prefers to take a certain medication because it was made by a particular manufacturer, the consumer has a right to do so. Similarly, if a consumer chooses to purchase a store brand equivalent instead of the more expensive name brand product, the consumer also has a right to do this. It is only fair, however, that the consumer be able to distinguish the two products and make this choice for himself. Granting an injunction against the indistinguishable copying of McNeil's red and yellow Tylenol gelcap is an effort to make sure acetaminophen consumers know what they are ingesting. This is certainly in the public interest.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The Lanham Act is meant to secure to the owner of a trademark or trade dress the goodwill of his business and the ability of consumers to distinguish among competing producers. <i>Park 'N Fly, Inc. v. Dollar Park and Fly, Inc.,</i> <span class=\"citation\" data-id=\"111293\"><a href=\"/opinion/111293/park-n-fly-inc-v-dollar-park-fly-inc/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 198, <span class=\"citation\" data-id=\"111293\"><a href=\"/opinion/111293/park-n-fly-inc-v-dollar-park-fly-inc/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">658</span></a></span>, 663, <span class=\"citation\" data-id=\"111293\"><a href=\"/opinion/111293/park-n-fly-inc-v-dollar-park-fly-inc/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">582</span></a></span> (1985). Thus, on the one hand, \"trademark law allows a producer to prohibit the copying of a product feature which serves as a signifier of source in order to preserve his reputation and the goodwill consumers have for his brand. On the other hand, effective competition and the penumbra of the patent laws require that competitors be able to slavishly copy the design of a successful product.\" <i>Thomas &amp; Betts Corp. v. Panduit Corp.,</i> <span class=\"citation\" data-id=\"703929\"><a href=\"/opinion/703929/thomas-betts-corporation-and-thomas-betts-holdings-inc-v-panduit/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">654</span></a></span>, 658 (7th Cir.1995). This court is faced with the difficult task of balancing these competing interests.</p>\n<p>In so doing, however, the court finds that the balance of the equities weighs heavily in favor of the plaintiff, McNeil-PPC. Thus, for the reasons stated herein and for the reasons articulated by Magistrate Judge Dixon in his recommended findings of facts and conclusions of law, the court hereby GRANTS plaintiff's motion for a preliminary injunction. Defendant's request for a hearing in this matter is DENIED.</p>\n<p><span class=\"star-pagination\">*205</span> Accordingly, it is ORDERED that defendant is enjoined, pending final determination of this action, from marketing any acetaminophen product that is confusingly similar in color scheme and overall appearance, including but not limited to its present red and yellow color scheme, to plaintiff's Tylenol gelcaps. It is further ORDERED that defendant recall forthwith from all customers any acetaminophen product already distributed by defendant that is confusingly similar to the Tylenol gelcap's red and yellow color scheme.</p>\n<p>This order shall become effective upon plaintiff's posting of a bond in the amount of Five Hundred Thousand Dollars ($500,000).</p>\n<h2>NOTES</h2>\n<p>[1]  Perrigo's red and yellow gelcap has not been objected to by McNeil because the red in its product is different from the Tylenol red, the orientation of the colors is different, and it is a true gelcap therefore posing less risk of tamperability.</p>\n<p>[2]  Because the court finds a likelihood of success on plaintiff's first cause of action, the court need not determine McNeil's likelihood of prevailing on any of its other three claims against Granutec.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/381331/",
    "http://www.courtlistener.com/api/rest/v3/opinions/444345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/464810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533893/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/703929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1394602/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1479113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2592689/"
  ]
}