{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1582008/",
  "absolute_url": "/opinion/1582008/wall-ochs-inc-v-hicks/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1582008/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:50:49.391979Z",
  "date_modified": "2016-04-26T21:16:01.042698Z",
  "type": "010combined",
  "sha1": "5095128a591fa6f247ea3bc74feb2ee0e863d723",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>469 F.Supp. 873 (1979)</b></center>\n<center><h1>WALL &amp; OCHS, INC., Plaintiff,<br>\nv.<br>\nGreg L. HICKS, Herbert L. Ridgeway, Jr., Herbert L. Ridgeway, III, Henry C. Severs and Edward L. Thigpen, Individually and as Members of the North Carolina State Board of Opticians, and North Carolina Opticians Association, Intervenor, Defendants.</h1></center>\n<center>No. 78-115-Civ-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 9, 1979.</center>\n<p><span class=\"star-pagination\">*874</span> <span class=\"star-pagination\">*875</span> James R. Trotter, Spruill, Trotter &amp; Lane, Rocky Mount, N. C., for plaintiff.</p>\n<p>Millard R. Rich, Jr., Deputy Atty. Gen., Raleigh, N. C., for defendants.</p>\n<p>John N. Fountain, Bailey, Dixon, Wooten, McDonald &amp; Fountain, Raleigh, N. C., for defendant intervenor.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>Wall &amp; Ochs, Inc., a foreign corporation engaged in retail eyeglass vending in the Eastern District of North Carolina, brings this action under 42 U.S.C. § 1983 alleging the violation of its First and Fourteenth Amendment rights. Specifically, plaintiff contends that defendants, acting individually and through the North Carolina State Board of Opticians (\"State Board\"), unlawfully penalized and prohibited it from advertising its products, and illegally restricted it from operating its inter-company vending and processing procedures in an economically feasible manner. Declaratory and injunctive relief is sought.</p>\n<p>After the State Board answered, the North Carolina Opticians Association (\"Association\") was allowed to intervene. Thereafter, plaintiff filed a partial summary judgment motion, with affidavits, as to Counts 1, 2, 3, 4 and 7 of its complaint (Count 5 having been voluntarily dismissed as moot). Defendants followed suit by filing a dismissal motion based upon the abstention doctrine, and, in the alternative, cross-motions for summary judgment as to all counts. Wall &amp; Ochs contends abstention is inappropriate, and summary judgment improper as to Count 6 because of remaining questions of fact. These motions are now ripe for resolution.</p>\n<p>The facts are substantially undisputed as follows. Wall &amp; Ochs, Inc., is a Pennsylvania corporation with authorization to do business in eastern North Carolina and other states as a retail vendor of prescription eyeglasses. Its outlet at 167 Winstead Avenue, Rocky Mount, North Carolina, is operated and supervised by Mildred H. Carr (Ms. Carr), a licensed dispensing optician who serves customers and completes prescriptions in the manner and with the skill required by Article 17, Chapter 90, of the North Carolina General Statutes.</p>\n<p>The State Board of Opticians is organized under and required to implement the purposes and provisions of N.C.G.S. §§ 90-234 to 255.1, and various administrative regulations <span class=\"star-pagination\">*876</span> promulgated thereunder, which regulate the manufacture and sale of prescription eyeglasses in North Carolina. As well as being State Board members, the individual defendants are registered dispensing opticians engaged as retail or wholesale vendors of prescription eyeglasses in North Carolina. They are also members of the intervenor State Opticians Association.</p>\n<p>During the twelve months preceding this action, plaintiff published advertisements in the Rocky Mount <i>Evening Telegram</i> offering prescription eyeglasses for sale at discount prices with gifts and premiums. These ads resulted in increased sales and profits. On or about October 13, 1977, the State Board acted to impose fines totaling $300 upon Wall &amp; Ochs due to its advertising, and on October 4 notified Ms. Carr that it was \"moving\" against her because plaintiff was \"operating in North Carolina under her professional authority.\" She was also fined $300 for the above advertising. These actions were taken by the Board in a telephone poll without affording plaintiff or Ms. Carr notice of a hearing, an opportunity to appear at such a hearing, and the opportunity to be heard in person or through counsel, and present evidence and cross-examine witnesses.<sup>[1]</sup></p>\n<p>Plaintiff's proposed method of future operation is the subject of Count 6 which requests N.C.G.S. §§ 90-250 and 255, also 21 N.C.A.C. § 40.0203, be declared unconstitutional as restraining interstate commerce and violating due process. Since Wall &amp; Ochs is vertically integrated, in that it owns and operates the optical laboratories which make the eyeglasses it sells at retail, it proposes to vend its glasses by: (1) receiving prescriptions for eyeglasses from customers in its retail outlets; (2) sending the prescriptions and frame selections made by customers to its optical laboratory in New Jersey where the eyeglasses will be made; and then (3) returning the finished eyeglasses to its outlets for customer delivery. Although these orders will be filled by and under the supervision of persons trained as dispensing opticians, they will not be sold and fitted under the supervision of such dispensing opticians. The above statutory provisions, on their face, prohibit such a method of operation.<sup>[2]</sup></p>\n<p>As a threshold issue, defendants invoke the doctrine of equitable abstention, <i>Huffman v. Pursue, Ltd.,</i> 420 U.S. 592, 95 S.Ct. 1200, 43 L.Ed.2d 482 (1975), and contend this court should not decide the instant issues because state administrative proceedings had already been begun, thus a federal court action would undermine paramount state interests. To support their position, defendants note that, after notifying Wall &amp; Ochs that fines had been levied against it for publishing advertisements offering eyeglasses for sale at discounts, the State Board also informed it a hearing would be held on March 17, 1978 to consider further disciplinary action. The present lawsuit was filed approximately one month later, on March 14. Defendants contend the issuance of this notification \"commenced\" <span class=\"star-pagination\">*877</span> state administrative proceedings before the occurrence of any federal proceedings on the merits. <i>See </i><i>Hicks v. Miranda,</i> 422 U.S. 332, 95 S.Ct. 2281, 45 L.Ed.2d 223 (1975). They further contend that, once state administrative proceedings had been concluded, plaintiff could have sought judicial review of the Board's actions in the state courts under the North Carolina Administrative Procedure Act (\"APA\"), N.C.G.S. § 150A-1, <i>et seq.</i> Thus, all of the constitutional claims Wall &amp; Ochs presently raises can be aired and, if necessary, vindicated in state administrative and judicial tribunals.</p>\n<p>This area of the law is multi-faceted and a brief background discussion would be helpful in placing the instant question in proper perspective.</p>\n<p>The doctrine of abstention was first enunciated in <i>Railroad Commission of Texas v. Pullman Company,</i> 312 U.S. 496, 61 S.Ct. 643, 85 L.Ed. 971 (1941), and required a federal court to abstain from deciding issues involving matters of state law when that law was unsettled and would soon be the subject of a state court decision. Rather than dismiss the action, <i>Pullman</i> held jurisdiction was to be retained pending clarification of the state questions which, it was hoped, would obviate the constitutional claims. Although many considerations went into the court's opinion, the most important were avoidance of unnecessary constitutional decisions, particularly those subject to displacement by future state adjudications, and maintenance of the federal system through preservation of state administrative and judicial autonomy. A good example of this latter aspect is <i>Burford v. Sun Oil Company,</i> 319 U.S. 315, 63 S.Ct. 1098, 87 L.Ed. 1424 (1943), which compelled abstention and then dismissal in a case needlessly in conflict with the state's administration of its regulatory affairs.<sup>[3]</sup> The more dubious branches of abstention concern unsettled state law areas and federal docket congestion. <i>See </i><i>Wohl v. Keene,</i> 476 F.2d 171 (4th Cir. 1973), and generally Wright, <i>Law of Federal Courts</i> § 52 at 224-29 (3rd Ed. 1976).</p>\n<p>Equitable abstention, albeit a derivative of <i>Pullman,</i> had its genesis in three cases  <i>Douglas v. City of Jeannette,</i> 319 U.S. 157, 63 S.Ct. 877, 87 L.Ed. 1324 (1943); <i>Dombrowski v. Pfister,</i> 380 U.S. 479, 85 S.Ct. 1116, 14 L.Ed.2d 22 (1956); and <i>Younger v. Harris,</i> 401 U.S. 37, 91 S.Ct. 746, 27 L.Ed.2d 669 (1971). These, in essence, required abstention in, and dismissal of, actions seeking to enjoin already initiated state court prosecutions on federal constitutional grounds except when the threat of \"irreparable injury\" was both great and immediate. <i>See also </i><i>Samuels v. Mackell,</i> 401 U.S. 66, 91 S.Ct. 764, 27 L.Ed.2d 688 (1971). The court felt any sound constitutional defense could be raised prior to or during trial; and if unsuccessful, raised through the state appellate courts and ultimately on certiorari to the United States Supreme Court. In 1974, <i>Hicks v. Miranda,</i> 422 U.S. 332, 95 S.Ct. 2281, 45 L.Ed.2d 223 (1975), extended equitable abstention \". . . where state criminal proceedings are begun against the federal plaintiffs after the federal complaint is filed but before any proceedings of substance on the merits have taken place in the federal court . . ..\" 422 U.S. at 349, 95 S.Ct. at 2292. <i>Compare </i><i>Doran v. Salem Inn, Inc.,</i> 422 U.S. 922, 95 S.Ct. 2561, 45 L.Ed.2d 648 (1975).</p>\n<p>These somewhat murky concepts were applied to civil litigation in <i>Huffman v. Pursue, Ltd.,</i> 420 U.S. 592, 95 S.Ct. 1200, 43 L.Ed.2d 482 (1975). There, a state court defendant failed to appeal a civil court order declaring his property a nuisance. He instead sued the state authorities for injunctive and declaratory relief in federal court charging First and Fourteenth Amendment violations. On appeal to the Supreme Court, the <i>Younger</i> principles were held applicable to civil proceedings and plaintiffs were required henceforth to exhaust state appellate remedies unless \"bad faith\" on the part of state officials or <span class=\"star-pagination\">*878</span> immediate and irreparable harm was shown. The nuisance proceeding attacked in <i>Huffman</i> related to criminal obscenity statutes and thus was more akin to a criminal proceeding than most civil actions.</p>\n<p>Rather than limiting equitable abstention to quasi-criminal civil proceedings, <i>Juidice v. Vail,</i> 430 U.S. 327, 97 S.Ct. 1211, 51 L.Ed.2d 376 (1977), mandated its application whenever notions of \"comity\" and federalism are at stake in the threatened state proceeding. The plaintiffs in <i>Juidice</i> were challenging New York's civil contempt powers, an exercise of judicial discretion lying at the core of a state's administration of justice, and failed to appeal their contempt citations through the state appellate courts. <i>Trainor v. Hernandez,</i> 431 U.S. 434, 97 S.Ct. 1911, 52 L.Ed.2d 486 (1977), reached a similar result on the same theoretical underpinnings. At issue in <i>Trainor</i> was the state's ability to utilize its attachment proceedings in efforts to civilly disgorge wrongfully received welfare funds. Again, plaintiffs went to federal court to challenge these proceedings instead of raising their constitutional arguments through the state appellate courts; furthermore, there was no evidence of bad faith or harassing enforcement on the part of state officials.</p>\n<p>Although leaving it undecided, <i>Ohio Bureau of Employment Services v. Hodory,</i> 431 U.S. 471, 97 S.Ct. 1898, 52 L.Ed.2d 513 (1977), raised squarely the matter before this court: Are the federal courts required to equitably abstain if state administrative proceedings have \"commenced?\"</p>\n<p>Some general observations are in order before resolving the instant question. First, federal court advocates and critics alike feel abstention has been taken to its logical extreme and may have reached a point where federal judges are abrogating their responsibilities to interpret and enforce the Constitution.<sup>[4]</sup> United States District Court Judge James B. McMillan has even referred to it as \"the judiciary's self-inflicted wound.\" 56 <i>N.C.L.R.</i> 527 (1978). At the heart of their criticism is the concern that sacrosanct constitutional rights are being jeopardized by requiring a litigant to raise them in state judicial systems which, at best, may be unable to thoroughly explore their merits due to time and resource constraints, and at worst, may ignore those rights in an effort to implement state governmental objectives in a manner reflective of temporary local sentiment.</p>\n<p>Yet exponents of abstention, particularly a persuasive majority of the United States Supreme Court, emphasize the necessity of strengthening the federal system through enforcement of constitutional rights in the state courts. Although the Court's recent abstention decisions are difficult to reconcile factually, we agree wholeheartedly with the concept that federal courts should abstain when injunctive or declaratory relief is sought against already initiated state judicial proceedings unless the <i>Younger</i> exceptions, discussed <i>supra,</i> are evidenced. Such a result is not only theoretically required by comity and federalism, but also by plain judicial economy and fundamental jurisdictional considerations. <i>See </i><i>Broyhill v. Morris,</i> 408 F.2d 820 (4th Cir. 1969), and J. Moore, <i>supra</i> at ¶ 0.203[4].</p>\n<p>However, abstaining and dismissing a case which clearly raises seemingly meritorious constitutional questions is, and should be, the exception and not the rule. Only when more important countervailing principles are raised and a jurisprudentially adequate state forum is provided should the federal courts defer to their state counter-parts. Very simply, federal courts have a duty to exercise their jurisdiction unless circumscribed by distinct and coherent limits. <i>Marbury v. Madison,</i> 5 U.S. (1 Cranch) 137, 2 L.Ed. 60 (1803).</p>\n<p>Common threads, bound by federalism principles, run throughout the decisions <span class=\"star-pagination\">*879</span> discussed <i>supra</i> and offer guidelines for a court's discretionary invocation of equitable abstention. First, a state judicial action must have been initiated prior to substantive federal proceedings on the merits. <i>See </i><i>Huffman, supra</i> 420 U.S. at 609 n. 21, 95 S.Ct. 1200. The state proceedings also must provide an adequate opportunity to litigate and, if necessary raise on appeal, a party's constitutional claims. <i>Id.</i> Finally, the possibility should exist that, if a federal court were to intrude, the state's ability to regulate its internal affairs would be seriously undermined. <i>See </i><i>Wooley v. Maynard,</i> 430 U.S. 705, 97 S.Ct. 1428, 1432-34, 51 L.Ed.2d 752 (1977). These factors, in turn, are tempered by whether state officials have evinced bad faith in their dealings with a litigant, and whether there is a probability of severe and immediate harm to his rights.</p>\n<p>Analyzing our case in terms of these factors, abstention in this particular administrative context appears unwarranted.</p>\n<p>Defendants contend to the contrary and point out that, when Wall &amp; Ochs was notified of its initial fine, it was also informed that further disciplinary measures would be considered in a March 17, 1978 administrative hearing. On March 14, this lawsuit was filed and the proposed administrative proceedings enjoined. Thus a state proceeding was \"pending\" before suit was brought. Defendants further contend that, although the State Board cannot decide constitutional issues, its fact finding and decision pertaining to the issues before it can be challenged in the state superior courts through North Carolina's Administrative Procedure Act, N.C.G.S. § 150A-1, <i>et seq.</i> Such a procedure allows plaintiff to raise many if not all its constitutional claims, and request a hearing, <i>de novo,</i> of the administrative proceeding under Section 150A-51 if the record can be shown to be \"inadequate.\"<sup>[5]</sup></p>\n<p>Finally, the instant administrative proceeding is characterized as an alternative to a criminal action available to the state under N.C.G.S. § 90-254. Parallels are then drawn between this procedure and that discussed in <i>Trainor, supra,</i> suggesting abstention is warranted.</p>\n<p>The court finds defendants' arguments unpersuasive. Although a State Board action is \"pending\" in a formal sense, that inquiry will be limited to plaintiff's first count concerning advertising. Presumably, the complaint's remaining five counts are \"not pending\" and therefore properly before this court. Judicial economy and federalism are certainly not served by litigation involving the same facts and legal theories being pursued in the court systems of two different sovereigns.</p>\n<p>Second, a state superior court's review of an unfavorable Optician Board decision pursuant to Section 150A-51 will by definition be restricted. The Board's factual findings and decision are conclusive if supported by substantial, competent evidence. <i>In re Berman,</i> 245 N.C. 612, 616-17, 97 S.E.2d 232 (1957). Consequently, Wall &amp; Ochs will be allowed to raise only those issues which stem directly from the administrative record and decision, leaving for another proceeding significant due process and equal protection challenges to the statutory provisions which do not involve advertising. It is also worthy of note that the <i>de novo</i> hearing of State Board actions is strictly within the discretion of the superior court. Plaintiff's potential state judicial review therefore appears so narrow and incomplete as to be inadequate in comparison to its far-reaching claims.<sup>[6]</sup><i>Cf., </i><i>Hodory, supra</i> 431 U.S. at 481, 97 S.Ct. 1898.</p>\n<p><span class=\"star-pagination\">*880</span> The defendants have also failed to show that a decision by this court on the merits would compromise essential North Carolina regulatory goals. Their argument seems to be that <i>any</i> federal court involvement in state agency disciplinary proceedings transgresses comity and federalism. Such a position is untenable. Far from eviscerating its regulatory power over trade groups, this suit will strengthen North Carolina's grip by delineating the constitutional bounds within which it may legislate. The statutes challenged do not contain regulatory ambiguities for an expert-laden state body's perusal, nor do arcane questions of state law predominate;<sup>[7]</sup> therefore, no greater clarification of the issues would result from abstaining.<sup>[8]</sup></p>\n<p>As a parting comment, we feel the state administrative procedure area is a peculiarly inappropriate context for applying equitable abstention. Significant questions exist as to the quality of hearings which parties receive before statutorily-limited and often economically-interested tribunals. Judicial review of possibly suspect agency decisions is narrow. Thus, the appellate road, with its hope of eventual United States Supreme Court review, becomes more arduous, expensive and unpredictable. Weighing these points against a plaintiff's right to have constitutional questions answered in a court of the United States, this court would not typically abstain when limited state administrative proceedings are the alternative. The only exceptions would be those traditional instances of federal abstention when unsettled questions of state law and policy predominate in the federal suit and will be substantially clarified and/or resolved through a comprehensive state administrative proceeding with appeal to the state courts. <i>See Pullman, supra; </i><i>Burford v. Sun Oil Company, supra</i><i>; </i><i>Hodory, supra</i> at 481, 97 S.Ct. 1898; <i>Huffman, supra</i> 420 U.S. at 609 n. 21, 95 S.Ct. 1200; and discussion in <i>Pharmaceutical Society of State of New York v. Lefkowitz,</i> 586 F.2d 953, 955-57 (2nd Cir. 1978).</p>\n<p>Accordingly, the plaintiff has made its choice of forum and we proceed to a decision on the merits.</p>\n<p>Plaintiff first alleges that N.C.G.S. §§ 90-249 and 255, and 21 N.C.A.C. § 40.0204, are unconstitutional under the First and Fourteenth Amendments to the federal Constitution and Article I, Sections 1 and 19 of the North Carolina Constitution. Defendants have made no contrary argument but merely call the court's attention to bills pending in the North Carolina General Assembly which would repeal Sections 249 and 255, as well as alter the composition of the State Board to include a non-optician member. These provisions, as they affect advertising, are patently unconstitutional within the meaning of <i>Virginia Pharmacy Board v. Virginia Consumer Council,</i> 425 U.S. 748, 96 S.Ct. 1817, 48 L.Ed.2d 346 (1976), and <i>Bates v. State Bar of Arizona,</i> 433 U.S. 350, 97 S.Ct. 2691, 53 L.Ed.2d 810 (1977). <i>See also </i><i>Friedman v. Rogers,</i> ___ U.S. ___, 99 S.Ct. 887, 59 L.Ed.2d 100 (1979). The state may, of course, restrain false, deceptive or misleading advertising as long as it refrains from unduly burdening commercial speech. Therefore, plaintiff's partial summary judgment motion as to Counts 1, 2, 3 and 4 will be granted and the defendants' denied.</p>\n<p>Also presented on cross-motions for summary judgment is Wall &amp; Ochs seventh count which challenges N.C.G.S. § 90-253, <span class=\"star-pagination\">*881</span> exempting physicians, optometrists and ophthalmic wholesalers from Chapter 90's requirements, as violative of the state and federal equal protection clauses. Plaintiff contends there is no rational relationship between the exemption of these groups and the purposes behind the optician statutes as expressed in Sections 250 and 252.</p>\n<p>It is common learning that where, as here, no fundamental right or suspect classification is involved, the test to determine the validity of state legislation is whether the statutory classification bears some rational relationship to a legitimate state purpose. <i>San Antonio Independent School District v. Rodriguez,</i> 411 U.S. 1, 93 S.Ct. 1278, 36 L.Ed.2d 16 (1973). Furthermore, \". . . state legislatures are presumed to have acted within their constitutional power despite the fact that, in practice, their laws result in some inequality. A statutory discrimination will not be set aside if any state of facts reasonably may be conceived to justify it.\" <i>McGowan v. Maryland,</i> 366 U.S. 420, 81 S.Ct. 1101, 6 L.Ed.2d 393 (1961).</p>\n<p>The parties' filings indicate that the statutory distinctions exempting physicians, optometrists and suppliers of ophthalmic prescriptions and supplies from the provision requiring that eyeglasses be dispensed only by licensed dispensing opticians is based on the relative skill levels of the groups described. See generally N.C.G.S. §§ 90-240, 118, 9 and 13. These individuals are deemed to possess such advanced training and skill that it would be illogical to require that they dispense glasses through a licensed optician. As a practical matter, the State Board considers this exemption to be personal, therefore lessening the possibility that non-ophthalmologist physicians could avoid regulation if they were vending eyeglasses. Finally, optical wholesalers are excluded because they do not deal with the consuming public directly; if they did, they, too, would be subject to the restraints of Sections 250 and 252.</p>\n<p>Although the statutory provision is imprecisely drafted and subject to a potentially irrational construction, state legislatures have traditionally been allowed to proceed against those areas of a problem which they perceive require the greatest attention and neglect those which it considers less acute. <i>See </i><i>Williamson v. Lee Optical of Oklahoma, Inc.,</i> 348 U.S. 483, 75 S.Ct. 461, 99 L.Ed. 563 (1955). The task of the federal courts in passing on the validity of a classification under the standard equal protection test is not to determine if it is the best way, or even a good way, of accomplishing a legitimate state objective. Our task is only to determine whether the classification makes sense in light of the purpose sought to be achieved; beyond that point the wisdom of the state must be allowed to prevail. <i>Denis J. O'Connell High School v. Virginia High School League,</i> 581 F.2d 81, 87 (4th Cir. 1978).</p>\n<p>From our review, it is apparent that the classifications in Section 253, while not perfectly delineated, bear a rational relationship to the state's objective of forestalling the evils that could result from untrained and unlicensed personnel fitting and dispensing optical goods. <i>New Orleans v. Dukes,</i> 427 U.S. 297, 96 S.Ct. 2513, 49 L.Ed.2d 511 (1976). Accordingly, defendants' motion for partial summary judgment will be granted, and plaintiff's denied.</p>\n<p>Finally, plaintiff's sixth count asks the court to construe N.C.G.S. §§ 90-250 and 255, and 21 N.C.A.C. § 40.0203, and declare them unconstitutional insofar as they apply to Wall &amp; Ochs' proposed method for selling prescription eyeglasses within the state. This claim involves its proposal to dispense eyeglasses without a licensed dispensing optician present, but with such persons available when the prescription is filled in its New Jersey optical laboratory. Defendants have moved for summary judgment on this count citing <i>Williamson v. Lee Optical of Oklahoma, Inc., supra</i><i>,</i> and <i>State v. Ballance,</i> 229 N.C. 764, 51 S.E.2d 731 (1949), for the proposition that the statutes are not violative of federal or state due process. They further allege that no undue burden is imposed on interstate commerce by these sections. <i>See </i><i>Head v. New Mexico Board of Examiners,</i> 374 U.S. 424, 83 S.Ct. <span class=\"star-pagination\">*882</span> 1759, 10 L.Ed.2d 983 (1963), and <i>Huron Portland Cement Company v. City of Detroit,</i> 362 U.S. 440, 80 S.Ct. 813, 4 L.Ed.2d 852 (1960). Wall &amp; Ochs contends there are questions of fact remaining on this count, not as to whether the state can impose certain regulations, but whether those regulations bear a reasonable relationship to the health and welfare of North Carolinians.</p>\n<p>Our inquiry, therefore, centers upon the statutory requirements, their relation to optical retailing, and whether their proscriptions burden interstate commerce or violate federal and state due process.</p>\n<p>Both parties have presented affidavits discussing the public health and safety aspects of Section 90-236. Defendants have affidavits from physicians, optometrists, a licensed dispensing optician, and an employee of an optical laboratory. All of these affiants state, essentially, that: errors in the fitting of glasses can have a pronounced effect on the adequacy and performance of prescribed lenses; it is inaccurate to say the delivery of prescription eyeglasses is purely mechanical; it is crucial that persons dispensing prescription eyewear have knowledge and skill in the optical field; and prescriptions must be carefully verified to insure the patient's vision will be properly corrected. Consequently, failure by the state to require optometric skills of the dispensing party in these areas could have a pronounced adverse effect on the state's public health, safety and welfare.</p>\n<p>Wall &amp; Ochs has presented four affidavits which challenge the <i>degree</i> of training required to dispense eyeglasses as follows: a high school graduate with average intelligence can be taught to safely dispense optical products in six to twelve months apprenticeship in a retail optical store; it is unnecessary that they have the extensive training required by N.C.G.S. § 90-236; the retail store employee merely transmits detailed prescriptions to a dispensing optician who is primarily responsible for their filing; the selection of frames and lenses is primarily a matter of fashion and cost rather than science; minor measurements can be made by any minimally-trained employee to fill a prescription; and having a dispensing optician fill prescriptions in a central location would suffice to preserve whatever health, safety and welfare interests the State of North Carolina has in regulating the optical area. The defendants have not challenged plaintiff's proposed method of operation, and it is taken as true that if the above provisions were deleted it would so retail its products.</p>\n<p>Questions of fact are evident concerning the degree to which North Carolina must regulate eyeglass retailing to preserve the public welfare. Furthermore, defendants' affidavits are unspecific as to what constitutes adequately \"trained\" dispensing personnel, and the extent to which this training is designed to maintain the public's health and safety. They also do not refer specifically to the overall requirements of Chapter 90 of the General Statutes, nor do they detail the necessity for each statutory requisite. Thus cross-examination of these individuals is warranted so the court may have an accurate picture of how their professional opinions relate to the statutes in question.</p>\n<p>If Wall &amp; Ochs can show that, assuming the public interest requires state interference in the optical arena, the means employed are not reasonably necessary for accomplishing the state's purpose, a violation of the Fourteenth Amendment would be established. <i>See </i><i>Schware v. Board of Bar Examiners of New Mexico,</i> 353 U.S. 232, 77 S.Ct. 752, 1 L.Ed.2d 796 (1957), and <i>Exxon Corporation v. Governor of Maryland,</i> 437 U.S. 117, 98 S.Ct. 2207, 2213, 57 L.Ed.2d 91 (1978). Similarly, Article I, Section 19, of the North Carolina Constitution may be a further basis of relief if no reasonable substantial relation to the public health and safety is shown by the state's regulatory requirements. <i>See </i><i>In re Hospital,</i> 282 N.C. 542, 193 S.E.2d 729 (1973).<sup>[9]</sup></p>\n<p><span class=\"star-pagination\">*883</span> Although operating under a slightly heavier burden because of the challenged regulation's health and safety elements, plaintiff may also be able to show a violation of interstate commerce through the appropriate evidence. Even if a regulatory burden imposed upon interstate commerce is non-discriminatory, it can violate the commerce clause if excessive in comparison to the benefit derived from the burden exacted. <i>See </i><i>A &amp; P Tea Company v. Cottrell,</i> 424 U.S. 366, 370-72, 96 S.Ct. 923, 47 L.Ed.2d 55 (1976).</p>\n<p>Because questions of fact remain as to Wall &amp; Ochs' Count 6, summary judgment is inappropriate and defendants' motion will be denied.</p>\n<p>For the reasons discussed above, plaintiff's motion for partial summary judgment will be granted as to Counts 1, 2, 3 and 4 of its complaint and the relief requested thereunder will be granted. Defendants' motion for summary judgment as to Count 7 will be granted; but defendants' motion for summary judgment as to Count 6 will be denied. An order will be entered accordingly.</p>\n<h2>NOTES</h2>\n<p>[1]  These facts are directed toward the first four counts of plaintiff's complaint which read as follows:\n</p>\n<p><i>First Count:</i> To have declared unlawful N.C. G.S. §§ 90-249 and 255, also 21 N.C.A.C. § 40.0204, and have revoked a $300 fine imposed upon Wall &amp; Ochs by the State Board on account of three advertisements it published offering eyeglasses for sale at discounts with gifts and premiums.</p>\n<p><i>Second Count:</i> To have declared unconstitutional N.C.G.S. §§ 90-249 and 255, as invoked by the State Board in fining Wall &amp; Ochs $300 for advertising eyeglasses for sale at discounts, because it subjects plaintiff to a deprivation of its rights to free commercial speech.</p>\n<p><i>Third Count:</i> To enjoin the State Board from taking threatened penal action against Wall &amp; Ochs for publishing advertisements offering eyeglasses for sale at discounts under N.C.G.S. §§ 90-249 and 255.</p>\n<p><i>Fourth Count:</i> To enjoin the State Board from interfering with the business relationship between Wall &amp; Ochs and a licensed dispensing optician in its employ, the latter having been fined $300 and threatened with revocation of her license by the State Board on account of advertisements published by plaintiff offering eyeglasses for sale at discounts.</p>\n<p>[2]  These facts are also important to consideration of plaintiff's Count 7 which asks N.C.G.S. § 90-253 be declared unconstitutional as violative of equal protection. This section exempts various groups from the requirements of Chapter 90.</p>\n<p>[3]  For a more comprehensive overview see 1A, Part 2, Moore's <i>Federal Practice,</i> ¶ 0.203 <i>et seq.</i> (2nd Ed.1978), and P. Bator, P. Mishkin, D. Shapiro and H. Wechsler, <i>Hart &amp; Wechsler's The Federal Courts and the Federal System,</i> pp. 985-1050 (2nd Ed.1973).</p>\n<p>[4]  See Ashman, Alfini and Shapiro, \"Federal Abstention: New Prospectives on Its Current Vitality,\" 46 <i>Miss.L.J.</i> 629 (1975); Field, \"Abstention in Constitutional Cases: The Scope of the Pullman Abstention Doctrine,\" 122 <i>U.Pa. L.R.</i> 1071 (1974); and generally C. Wright, <i>supra</i> at 218-236.</p>\n<p>[5]  As an aside, defendants note Wall &amp; Ochs never appealed their original fines through the state courts thus having failed to exhaust their state appellate remedies. We feel this point is rendered unimportant by the Supreme Court's discussion in <i>Wooley, supra,</i> concerning the possibility of future state actions for the conduct sought to be construed in the federal suit.</p>\n<p>[6]  Wall &amp; Ochs also raises grave questions concerning bias in the composition of the State Board, specifically the Board members' economic interests in retaining the challenged statutes and regulations. Although plaintiff makes no showing comparable to that in <i>Gibson v. Berryhill,</i> 411 U.S. 564, 93 S.Ct. 1689, 36 L.Ed.2d 488 (1973), its allegations do bring into question the quality of record which may be compiled by the Board and makes even more imperative the availability of a comprehensive opportunity for judicial review.</p>\n<p>[7]  Wall &amp; Ochs does cite, as an alternative basis of relief, North Carolina's due process clause, Article I, Section 19. This clause has traditionally been construed in conformity with the minimum requirements of the Fifth and Fourteenth Amendments to the United States Constitution; if anything, it has been applied with greater liberality in state court decisions. <i>See </i><i>In re Hospital,</i> 282 N.C. 542, 193 S.E.2d 729 (1973), and <i>Randleman v. Hinshaw,</i> 267 N.C. 136, 147 S.E.2d 902 (1966). Therefore, there are no \"unsettled\" questions of state constitutional law, and the court will have no difficulty applying the correct principles and formulations.</p>\n<p>[8]  The discussion in and preceding this paragraph also distinguishes our case from <i>Wall &amp; Ochs v. Grasso et al.,</i> 469 F.Supp. 1088, (D. Conn., 1979).</p>\n<p>[9]  Plaintiff's counsel cites <i>NAACP v. Button,</i> 371 U.S. 415, 83 S.Ct. 328, 9 L.Ed.2d 405 (1963), in arguing that the federal courts may look behind a statute to its \"real purpose\" in deciding whether or not it bears a reasonable relation to a proper state objective. His affidavits allege that the primary purpose behind Section 90-253 was to establish a \"self-regulating trade guild\" rather than altruistically preserving the public interest. We find this argument extremely interesting and, if and when this action comes to trial, it should be pursued through legal argument and evidentiary substantiation. <i>In re Hospital, supra</i><i>,</i> also broaches this question of unwarranted economic interference in business.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">873</span></span> (1979)</b></center>\n<center><h1>WALL &amp; OCHS, INC., Plaintiff,<br>\nv.<br>\nGreg L. HICKS, Herbert L. Ridgeway, Jr., Herbert L. Ridgeway, III, Henry C. Severs and Edward L. Thigpen, Individually and as Members of the North Carolina State Board of Opticians, and North Carolina Opticians Association, Intervenor, Defendants.</h1></center>\n<center>No. 78-115-Civ-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 9, 1979.</center>\n<p><span class=\"star-pagination\">*874</span> <span class=\"star-pagination\">*875</span> James R. Trotter, Spruill, Trotter &amp; Lane, Rocky Mount, N. C., for plaintiff.</p>\n<p>Millard R. Rich, Jr., Deputy Atty. Gen., Raleigh, N. C., for defendants.</p>\n<p>John N. Fountain, Bailey, Dixon, Wooten, McDonald &amp; Fountain, Raleigh, N. C., for defendant intervenor.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>Wall &amp; Ochs, Inc., a foreign corporation engaged in retail eyeglass vending in the Eastern District of North Carolina, brings this action under 42 U.S.C. § 1983 alleging the violation of its First and Fourteenth Amendment rights. Specifically, plaintiff contends that defendants, acting individually and through the North Carolina State Board of Opticians (\"State Board\"), unlawfully penalized and prohibited it from advertising its products, and illegally restricted it from operating its inter-company vending and processing procedures in an economically feasible manner. Declaratory and injunctive relief is sought.</p>\n<p>After the State Board answered, the North Carolina Opticians Association (\"Association\") was allowed to intervene. Thereafter, plaintiff filed a partial summary judgment motion, with affidavits, as to Counts 1, 2, 3, 4 and 7 of its complaint (Count 5 having been voluntarily dismissed as moot). Defendants followed suit by filing a dismissal motion based upon the abstention doctrine, and, in the alternative, cross-motions for summary judgment as to all counts. Wall &amp; Ochs contends abstention is inappropriate, and summary judgment improper as to Count 6 because of remaining questions of fact. These motions are now ripe for resolution.</p>\n<p>The facts are substantially undisputed as follows. Wall &amp; Ochs, Inc., is a Pennsylvania corporation with authorization to do business in eastern North Carolina and other states as a retail vendor of prescription eyeglasses. Its outlet at 167 Winstead Avenue, Rocky Mount, North Carolina, is operated and supervised by Mildred H. Carr (Ms. Carr), a licensed dispensing optician who serves customers and completes prescriptions in the manner and with the skill required by Article 17, Chapter 90, of the North Carolina General Statutes.</p>\n<p>The State Board of Opticians is organized under and required to implement the purposes and provisions of N.C.G.S. §§ 90-234 to 255.1, and various administrative regulations <span class=\"star-pagination\">*876</span> promulgated thereunder, which regulate the manufacture and sale of prescription eyeglasses in North Carolina. As well as being State Board members, the individual defendants are registered dispensing opticians engaged as retail or wholesale vendors of prescription eyeglasses in North Carolina. They are also members of the intervenor State Opticians Association.</p>\n<p>During the twelve months preceding this action, plaintiff published advertisements in the Rocky Mount <i>Evening Telegram</i> offering prescription eyeglasses for sale at discount prices with gifts and premiums. These ads resulted in increased sales and profits. On or about October 13, 1977, the State Board acted to impose fines totaling $300 upon Wall &amp; Ochs due to its advertising, and on October 4 notified Ms. Carr that it was \"moving\" against her because plaintiff was \"operating in North Carolina under her professional authority.\" She was also fined $300 for the above advertising. These actions were taken by the Board in a telephone poll without affording plaintiff or Ms. Carr notice of a hearing, an opportunity to appear at such a hearing, and the opportunity to be heard in person or through counsel, and present evidence and cross-examine witnesses.<sup>[1]</sup></p>\n<p>Plaintiff's proposed method of future operation is the subject of Count 6 which requests N.C.G.S. §§ 90-250 and 255, also 21 N.C.A.C. § 40.0203, be declared unconstitutional as restraining interstate commerce and violating due process. Since Wall &amp; Ochs is vertically integrated, in that it owns and operates the optical laboratories which make the eyeglasses it sells at retail, it proposes to vend its glasses by: (1) receiving prescriptions for eyeglasses from customers in its retail outlets; (2) sending the prescriptions and frame selections made by customers to its optical laboratory in New Jersey where the eyeglasses will be made; and then (3) returning the finished eyeglasses to its outlets for customer delivery. Although these orders will be filled by and under the supervision of persons trained as dispensing opticians, they will not be sold and fitted under the supervision of such dispensing opticians. The above statutory provisions, on their face, prohibit such a method of operation.<sup>[2]</sup></p>\n<p>As a threshold issue, defendants invoke the doctrine of equitable abstention, <i>Huffman v. Pursue, Ltd.,</i> <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">592</span></a></span>, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1200</span></a></span>, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">482</span></a></span> (1975), and contend this court should not decide the instant issues because state administrative proceedings had already been begun, thus a federal court action would undermine paramount state interests. To support their position, defendants note that, after notifying Wall &amp; Ochs that fines had been levied against it for publishing advertisements offering eyeglasses for sale at discounts, the State Board also informed it a hearing would be held on March 17, 1978 to consider further disciplinary action. The present lawsuit was filed approximately one month later, on March 14. Defendants contend the issuance of this notification \"commenced\" <span class=\"star-pagination\">*877</span> state administrative proceedings before the occurrence of any federal proceedings on the merits. <i>See </i><i>Hicks v. Miranda,</i> <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2281</span></a></span>, <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">223</span></a></span> (1975). They further contend that, once state administrative proceedings had been concluded, plaintiff could have sought judicial review of the Board's actions in the state courts under the North Carolina Administrative Procedure Act (\"APA\"), N.C.G.S. § 150A-1, <i>et seq.</i> Thus, all of the constitutional claims Wall &amp; Ochs presently raises can be aired and, if necessary, vindicated in state administrative and judicial tribunals.</p>\n<p>This area of the law is multi-faceted and a brief background discussion would be helpful in placing the instant question in proper perspective.</p>\n<p>The doctrine of abstention was first enunciated in <i>Railroad Commission of Texas v. Pullman Company,</i> <span class=\"citation\" data-id=\"103481\"><a href=\"/opinion/103481/railroad-commn-of-tex-v-pullman-co/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">496</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">643</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">971</span></span> (1941), and required a federal court to abstain from deciding issues involving matters of state law when that law was unsettled and would soon be the subject of a state court decision. Rather than dismiss the action, <i>Pullman</i> held jurisdiction was to be retained pending clarification of the state questions which, it was hoped, would obviate the constitutional claims. Although many considerations went into the court's opinion, the most important were avoidance of unnecessary constitutional decisions, particularly those subject to displacement by future state adjudications, and maintenance of the federal system through preservation of state administrative and judicial autonomy. A good example of this latter aspect is <i>Burford v. Sun Oil Company,</i> <span class=\"citation\" data-id=\"103842\"><a href=\"/opinion/103842/burford-v-sun-oil-co/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1098</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1424</span></span> (1943), which compelled abstention and then dismissal in a case needlessly in conflict with the state's administration of its regulatory affairs.<sup>[3]</sup> The more dubious branches of abstention concern unsettled state law areas and federal docket congestion. <i>See </i><i>Wohl v. Keene,</i> <span class=\"citation\" data-id=\"310068\"><a href=\"/opinion/310068/jerry-wohl-sometimes-known-as-jerome-s-wohlmuth-v-roslyn-wohlmuth-keene/\"><span class=\"volume\">476</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">171</span></a></span> (4th Cir. 1973), and generally Wright, <i>Law of Federal Courts</i> § 52 at 224-29 (3rd Ed. 1976).</p>\n<p>Equitable abstention, albeit a derivative of <i>Pullman,</i> had its genesis in three cases  <i>Douglas v. City of Jeannette,</i> <span class=\"citation\" data-id=\"103833\"><a href=\"/opinion/103833/douglas-v-city-of-jeannette/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">157</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">877</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1324</span></span> (1943); <i>Dombrowski v. Pfister,</i> <span class=\"citation no-link\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1116</span></span>, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">22</span></span> (1956); and <i>Younger v. Harris,</i> <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">669</span></a></span> (1971). These, in essence, required abstention in, and dismissal of, actions seeking to enjoin already initiated state court prosecutions on federal constitutional grounds except when the threat of \"irreparable injury\" was both great and immediate. <i>See also </i><i>Samuels v. Mackell,</i> <span class=\"citation\" data-id=\"108264\"><a href=\"/opinion/108264/george-samuels-v-thomas-j-mackell-district-attorney-fred-fernandez-v/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">66</span></a></span>, <span class=\"citation\" data-id=\"108264\"><a href=\"/opinion/108264/george-samuels-v-thomas-j-mackell-district-attorney-fred-fernandez-v/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">764</span></a></span>, <span class=\"citation\" data-id=\"108264\"><a href=\"/opinion/108264/george-samuels-v-thomas-j-mackell-district-attorney-fred-fernandez-v/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">688</span></a></span> (1971). The court felt any sound constitutional defense could be raised prior to or during trial; and if unsuccessful, raised through the state appellate courts and ultimately on certiorari to the United States Supreme Court. In 1974, <i>Hicks v. Miranda,</i> <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2281</span></a></span>, <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">223</span></a></span> (1975), extended equitable abstention \". . . where state criminal proceedings are begun against the federal plaintiffs after the federal complaint is filed but before any proceedings of substance on the merits have taken place in the federal court . . ..\" 422 U.S. at 349, 95 S.Ct. at 2292. <i>Compare </i><i>Doran v. Salem Inn, Inc.,</i> <span class=\"citation\" data-id=\"109314\"><a href=\"/opinion/109314/doran-v-salem-inn-inc/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">922</span></a></span>, <span class=\"citation\" data-id=\"109314\"><a href=\"/opinion/109314/doran-v-salem-inn-inc/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2561</span></a></span>, <span class=\"citation\" data-id=\"109314\"><a href=\"/opinion/109314/doran-v-salem-inn-inc/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">648</span></a></span> (1975).</p>\n<p>These somewhat murky concepts were applied to civil litigation in <i>Huffman v. Pursue, Ltd.,</i> <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">592</span></a></span>, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1200</span></a></span>, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">482</span></a></span> (1975). There, a state court defendant failed to appeal a civil court order declaring his property a nuisance. He instead sued the state authorities for injunctive and declaratory relief in federal court charging First and Fourteenth Amendment violations. On appeal to the Supreme Court, the <i>Younger</i> principles were held applicable to civil proceedings and plaintiffs were required henceforth to exhaust state appellate remedies unless \"bad faith\" on the part of state officials or <span class=\"star-pagination\">*878</span> immediate and irreparable harm was shown. The nuisance proceeding attacked in <i>Huffman</i> related to criminal obscenity statutes and thus was more akin to a criminal proceeding than most civil actions.</p>\n<p>Rather than limiting equitable abstention to quasi-criminal civil proceedings, <i>Juidice v. Vail,</i> <span class=\"citation\" data-id=\"109621\"><a href=\"/opinion/109621/juidice-v-vail/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, <span class=\"citation\" data-id=\"109621\"><a href=\"/opinion/109621/juidice-v-vail/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1211</span></a></span>, <span class=\"citation\" data-id=\"109621\"><a href=\"/opinion/109621/juidice-v-vail/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">376</span></a></span> (1977), mandated its application whenever notions of \"comity\" and federalism are at stake in the threatened state proceeding. The plaintiffs in <i>Juidice</i> were challenging New York's civil contempt powers, an exercise of judicial discretion lying at the core of a state's administration of justice, and failed to appeal their contempt citations through the state appellate courts. <i>Trainor v. Hernandez,</i> <span class=\"citation\" data-id=\"109668\"><a href=\"/opinion/109668/trainor-v-hernandez/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">434</span></a></span>, <span class=\"citation\" data-id=\"109668\"><a href=\"/opinion/109668/trainor-v-hernandez/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1911</span></a></span>, <span class=\"citation\" data-id=\"109668\"><a href=\"/opinion/109668/trainor-v-hernandez/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">486</span></a></span> (1977), reached a similar result on the same theoretical underpinnings. At issue in <i>Trainor</i> was the state's ability to utilize its attachment proceedings in efforts to civilly disgorge wrongfully received welfare funds. Again, plaintiffs went to federal court to challenge these proceedings instead of raising their constitutional arguments through the state appellate courts; furthermore, there was no evidence of bad faith or harassing enforcement on the part of state officials.</p>\n<p>Although leaving it undecided, <i>Ohio Bureau of Employment Services v. Hodory,</i> <span class=\"citation\" data-id=\"109669\"><a href=\"/opinion/109669/ohio-bureau-of-employment-servs-v-hodory/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, <span class=\"citation\" data-id=\"109669\"><a href=\"/opinion/109669/ohio-bureau-of-employment-servs-v-hodory/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1898</span></a></span>, <span class=\"citation\" data-id=\"109669\"><a href=\"/opinion/109669/ohio-bureau-of-employment-servs-v-hodory/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">513</span></a></span> (1977), raised squarely the matter before this court: Are the federal courts required to equitably abstain if state administrative proceedings have \"commenced?\"</p>\n<p>Some general observations are in order before resolving the instant question. First, federal court advocates and critics alike feel abstention has been taken to its logical extreme and may have reached a point where federal judges are abrogating their responsibilities to interpret and enforce the Constitution.<sup>[4]</sup> United States District Court Judge James B. McMillan has even referred to it as \"the judiciary's self-inflicted wound.\" 56 <i>N.C.L.R.</i> 527 (1978). At the heart of their criticism is the concern that sacrosanct constitutional rights are being jeopardized by requiring a litigant to raise them in state judicial systems which, at best, may be unable to thoroughly explore their merits due to time and resource constraints, and at worst, may ignore those rights in an effort to implement state governmental objectives in a manner reflective of temporary local sentiment.</p>\n<p>Yet exponents of abstention, particularly a persuasive majority of the United States Supreme Court, emphasize the necessity of strengthening the federal system through enforcement of constitutional rights in the state courts. Although the Court's recent abstention decisions are difficult to reconcile factually, we agree wholeheartedly with the concept that federal courts should abstain when injunctive or declaratory relief is sought against already initiated state judicial proceedings unless the <i>Younger</i> exceptions, discussed <i>supra,</i> are evidenced. Such a result is not only theoretically required by comity and federalism, but also by plain judicial economy and fundamental jurisdictional considerations. <i>See </i><i>Broyhill v. Morris,</i> <span class=\"citation\" data-id=\"284037\"><a href=\"/opinion/284037/james-howard-broyhill-v-zeb-a-morris-jr-solicitor-15th-solicitorial/\"><span class=\"volume\">408</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">820</span></a></span> (4th Cir. 1969), and J. Moore, <i>supra</i> at ¶ 0.203[4].</p>\n<p>However, abstaining and dismissing a case which clearly raises seemingly meritorious constitutional questions is, and should be, the exception and not the rule. Only when more important countervailing principles are raised and a jurisprudentially adequate state forum is provided should the federal courts defer to their state counter-parts. Very simply, federal courts have a duty to exercise their jurisdiction unless circumscribed by distinct and coherent limits. <i>Marbury v. Madison,</i> 5 U.S. (1 Cranch) 137, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">60</span></span> (1803).</p>\n<p>Common threads, bound by federalism principles, run throughout the decisions <span class=\"star-pagination\">*879</span> discussed <i>supra</i> and offer guidelines for a court's discretionary invocation of equitable abstention. First, a state judicial action must have been initiated prior to substantive federal proceedings on the merits. <i>See </i><i>Huffman, supra</i> 420 U.S. at 609 n. 21, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1200</span></a></span>. The state proceedings also must provide an adequate opportunity to litigate and, if necessary raise on appeal, a party's constitutional claims. <i>Id.</i> Finally, the possibility should exist that, if a federal court were to intrude, the state's ability to regulate its internal affairs would be seriously undermined. <i>See </i><i>Wooley v. Maynard,</i> <span class=\"citation\" data-id=\"109638\"><a href=\"/opinion/109638/wooley-v-maynard/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">705</span></a></span>, <span class=\"citation\" data-id=\"109638\"><a href=\"/opinion/109638/wooley-v-maynard/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1428</span></a></span>, 1432-34, <span class=\"citation\" data-id=\"109638\"><a href=\"/opinion/109638/wooley-v-maynard/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">752</span></a></span> (1977). These factors, in turn, are tempered by whether state officials have evinced bad faith in their dealings with a litigant, and whether there is a probability of severe and immediate harm to his rights.</p>\n<p>Analyzing our case in terms of these factors, abstention in this particular administrative context appears unwarranted.</p>\n<p>Defendants contend to the contrary and point out that, when Wall &amp; Ochs was notified of its initial fine, it was also informed that further disciplinary measures would be considered in a March 17, 1978 administrative hearing. On March 14, this lawsuit was filed and the proposed administrative proceedings enjoined. Thus a state proceeding was \"pending\" before suit was brought. Defendants further contend that, although the State Board cannot decide constitutional issues, its fact finding and decision pertaining to the issues before it can be challenged in the state superior courts through North Carolina's Administrative Procedure Act, N.C.G.S. § 150A-1, <i>et seq.</i> Such a procedure allows plaintiff to raise many if not all its constitutional claims, and request a hearing, <i>de novo,</i> of the administrative proceeding under Section 150A-51 if the record can be shown to be \"inadequate.\"<sup>[5]</sup></p>\n<p>Finally, the instant administrative proceeding is characterized as an alternative to a criminal action available to the state under N.C.G.S. § 90-254. Parallels are then drawn between this procedure and that discussed in <i>Trainor, supra,</i> suggesting abstention is warranted.</p>\n<p>The court finds defendants' arguments unpersuasive. Although a State Board action is \"pending\" in a formal sense, that inquiry will be limited to plaintiff's first count concerning advertising. Presumably, the complaint's remaining five counts are \"not pending\" and therefore properly before this court. Judicial economy and federalism are certainly not served by litigation involving the same facts and legal theories being pursued in the court systems of two different sovereigns.</p>\n<p>Second, a state superior court's review of an unfavorable Optician Board decision pursuant to Section 150A-51 will by definition be restricted. The Board's factual findings and decision are conclusive if supported by substantial, competent evidence. <i>In re Berman,</i> <span class=\"citation\" data-id=\"1368241\"><a href=\"/opinion/1368241/in-re-berman/\"><span class=\"volume\">245</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">612</span></a></span>, 616-17, <span class=\"citation\" data-id=\"1368241\"><a href=\"/opinion/1368241/in-re-berman/\"><span class=\"volume\">97</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">232</span></a></span> (1957). Consequently, Wall &amp; Ochs will be allowed to raise only those issues which stem directly from the administrative record and decision, leaving for another proceeding significant due process and equal protection challenges to the statutory provisions which do not involve advertising. It is also worthy of note that the <i>de novo</i> hearing of State Board actions is strictly within the discretion of the superior court. Plaintiff's potential state judicial review therefore appears so narrow and incomplete as to be inadequate in comparison to its far-reaching claims.<sup>[6]</sup><i>Cf., </i><i>Hodory, supra</i> 431 U.S. at 481, <span class=\"citation\" data-id=\"109669\"><a href=\"/opinion/109669/ohio-bureau-of-employment-servs-v-hodory/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1898</span></a></span>.</p>\n<p><span class=\"star-pagination\">*880</span> The defendants have also failed to show that a decision by this court on the merits would compromise essential North Carolina regulatory goals. Their argument seems to be that <i>any</i> federal court involvement in state agency disciplinary proceedings transgresses comity and federalism. Such a position is untenable. Far from eviscerating its regulatory power over trade groups, this suit will strengthen North Carolina's grip by delineating the constitutional bounds within which it may legislate. The statutes challenged do not contain regulatory ambiguities for an expert-laden state body's perusal, nor do arcane questions of state law predominate;<sup>[7]</sup> therefore, no greater clarification of the issues would result from abstaining.<sup>[8]</sup></p>\n<p>As a parting comment, we feel the state administrative procedure area is a peculiarly inappropriate context for applying equitable abstention. Significant questions exist as to the quality of hearings which parties receive before statutorily-limited and often economically-interested tribunals. Judicial review of possibly suspect agency decisions is narrow. Thus, the appellate road, with its hope of eventual United States Supreme Court review, becomes more arduous, expensive and unpredictable. Weighing these points against a plaintiff's right to have constitutional questions answered in a court of the United States, this court would not typically abstain when limited state administrative proceedings are the alternative. The only exceptions would be those traditional instances of federal abstention when unsettled questions of state law and policy predominate in the federal suit and will be substantially clarified and/or resolved through a comprehensive state administrative proceeding with appeal to the state courts. <i>See Pullman, supra; </i><i>Burford v. Sun Oil Company, supra</i><i>; </i><i>Hodory, supra</i> at 481, <span class=\"citation\" data-id=\"109669\"><a href=\"/opinion/109669/ohio-bureau-of-employment-servs-v-hodory/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1898</span></a></span>; <i>Huffman, supra</i> 420 U.S. at 609 n. 21, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1200</span></a></span>; and discussion in <i>Pharmaceutical Society of State of New York v. Lefkowitz,</i> <span class=\"citation\" data-id=\"360853\"><a href=\"/opinion/360853/pharmaceutical-society-of-the-state-of-new-york-inc-brendan-lawler-dr/\"><span class=\"volume\">586</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">953</span></a></span>, 955-57 (2nd Cir. 1978).</p>\n<p>Accordingly, the plaintiff has made its choice of forum and we proceed to a decision on the merits.</p>\n<p>Plaintiff first alleges that N.C.G.S. §§ 90-249 and 255, and 21 N.C.A.C. § 40.0204, are unconstitutional under the First and Fourteenth Amendments to the federal Constitution and Article I, Sections 1 and 19 of the North Carolina Constitution. Defendants have made no contrary argument but merely call the court's attention to bills pending in the North Carolina General Assembly which would repeal Sections 249 and 255, as well as alter the composition of the State Board to include a non-optician member. These provisions, as they affect advertising, are patently unconstitutional within the meaning of <i>Virginia Pharmacy Board v. Virginia Consumer Council,</i> <span class=\"citation\" data-id=\"109450\"><a href=\"/opinion/109450/va-pharmacy-bd-v-va-consumer-council/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">748</span></a></span>, <span class=\"citation\" data-id=\"109450\"><a href=\"/opinion/109450/va-pharmacy-bd-v-va-consumer-council/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"109450\"><a href=\"/opinion/109450/va-pharmacy-bd-v-va-consumer-council/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">346</span></a></span> (1976), and <i>Bates v. State Bar of Arizona,</i> <span class=\"citation\" data-id=\"109727\"><a href=\"/opinion/109727/bates-v-state-bar-of-ariz/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span>, <span class=\"citation\" data-id=\"109727\"><a href=\"/opinion/109727/bates-v-state-bar-of-ariz/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2691</span></a></span>, <span class=\"citation\" data-id=\"109727\"><a href=\"/opinion/109727/bates-v-state-bar-of-ariz/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">810</span></a></span> (1977). <i>See also </i><i>Friedman v. Rogers,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"110015\"><a href=\"/opinion/110015/friedman-v-rogers/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">887</span></a></span>, <span class=\"citation\" data-id=\"110015\"><a href=\"/opinion/110015/friedman-v-rogers/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">100</span></a></span> (1979). The state may, of course, restrain false, deceptive or misleading advertising as long as it refrains from unduly burdening commercial speech. Therefore, plaintiff's partial summary judgment motion as to Counts 1, 2, 3 and 4 will be granted and the defendants' denied.</p>\n<p>Also presented on cross-motions for summary judgment is Wall &amp; Ochs seventh count which challenges N.C.G.S. § 90-253, <span class=\"star-pagination\">*881</span> exempting physicians, optometrists and ophthalmic wholesalers from Chapter 90's requirements, as violative of the state and federal equal protection clauses. Plaintiff contends there is no rational relationship between the exemption of these groups and the purposes behind the optician statutes as expressed in Sections 250 and 252.</p>\n<p>It is common learning that where, as here, no fundamental right or suspect classification is involved, the test to determine the validity of state legislation is whether the statutory classification bears some rational relationship to a legitimate state purpose. <i>San Antonio Independent School District v. Rodriguez,</i> <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1278</span></a></span>, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">16</span></a></span> (1973). Furthermore, \". . . state legislatures are presumed to have acted within their constitutional power despite the fact that, in practice, their laws result in some inequality. A statutory discrimination will not be set aside if any state of facts reasonably may be conceived to justify it.\" <i>McGowan v. Maryland,</i> <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1101</span></a></span>, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">393</span></a></span> (1961).</p>\n<p>The parties' filings indicate that the statutory distinctions exempting physicians, optometrists and suppliers of ophthalmic prescriptions and supplies from the provision requiring that eyeglasses be dispensed only by licensed dispensing opticians is based on the relative skill levels of the groups described. See generally N.C.G.S. §§ 90-240, 118, 9 and 13. These individuals are deemed to possess such advanced training and skill that it would be illogical to require that they dispense glasses through a licensed optician. As a practical matter, the State Board considers this exemption to be personal, therefore lessening the possibility that non-ophthalmologist physicians could avoid regulation if they were vending eyeglasses. Finally, optical wholesalers are excluded because they do not deal with the consuming public directly; if they did, they, too, would be subject to the restraints of Sections 250 and 252.</p>\n<p>Although the statutory provision is imprecisely drafted and subject to a potentially irrational construction, state legislatures have traditionally been allowed to proceed against those areas of a problem which they perceive require the greatest attention and neglect those which it considers less acute. <i>See </i><i>Williamson v. Lee Optical of Oklahoma, Inc.,</i> <span class=\"citation\" data-id=\"105285\"><a href=\"/opinion/105285/williamson-v-lee-optical-of-okla-inc/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105285\"><a href=\"/opinion/105285/williamson-v-lee-optical-of-okla-inc/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">461</span></a></span>, <span class=\"citation\" data-id=\"105285\"><a href=\"/opinion/105285/williamson-v-lee-optical-of-okla-inc/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">563</span></a></span> (1955). The task of the federal courts in passing on the validity of a classification under the standard equal protection test is not to determine if it is the best way, or even a good way, of accomplishing a legitimate state objective. Our task is only to determine whether the classification makes sense in light of the purpose sought to be achieved; beyond that point the wisdom of the state must be allowed to prevail. <i>Denis J. O'Connell High School v. Virginia High School League,</i> <span class=\"citation\" data-id=\"358593\"><a href=\"/opinion/358593/denis-j-oconnell-high-school-by-its-board-of-trustees-v-the-virginia/\"><span class=\"volume\">581</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">81</span></a></span>, 87 (4th Cir. 1978).</p>\n<p>From our review, it is apparent that the classifications in Section 253, while not perfectly delineated, bear a rational relationship to the state's objective of forestalling the evils that could result from untrained and unlicensed personnel fitting and dispensing optical goods. <i>New Orleans v. Dukes,</i> <span class=\"citation\" data-id=\"109514\"><a href=\"/opinion/109514/new-orleans-v-dukes/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">297</span></a></span>, <span class=\"citation\" data-id=\"109514\"><a href=\"/opinion/109514/new-orleans-v-dukes/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2513</span></a></span>, <span class=\"citation\" data-id=\"109514\"><a href=\"/opinion/109514/new-orleans-v-dukes/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">511</span></a></span> (1976). Accordingly, defendants' motion for partial summary judgment will be granted, and plaintiff's denied.</p>\n<p>Finally, plaintiff's sixth count asks the court to construe N.C.G.S. §§ 90-250 and 255, and 21 N.C.A.C. § 40.0203, and declare them unconstitutional insofar as they apply to Wall &amp; Ochs' proposed method for selling prescription eyeglasses within the state. This claim involves its proposal to dispense eyeglasses without a licensed dispensing optician present, but with such persons available when the prescription is filled in its New Jersey optical laboratory. Defendants have moved for summary judgment on this count citing <i>Williamson v. Lee Optical of Oklahoma, Inc., supra</i><i>,</i> and <i>State v. Ballance,</i> <span class=\"citation no-link\"><span class=\"volume\">229</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">764</span></span>, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">731</span></span> (1949), for the proposition that the statutes are not violative of federal or state due process. They further allege that no undue burden is imposed on interstate commerce by these sections. <i>See </i><i>Head v. New Mexico Board of Examiners,</i> <span class=\"citation\" data-id=\"106661\"><a href=\"/opinion/106661/head-v-new-mexico-bd-of-examiners-in-optometry/\"><span class=\"volume\">374</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 83 S.Ct. <span class=\"star-pagination\">*882</span> 1759, <span class=\"citation\" data-id=\"106661\"><a href=\"/opinion/106661/head-v-new-mexico-bd-of-examiners-in-optometry/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">983</span></a></span> (1963), and <i>Huron Portland Cement Company v. City of Detroit,</i> <span class=\"citation\" data-id=\"106041\"><a href=\"/opinion/106041/huron-portland-cement-co-v-detroit/\"><span class=\"volume\">362</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">440</span></a></span>, <span class=\"citation\" data-id=\"106041\"><a href=\"/opinion/106041/huron-portland-cement-co-v-detroit/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">813</span></a></span>, <span class=\"citation\" data-id=\"106041\"><a href=\"/opinion/106041/huron-portland-cement-co-v-detroit/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">852</span></a></span> (1960). Wall &amp; Ochs contends there are questions of fact remaining on this count, not as to whether the state can impose certain regulations, but whether those regulations bear a reasonable relationship to the health and welfare of North Carolinians.</p>\n<p>Our inquiry, therefore, centers upon the statutory requirements, their relation to optical retailing, and whether their proscriptions burden interstate commerce or violate federal and state due process.</p>\n<p>Both parties have presented affidavits discussing the public health and safety aspects of Section 90-236. Defendants have affidavits from physicians, optometrists, a licensed dispensing optician, and an employee of an optical laboratory. All of these affiants state, essentially, that: errors in the fitting of glasses can have a pronounced effect on the adequacy and performance of prescribed lenses; it is inaccurate to say the delivery of prescription eyeglasses is purely mechanical; it is crucial that persons dispensing prescription eyewear have knowledge and skill in the optical field; and prescriptions must be carefully verified to insure the patient's vision will be properly corrected. Consequently, failure by the state to require optometric skills of the dispensing party in these areas could have a pronounced adverse effect on the state's public health, safety and welfare.</p>\n<p>Wall &amp; Ochs has presented four affidavits which challenge the <i>degree</i> of training required to dispense eyeglasses as follows: a high school graduate with average intelligence can be taught to safely dispense optical products in six to twelve months apprenticeship in a retail optical store; it is unnecessary that they have the extensive training required by N.C.G.S. § 90-236; the retail store employee merely transmits detailed prescriptions to a dispensing optician who is primarily responsible for their filing; the selection of frames and lenses is primarily a matter of fashion and cost rather than science; minor measurements can be made by any minimally-trained employee to fill a prescription; and having a dispensing optician fill prescriptions in a central location would suffice to preserve whatever health, safety and welfare interests the State of North Carolina has in regulating the optical area. The defendants have not challenged plaintiff's proposed method of operation, and it is taken as true that if the above provisions were deleted it would so retail its products.</p>\n<p>Questions of fact are evident concerning the degree to which North Carolina must regulate eyeglass retailing to preserve the public welfare. Furthermore, defendants' affidavits are unspecific as to what constitutes adequately \"trained\" dispensing personnel, and the extent to which this training is designed to maintain the public's health and safety. They also do not refer specifically to the overall requirements of Chapter 90 of the General Statutes, nor do they detail the necessity for each statutory requisite. Thus cross-examination of these individuals is warranted so the court may have an accurate picture of how their professional opinions relate to the statutes in question.</p>\n<p>If Wall &amp; Ochs can show that, assuming the public interest requires state interference in the optical arena, the means employed are not reasonably necessary for accomplishing the state's purpose, a violation of the Fourteenth Amendment would be established. <i>See </i><i>Schware v. Board of Bar Examiners of New Mexico,</i> <span class=\"citation\" data-id=\"105497\"><a href=\"/opinion/105497/schware-v-board-of-bar-examiners-of-nm/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, <span class=\"citation\" data-id=\"105497\"><a href=\"/opinion/105497/schware-v-board-of-bar-examiners-of-nm/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span>, <span class=\"citation\" data-id=\"105497\"><a href=\"/opinion/105497/schware-v-board-of-bar-examiners-of-nm/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">796</span></a></span> (1957), and <i>Exxon Corporation v. Governor of Maryland,</i> <span class=\"citation\" data-id=\"109896\"><a href=\"/opinion/109896/exxon-corp-v-governor-of-maryland/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">117</span></a></span>, <span class=\"citation\" data-id=\"109896\"><a href=\"/opinion/109896/exxon-corp-v-governor-of-maryland/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2207</span></a></span>, 2213, <span class=\"citation\" data-id=\"109896\"><a href=\"/opinion/109896/exxon-corp-v-governor-of-maryland/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">91</span></a></span> (1978). Similarly, Article I, Section 19, of the North Carolina Constitution may be a further basis of relief if no reasonable substantial relation to the public health and safety is shown by the state's regulatory requirements. <i>See </i><i>In re Hospital,</i> <span class=\"citation\" data-id=\"1270580\"><a href=\"/opinion/1270580/in-re-certificate-of-need-for-aston-park-hosp-inc/\"><span class=\"volume\">282</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">542</span></a></span>, <span class=\"citation\" data-id=\"1270580\"><a href=\"/opinion/1270580/in-re-certificate-of-need-for-aston-park-hosp-inc/\"><span class=\"volume\">193</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">729</span></a></span> (1973).<sup>[9]</sup></p>\n<p><span class=\"star-pagination\">*883</span> Although operating under a slightly heavier burden because of the challenged regulation's health and safety elements, plaintiff may also be able to show a violation of interstate commerce through the appropriate evidence. Even if a regulatory burden imposed upon interstate commerce is non-discriminatory, it can violate the commerce clause if excessive in comparison to the benefit derived from the burden exacted. <i>See </i><i>A &amp; P Tea Company v. Cottrell,</i> <span class=\"citation\" data-id=\"109384\"><a href=\"/opinion/109384/great-atlantic-pacific-tea-co-v-cottrell/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span>, 370-72, <span class=\"citation\" data-id=\"109384\"><a href=\"/opinion/109384/great-atlantic-pacific-tea-co-v-cottrell/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">923</span></a></span>, <span class=\"citation\" data-id=\"109384\"><a href=\"/opinion/109384/great-atlantic-pacific-tea-co-v-cottrell/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">55</span></a></span> (1976).</p>\n<p>Because questions of fact remain as to Wall &amp; Ochs' Count 6, summary judgment is inappropriate and defendants' motion will be denied.</p>\n<p>For the reasons discussed above, plaintiff's motion for partial summary judgment will be granted as to Counts 1, 2, 3 and 4 of its complaint and the relief requested thereunder will be granted. Defendants' motion for summary judgment as to Count 7 will be granted; but defendants' motion for summary judgment as to Count 6 will be denied. An order will be entered accordingly.</p>\n<h2>NOTES</h2>\n<p>[1]  These facts are directed toward the first four counts of plaintiff's complaint which read as follows:\n</p>\n<p><i>First Count:</i> To have declared unlawful N.C. G.S. §§ 90-249 and 255, also 21 N.C.A.C. § 40.0204, and have revoked a $300 fine imposed upon Wall &amp; Ochs by the State Board on account of three advertisements it published offering eyeglasses for sale at discounts with gifts and premiums.</p>\n<p><i>Second Count:</i> To have declared unconstitutional N.C.G.S. §§ 90-249 and 255, as invoked by the State Board in fining Wall &amp; Ochs $300 for advertising eyeglasses for sale at discounts, because it subjects plaintiff to a deprivation of its rights to free commercial speech.</p>\n<p><i>Third Count:</i> To enjoin the State Board from taking threatened penal action against Wall &amp; Ochs for publishing advertisements offering eyeglasses for sale at discounts under N.C.G.S. §§ 90-249 and 255.</p>\n<p><i>Fourth Count:</i> To enjoin the State Board from interfering with the business relationship between Wall &amp; Ochs and a licensed dispensing optician in its employ, the latter having been fined $300 and threatened with revocation of her license by the State Board on account of advertisements published by plaintiff offering eyeglasses for sale at discounts.</p>\n<p>[2]  These facts are also important to consideration of plaintiff's Count 7 which asks N.C.G.S. § 90-253 be declared unconstitutional as violative of equal protection. This section exempts various groups from the requirements of Chapter 90.</p>\n<p>[3]  For a more comprehensive overview see 1A, Part 2, Moore's <i>Federal Practice,</i> ¶ 0.203 <i>et seq.</i> (2nd Ed.1978), and P. Bator, P. Mishkin, D. Shapiro and H. Wechsler, <i>Hart &amp; Wechsler's The Federal Courts and the Federal System,</i> pp. 985-1050 (2nd Ed.1973).</p>\n<p>[4]  See Ashman, Alfini and Shapiro, \"Federal Abstention: New Prospectives on Its Current Vitality,\" 46 <i>Miss.L.J.</i> 629 (1975); Field, \"Abstention in Constitutional Cases: The Scope of the Pullman Abstention Doctrine,\" 122 <i>U.Pa. L.R.</i> 1071 (1974); and generally C. Wright, <i>supra</i> at 218-236.</p>\n<p>[5]  As an aside, defendants note Wall &amp; Ochs never appealed their original fines through the state courts thus having failed to exhaust their state appellate remedies. We feel this point is rendered unimportant by the Supreme Court's discussion in <i>Wooley, supra,</i> concerning the possibility of future state actions for the conduct sought to be construed in the federal suit.</p>\n<p>[6]  Wall &amp; Ochs also raises grave questions concerning bias in the composition of the State Board, specifically the Board members' economic interests in retaining the challenged statutes and regulations. Although plaintiff makes no showing comparable to that in <i>Gibson v. Berryhill,</i> <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">488</span></a></span> (1973), its allegations do bring into question the quality of record which may be compiled by the Board and makes even more imperative the availability of a comprehensive opportunity for judicial review.</p>\n<p>[7]  Wall &amp; Ochs does cite, as an alternative basis of relief, North Carolina's due process clause, Article I, Section 19. This clause has traditionally been construed in conformity with the minimum requirements of the Fifth and Fourteenth Amendments to the United States Constitution; if anything, it has been applied with greater liberality in state court decisions. <i>See </i><i>In re Hospital,</i> <span class=\"citation\" data-id=\"1270580\"><a href=\"/opinion/1270580/in-re-certificate-of-need-for-aston-park-hosp-inc/\"><span class=\"volume\">282</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">542</span></a></span>, <span class=\"citation\" data-id=\"1270580\"><a href=\"/opinion/1270580/in-re-certificate-of-need-for-aston-park-hosp-inc/\"><span class=\"volume\">193</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">729</span></a></span> (1973), and <i>Randleman v. Hinshaw,</i> <span class=\"citation\" data-id=\"1157758\"><a href=\"/opinion/1157758/city-of-randleman-v-hinshaw/\"><span class=\"volume\">267</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">136</span></a></span>, <span class=\"citation\" data-id=\"1157758\"><a href=\"/opinion/1157758/city-of-randleman-v-hinshaw/\"><span class=\"volume\">147</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">902</span></a></span> (1966). Therefore, there are no \"unsettled\" questions of state constitutional law, and the court will have no difficulty applying the correct principles and formulations.</p>\n<p>[8]  The discussion in and preceding this paragraph also distinguishes our case from <i>Wall &amp; Ochs v. Grasso et al.,</i> <span class=\"citation\" data-id=\"1582187\"><a href=\"/opinion/1582187/wall-ochs-inc-v-grasso/\"><span class=\"volume\">469</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1088</span></a></span>, (D. Conn., 1979).</p>\n<p>[9]  Plaintiff's counsel cites <i>NAACP v. Button,</i> <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">328</span></a></span>, <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span></a></span> (1963), in arguing that the federal courts may look behind a statute to its \"real purpose\" in deciding whether or not it bears a reasonable relation to a proper state objective. His affidavits allege that the primary purpose behind Section 90-253 was to establish a \"self-regulating trade guild\" rather than altruistically preserving the public interest. We find this argument extremely interesting and, if and when this action comes to trial, it should be pursued through legal argument and evidentiary substantiation. <i>In re Hospital, supra</i><i>,</i> also broaches this question of unwarranted economic interference in business.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109314/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109450/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109621/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109638/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109668/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109669/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109896/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110015/",
    "http://www.courtlistener.com/api/rest/v3/opinions/284037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/310068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/360853/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1157758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1270580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1368241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1582187/"
  ]
}