{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1582178/",
  "absolute_url": "/opinion/1582178/harris-v-atlantic-richfield-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1582178/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:50:51.917823Z",
  "date_modified": "2016-04-26T22:07:31.394374Z",
  "type": "010combined",
  "sha1": "887659e977e89d35fcd32b20354a5ace1a68ee4b",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>469 F.Supp. 759 (1978)</b></center>\n<center><h1>Blanche HARRIS and Leon L. Moore, Jr., Trading as Leon L. Moore Oil Company, Plaintiffs,<br>\nv.<br>\nATLANTIC-RICHFIELD COMPANY, Defendants.</h1></center>\n<center>Civ. No. 768 Civil.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Washington Division.</b></p></center>\n<center>March 23, 1978.</center>\n<p><span class=\"star-pagination\">*760</span> John C. Randall, Randall, Yaeger &amp; Woodson, Durham, N.C., for plaintiffs.</p>\n<p>Richard W. Ellis, Smith, Moore, Smith, Schell &amp; Hunter, Greensboro, N.C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>This action was originally instituted on April 28, 1972 alleging the breach by defendant oil company of three written contracts covering the sale by defendant of petroleum products to plaintiffs, for resale in their business as distributors of such products. For the next year and a half, while the parties apparently negotiated for a settlement of their differences relating to these contracts, the defendant's time for filing answer was repeatedly extended for periods of ninety days each. When settlement negotiations failed the defendant filed its answer on September 6, 1974.</p>\n<p>Thereafter plaintiffs' original counsel withdrew and were replaced by plaintiffs' present counsel whose motion to file an amended complaint was allowed by the court as of January 15, 1975. The amended complaint asserted three causes of action: (1) breach of the three distribution contracts; (2) violation of Sections 1 and 2 of the Sherman Antitrust Act, 15 U.S.C. §§ 1 and 2; and (3) a treble damage action under the North Carolina Unfair Trade Practices <span class=\"star-pagination\">*761</span> Act, N.C.G.S. 75-1 et seq. In its answer filed shortly thereafter, the defendant denied the allegations of plaintiffs' complaint and asserted a counterclaim for the sum of $189,626.23, allegedly owed defendant by plaintiffs on open account for goods sold and delivered. Thereafter the defendant filed a motion for summary judgment on its counterclaim which was referred to the United States Magistrate for consideration and a report to the court with his recommendation.</p>\n<p>Shortly before the scheduled trial of the case, the defendant on February 18, 1977 filed a motion for summary judgment as to each of the three causes of action alleged in plaintiffs' complaint, the motion being accompanied by supporting affidavits and a memorandum of law. Trial of the case was continued pending hearing and determination of this motion. Meanwhile the Magistrate had filed a memorandum recommending allowance of defendant's motion for summary judgment on its counterclaim.</p>\n<p>Defendant's summary judgment motion came on for hearing on August 5, 1977, at which time the court accepted for filing the plaintiffs' response to defendant's motion notwithstanding it was then more than four months overdue under the rules of the court. The defendant was allowed time in which to file a reply memorandum which it promptly did, but in the weeks that followed the court was inundated with a half dozen or more new affidavits to which there were attached hundreds of pages of printed materials, charts, correspondence, etc., which the court was asked to consider in connection with plaintiffs' opposition to defendant's motion for summary judgment. Although under no obligation to do so, the court has, as time has permitted, read and considered this voluminous material, the massive record previously compiled through discovery and the case authorities and legal arguments submitted by counsel. The motion can now be decided.</p>\n<p></p>\n<h2>PLAINTIFFS' CAUSES OF ACTION</h2>\n<p></p>\n<h2>1. <i>The Breach of Contract Claim.</i>\n</h2>\n<p>On April 21, 1967, plaintiffs and defendant entered into three written contracts, one each for the purchase by plaintiffs from defendant of gasoline, heating oil and automotive lubricants. The contracts required plaintiffs to purchase a minimum amount of each of these products annually and required the defendant to supply plaintiffs certain maximum amounts if requested. Each written contract contained a merger clause providing in substance that the instrument embodied the whole agreement between the parties and that there were no oral agreements or conditions inducing the execution of or qualifying the terms of the contracts. The contracts gave plaintiffs the right to use defendant's trade name and trademarks, and with respect to one of the contracts defendant was obligated to accept assignment of accounts resulting from credit card sales.</p>\n<p>In 1971 the defendant's proposal to effect a merger with the Sinclair Oil Company having been frustrated by federal governmental action, the defendant determined that it would be in its best economic interest to withdraw from doing business in certain states including North Carolina. In this connection the defendant closed its oil terminal facility at Wilmington, North Carolina and ceased advertising its products in this state. Subject to certain regulations of the Federal Energy Administration which have become effective since the execution of the contracts between plaintiffs and defendant, the defendant has nevertheless continued to supply petroleum products to plaintiffs in compliance with the three contracts, has allowed plaintiffs to continue the use of its name and trademarks and has complied with the credit card requirements of the contracts.</p>\n<p>It thus appears that the defendant is continuing to comply with the principal requirements of the three written contracts, a fact which plaintiffs have not controverted by evidence satisfying the requirements of Rule 56, F.R.Civ.P., and we look, therefore, to plaintiffs' complaint to ascertain what other acts or omissions of the defendant are alleged to have been violative of the agreements. <span class=\"star-pagination\">*762</span> It is observed first that plaintiffs allege \"the major inducement and cause for the plaintiffs entering the fifteen (15) year long term contracts attached to this complaint\" were representations by defendant \"that it was entering into a new and aggressive marketing program throughout the United States, and specifically in North Carolina, and in the areas and territories to be served by the plaintiffs;\" \"that advertising programs for ARCO products would be expanded, enlarged, and made extremely effective;\" and \"that the defendant was going to enter into an expanded program of credit card distribution which would directly benefit the plaintiffs.\" These allegations and any evidence which plaintiffs might produce in support thereof cannot avail the plaintiffs in the face of the merger clauses in the contracts. <i>Craig v. Texaco, Inc.,</i> 218 F.Supp. 789 (E.D.N.C.1963), <i>aff'd,</i> 326 F.2d 971 (4th Cir. 1964).</p>\n<p>While plaintiffs' allegations that following the execution of the contracts the defendant encouraged the plaintiffs \"to invest large sums of money in marketing facilities\" and to purchase additional expensive equipment may indicate that defendant had every intention of expanding its business in North Carolina, it is not seen how such allegations, if true, could in any way constitute a breach of the contracts in question.</p>\n<p>The gravamen of plaintiffs' cause of action for breach of contract is thus reduced to the allegations that defendant's decision to withdraw from doing business in North Carolina and to close its Wilmington port distribution facility violated the three written agreements.<sup>[1]</sup> Defendant does not deny its withdrawal from its marketing operations in the southeastern United States nor that it closed its Wilmington distribution facility. The difficulty with plaintiffs' position with respect to these two allegations is that there are no terms or conditions in the written agreements requiring defendant to do business in North Carolina with anyone other than plaintiffs nor to maintain a terminal facility at Wilmington. Insofar as the complaint undertakes to allege a cause of action based on these two facts it does not state a claim upon which relief can be granted.</p>\n<p>Apparently recognizing the tenuity of their position in this respect, the plaintiffs have undertaken for the first time in their response to defendant's summary judgment motion (filed at the time of hearing) to characterize defendant's actions as fraudulent. The complaint, however, simply alleges \"that the statements of the officials of the defendant company together with the aforesaid actions constitute a breach of contract between the plaintiffs and the defendant\", and nowhere in the complaint does the word \"fraud\" appear. Certainly it falls far short of compliance with the provisions of Rule 9, F.R.Civ.P., which requires that the circumstances constituting fraud shall be alleged with particularity. Likewise unavailing are plaintiffs' attempts in their response to expand the terms of their contractual arrangements with defendant by including oral agreements and representations. This simply cannot be done in the face of the merger clause which appears in each of the three contracts. <i>Craig v. Texaco, Inc., supra</i><i>.</i></p>\n<p>Having failed to establish the existence of a genuine issue as to any material fact tending to establish a breach of these contracts, defendant's motion for summary judgment as to plaintiffs' first claim for relief must be allowed.</p>\n<p></p>\n<h2>2. <i>The Sherman Antitrust Claim.</i>\n</h2>\n<p>Plaintiffs' second claim for relief after incorporating the breach of contract claim by reference alleges simply in one paragraph the following:</p>\n<blockquote>\n<span class=\"star-pagination\">*763</span> \"23. That the plaintiffs are informed and believe that the action of the defendant in withdrawing from the southeastern states and ceasing to do business therein was taken for the purpose of dividing the market for petroleum products in order to reduce competition and raise prices, and constitutes a violation of Title 15, United States Code, §§ 1, 2 and 13(d) and (e).\"<sup>[2]</sup></blockquote>\n<p>As a further defense in its answer the defendant moved to dismiss plaintiffs' antitrust claims on the ground that the complaint fails to state a claim cognizable under the Sherman Act. The court is of opinion that the above-quoted allegation taken in conjunction with the allegations of the breach of contract claim probably do not state a claim upon which relief can be granted under the antitrust laws, but the court has chosen to ground decision on defendant's summary judgment motion and has concluded that the motion must be allowed.</p>\n<p>To establish a violation of Section 1 of the Sherman Act a plaintiff must allege and prove a contract, combination or conspiracy between two or more parties to restrain trade. Neither in their allegations nor their proof have plaintiffs named a co-conspirator nor is there any allegation or proof of a contract or combination between the defendant and any other party concerning the reasons for defendant's withdrawal from doing business in the southeastern states. Defendant, on the other hand, has filed sworn affidavits establishing sound, legitimate business reasons for taking this action, and their sworn statements remain unrefuted on this record. In their depositions the plaintiffs concede that they have no personal knowledge of any agreement or conspiracy between defendant and any other party, and the closest they come to substantiating the \"information and belief\" on the basis of which the antitrust charge has been alleged in the complaint is their reference to certain newspaper stories. Such evidence, of course, is not admissible for consideration in opposition to a summary judgment motion.</p>\n<p>Plaintiffs' claimed violation of Section 2 of the Sherman Act must fail for the same reasons and the additional reason that plaintiffs have offered no evidence tending to show that defendant possesses monopoly power or the power to fix prices or exclude competition. On the contrary, in response to one of plaintiffs' interrogatories defendant has established that its share of the market for gasoline sales in North Carolina was less than three per cent at all times relevant here. As a matter of law such a small share of the market could not give rise to \"a dangerous probability\" that monopolization could be achieved by the defendant.</p>\n<p>It follows that defendant's motion for summary judgment on the antitrust claims must be allowed.</p>\n<p></p>\n<h2>3. <i>The Unfair Trade Practice Claim.</i>\n</h2>\n<p>After incorporating their first and second claims for relief by reference plaintiffs alleged as a third claim for relief:</p>\n<blockquote>\"25. That the aforesaid action of the defendant in withdrawing from operation from the southeastern states in violation of existing contracts constitutes an unfair trade practice under the North Carolina General Statutes § 75-1 and subsequent sections.\"</blockquote>\n<p>As we have seen, defendant's withdrawal from doing business in the southeastern states did not constitute a violation of its contracts with plaintiffs, but even so plaintiffs' third claim for relief is barred by the one-year statute of limitations, N.C.G.S. § 1-54(2), which requires actions \"upon a statute, for a penalty . . .\" to be brought within one year after the claim arises. N.C.G.S. § 75-1 which allows for the recovery of damages for treble the amount fixed by the verdict is considered in this circuit to be an action for a penalty and <span class=\"star-pagination\">*764</span> thus governed by the one-year statute of limitations. <i>North Carolina Theatres, Inc. v. Thompson,</i> 277 F.2d 673 (4th Cir. 1960); <i>Thomas v. Petro-Wash, Inc.,</i> 429 F.Supp. 808 (M.D.N.C.1977). In the latter case, Judge Eugene Gordon, citing <i>North Carolina Theatres v. Thompson</i><i>,</i> said:</p>\n<blockquote>\"The North Carolina statute of limitations in an action for treble damages under the North Carolina antitrust laws is one year. N.C.Gen.Stat. § 1-54.\"</blockquote>\n<p>Plaintiffs have filed an additional brief calling the court's attention to the provisions of 15 U.S.C. § 16(i) which provides for the tolling of the statute of limitations in respect of every private or state right of action arising under the antitrust laws during the pendency of a civil or criminal proceeding instituted by the United States to prevent, restrain or punish violations of any of the antitrust laws, and have filed an affidavit showing the pendency at this time of a proceeding before the Federal Trade Commission involving antitrust allegations made against the defendant herein and seven other oil companies. It appears, however, that the FTC proceeding was not instituted until July of 1973 at which time the statute of limitations had already barred plaintiffs' cause of action under N.C.G.S. § 75-1 and was no longer subject to tolling.</p>\n<p>In summary, the court has been unable to find that there exists a genuine issue as to any material fact with respect to either of plaintiffs' three claims for relief, and defendant's motion for summary judgment as to each of the claims must be allowed.</p>\n<p></p>\n<h2>DEFENDANT'S COUNTERCLAIM</h2>\n<p>While some question was raised as to the authority of the United States Magistrate under existing law to make his recommendation that defendant's motion for summary judgment on the counterclaim be allowed, in this court the plaintiffs have not resisted the allowance of the motion as to the counterclaim but have simply asked that final judgment be withheld until plaintiffs' claims have been disposed of. In view of the disposition of these claims made herein defendant's motion will be allowed and judgment will be entered for the defendant in the amount prayed for, $184,396.97, with interest.<sup>[3]</sup></p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs also alleged in paragraph 14 of the complaint that defendant \"eliminated all credit card sales\" and \"persistently and consistently demanded that the plaintiffs cease and desist from operating under the trade name `ARCO'\", but it is elementary that a party opposing summary judgment may not rely on the unsworn allegations of his complaint, and as we have seen, defendant's affidavits that it is continuing to honor plaintiffs' credit card sales and plaintiffs are continuing to use defendant's trademarks are unrefuted on this record.</p>\n<p>[2]  Plaintiffs have abandoned any claim based on violations of the Robinson-Patman Act, 15 U.S.C. §§ 13(d) and (e), and the discussion will therefore be confined to Sections 1 and 2 of the Sherman Act.</p>\n<p>[3]  The counterclaim was originally for $189,626.23, but defendant was allowed by an amendment to reduce the claim to $184,396.97, and it is this latter sum which plaintiffs concede is due and owing.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">759</span></span> (1978)</b></center>\n<center><h1>Blanche HARRIS and Leon L. Moore, Jr., Trading as Leon L. Moore Oil Company, Plaintiffs,<br>\nv.<br>\nATLANTIC-RICHFIELD COMPANY, Defendants.</h1></center>\n<center>Civ. No. 768 Civil.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Washington Division.</b></p></center>\n<center>March 23, 1978.</center>\n<p><span class=\"star-pagination\">*760</span> John C. Randall, Randall, Yaeger &amp; Woodson, Durham, N.C., for plaintiffs.</p>\n<p>Richard W. Ellis, Smith, Moore, Smith, Schell &amp; Hunter, Greensboro, N.C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>This action was originally instituted on April 28, 1972 alleging the breach by defendant oil company of three written contracts covering the sale by defendant of petroleum products to plaintiffs, for resale in their business as distributors of such products. For the next year and a half, while the parties apparently negotiated for a settlement of their differences relating to these contracts, the defendant's time for filing answer was repeatedly extended for periods of ninety days each. When settlement negotiations failed the defendant filed its answer on September 6, 1974.</p>\n<p>Thereafter plaintiffs' original counsel withdrew and were replaced by plaintiffs' present counsel whose motion to file an amended complaint was allowed by the court as of January 15, 1975. The amended complaint asserted three causes of action: (1) breach of the three distribution contracts; (2) violation of Sections 1 and 2 of the Sherman Antitrust Act, 15 U.S.C. §§ 1 and 2; and (3) a treble damage action under the North Carolina Unfair Trade Practices <span class=\"star-pagination\">*761</span> Act, N.C.G.S. 75-1 et seq. In its answer filed shortly thereafter, the defendant denied the allegations of plaintiffs' complaint and asserted a counterclaim for the sum of $189,626.23, allegedly owed defendant by plaintiffs on open account for goods sold and delivered. Thereafter the defendant filed a motion for summary judgment on its counterclaim which was referred to the United States Magistrate for consideration and a report to the court with his recommendation.</p>\n<p>Shortly before the scheduled trial of the case, the defendant on February 18, 1977 filed a motion for summary judgment as to each of the three causes of action alleged in plaintiffs' complaint, the motion being accompanied by supporting affidavits and a memorandum of law. Trial of the case was continued pending hearing and determination of this motion. Meanwhile the Magistrate had filed a memorandum recommending allowance of defendant's motion for summary judgment on its counterclaim.</p>\n<p>Defendant's summary judgment motion came on for hearing on August 5, 1977, at which time the court accepted for filing the plaintiffs' response to defendant's motion notwithstanding it was then more than four months overdue under the rules of the court. The defendant was allowed time in which to file a reply memorandum which it promptly did, but in the weeks that followed the court was inundated with a half dozen or more new affidavits to which there were attached hundreds of pages of printed materials, charts, correspondence, etc., which the court was asked to consider in connection with plaintiffs' opposition to defendant's motion for summary judgment. Although under no obligation to do so, the court has, as time has permitted, read and considered this voluminous material, the massive record previously compiled through discovery and the case authorities and legal arguments submitted by counsel. The motion can now be decided.</p>\n<p></p>\n<h2>PLAINTIFFS' CAUSES OF ACTION</h2>\n<p></p>\n<h2>1. <i>The Breach of Contract Claim.</i>\n</h2>\n<p>On April 21, 1967, plaintiffs and defendant entered into three written contracts, one each for the purchase by plaintiffs from defendant of gasoline, heating oil and automotive lubricants. The contracts required plaintiffs to purchase a minimum amount of each of these products annually and required the defendant to supply plaintiffs certain maximum amounts if requested. Each written contract contained a merger clause providing in substance that the instrument embodied the whole agreement between the parties and that there were no oral agreements or conditions inducing the execution of or qualifying the terms of the contracts. The contracts gave plaintiffs the right to use defendant's trade name and trademarks, and with respect to one of the contracts defendant was obligated to accept assignment of accounts resulting from credit card sales.</p>\n<p>In 1971 the defendant's proposal to effect a merger with the Sinclair Oil Company having been frustrated by federal governmental action, the defendant determined that it would be in its best economic interest to withdraw from doing business in certain states including North Carolina. In this connection the defendant closed its oil terminal facility at Wilmington, North Carolina and ceased advertising its products in this state. Subject to certain regulations of the Federal Energy Administration which have become effective since the execution of the contracts between plaintiffs and defendant, the defendant has nevertheless continued to supply petroleum products to plaintiffs in compliance with the three contracts, has allowed plaintiffs to continue the use of its name and trademarks and has complied with the credit card requirements of the contracts.</p>\n<p>It thus appears that the defendant is continuing to comply with the principal requirements of the three written contracts, a fact which plaintiffs have not controverted by evidence satisfying the requirements of Rule 56, F.R.Civ.P., and we look, therefore, to plaintiffs' complaint to ascertain what other acts or omissions of the defendant are alleged to have been violative of the agreements. <span class=\"star-pagination\">*762</span> It is observed first that plaintiffs allege \"the major inducement and cause for the plaintiffs entering the fifteen (15) year long term contracts attached to this complaint\" were representations by defendant \"that it was entering into a new and aggressive marketing program throughout the United States, and specifically in North Carolina, and in the areas and territories to be served by the plaintiffs;\" \"that advertising programs for ARCO products would be expanded, enlarged, and made extremely effective;\" and \"that the defendant was going to enter into an expanded program of credit card distribution which would directly benefit the plaintiffs.\" These allegations and any evidence which plaintiffs might produce in support thereof cannot avail the plaintiffs in the face of the merger clauses in the contracts. <i>Craig v. Texaco, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">218</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">789</span></span> (E.D.N.C.1963), <i>aff'd,</i> <span class=\"citation\" data-id=\"262999\"><a href=\"/opinion/262999/m-t-craig-v-texaco-inc/\"><span class=\"volume\">326</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">971</span></a></span> (4th Cir. 1964).</p>\n<p>While plaintiffs' allegations that following the execution of the contracts the defendant encouraged the plaintiffs \"to invest large sums of money in marketing facilities\" and to purchase additional expensive equipment may indicate that defendant had every intention of expanding its business in North Carolina, it is not seen how such allegations, if true, could in any way constitute a breach of the contracts in question.</p>\n<p>The gravamen of plaintiffs' cause of action for breach of contract is thus reduced to the allegations that defendant's decision to withdraw from doing business in North Carolina and to close its Wilmington port distribution facility violated the three written agreements.<sup>[1]</sup> Defendant does not deny its withdrawal from its marketing operations in the southeastern United States nor that it closed its Wilmington distribution facility. The difficulty with plaintiffs' position with respect to these two allegations is that there are no terms or conditions in the written agreements requiring defendant to do business in North Carolina with anyone other than plaintiffs nor to maintain a terminal facility at Wilmington. Insofar as the complaint undertakes to allege a cause of action based on these two facts it does not state a claim upon which relief can be granted.</p>\n<p>Apparently recognizing the tenuity of their position in this respect, the plaintiffs have undertaken for the first time in their response to defendant's summary judgment motion (filed at the time of hearing) to characterize defendant's actions as fraudulent. The complaint, however, simply alleges \"that the statements of the officials of the defendant company together with the aforesaid actions constitute a breach of contract between the plaintiffs and the defendant\", and nowhere in the complaint does the word \"fraud\" appear. Certainly it falls far short of compliance with the provisions of Rule 9, F.R.Civ.P., which requires that the circumstances constituting fraud shall be alleged with particularity. Likewise unavailing are plaintiffs' attempts in their response to expand the terms of their contractual arrangements with defendant by including oral agreements and representations. This simply cannot be done in the face of the merger clause which appears in each of the three contracts. <i>Craig v. Texaco, Inc., supra</i><i>.</i></p>\n<p>Having failed to establish the existence of a genuine issue as to any material fact tending to establish a breach of these contracts, defendant's motion for summary judgment as to plaintiffs' first claim for relief must be allowed.</p>\n<p></p>\n<h2>2. <i>The Sherman Antitrust Claim.</i>\n</h2>\n<p>Plaintiffs' second claim for relief after incorporating the breach of contract claim by reference alleges simply in one paragraph the following:</p>\n<blockquote>\n<span class=\"star-pagination\">*763</span> \"23. That the plaintiffs are informed and believe that the action of the defendant in withdrawing from the southeastern states and ceasing to do business therein was taken for the purpose of dividing the market for petroleum products in order to reduce competition and raise prices, and constitutes a violation of Title 15, United States Code, §§ 1, 2 and 13(d) and (e).\"<sup>[2]</sup></blockquote>\n<p>As a further defense in its answer the defendant moved to dismiss plaintiffs' antitrust claims on the ground that the complaint fails to state a claim cognizable under the Sherman Act. The court is of opinion that the above-quoted allegation taken in conjunction with the allegations of the breach of contract claim probably do not state a claim upon which relief can be granted under the antitrust laws, but the court has chosen to ground decision on defendant's summary judgment motion and has concluded that the motion must be allowed.</p>\n<p>To establish a violation of Section 1 of the Sherman Act a plaintiff must allege and prove a contract, combination or conspiracy between two or more parties to restrain trade. Neither in their allegations nor their proof have plaintiffs named a co-conspirator nor is there any allegation or proof of a contract or combination between the defendant and any other party concerning the reasons for defendant's withdrawal from doing business in the southeastern states. Defendant, on the other hand, has filed sworn affidavits establishing sound, legitimate business reasons for taking this action, and their sworn statements remain unrefuted on this record. In their depositions the plaintiffs concede that they have no personal knowledge of any agreement or conspiracy between defendant and any other party, and the closest they come to substantiating the \"information and belief\" on the basis of which the antitrust charge has been alleged in the complaint is their reference to certain newspaper stories. Such evidence, of course, is not admissible for consideration in opposition to a summary judgment motion.</p>\n<p>Plaintiffs' claimed violation of Section 2 of the Sherman Act must fail for the same reasons and the additional reason that plaintiffs have offered no evidence tending to show that defendant possesses monopoly power or the power to fix prices or exclude competition. On the contrary, in response to one of plaintiffs' interrogatories defendant has established that its share of the market for gasoline sales in North Carolina was less than three per cent at all times relevant here. As a matter of law such a small share of the market could not give rise to \"a dangerous probability\" that monopolization could be achieved by the defendant.</p>\n<p>It follows that defendant's motion for summary judgment on the antitrust claims must be allowed.</p>\n<p></p>\n<h2>3. <i>The Unfair Trade Practice Claim.</i>\n</h2>\n<p>After incorporating their first and second claims for relief by reference plaintiffs alleged as a third claim for relief:</p>\n<blockquote>\"25. That the aforesaid action of the defendant in withdrawing from operation from the southeastern states in violation of existing contracts constitutes an unfair trade practice under the North Carolina General Statutes § 75-1 and subsequent sections.\"</blockquote>\n<p>As we have seen, defendant's withdrawal from doing business in the southeastern states did not constitute a violation of its contracts with plaintiffs, but even so plaintiffs' third claim for relief is barred by the one-year statute of limitations, N.C.G.S. § 1-54(2), which requires actions \"upon a statute, for a penalty . . .\" to be brought within one year after the claim arises. N.C.G.S. § 75-1 which allows for the recovery of damages for treble the amount fixed by the verdict is considered in this circuit to be an action for a penalty and <span class=\"star-pagination\">*764</span> thus governed by the one-year statute of limitations. <i>North Carolina Theatres, Inc. v. Thompson,</i> <span class=\"citation\" data-id=\"250781\"><a href=\"/opinion/250781/north-carolina-theatres-inc-wilby-kincey-service-corporation-and-h-f/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span> (4th Cir. 1960); <i>Thomas v. Petro-Wash, Inc.,</i> <span class=\"citation\" data-id=\"1554987\"><a href=\"/opinion/1554987/thomas-v-petro-wash-inc/\"><span class=\"volume\">429</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">808</span></a></span> (M.D.N.C.1977). In the latter case, Judge Eugene Gordon, citing <i>North Carolina Theatres v. Thompson</i><i>,</i> said:</p>\n<blockquote>\"The North Carolina statute of limitations in an action for treble damages under the North Carolina antitrust laws is one year. N.C.Gen.Stat. § 1-54.\"</blockquote>\n<p>Plaintiffs have filed an additional brief calling the court's attention to the provisions of 15 U.S.C. § 16(i) which provides for the tolling of the statute of limitations in respect of every private or state right of action arising under the antitrust laws during the pendency of a civil or criminal proceeding instituted by the United States to prevent, restrain or punish violations of any of the antitrust laws, and have filed an affidavit showing the pendency at this time of a proceeding before the Federal Trade Commission involving antitrust allegations made against the defendant herein and seven other oil companies. It appears, however, that the FTC proceeding was not instituted until July of 1973 at which time the statute of limitations had already barred plaintiffs' cause of action under N.C.G.S. § 75-1 and was no longer subject to tolling.</p>\n<p>In summary, the court has been unable to find that there exists a genuine issue as to any material fact with respect to either of plaintiffs' three claims for relief, and defendant's motion for summary judgment as to each of the claims must be allowed.</p>\n<p></p>\n<h2>DEFENDANT'S COUNTERCLAIM</h2>\n<p>While some question was raised as to the authority of the United States Magistrate under existing law to make his recommendation that defendant's motion for summary judgment on the counterclaim be allowed, in this court the plaintiffs have not resisted the allowance of the motion as to the counterclaim but have simply asked that final judgment be withheld until plaintiffs' claims have been disposed of. In view of the disposition of these claims made herein defendant's motion will be allowed and judgment will be entered for the defendant in the amount prayed for, $184,396.97, with interest.<sup>[3]</sup></p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs also alleged in paragraph 14 of the complaint that defendant \"eliminated all credit card sales\" and \"persistently and consistently demanded that the plaintiffs cease and desist from operating under the trade name `ARCO'\", but it is elementary that a party opposing summary judgment may not rely on the unsworn allegations of his complaint, and as we have seen, defendant's affidavits that it is continuing to honor plaintiffs' credit card sales and plaintiffs are continuing to use defendant's trademarks are unrefuted on this record.</p>\n<p>[2]  Plaintiffs have abandoned any claim based on violations of the Robinson-Patman Act, 15 U.S.C. §§ 13(d) and (e), and the discussion will therefore be confined to Sections 1 and 2 of the Sherman Act.</p>\n<p>[3]  The counterclaim was originally for $189,626.23, but defendant was allowed by an amendment to reduce the claim to $184,396.97, and it is this latter sum which plaintiffs concede is due and owing.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/250781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/262999/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1554987/"
  ]
}