{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1584369/",
  "absolute_url": "/opinion/1584369/darden-v-nationwide-mut-ins-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1584369/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:51:21.378124Z",
  "date_modified": "2016-04-26T23:35:25.020001Z",
  "type": "010combined",
  "sha1": "d7fd77fc350d92075c259e73249e38132ad833e8",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>717 F.Supp. 388 (1989)</b></center>\n<center><h1>Robert T. DARDEN, Plaintiff,<br>\nv.<br>\nNATIONWIDE MUTUAL INSURANCE COMPANY, et al., Defendants.</h1></center>\n<center>No. 83-96-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>June 30, 1989.</center>\n<p><span class=\"star-pagination\">*389</span> Marion G. Follin III, Smith, Patterson, Follin, Curtis, James &amp; Harkavy, Greensboro, N.C., for plaintiff.</p>\n<p>George R. Ragsdale, LeBoeuf, Lamb, Leiby &amp; MacRae, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>Robert T. Darden, a former insurance agent for Nationwide Mutual Insurance Company, brought this action against Nationwide on November 8, 1983, seeking to recover retirement benefits pursuant to the Employee Retirement Income Security Act (ERISA), 29 U.S.C. § 1001 <i>et seq.</i> This court initially granted Nationwide's motion for summary judgment on the ground that Darden did not qualify as an employee within the scope of ERISA and therefore had no enforceable rights against Nationwide under the Act. This decision was vacated on appeal to the Fourth Circuit, which held that the traditional common law test applied by this court for identifying the relationship of master and servant was \"not the appropriate standard for application here.\" <i>See </i><i>Darden v. Nationwide Mutual Insurance Company,</i> 796 F.2d 701, 706 (4th Cir.1986). The Court of Appeals set forth a three-part test for determining whether an individual who does not fit within the traditional concept of employee status should nonetheless be considered an employee in the context of ERISA. The case was remanded for further factual development in light of the new standard, and the parties subsequently filed cross-motions for summary judgment which were denied. A two-day bench trial was held, and the court is now prepared to enter its findings.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>The facts of this case were summarized by the Fourth Circuit as follows:</p>\n<blockquote>From 1962 until November 1980, Darden acted as an insurance agent for Nationwide Insurance Company in Fayetteville, North Carolina. During that period, Darden represented Nationwide exclusively. While Darden enjoyed a substantial degree of freedom to operate his agency as he chose, his freedom was limited by a number of requirements imposed by Nationwide. Darden was compensated through commissions, rather than through a fixed salary.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*390</span> The relationship between Darden and Nationwide was governed by a series of eight successive agency contracts. Each of the agency contracts provided for Darden's participation in a retirement and deferred compensation plan for insurance agents referred to as the \"Agent's Security Compensation Plan.\" The Agent's Security Compensation Plan consisted of two programs known as the \"Deferred Compensation Incentive Credit Plan\" and the \"Extended Earnings Plan.\" Under the Deferred Compensation Incentive Credit Plan, Nationwide maintained a retirement account for Darden and annually credited to that account a sum based on Darden's earnings from original and renewal fees for insurance policies. Under the Extended Earnings Plan, Nationwide agreed to pay Darden, upon his retirement, termination, death or disability, a sum equal to his earnings from renewal fees over the prior twelve months. The agency agreements also provided that Nationwide's obligation to pay benefits under the Agent's Security Compensation Plan would terminate if a former agent engaged in the fire, casualty, health, or life insurance business, in competition with Nationwide, within one year of the cancellation of the agent's agreement with Nationwide and within a twenty-five mile radius of the former business location of the agent. Nationwide's obligation would also cease if the former agent, at any time after the cancellation of his agency agreement with Nationwide, induced a Nationwide policyholder to cancel an insurance contract with Nationwide. The agency agreements between Nationwide and Darden provided further that either party had the right to cancel the agreement at any time after written notice.</blockquote>\n<blockquote>Nationwide exercised its right to terminate the agreement on November 20, 1980. One month following the termination of the agreement, Darden opened a new business as an independent insurance agent, representing various competitors of Nationwide. He operated the new business at the same location he had previously used as a Nationwide agent. Nationwide then notified Darden that it would not pay him any of the benefits to which he otherwise would have been entitled under the Agent's Security Compensation Plan.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>Darden filed the present action on November 8, 1983, seeking to benefit from the terms of the Employee Retirement Income Security Act (ERISA), 29 U.S.C. § 1001 <i>et seq.</i> Under ERISA, an employee's right to receive retirement benefits from an employer-sponsored retirement plan must vest, thereby becoming nonforfeitable, after a period of time to be determined according to one of three alternative methods. 29 U.S.C. § 1053(a). [footnote omitted] Darden based his claim to relief on § 502(a) of the Act, 29 U.S.C. § 1132(a), which provides that a participant in or a beneficiary of an employee retirement income security plan may bring a civil action to enforce the provisions of the Act and to recover benefits due to him. Darden accordingly sought to enforce the Act's nonforfeitability requirements and to recover the benefits claimed to be due to him under the provision of Nationwide's Agent's Security Compensation Plan.</blockquote>\n<p>796 F.2d at 702-04.</p>\n<p>The Court of Appeals identified three factors to be considered in determining whether an individual is an employee within the meaning of ERISA: (1) Whether the \"employer\" or sponsor of the pension plan took some action that created a reasonable expectation on the \"employees'\" part that benefits would be paid to them in the future; (2) whether persons within the protected class relied on that expectation by (a) remaining for \"long years,\" or a substantial period of time, in the \"employer's\" service, and (b) by foregoing other significant means of retirement; and (3) whether the persons to be aided by the statute lacked sufficient economic bargaining power to obtain contractual rights to nonforfeitable benefits. 796 F.2d at 706-07.</p>\n<p>The Court found that the first prong of this test had been satisfied: \"By establishing a comprehensive retirement benefits <span class=\"star-pagination\">*391</span> program for its insurance agents, Nationwide created a reasonable expectation on Darden's part that benefits would ultimately be paid to him.\" 796 F.2d at 707. The record was found to be incomplete, however, with respect to the second two prongs concerning reliance and bargaining power.</p>\n<p>Nationwide argued on appeal that, even if Darden is assumed to be an employee for purposes of ERISA, its plan is not subject to the vesting and nonforfeitability requirements of § 1053(a) by virtue of § 1051(2), which exempts from those requirements any plan \"which is unfunded and which is maintained by an employer primarily for the purpose of providing deferred compensation for a select group of management or highly compensated employees.\" The Court found that disputed questions of fact prevented summary judgment disposition of this issue.</p>\n<p>Upon remand, further discovery was conducted, and the parties filed cross-motions for summary judgment. This court, applying the reasoning of <i>Fraver v. North Carolina Farm Bureau,</i> 801 F.2d 675 (4th Cir.1986), found that the Extended Earnings component of the Agent's Security Compensation Plan is not a \"pension plan\" within the meaning of ERISA. However, this court declined to summarily judge whether the Deferred Compensation component is a \"pension plan\" or whether Darden was an \"employee\" under ERISA. A two-day bench trial was held to resolve the factual questions underlying these two issues and also the issue of whether the Deferred Compensation Plan qualifies for the \"top-hat\" exemption under § 1051(2).</p>\n<p></p>\n<h2>II. IS DARDEN AN \"EMPLOYEE\" WITHIN THE MEANING OF ERISA?</h2>\n<p>The employment issue is to be resolved by applying the three criteria devised by the Fourth Circuit for determining whether an individual is an employee under ERISA. The Court of Appeals found that the first prong concerning whether Darden had a reasonable expectation of retirement benefits was satisfied, based on the comprehensive retirement benefits program created by Nationwide for its insurance agents. This court therefore need only address the second and third prongs of the ERISA employment test dealing with reliance and bargaining power.</p>\n<p></p>\n<h2>A. <i>Reliance</i>\n</h2>\n<p>Darden must have relied on the expectation of retirement benefits by (1) remaining as a Nationwide agent for a substantial period of time and by (2) foregoing other significant means of providing for his retirement. <i>See </i><i>Darden,</i> 796 F.2d at 706. His eighteen years of service, which the Court of Appeals noted exceeds the time required for the vesting of benefits under any of the three methods described in 29 U.S.C. § 1053(a), is clearly a substantial period. With respect to the loss of retirement opportunities, the Court found that \"Darden was obliged to forego at least one alternative method of providing for his retirement that would normally have been available to an independent contractor: because much of the value of a Nationwide agency reverted to Nationwide upon the agent's termination, Darden was not able to build up equity in his business which could have eventually been transformed into cash through the sale of the business.\" <i>Id.</i> at 707. However, the Court also found that \"there is no indication in the record as to whether Darden pursued other methods of providing for his retirement which would have significantly reduced his reliance on the Nationwide benefit plan. Nor is there any evidence as to whether a failure to make such alternative provisions would have been reasonable in light of the common practices of other Nationwide insurance agents.\" <i>Id.</i> These two questionswhether Darden made alternative provisions for his retirement and, if not, whether the failure to do so was reasonablemust now be decided.</p>\n<p>At the time of his termination in 1980, Darden had accumulated Deferred Compensation Incentive Credits totalling $28,664.56. These credits were to be deferred until Darden's 60th birthday on June 1, 1994, when lifetime monthly payments would commence on the basis of annuity <span class=\"star-pagination\">*392</span> rates then in effect. The monthly amount, assuming no change in rates between December 1, 1980 and June 1, 1994, would have been $205.57. Darden's personal net worth when he was terminated, disregarding the retirement benefits at issue here and the value of his agency, was approximately $450,000. His assets included eight life insurance contracts with a total cash surrender value in 1980 of $22,300, shares in mutual funds totalling $33,267, and deposits at several banks of approximately $27,000. Darden's financial planning for retirement, again leaving aside the Nationwide plan, consisted of an annuity with a cash surrender value in 1980 of $9,400 which will produce monthly payments of $134.75 beginning in 2004, and IRA investments totalling $8,402. Although Darden therefore did pursue alternative means of providing for his retirement, the court finds that the amounts invested did not significantly reduce his reliance on the deferred compensation benefits.</p>\n<p>Nationwide explicitly encouraged its agents to rely on the Agent's Security Compensation Plan as a means of providing for their retirement. An audio-visual program prepared by Nationwide in 1980 to explain the plan to its agents stated:</p>\n<blockquote>Your DCIC [Deferred Compensation Incentive Credit] is a foundation upon which to build a total retirement plan. Along with such plans as HR-10's and IRA's, it can provide a more-than-adequate retirement income. The other part of the foundation is Extended Earnings.</blockquote>\n<p>Like most Nationwide agents, Darden did not invest in the Nationwide Agents' Retirement Plan, a Keogh (HR-10) plan. A study was conducted by Nationwide's Office of Research to determine the reasons for low participation in this plan. According to the 1983 Final Report, only about 4% of the agency force participated in the Nationwide Agents' HR-10 Plan, and only 28.8% of the agents surveyed had an HR-10 plan of any kind. 42.6% of the agents reported having an IRA, 42% had neither an IRA nor an HR-10, and just 13% had both an HR-10 and an IRA. The court concludes that, although Darden had the financial resources to reduce his reliance on the Deferred Compensation Plan, his failure to do so was reasonable in light of both the common practices of other Nationwide agents and Nationwide's explicit encouragement of its agents to rely on the plan.</p>\n<p></p>\n<h2>B. <i>Bargaining Power</i>\n</h2>\n<p>The third factor to be considered in determining whether Darden is an \"employee\" under ERISA is whether he \"lacked sufficient bargaining power to obtain contractual rights to nonforfeitable benefits.\" 796 F.2d at 707. The Court of Appeals noted that \"[e]vidence of the extent of the `employer's' control may, of course, be relevant to a determination of relative bargaining power.\" <i>Id.</i> Nationwide points out that this court previously determined, and the Court of Appeals strongly implied, that Nationwide lacked the control over Darden necessary to establish employee status under the traditional common law standard. <i>See id</i> at 705. This court found the parties' relationship was such that \"it was primarily through the plaintiff's own efforts, ingenuity, and good business sense that he made money, and not through any employment relationship with Nationwide.\" <i>Darden v. Nationwide Mutual Insurance Co.,</i> No. 83-96-CIV-3 (E.D.N.C. May 22, 1985). In other words, the terms of the relationship between Darden and Nationwide gave Darden enough control over his own business activities for him not to be considered an employee under the traditional common law standard. The bargaining power element of the new standard, however, does not concern the control <i>allowed</i> by the terms of a business relationship, but rather the control <i>over</i> those terms. The fact that the terms of Darden's relationship with Nationwide gave Darden extensive control over his business activities does not necessarily mean that Darden, or Nationwide agents generally, had sufficient power to bargain over those terms. Indeed, the evidence is that they did not.</p>\n<p>The eight successive Agent's Agreements signed by Darden during his service with Nationwide were uniform and signed by all Nationwide agents in North Carolina. An agent was required to sign the uniform <span class=\"star-pagination\">*393</span> agreement as a condition of his service. An outline of changes in the agreement made in 1980 advised agents that \"[a]s in the past, our position will be that any agent refusing to sign the new Agreement will have his or her existing Agreement cancelled as of 1/1/81.\" Although Nationwide received input from its agents via the Agent Company Advisory Council, the Council's role was simply that: advisory. Nationwide was not obliged to follow any advice it received from the Council. More importantly, Nationwide clearly felt free to disregard any advice it received, as evidenced by the 1978 Advisory Council Meeting at which the benefit forfeiture provisions at issue here were discussed. According to the minutes of that meeting:</p>\n<blockquote>[T]here was a concern expressed regarding vesting of deferred compensation. One delegate felt that any Deferred Compensation Incentive Credits should be fully and permanently vested in the writing agent's name with no losses possible through either qualified or non-qualified cancellation of the Agent Agreement.</blockquote>\n<blockquote>Mr. Wagner [Nationwide's Vice-President for Marketing Services] responded regarding the vesting of DCIC....</blockquote>\n<blockquote>The Companies have no intention of making Agent Security Compensation payments and then permitting the agent to compete with the Companies for the business in the portfolio. The Independent Contractor or agent can choose to compete for the business and forego benefit payments or accept benefit payments and not compete.</blockquote>\n<p>At the same 1978 meeting one delegate proposed that a retiring agent should have the right to negotiate a separate agreement with another Nationwide agent to transfer the agency, instead of it reverting to Nationwide.<sup>[1]</sup> Mr. Wagner responded that \"[a]s far as an agent negotiating with someone else, in order for a contract to exist, there must be agent ownership of the business. He said that at Nationwide that was not the case and there was no possibility of that occurring.\" The Advisory Council's various recommendations to increase Extended Earnings were also rejected, due to unforeseen increases in the cost of funding the Agent's Security Compensation Plan:</p>\n<blockquote>Mr. Wagner said that this type of increase had not been anticipated in the original projections and there could be problems in the future. Additional dollars would have to come from increased productivity. There was no way that it was possible to increase the Extended Earnings through the suggestions which had been made.</blockquote>\n<p>Of course, a party's intransigence with respect to any particular contractual provision could merely reflect the importance it attaches to that provision and not necessarily a general superiority in bargaining power. But when a party takes a \"hard-line\" position over a broad range of issues, as Nationwide appears to have done, the latter conclusion is inevitable. The court thus finds there is a significant disparity in bargaining power between Nationwide and its agents. Specifically, the court finds that Darden, and Nationwide agents as a group, lacked sufficient economic bargaining power to obtain the contractual right to nonforfeitable retirement benefits from Nationwide.</p>\n<p>The court concludes that Darden was an employee of Nationwide within the meaning of ERISA, 29 U.S.C. § 1002(6).</p>\n<p></p>\n<h2>III. IS THE DEFERRED COMPENSATION PLAN A \"PENSION PLAN\" UNDER ERISA?</h2>\n<p>ERISA defines the terms \"pension plan\" and \"employee pension benefit plan\" as</p>\n<blockquote>any plan, fund, or program which was heretofore or is hereafter established or maintained by an employer or by an employee organization, or by both, to the extent that by its express terms or as a result of surrounding circumstances such plan, fund, or program </blockquote>\n<blockquote>\n<span class=\"star-pagination\">*394</span> (i) provides retirement income to employees, or</blockquote>\n<blockquote>(ii) results in a deferral of income by employees for periods extending to the termination of covered employment or beyond,</blockquote>\n<blockquote>regardless of the method of calculating the contributions made to the plan, the method of calculating the benefits under the plan or the method of distributing benefits from the plan.</blockquote>\n<p>29 U.S.C. § 1002(2)(A). Under the Deferred Compensation Plan, agents who have completed five years of service with Nationwide are annually credited with a specified percentage of their original and renewal fees from the previous year. The plan is financed through deposits made by Nationwide into a group annuity fund. Participants may receive early reduced benefits upon retirement or cancellation at age 50 or one hundred percent of accrued benefits commencing at age 60. Benefits are payable over a three-year period unless a longer payout schedule is elected. The court concludes, as have two other courts, that Nationwide's Deferred Compensation Plan provides retirement income to employees and is an employee pension benefit plan under ERISA. <i>See </i><i>Plazzo v. Nationwide Mutual Insurance Co.,</i> 697 F.Supp. 1437, 1450 (N.D.Ohio 1988); <i>Wolcott v. Nationwide Mutual Insurance Co.,</i> 664 F.Supp. 1533, 1539 (S.D.Ohio 1987).</p>\n<p></p>\n<h2>IV. IS THE DEFERRED COMPENSATION PLAN AN UNFUNDED PLAN MAINTAINED PRIMARILY FOR THE PURPOSE OF PROVIDING DEFERRED COMPENSATION FOR A SELECT GROUP OF HIGHLY COMPENSATED EMPLOYEES?</h2>\n<p>29 U.S.C. § 1051(2) exempts from the vesting and nonforfeitability requirements of § 1053(a) any pension plan \"which is unfunded and which is maintained by an employer primarily for the purpose of providing deferred compensation for a select group of management or highly compensated employees.\" The Court of Appeals remanded the issue of whether this \"top-hat\" exemption applies to the Nationwide plan because the relevant facts were in dispute.</p>\n<p></p>\n<h2>A. <i>Is the plan \"funded\"</i>?</h2>\n<p>The Nationwide defendants set aside money for the payment of deferred compensation benefits by making annual deposits into an \"accumulation fund\" maintained by defendant Nationwide Life Insurance Company pursuant to a group annuity contract. The amounts deposited generally reflect the present dollar value of the future benefits accrued during that year. The accumulation fund is credited with interest earned and debited for expenses. Withdrawals may be made from the fund at any time and for any reason upon written notice. When one of the Nationwide defendants notifies Nationwide Life that an annuity is to be purchased on the life of a specified person, Nationwide Life withdraws the necessary amount from the fund and commences payment of the annuity to the purchasing company.</p>\n<p>The ERISA statute does not define the term \"unfunded plan.\" However, the Eighth Circuit has stated that \"[f]unding implies the existence of a <i>res</i> separate from the ordinary assets of the corporation.\" <i>Dependahl v. Falstaff Brewing Corp.,</i> 653 F.2d 1208, 1214 (8th Cir.1981). <i>Accord, </i><i>Belka v. Rowe Furniture Corp.,</i> 571 F.Supp. 1249, 1251-52 (D.Md.1983). In <i>Dependahl</i> the employer purchased life insurance policies on the lives of certain employees, whose named beneficiaries were to receive annuity income benefits upon the employee's death. The Eighth Circuit affirmed the district court's finding that this was a funded plan:</p>\n<blockquote>All whole-life insurance policies which have a cash value with premiums paid in part by corporate contributions to an insurance firm are funded plans. The employee may look to a <i>res</i> separate from the corporation in the event the contingency occurs which triggers the liability of the plan.</blockquote>\n<p>653 F.2d at 1214. This holding was subsequently distinguished by the Eighth Circuit in <i>Belsky v. First National Life Insurance Company,</i> 818 F.2d 661 (8th Cir.1987). <i>Belsky</i> involved an executive compensation plan which provided for a bank to \"informally fund the benefits\" by purchasing life <span class=\"star-pagination\">*395</span> insurance policies on each participating employee. <i>See </i><i>Belsky v. First National Life Insurance Co.,</i> 653 F.Supp. 80, 82 (D.Neb. 1986). As the sole owner and beneficiary of these policies, the bank could pay its obligations either by using the cash value of the policies or by using other funds. The bank's obligations were set forth in separate agreements entered into with each employee. These agreements provided that any insurance policy or other asset acquired by the bank in connection with its liabilities under the agreement would not be held in trust for the employee's benefit, but instead \"shall be, and remain, a general, unpledged, unrestricted asset of the Bank.\" The district court found that this was an unfunded excess benefit plan not covered by ERISA. <i>See</i> 29 U.S.C. § 1003(b)(5). The Eighth Circuit affirmed, distinguishing <i>Dependahl</i> as follows:</p>\n<blockquote>Belsky's agreement with the Bank is in sharp contrast to the terms of the <i>Dependahl</i> plan. First, in addition to death benefits, Belsky's agreement also provides for retirement and disability benefits.... More importantly, the agreement does not mandate that the Bank had or would acquire assets to finance the liabilities assumed in the agreement. While it is evident that the Bank obtained the insurance policy with the intention that it could be used in funding the Plan, the language of the Plan, unlike that of the <i>Dependahl</i> plan, specifically avoids making a direct tie between the insurance policy and the Plan.... Under the plan as drawn, the cash value of the policy simply became a general, unpledged, unrestricted asset of the Bank and those Bank assets in turn would be used to fund Belsky's plan. Thus, we cannot conclude that the district court erred in finding that there was no <i>res</i> separate from the corporation to which Belsky could look to satisfy the liability of the plan. In short, the Bank's plan so differs from the one in <i>Dependahl</i> that <i>Dependahl</i> is not controlling.</blockquote>\n<p>818 F.2d at 663-64.</p>\n<p><i>Dependahl</i> is inapplicable here for similar reasons. Darden's agreement with Nationwide, like Belsky's agreement with the bank, did not require Nationwide to acquire assets to finance its deferred compensation liabilities. The money which Nationwide sets aside for the purchase of life annuities does not necessarily correspond to the value of the deferred compensation credits which have accrued. Nor is this money committed to the payment of deferred compensation benefits, since the group annuity contract does not restrict Nationwide's right to use the accumulation fund for general corporate purposes. Indeed, one million dollars were withdrawn from the fund in 1986 to meet general cash-flow obligations. Conversely, Nationwide is free to purchase the life annuities out of other assets. The accumulation fund, like the life insurance policies in <i>Belsky,</i> is a general, unpledged, unrestricted asset which Nationwide uses to meet its deferred compensation obligations. The fund is not a <i>res</i> separate from the defendant corporations to which Darden could look to enforce his entitlement under the plan. The court therefore finds that the Deferred Compensation Plan is an \"unfunded\" plan for purposes of the top-hat exemption.<sup>[2]</sup></p>\n<p></p>\n<h2>B. <i>Is the plan limited to a \"select group of management or highly compensated employees\"?</i>\n</h2>\n<p>In addition to being \"unfunded,\" the Deferred Compensation Plan must also be limited to a \"select group of management or highly compensated employees\" in order to qualify for the exemption from ERISA's vesting and nonforfeitability requirements. Two courts have found that the plan is not so limited and therefore not exempt. <i>See </i><i>Plazzo, supra</i><i>; </i><i>Wolcott, supra</i><i>.</i> Both of these opinions focus on the \"highly compensated\" language without treating the <span class=\"star-pagination\">*396</span> \"select group\" language as a separate and distinct requirement. The Court of Appeals noted in the present case, however, that \"[t]he term `select group' seems to imply a small percentage of the total number.\" <i>Darden,</i> 796 F.2d at 708. It remanded this question since there was no evidence in the record as to the percentage of Nationwide's total employee complement who participated in the Agent's Security Compensation Plan. A separate analysis of the \"select group\" and \"highly compensated\" provisions is therefore appropriate.</p>\n<p></p>\n<h2>(1) \"Select group\"</h2>\n<p>The parties disagree as to which agents should be counted as participants in the plan for purposes of determining whether they comprise a \"select group.\" ERISA defines the term \"participant\" as \"any employee or former employee ... who is or may become eligible to receive a benefit of any kind from an employee benefit plan ...\" 29 U.S.C. § 1002(7). Darden focuses on the \"may become eligible\" language in arguing that the plan participants include not only all Nationwide agents who have entered into the standard agent's agreement, but also the \"NADP agents\" who are in training during their initial two years of employment and have not entered into the standard agreement. Since these agents are not eligible to participate in the company-wide pension plan but may become eligible for the Agent's Security Compensation Plan, Darden contends they should be counted as participants in the plan. The average number of agents during the years 1976, 1977, 1979 and 1980, including the NADP agents, was 5316 out of a total average workforce of 20,544, or 25.9%. Nationwide argues, on the other hand, that only those agents who have completed five years of service should be counted as plan participants, since the plan requires five years of service to qualify for benefits. The average number of agents with five years service in the years 1976, 1979 and 1980 was 3272 out of a total average workforce of 20,845, or 15.7%.</p>\n<p>Nationwide's proposed method of calculating the number of plan participants was rejected in <i>Fraver v. North Carolina Farm Bureau Mutual Insurance Co.,</i> 643 F.Supp. 633, 641 (E.D.N.C.1985), rev'd on other grounds, 801 F.2d 675 (1986):</p>\n<blockquote>The five year service requirement is not a plan parameter defining who was covered by the plan, but is a vesting provision equally applicable to all plan members. That a vesting provision is not to be considered as a plan parameter is clearly indicated by the definition of \"participant\" in ERISA ...</blockquote>\n<p>Nationwide nevertheless argues that the <i>Fraver</i> court incorrectly decided this question and that its five year service requirement is not a vesting provision but rather a condition of eligibility for participating in the Deferred Compensation Plan. However, the distinction between vesting and eligibility requirements is irrelevant for determining who is a plan participant under ERISA, since included within the statutory definition of \"participant\" are employees who \"may become eligible to receive a benefit.\" Thus, those employees who have not satisfied the eligibility requirements for the plan must still be counted as \"plan participants\" if they <i>may</i> satisfy those requirements. In other words, the relevant question is not whether the employee <i>has</i> satisfied the eligibility requirements, but whether he is <i>eligible</i> to satisfy the eligibility requirements. Since all Nationwide agents who have entered into the standard agent's agreement \"may become eligible\" for deferred compensation benefits by completing five years of service, they should all be counted as participants in the plan. As in <i>Fraver,</i> 643 F.Supp. at 633, \"[t]he employment contracts of <i>all</i> such persons contain the plan provisions ...\" On the other hand, since the employment contracts of the NADP agents do not contain the plan provisions, they should not be counted as participants. Darden is, of course, correct that these agents may become eligible for deferred compensation benefits by entering into the standard agreement and completing five years service. But that is no less true of any other employee at Nationwide. To avoid the absurd result of counting all employees as plan participants, the court finds that only those agents who have entered <span class=\"star-pagination\">*397</span> into the standard agent's agreement should be so counted. The average number of such agents during the years 1976, 1977, 1978, and 1980 was 3841 out of a total average workforce of 20,544, or 18.7%.</p>\n<p>Having identified the relevant \"group\" and its size as a percentage of the total workforce, the next question is whether this group is \"select.\" Prior cases, as noted above, have not analyzed the \"select group\" provision separately from the \"highly compensated employee\" provision. Indeed, only one court has even bothered to identify the group in question as a percentage of the total workforce. <i>See </i><i>Belka v. Rowe Furniture Corp., supra</i> at 1252 (plan covering only 4.6% of total employees was limited to a select group of highly compensated employees). The only other authority on this point is two opinion letters by the Department of Labor holding that plans covering fewer than 4% and 0.2% of employees were limited to select groups. <i>See</i> U.S. Department of Labor Opinion Letters 75-64 (August 1, 1975) and 75-48 (December 23, 1975). Although these decisions do not demarcate the upper range of \"select groups,\" the court finds that the group in question here, comprising almost one-fifth of the total Nationwide workforce, is too large to be considered \"select\" for purposes of the top-hat exemption.</p>\n<p></p>\n<h2>(2) \"Highly compensated\"</h2>\n<p>The average gross income (commissions plus benefits) for Nationwide agents (excluding NADP agents) in 1980, the year Darden was terminated, was $49,340. The 1980 average total compensation (salary plus benefits) for all non-agent employees was $19,121 and for management employees was $24,501. As the Court of Appeals pointed out, however, the agents' compensation must be adjusted \"so as to be comparable to the compensation paid to salaried employees.\" <i>Darden,</i> 796 F.2d at 709. Such an adjustment requires subtracting the agents' business expenses from their gross income, expenses which salaried employees do not incur. According to the 1980 \"Agent's Office Management Guide,\" prepared to enable agents to compare their expenses with that of other agents in the same income group, the average total agency expense as a percent of total agency income for the $43,000 to $57,999 gross income range was 36.1%. The average net income for Nationwide agents in 1980 ($49,340  36.1% ($17,812)) was therefore $31,528.</p>\n<p>The court finds on the basis of this evidence that Nationwide agents are not a \"select group\" of \"highly compensated employees\" within the meaning of 29 U.S.C. § 1051(2). The court concludes that the Deferred Compensation Plan is subject to the nonforfeiture provisions of § 1053(a). Darden is therefore entitled to receive his accrued deferred compensation benefits when he attains the age of 60.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Court of Appeals noted that this reversion deprived Darden of a means of providing for his retirement, since he was unable to build up equity in his business which could eventually be transformed into cash through its sale. <i>See</i> 796 F.2d at 707.</p>\n<p>[2]  This finding is contrary to, but not inconsistent with, the conclusion reached in <i>Wolcott, supra,</i> 664 F.Supp. at 1539, that the Deferred Compensation Plan is funded. Nationwide presented no evidence in that case to rebut the plaintiff's affidavit testimony in support of a motion for summary judgment that the plan is funded and that benefits accrue on an annual basis in a group annuity contract. The court therefore had no choice but to find for the plaintiff on this issue.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">717</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">388</span></span> (1989)</b></center>\n<center><h1>Robert T. DARDEN, Plaintiff,<br>\nv.<br>\nNATIONWIDE MUTUAL INSURANCE COMPANY, et al., Defendants.</h1></center>\n<center>No. 83-96-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>June 30, 1989.</center>\n<p><span class=\"star-pagination\">*389</span> Marion G. Follin III, Smith, Patterson, Follin, Curtis, James &amp; Harkavy, Greensboro, N.C., for plaintiff.</p>\n<p>George R. Ragsdale, LeBoeuf, Lamb, Leiby &amp; MacRae, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>Robert T. Darden, a former insurance agent for Nationwide Mutual Insurance Company, brought this action against Nationwide on November 8, 1983, seeking to recover retirement benefits pursuant to the Employee Retirement Income Security Act (ERISA), 29 U.S.C. § 1001 <i>et seq.</i> This court initially granted Nationwide's motion for summary judgment on the ground that Darden did not qualify as an employee within the scope of ERISA and therefore had no enforceable rights against Nationwide under the Act. This decision was vacated on appeal to the Fourth Circuit, which held that the traditional common law test applied by this court for identifying the relationship of master and servant was \"not the appropriate standard for application here.\" <i>See </i><i>Darden v. Nationwide Mutual Insurance Company,</i> <span class=\"citation\" data-id=\"474019\"><a href=\"/opinion/474019/robert-t-darden-v-nationwide-mutual-insurance-company-nationwide-mutual/\"><span class=\"volume\">796</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">701</span></a></span>, 706 (4th Cir.1986). The Court of Appeals set forth a three-part test for determining whether an individual who does not fit within the traditional concept of employee status should nonetheless be considered an employee in the context of ERISA. The case was remanded for further factual development in light of the new standard, and the parties subsequently filed cross-motions for summary judgment which were denied. A two-day bench trial was held, and the court is now prepared to enter its findings.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>The facts of this case were summarized by the Fourth Circuit as follows:</p>\n<blockquote>From 1962 until November 1980, Darden acted as an insurance agent for Nationwide Insurance Company in Fayetteville, North Carolina. During that period, Darden represented Nationwide exclusively. While Darden enjoyed a substantial degree of freedom to operate his agency as he chose, his freedom was limited by a number of requirements imposed by Nationwide. Darden was compensated through commissions, rather than through a fixed salary.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*390</span> The relationship between Darden and Nationwide was governed by a series of eight successive agency contracts. Each of the agency contracts provided for Darden's participation in a retirement and deferred compensation plan for insurance agents referred to as the \"Agent's Security Compensation Plan.\" The Agent's Security Compensation Plan consisted of two programs known as the \"Deferred Compensation Incentive Credit Plan\" and the \"Extended Earnings Plan.\" Under the Deferred Compensation Incentive Credit Plan, Nationwide maintained a retirement account for Darden and annually credited to that account a sum based on Darden's earnings from original and renewal fees for insurance policies. Under the Extended Earnings Plan, Nationwide agreed to pay Darden, upon his retirement, termination, death or disability, a sum equal to his earnings from renewal fees over the prior twelve months. The agency agreements also provided that Nationwide's obligation to pay benefits under the Agent's Security Compensation Plan would terminate if a former agent engaged in the fire, casualty, health, or life insurance business, in competition with Nationwide, within one year of the cancellation of the agent's agreement with Nationwide and within a twenty-five mile radius of the former business location of the agent. Nationwide's obligation would also cease if the former agent, at any time after the cancellation of his agency agreement with Nationwide, induced a Nationwide policyholder to cancel an insurance contract with Nationwide. The agency agreements between Nationwide and Darden provided further that either party had the right to cancel the agreement at any time after written notice.</blockquote>\n<blockquote>Nationwide exercised its right to terminate the agreement on November 20, 1980. One month following the termination of the agreement, Darden opened a new business as an independent insurance agent, representing various competitors of Nationwide. He operated the new business at the same location he had previously used as a Nationwide agent. Nationwide then notified Darden that it would not pay him any of the benefits to which he otherwise would have been entitled under the Agent's Security Compensation Plan.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>Darden filed the present action on November 8, 1983, seeking to benefit from the terms of the Employee Retirement Income Security Act (ERISA), 29 U.S.C. § 1001 <i>et seq.</i> Under ERISA, an employee's right to receive retirement benefits from an employer-sponsored retirement plan must vest, thereby becoming nonforfeitable, after a period of time to be determined according to one of three alternative methods. 29 U.S.C. § 1053(a). [footnote omitted] Darden based his claim to relief on § 502(a) of the Act, 29 U.S.C. § 1132(a), which provides that a participant in or a beneficiary of an employee retirement income security plan may bring a civil action to enforce the provisions of the Act and to recover benefits due to him. Darden accordingly sought to enforce the Act's nonforfeitability requirements and to recover the benefits claimed to be due to him under the provision of Nationwide's Agent's Security Compensation Plan.</blockquote>\n<p>796 F.2d at 702-04.</p>\n<p>The Court of Appeals identified three factors to be considered in determining whether an individual is an employee within the meaning of ERISA: (1) Whether the \"employer\" or sponsor of the pension plan took some action that created a reasonable expectation on the \"employees'\" part that benefits would be paid to them in the future; (2) whether persons within the protected class relied on that expectation by (a) remaining for \"long years,\" or a substantial period of time, in the \"employer's\" service, and (b) by foregoing other significant means of retirement; and (3) whether the persons to be aided by the statute lacked sufficient economic bargaining power to obtain contractual rights to nonforfeitable benefits. 796 F.2d at 706-07.</p>\n<p>The Court found that the first prong of this test had been satisfied: \"By establishing a comprehensive retirement benefits <span class=\"star-pagination\">*391</span> program for its insurance agents, Nationwide created a reasonable expectation on Darden's part that benefits would ultimately be paid to him.\" 796 F.2d at 707. The record was found to be incomplete, however, with respect to the second two prongs concerning reliance and bargaining power.</p>\n<p>Nationwide argued on appeal that, even if Darden is assumed to be an employee for purposes of ERISA, its plan is not subject to the vesting and nonforfeitability requirements of § 1053(a) by virtue of § 1051(2), which exempts from those requirements any plan \"which is unfunded and which is maintained by an employer primarily for the purpose of providing deferred compensation for a select group of management or highly compensated employees.\" The Court found that disputed questions of fact prevented summary judgment disposition of this issue.</p>\n<p>Upon remand, further discovery was conducted, and the parties filed cross-motions for summary judgment. This court, applying the reasoning of <i>Fraver v. North Carolina Farm Bureau,</i> <span class=\"citation\" data-id=\"476663\"><a href=\"/opinion/476663/re-fraver-j-rives-manning-jr-jc-faust-hubert-hampton-martin-william/\"><span class=\"volume\">801</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">675</span></a></span> (4th Cir.1986), found that the Extended Earnings component of the Agent's Security Compensation Plan is not a \"pension plan\" within the meaning of ERISA. However, this court declined to summarily judge whether the Deferred Compensation component is a \"pension plan\" or whether Darden was an \"employee\" under ERISA. A two-day bench trial was held to resolve the factual questions underlying these two issues and also the issue of whether the Deferred Compensation Plan qualifies for the \"top-hat\" exemption under § 1051(2).</p>\n<p></p>\n<h2>II. IS DARDEN AN \"EMPLOYEE\" WITHIN THE MEANING OF ERISA?</h2>\n<p>The employment issue is to be resolved by applying the three criteria devised by the Fourth Circuit for determining whether an individual is an employee under ERISA. The Court of Appeals found that the first prong concerning whether Darden had a reasonable expectation of retirement benefits was satisfied, based on the comprehensive retirement benefits program created by Nationwide for its insurance agents. This court therefore need only address the second and third prongs of the ERISA employment test dealing with reliance and bargaining power.</p>\n<p></p>\n<h2>A. <i>Reliance</i>\n</h2>\n<p>Darden must have relied on the expectation of retirement benefits by (1) remaining as a Nationwide agent for a substantial period of time and by (2) foregoing other significant means of providing for his retirement. <i>See </i><i>Darden,</i> 796 F.2d at 706. His eighteen years of service, which the Court of Appeals noted exceeds the time required for the vesting of benefits under any of the three methods described in 29 U.S.C. § 1053(a), is clearly a substantial period. With respect to the loss of retirement opportunities, the Court found that \"Darden was obliged to forego at least one alternative method of providing for his retirement that would normally have been available to an independent contractor: because much of the value of a Nationwide agency reverted to Nationwide upon the agent's termination, Darden was not able to build up equity in his business which could have eventually been transformed into cash through the sale of the business.\" <i>Id.</i> at 707. However, the Court also found that \"there is no indication in the record as to whether Darden pursued other methods of providing for his retirement which would have significantly reduced his reliance on the Nationwide benefit plan. Nor is there any evidence as to whether a failure to make such alternative provisions would have been reasonable in light of the common practices of other Nationwide insurance agents.\" <i>Id.</i> These two questionswhether Darden made alternative provisions for his retirement and, if not, whether the failure to do so was reasonablemust now be decided.</p>\n<p>At the time of his termination in 1980, Darden had accumulated Deferred Compensation Incentive Credits totalling $28,664.56. These credits were to be deferred until Darden's 60th birthday on June 1, 1994, when lifetime monthly payments would commence on the basis of annuity <span class=\"star-pagination\">*392</span> rates then in effect. The monthly amount, assuming no change in rates between December 1, 1980 and June 1, 1994, would have been $205.57. Darden's personal net worth when he was terminated, disregarding the retirement benefits at issue here and the value of his agency, was approximately $450,000. His assets included eight life insurance contracts with a total cash surrender value in 1980 of $22,300, shares in mutual funds totalling $33,267, and deposits at several banks of approximately $27,000. Darden's financial planning for retirement, again leaving aside the Nationwide plan, consisted of an annuity with a cash surrender value in 1980 of $9,400 which will produce monthly payments of $134.75 beginning in 2004, and IRA investments totalling $8,402. Although Darden therefore did pursue alternative means of providing for his retirement, the court finds that the amounts invested did not significantly reduce his reliance on the deferred compensation benefits.</p>\n<p>Nationwide explicitly encouraged its agents to rely on the Agent's Security Compensation Plan as a means of providing for their retirement. An audio-visual program prepared by Nationwide in 1980 to explain the plan to its agents stated:</p>\n<blockquote>Your DCIC [Deferred Compensation Incentive Credit] is a foundation upon which to build a total retirement plan. Along with such plans as HR-10's and IRA's, it can provide a more-than-adequate retirement income. The other part of the foundation is Extended Earnings.</blockquote>\n<p>Like most Nationwide agents, Darden did not invest in the Nationwide Agents' Retirement Plan, a Keogh (HR-10) plan. A study was conducted by Nationwide's Office of Research to determine the reasons for low participation in this plan. According to the 1983 Final Report, only about 4% of the agency force participated in the Nationwide Agents' HR-10 Plan, and only 28.8% of the agents surveyed had an HR-10 plan of any kind. 42.6% of the agents reported having an IRA, 42% had neither an IRA nor an HR-10, and just 13% had both an HR-10 and an IRA. The court concludes that, although Darden had the financial resources to reduce his reliance on the Deferred Compensation Plan, his failure to do so was reasonable in light of both the common practices of other Nationwide agents and Nationwide's explicit encouragement of its agents to rely on the plan.</p>\n<p></p>\n<h2>B. <i>Bargaining Power</i>\n</h2>\n<p>The third factor to be considered in determining whether Darden is an \"employee\" under ERISA is whether he \"lacked sufficient bargaining power to obtain contractual rights to nonforfeitable benefits.\" 796 F.2d at 707. The Court of Appeals noted that \"[e]vidence of the extent of the `employer's' control may, of course, be relevant to a determination of relative bargaining power.\" <i>Id.</i> Nationwide points out that this court previously determined, and the Court of Appeals strongly implied, that Nationwide lacked the control over Darden necessary to establish employee status under the traditional common law standard. <i>See id</i> at 705. This court found the parties' relationship was such that \"it was primarily through the plaintiff's own efforts, ingenuity, and good business sense that he made money, and not through any employment relationship with Nationwide.\" <i>Darden v. Nationwide Mutual Insurance Co.,</i> No. 83-96-CIV-3 (E.D.N.C. May 22, 1985). In other words, the terms of the relationship between Darden and Nationwide gave Darden enough control over his own business activities for him not to be considered an employee under the traditional common law standard. The bargaining power element of the new standard, however, does not concern the control <i>allowed</i> by the terms of a business relationship, but rather the control <i>over</i> those terms. The fact that the terms of Darden's relationship with Nationwide gave Darden extensive control over his business activities does not necessarily mean that Darden, or Nationwide agents generally, had sufficient power to bargain over those terms. Indeed, the evidence is that they did not.</p>\n<p>The eight successive Agent's Agreements signed by Darden during his service with Nationwide were uniform and signed by all Nationwide agents in North Carolina. An agent was required to sign the uniform <span class=\"star-pagination\">*393</span> agreement as a condition of his service. An outline of changes in the agreement made in 1980 advised agents that \"[a]s in the past, our position will be that any agent refusing to sign the new Agreement will have his or her existing Agreement cancelled as of 1/1/81.\" Although Nationwide received input from its agents via the Agent Company Advisory Council, the Council's role was simply that: advisory. Nationwide was not obliged to follow any advice it received from the Council. More importantly, Nationwide clearly felt free to disregard any advice it received, as evidenced by the 1978 Advisory Council Meeting at which the benefit forfeiture provisions at issue here were discussed. According to the minutes of that meeting:</p>\n<blockquote>[T]here was a concern expressed regarding vesting of deferred compensation. One delegate felt that any Deferred Compensation Incentive Credits should be fully and permanently vested in the writing agent's name with no losses possible through either qualified or non-qualified cancellation of the Agent Agreement.</blockquote>\n<blockquote>Mr. Wagner [Nationwide's Vice-President for Marketing Services] responded regarding the vesting of DCIC....</blockquote>\n<blockquote>The Companies have no intention of making Agent Security Compensation payments and then permitting the agent to compete with the Companies for the business in the portfolio. The Independent Contractor or agent can choose to compete for the business and forego benefit payments or accept benefit payments and not compete.</blockquote>\n<p>At the same 1978 meeting one delegate proposed that a retiring agent should have the right to negotiate a separate agreement with another Nationwide agent to transfer the agency, instead of it reverting to Nationwide.<sup>[1]</sup> Mr. Wagner responded that \"[a]s far as an agent negotiating with someone else, in order for a contract to exist, there must be agent ownership of the business. He said that at Nationwide that was not the case and there was no possibility of that occurring.\" The Advisory Council's various recommendations to increase Extended Earnings were also rejected, due to unforeseen increases in the cost of funding the Agent's Security Compensation Plan:</p>\n<blockquote>Mr. Wagner said that this type of increase had not been anticipated in the original projections and there could be problems in the future. Additional dollars would have to come from increased productivity. There was no way that it was possible to increase the Extended Earnings through the suggestions which had been made.</blockquote>\n<p>Of course, a party's intransigence with respect to any particular contractual provision could merely reflect the importance it attaches to that provision and not necessarily a general superiority in bargaining power. But when a party takes a \"hard-line\" position over a broad range of issues, as Nationwide appears to have done, the latter conclusion is inevitable. The court thus finds there is a significant disparity in bargaining power between Nationwide and its agents. Specifically, the court finds that Darden, and Nationwide agents as a group, lacked sufficient economic bargaining power to obtain the contractual right to nonforfeitable retirement benefits from Nationwide.</p>\n<p>The court concludes that Darden was an employee of Nationwide within the meaning of ERISA, 29 U.S.C. § 1002(6).</p>\n<p></p>\n<h2>III. IS THE DEFERRED COMPENSATION PLAN A \"PENSION PLAN\" UNDER ERISA?</h2>\n<p>ERISA defines the terms \"pension plan\" and \"employee pension benefit plan\" as</p>\n<blockquote>any plan, fund, or program which was heretofore or is hereafter established or maintained by an employer or by an employee organization, or by both, to the extent that by its express terms or as a result of surrounding circumstances such plan, fund, or program </blockquote>\n<blockquote>\n<span class=\"star-pagination\">*394</span> (i) provides retirement income to employees, or</blockquote>\n<blockquote>(ii) results in a deferral of income by employees for periods extending to the termination of covered employment or beyond,</blockquote>\n<blockquote>regardless of the method of calculating the contributions made to the plan, the method of calculating the benefits under the plan or the method of distributing benefits from the plan.</blockquote>\n<p>29 U.S.C. § 1002(2)(A). Under the Deferred Compensation Plan, agents who have completed five years of service with Nationwide are annually credited with a specified percentage of their original and renewal fees from the previous year. The plan is financed through deposits made by Nationwide into a group annuity fund. Participants may receive early reduced benefits upon retirement or cancellation at age 50 or one hundred percent of accrued benefits commencing at age 60. Benefits are payable over a three-year period unless a longer payout schedule is elected. The court concludes, as have two other courts, that Nationwide's Deferred Compensation Plan provides retirement income to employees and is an employee pension benefit plan under ERISA. <i>See </i><i>Plazzo v. Nationwide Mutual Insurance Co.,</i> <span class=\"citation\" data-id=\"2127969\"><a href=\"/opinion/2127969/plazzo-v-nationwide-mut-ins-co/\"><span class=\"volume\">697</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1437</span></a></span>, 1450 (N.D.Ohio 1988); <i>Wolcott v. Nationwide Mutual Insurance Co.,</i> <span class=\"citation\" data-id=\"1504944\"><a href=\"/opinion/1504944/wolcott-v-nationwide-mut-ins-co/\"><span class=\"volume\">664</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1533</span></a></span>, 1539 (S.D.Ohio 1987).</p>\n<p></p>\n<h2>IV. IS THE DEFERRED COMPENSATION PLAN AN UNFUNDED PLAN MAINTAINED PRIMARILY FOR THE PURPOSE OF PROVIDING DEFERRED COMPENSATION FOR A SELECT GROUP OF HIGHLY COMPENSATED EMPLOYEES?</h2>\n<p>29 U.S.C. § 1051(2) exempts from the vesting and nonforfeitability requirements of § 1053(a) any pension plan \"which is unfunded and which is maintained by an employer primarily for the purpose of providing deferred compensation for a select group of management or highly compensated employees.\" The Court of Appeals remanded the issue of whether this \"top-hat\" exemption applies to the Nationwide plan because the relevant facts were in dispute.</p>\n<p></p>\n<h2>A. <i>Is the plan \"funded\"</i>?</h2>\n<p>The Nationwide defendants set aside money for the payment of deferred compensation benefits by making annual deposits into an \"accumulation fund\" maintained by defendant Nationwide Life Insurance Company pursuant to a group annuity contract. The amounts deposited generally reflect the present dollar value of the future benefits accrued during that year. The accumulation fund is credited with interest earned and debited for expenses. Withdrawals may be made from the fund at any time and for any reason upon written notice. When one of the Nationwide defendants notifies Nationwide Life that an annuity is to be purchased on the life of a specified person, Nationwide Life withdraws the necessary amount from the fund and commences payment of the annuity to the purchasing company.</p>\n<p>The ERISA statute does not define the term \"unfunded plan.\" However, the Eighth Circuit has stated that \"[f]unding implies the existence of a <i>res</i> separate from the ordinary assets of the corporation.\" <i>Dependahl v. Falstaff Brewing Corp.,</i> <span class=\"citation\" data-id=\"392241\"><a href=\"/opinion/392241/charles-w-dependahl-jr-and-william-j-healy-cross-appellants-v/\"><span class=\"volume\">653</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1208</span></a></span>, 1214 (8th Cir.1981). <i>Accord, </i><i>Belka v. Rowe Furniture Corp.,</i> <span class=\"citation\" data-id=\"1493793\"><a href=\"/opinion/1493793/belka-v-rowe-furniture-corp/\"><span class=\"volume\">571</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1249</span></a></span>, 1251-52 (D.Md.1983). In <i>Dependahl</i> the employer purchased life insurance policies on the lives of certain employees, whose named beneficiaries were to receive annuity income benefits upon the employee's death. The Eighth Circuit affirmed the district court's finding that this was a funded plan:</p>\n<blockquote>All whole-life insurance policies which have a cash value with premiums paid in part by corporate contributions to an insurance firm are funded plans. The employee may look to a <i>res</i> separate from the corporation in the event the contingency occurs which triggers the liability of the plan.</blockquote>\n<p>653 F.2d at 1214. This holding was subsequently distinguished by the Eighth Circuit in <i>Belsky v. First National Life Insurance Company,</i> <span class=\"citation\" data-id=\"488107\"><a href=\"/opinion/488107/donald-e-belsky-v-first-national-life-insurance-company-a-nebraska/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">661</span></a></span> (8th Cir.1987). <i>Belsky</i> involved an executive compensation plan which provided for a bank to \"informally fund the benefits\" by purchasing life <span class=\"star-pagination\">*395</span> insurance policies on each participating employee. <i>See </i><i>Belsky v. First National Life Insurance Co.,</i> <span class=\"citation\" data-id=\"2401206\"><a href=\"/opinion/2401206/belsky-v-first-nat-life-ins-co/\"><span class=\"volume\">653</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">80</span></a></span>, 82 (D.Neb. 1986). As the sole owner and beneficiary of these policies, the bank could pay its obligations either by using the cash value of the policies or by using other funds. The bank's obligations were set forth in separate agreements entered into with each employee. These agreements provided that any insurance policy or other asset acquired by the bank in connection with its liabilities under the agreement would not be held in trust for the employee's benefit, but instead \"shall be, and remain, a general, unpledged, unrestricted asset of the Bank.\" The district court found that this was an unfunded excess benefit plan not covered by ERISA. <i>See</i> 29 U.S.C. § 1003(b)(5). The Eighth Circuit affirmed, distinguishing <i>Dependahl</i> as follows:</p>\n<blockquote>Belsky's agreement with the Bank is in sharp contrast to the terms of the <i>Dependahl</i> plan. First, in addition to death benefits, Belsky's agreement also provides for retirement and disability benefits.... More importantly, the agreement does not mandate that the Bank had or would acquire assets to finance the liabilities assumed in the agreement. While it is evident that the Bank obtained the insurance policy with the intention that it could be used in funding the Plan, the language of the Plan, unlike that of the <i>Dependahl</i> plan, specifically avoids making a direct tie between the insurance policy and the Plan.... Under the plan as drawn, the cash value of the policy simply became a general, unpledged, unrestricted asset of the Bank and those Bank assets in turn would be used to fund Belsky's plan. Thus, we cannot conclude that the district court erred in finding that there was no <i>res</i> separate from the corporation to which Belsky could look to satisfy the liability of the plan. In short, the Bank's plan so differs from the one in <i>Dependahl</i> that <i>Dependahl</i> is not controlling.</blockquote>\n<p>818 F.2d at 663-64.</p>\n<p><i>Dependahl</i> is inapplicable here for similar reasons. Darden's agreement with Nationwide, like Belsky's agreement with the bank, did not require Nationwide to acquire assets to finance its deferred compensation liabilities. The money which Nationwide sets aside for the purchase of life annuities does not necessarily correspond to the value of the deferred compensation credits which have accrued. Nor is this money committed to the payment of deferred compensation benefits, since the group annuity contract does not restrict Nationwide's right to use the accumulation fund for general corporate purposes. Indeed, one million dollars were withdrawn from the fund in 1986 to meet general cash-flow obligations. Conversely, Nationwide is free to purchase the life annuities out of other assets. The accumulation fund, like the life insurance policies in <i>Belsky,</i> is a general, unpledged, unrestricted asset which Nationwide uses to meet its deferred compensation obligations. The fund is not a <i>res</i> separate from the defendant corporations to which Darden could look to enforce his entitlement under the plan. The court therefore finds that the Deferred Compensation Plan is an \"unfunded\" plan for purposes of the top-hat exemption.<sup>[2]</sup></p>\n<p></p>\n<h2>B. <i>Is the plan limited to a \"select group of management or highly compensated employees\"?</i>\n</h2>\n<p>In addition to being \"unfunded,\" the Deferred Compensation Plan must also be limited to a \"select group of management or highly compensated employees\" in order to qualify for the exemption from ERISA's vesting and nonforfeitability requirements. Two courts have found that the plan is not so limited and therefore not exempt. <i>See </i><i>Plazzo, supra</i><i>; </i><i>Wolcott, supra</i><i>.</i> Both of these opinions focus on the \"highly compensated\" language without treating the <span class=\"star-pagination\">*396</span> \"select group\" language as a separate and distinct requirement. The Court of Appeals noted in the present case, however, that \"[t]he term `select group' seems to imply a small percentage of the total number.\" <i>Darden,</i> 796 F.2d at 708. It remanded this question since there was no evidence in the record as to the percentage of Nationwide's total employee complement who participated in the Agent's Security Compensation Plan. A separate analysis of the \"select group\" and \"highly compensated\" provisions is therefore appropriate.</p>\n<p></p>\n<h2>(1) \"Select group\"</h2>\n<p>The parties disagree as to which agents should be counted as participants in the plan for purposes of determining whether they comprise a \"select group.\" ERISA defines the term \"participant\" as \"any employee or former employee ... who is or may become eligible to receive a benefit of any kind from an employee benefit plan ...\" 29 U.S.C. § 1002(7). Darden focuses on the \"may become eligible\" language in arguing that the plan participants include not only all Nationwide agents who have entered into the standard agent's agreement, but also the \"NADP agents\" who are in training during their initial two years of employment and have not entered into the standard agreement. Since these agents are not eligible to participate in the company-wide pension plan but may become eligible for the Agent's Security Compensation Plan, Darden contends they should be counted as participants in the plan. The average number of agents during the years 1976, 1977, 1979 and 1980, including the NADP agents, was 5316 out of a total average workforce of 20,544, or 25.9%. Nationwide argues, on the other hand, that only those agents who have completed five years of service should be counted as plan participants, since the plan requires five years of service to qualify for benefits. The average number of agents with five years service in the years 1976, 1979 and 1980 was 3272 out of a total average workforce of 20,845, or 15.7%.</p>\n<p>Nationwide's proposed method of calculating the number of plan participants was rejected in <i>Fraver v. North Carolina Farm Bureau Mutual Insurance Co.,</i> <span class=\"citation\" data-id=\"1908590\"><a href=\"/opinion/1908590/fraver-v-north-carolina-farm-bureau-mut-ins-co/\"><span class=\"volume\">643</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">633</span></a></span>, 641 (E.D.N.C.1985), rev'd on other grounds, <span class=\"citation\" data-id=\"476663\"><a href=\"/opinion/476663/re-fraver-j-rives-manning-jr-jc-faust-hubert-hampton-martin-william/\"><span class=\"volume\">801</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">675</span></a></span> (1986):</p>\n<blockquote>The five year service requirement is not a plan parameter defining who was covered by the plan, but is a vesting provision equally applicable to all plan members. That a vesting provision is not to be considered as a plan parameter is clearly indicated by the definition of \"participant\" in ERISA ...</blockquote>\n<p>Nationwide nevertheless argues that the <i>Fraver</i> court incorrectly decided this question and that its five year service requirement is not a vesting provision but rather a condition of eligibility for participating in the Deferred Compensation Plan. However, the distinction between vesting and eligibility requirements is irrelevant for determining who is a plan participant under ERISA, since included within the statutory definition of \"participant\" are employees who \"may become eligible to receive a benefit.\" Thus, those employees who have not satisfied the eligibility requirements for the plan must still be counted as \"plan participants\" if they <i>may</i> satisfy those requirements. In other words, the relevant question is not whether the employee <i>has</i> satisfied the eligibility requirements, but whether he is <i>eligible</i> to satisfy the eligibility requirements. Since all Nationwide agents who have entered into the standard agent's agreement \"may become eligible\" for deferred compensation benefits by completing five years of service, they should all be counted as participants in the plan. As in <i>Fraver,</i> 643 F.Supp. at 633, \"[t]he employment contracts of <i>all</i> such persons contain the plan provisions ...\" On the other hand, since the employment contracts of the NADP agents do not contain the plan provisions, they should not be counted as participants. Darden is, of course, correct that these agents may become eligible for deferred compensation benefits by entering into the standard agreement and completing five years service. But that is no less true of any other employee at Nationwide. To avoid the absurd result of counting all employees as plan participants, the court finds that only those agents who have entered <span class=\"star-pagination\">*397</span> into the standard agent's agreement should be so counted. The average number of such agents during the years 1976, 1977, 1978, and 1980 was 3841 out of a total average workforce of 20,544, or 18.7%.</p>\n<p>Having identified the relevant \"group\" and its size as a percentage of the total workforce, the next question is whether this group is \"select.\" Prior cases, as noted above, have not analyzed the \"select group\" provision separately from the \"highly compensated employee\" provision. Indeed, only one court has even bothered to identify the group in question as a percentage of the total workforce. <i>See </i><i>Belka v. Rowe Furniture Corp., supra</i> at 1252 (plan covering only 4.6% of total employees was limited to a select group of highly compensated employees). The only other authority on this point is two opinion letters by the Department of Labor holding that plans covering fewer than 4% and 0.2% of employees were limited to select groups. <i>See</i> U.S. Department of Labor Opinion Letters 75-64 (August 1, 1975) and 75-48 (December 23, 1975). Although these decisions do not demarcate the upper range of \"select groups,\" the court finds that the group in question here, comprising almost one-fifth of the total Nationwide workforce, is too large to be considered \"select\" for purposes of the top-hat exemption.</p>\n<p></p>\n<h2>(2) \"Highly compensated\"</h2>\n<p>The average gross income (commissions plus benefits) for Nationwide agents (excluding NADP agents) in 1980, the year Darden was terminated, was $49,340. The 1980 average total compensation (salary plus benefits) for all non-agent employees was $19,121 and for management employees was $24,501. As the Court of Appeals pointed out, however, the agents' compensation must be adjusted \"so as to be comparable to the compensation paid to salaried employees.\" <i>Darden,</i> 796 F.2d at 709. Such an adjustment requires subtracting the agents' business expenses from their gross income, expenses which salaried employees do not incur. According to the 1980 \"Agent's Office Management Guide,\" prepared to enable agents to compare their expenses with that of other agents in the same income group, the average total agency expense as a percent of total agency income for the $43,000 to $57,999 gross income range was 36.1%. The average net income for Nationwide agents in 1980 ($49,340  36.1% ($17,812)) was therefore $31,528.</p>\n<p>The court finds on the basis of this evidence that Nationwide agents are not a \"select group\" of \"highly compensated employees\" within the meaning of 29 U.S.C. § 1051(2). The court concludes that the Deferred Compensation Plan is subject to the nonforfeiture provisions of § 1053(a). Darden is therefore entitled to receive his accrued deferred compensation benefits when he attains the age of 60.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Court of Appeals noted that this reversion deprived Darden of a means of providing for his retirement, since he was unable to build up equity in his business which could eventually be transformed into cash through its sale. <i>See</i> 796 F.2d at 707.</p>\n<p>[2]  This finding is contrary to, but not inconsistent with, the conclusion reached in <i>Wolcott, supra,</i> 664 F.Supp. at 1539, that the Deferred Compensation Plan is funded. Nationwide presented no evidence in that case to rebut the plaintiff's affidavit testimony in support of a motion for summary judgment that the plan is funded and that benefits accrue on an annual basis in a group annuity contract. The court therefore had no choice but to find for the plaintiff on this issue.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/392241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/474019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/476663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488107/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1493793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1504944/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1908590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2127969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2401206/"
  ]
}