{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1594681/",
  "absolute_url": "/opinion/1594681/jawa-v-fayetteville-state-university/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1594681/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:52:57.939087Z",
  "date_modified": "2016-02-29T17:01:15.605410Z",
  "type": "010combined",
  "sha1": "9ad542aab4624219e5518a38ab0ebcc6f18159bb",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>426 F.Supp. 218 (1976)</b></center>\n<center><h1>Dr. Manmohan S. JAWA, Plaintiff,<br>\nv.<br>\nFAYETTEVILLE STATE UNIVERSITY and Dr. Charles A. Lyons, Chancellor, Defendants.</h1></center>\n<center>Civ. No. 74-23-CIV-3.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Fayetteville Division.</b></p></center>\n<center>December 21, 1976.</center>\n<p><span class=\"star-pagination\">*219</span> Sydenham B. Alexander, Jr., and John G. McCormick, of Alexander &amp; McCormick, Chapel Hill, N.C., for plaintiff.</p>\n<p>Edwin M. Speas, Jr., Special Deputy Atty. Gen., and Joan H. Byers, Asst. Atty. Gen., N.C. Dept. of Justice, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>HEMPHILL, District Judge.</p>\n<p>This action was commenced on August 15, 1973, when Dr. Manmohan S. Jawa, plaintiff, filed his complaint in this court alleging violations of Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e, <i>et seq.</i> and 42 U.S.C. §§ 1981 and 1983 and his civil rights as secured by the First and <span class=\"star-pagination\">*220</span> Fourteenth Amendments. Plaintiff is a former tenured member of the faculty at Fayetteville State University (hereinafter \"University\"). Defendants are the University, a constituent institution of the University of North Carolina, duly constituted under the applicable statutes as a state agency, and Dr. Charles A. Lyons, Chancellor and chief administrative officer of Fayetteville State.</p>\n<p>The complaint alleges that the University and the Chancellor, Division heads, and others in authority at the University, had suspended plaintiff with intent to dismiss him from the faculty of Fayetteville State and subsequently dismissed him, denied him promotions, the opportunity to be employed during the summer, and salary increases all because of his race and national origin. Plaintiff seeks an injunction to prevent his dismissal and seeks reinstatement, at the hands of this court, to his position as a tenured professor at the University. In addition, plaintiff seeks compensatory damages for mental anguish, emotional distress and damages to his reputation as well as punitive damages.</p>\n<p>Trial was held October 11 through October 14, 1976. Two instructors at the University, three former students and the plaintiff testified for Dr. Jawa. Defendants called Dr. Charles Lyons, Chancellor of the University; Dr. Richard Fields, President of Shaw University, who was Dean of Academic Affairs at Fayetteville State until July, 1972; Dr. DeField Holmes, present Vice Chancellor of Academic Affairs for the University, who was Vice Chancellor at the Ft. Bragg campus during the period of Dr. Jawa's employment; Peggy DeVane, departmental secretary for the Department of Education and Psychology while Dr. Jawa was employed; and Irving Walker and Mr. and Mrs. Lawrence Green, former students of Dr. Jawa's. The testimony of Dr. Harvey Hargrave, Dr. Jawa's Departmental Chairman from August 1972 until Dr. Jawa's termination, and Dr. William C. Brown, the Vice Chancellor for Academic Affairs from December 1972 until after Dr. Jawa's termination, were presented by deposition.</p>\n<p>Upon review of the credible testimony produced at trial, the stipulations entered into by the parties, and the exhibits and depositions introduced, this court publishes its</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p></p>\n<h2>I. PLAINTIFF'S EMPLOYMENT</h2>\n<p>Dr. Manmohan Jawa, plaintiff in this action, is a native of India. He possesses a Ph.D. degree from the University of Oregon in Educational Psychology. He taught for a year at South Carolina State College in Orangeburg, South Carolina before coming to Fayetteville State University to work.</p>\n<p>Dr. Jawa was hired by the University as the Director of Institutional Advancement for the Year 1970-71 at a salary of $13,000 for twelve months. This position, however, was only temporary since Dr. Jawa had been hired with the view of placing him on the faculty when an appropriate position opened in the Department of Education and Psychology. When Dr. Jawa served as Director of Institutional Advancement, he had a comfortable office in the Administration Building and a private secretary. Dr. Jawa's duties as Director of Institutional Advancement included writing grant proposals for the University. Dr. Jawa's work in this regard was considered inadequate by University administrators and both Dr. Lyons and Dr. Fields had to help Dr. Jawa do the work assigned to him. Specifically, Dr. Lyons had to rewite major portions of the parts of the \"Title III proposal\" which Dr. Jawa had written. Dr. Jawa acknowledged Dr. Lyons' help in this regard in a letter sent by Dr. Jawa to Dr. Lyons in August, 1972 but later refused to recognize such help.</p>\n<p>In the fall of 1971, plaintiff was transferred to the faculty of Fayetteville State University as a professor in the Department of Education and Psychology with a salary of $15,500 for nine months. As a professor in the Department of Education and Psychology, his office was in the Smith Building, <span class=\"star-pagination\">*221</span> where all the Department of Education and Psychology staff had their offices.</p>\n<p>Dr. Fields, Dean of Academic Affairs, received numerous student complaints concerning plaintiff's teaching performance during this academic year. In July, 1972 Dr. Fields left Fayetteville State University to work elsewhere. Had he remained at the University, Dr. Fields would not have recommended tenure for plaintiff.</p>\n<p>Plaintiff taught two courses in summer school in the summer of 1972. The evidence reveals student complaints about his teaching and personal performance in these courses. For instance, Irving Walker was in one of these courses in summer school and complained about the poor quality of plaintiff's professional and personal performance.</p>\n<p>By a letter dated August 7, 1972, plaintiff requested that Dr. Lyons give him tenure, and pressured Dr. Lyons by representing that he had been offered, among other positions, a teaching position at Appalachian State University. Plaintiff had not, in fact, been offered such a position.</p>\n<p>In October of 1972, plaintiff was awarded tenure by the University. At this time, the University was faced with the possible loss of accreditation by the Southern Association of Colleges and Universities because of the low number of faculty members holding Ph.D. degrees. The need of the University to employ more faculty members with a doctorate degree and the need to retain those faculty members with a Ph.D. degree, was the major factor in the decision to award tenure to plaintiff. Plaintiff's brother, Dr. Manjit Jawa, was awarded tenure at this same time.</p>\n<p>In August of 1972, Dr. Harvey Hargrave was appointed Chairman of the Department of Education and Psychology. Plaintiff introduced himself to Dr. Hargrave immediately upon Dr. Hargrave's arrival on campus and told him that he could teach all phases of educational courses, psychology and economics. He also represented to Dr. Hargrave that he was well qualified to write grant proposals. Dr. Hargrave then asked plaintiff if he would chair a committee to write a grant proposal for the Department. Plaintiff agreed and participated in several meetings on the proposal. Shortly before the grant was due, plaintiff advised Dr. Hargrave that he would not be able to complete the writing of the grant proposal. Dr. Hargrave had to work all night to finish the proposal on time.</p>\n<p>Dr. Hargrave began receiving student complaints about plaintiff's teaching techniques and grading within two days of his coming to the University as Chairman of the Department of Education and Psychology. The first complaint was from Irving Walker who alleged in a letter that plaintiff had performed very poorly as a teacher in General Psychology. Dr. Hargrave brought the charges to plaintiff's attention and held a conference with Walker and plaintiff. Plaintiff subsequently wrote a letter threatening Irving Walker with a libel suit because of the letter he had written.</p>\n<p>Dr. Hargrave also had conferences with plaintiff regarding student complaints from Brenda McIntyre and William Jones. Plaintiff had lowered their grades for cutting class even though the University did not have a \"no cut\" policy. Plaintiff continued to use this criteria for grading even after Dr. Hargrave informed him that it was against University policy.</p>\n<p>Student complaints against Dr. Jawa dealt with his teaching methodology, his interaction with students, his failure to advise his advisees adequately, his failure to maintain office hours, his grading techniques, and his superior attitude towards blacks.</p>\n<p>On one occasion during summer school, 1972, a student failed to present his in-class assignment adequately and plaintiff screamed at him in class. After the student left the class plaintiff continued to rage and stated that black students were not up to par with white students and Indian students. When plaintiff was asked to stop his tirade and continue to teach by a member of the class, plaintiff lost complete control of himself and walked out of the classroom.</p>\n<p><span class=\"star-pagination\">*222</span> In October, 1972, plaintiff appeared before the Academic Credits Committee concerning a grade he assigned to one of his students, David Hines. The Committee recommended that Hines be given a better grade since plaintiff had downgraded him for cutting class when there was no \"no cut\" policy in effect at the University. Plaintiff apparently never attempted to find out the Committee's recommendation in the matter since the Vice Chancellor for Academic Affairs had to demand that plaintiff address the findings of the Committee a year after the incident.</p>\n<p>Plaintiff's class performance in the spring and fall semesters of 1972 did not improve. It was criticized by Lawrence Green, an honor graduate, among others, for poor teaching techniques. Plaintiff told the class that he was a \"minority within a minority\" and was discriminated against due to his national origin. He would not answer questions in class. Green requested permission from Dr. Jawa to leave class ten minutes early twice a week so that he might pick up his wife. Green was granted permission and was advised that he would not be penalized for these cuts. Green earned an \"A\" in the class. Plaintiff, however, gave Green a \"C\" and stated it was due to these cuts. He later agreed to allow Green to write an extra paper in order to have his \"A\" reinstated, but after Green delivered the paper to his office, plaintiff stated he never received the paper.</p>\n<p>In the fall of 1972, Dr. Jawa asked Dr. Hargrave to recommend him to teach at Fort Bragg since it meant $900 in additional pay. He was assigned to teach a course. In view of the prior complaints Hargrave had received, it was specifically requested that plaintiff be prepared for class. The class at Ft. Bragg met twice and then had to be discontinued due to the large number of students dropping out of the course. The students indicated to Dr. DeField Holmes, then Vice Chancellor for the Fort Bragg campus and to W. C. Brown, Vice Chancellor for Academic Affairs, that they dropped out due to plaintiff's poor teaching performance. Dr. DeField Holmes held a conference with Dr. Jawa to discuss the students' criticisms. Dr. Hargrave subsequently held conferences with plaintiff about his Fort Bragg and main campus performances. Plaintiff admitted he made mistakes and promised to improve his performance.</p>\n<p>On February 8, 1973, Vice Chancellor Brown received a series of complaints from a group of eight students who stated plaintiff had a superior attitude towards blacks and that his teaching techniques were inadequate. Dr. Brown asked Dr. Hargrave to talk to Dr. Jawa concerning the complaints. Dr. Hargrave did hold conferences with plaintiff and later had the impression that Dr. Jawa was improving his attitude and teaching technique.</p>\n<p>Dr. Hargrave continued to receive student complaints about plaintiff's teaching techniques, grading techniques, and availability to students during the spring of 1973. He did not receive this volume of complaints about the other instructors in his department. Some of the students who complained about plaintiff were Vivian Wilkins, Lawrence Green, Charles Parker, Ida Autman, Doris Murray and Cynthia Brooks.</p>\n<p>Plaintiff's advisees complained about this performance and Dr. Hargrave had to spend some time counseling plaintiff's advisees since Jawa was often unavailable to the students. Dr. Brown had the student evaluation sheets on plaintiff sent to him. The evaluation sheets were generally unfavorable.</p>\n<p>In April, 1973, Dr. Harvey Hargrave conducted a faculty evaluation. Plaintiff requested that Dr. Hargrave give him a good evaluation. He said that a good evaluation was necessary because he was up for tenure and it would \"mean many dollars in my pocket.\" At this time plaintiff already had tenure.</p>\n<p>Dr. Hargrave gave plaintiff a lenient evaluation; gave him the benefit of the doubt and rated him up rather than \"cut him down.\" He specifically counseled <span class=\"star-pagination\">*223</span> plaintiff about his shortcomings, and the latter promised to improve.</p>\n<p>In the spring of 1973, Vice Chancellor Brown instituted new requirements in grade changes by faculty members since Dr. Brown felt that there were too many grade changes and that this would harm the school's academic accreditation. These requirements included the faculty member's writing detailed reasons for the change request. Plaintiff submitted five grade change requests in the spring of 1973. These grade change forms did not comply with Dr. Brown's specifications. Plaintiff, Dr. Brown and Dr. Hargrave held a meeting to discuss how to fill out the form. During the discussion, plaintiff admitted that he had lowered student grades for cutting class, a policy which was against the existing University policy. The meeting was adjourned after considerable disagreement.</p>\n<p>Plaintiff resubmitted the forms to Dr. Hargrave, again without the written reasons for the grade change, in defiance of Dr. Brown's directive. On May 28, 1973 Dr. Brown, Dr. Hargrave and plaintiff had a second conference on grade changes. Plaintiff refused to write down his reasons for changing the grades. He became belligerent during the meeting. On June 4, 1973, Dr. Brown approved the grade changes even though the forms were not filled out correctly in order not to penalize the students. Plaintiff told Dr. Hargrave before the May 28, 1973 meeting with Dr. Brown that he was going to sue Dr. Brown since Dr. Brown was treating him unfairly.</p>\n<p>By summer, 1973, Dr. Hargrave was having trouble filling plaintiff's classes since students refused to take his classes.</p>\n<p>Plaintiff was scheduled to teach two courses in summer school 1973. He taught the first session, but declined to teach at all the second session when the schedule was changed and he was assigned to teach the \"Middle School\" instead of Education Psychology and Testing.</p>\n<p>When plaintiff returned in the fall, 1973, he had been scheduled more classes to teach than anyone else in the Department. When this was brought to Dr. Hargrave's attention, Dr. Hargrave corrected the situation. Plaintiff was extremely argumentative and abusive on the subject of course assignments during the fall semester, stating he was being unfairly treated.</p>\n<p>Dr. Jawa was appointed to the Preschool Laboratory Committee at the August 20, 1973 departmental hearing. On August 21, 1973, he went to Dr. Hargrave and refused to serve on that committee, but demanded to be put on the Catalog Committee even though Dr. Hargrave explained that the Catalog Committee did not need more manpower. Plaintiff never served on the Preschool Laboratory Committee.</p>\n<p>On September 7, 1973, Dr. Hargrave requested Dr. Jawa to coordinate the Educational Psychology program. Plaintiff refused to do it, demanded that another professor, Mr. Jones, leave the room, and then berated Dr. Hargrave about the fact that he refused to do anything of this nature until the discrimination ceased.</p>\n<p>Plaintiff stopped speaking to the Chairman of the Department except when they were in conferences and meetings. In both the August 20, 1973 and October 8, 1973 departmental meetings, plaintiff caused a disturbance. This conduct upset and annoyed other teachers in the Department. He was increasingly belligerent in his contact with Dr. Hargrave. On one occasion he burst into Dr. Hargrave's office. On another occasion he telephoned Dr. Hargrave and called him a liar. On still another occasion he became abusive when asked to come to Dr. Hargrave's office and announced he was not an office boy. These incidents clearly reflect unprofessional conduct and a continuing pattern of noncooperation on the part of plaintiff.</p>\n<p>On September 21, 1973, Dr. Charles Lyons received a letter from plaintiff in which he accused Dr. Hargrave and Dr. Brown of discrimination against him. Dr. Lyons called him in to discuss the letter and asked him to take part in an informal conference with Drs. Brown and Hargrave to try to settle the apparent conflict between <span class=\"star-pagination\">*224</span> the individuals. The meeting was scheduled for October 8, 1973. Dr. Lyons did not anticipate any formal grievance procedure growing out of this meeting.</p>\n<p>In the meeting of October 8, 1973, and a subsequent meeting of October 15, 1973, plaintiff attacked his Department Chairman's and the Vice Chancellor's academic credentials; accused them of incompetence; he accused the Chairman and Vice Chancellor of withholding needed supplies, of not telling him of student complaints, and of denying him a salary increase without justification. During these meetings plaintiff became abusive and called Dr. Brown a liar.</p>\n<p>There was no basis in fact for any of these very serious allegations. Drs. Hargrave and Brown were qualified and experienced administrators. Both hold doctorates from respected universities. There is nothing indicating or tending to indicate that either of them was incompetent or unqualified. Nor is there anything to indicate that either acted from any evil purpose in declining to recommend plaintiff for a salary increase for the 1973-74 school year. During the 1972-73 school year, Jawa had demonstrated a continuing inability to cooperate with the administration and to teach and deal effectively with students. This, and not plaintiff's national origin, was clearly the reason for denial of a salary increase.</p>\n<p>Plaintiff's additional allegations in the October 8 and 15 meetings were without any basis in fact. Plaintiff made these allegations with apparent knowledge of their falsity. Each and every student complaint against plaintiff had been discussed with him by either Dr. Hargrave or Dr. Brown.</p>\n<p>Procedures within the Department required faculty members needing supplies to fill out a requisition form and present it to the departmental secretary. Plaintiff was fully aware of this procedure, yet it appears he only presented one requisition form for supplies during his tenure at the University. This requisition was filled. After he complained of a lack of supplies, Dr. Brown on October 16, 1973 requested the departmental secretary, Peggy DeVane, to ask him to fill out a requisition form for the supplies he needed. Mrs. DeVane went to plaintiff and requested him to fill out a requisition form. He refused to do so.</p>\n<p>On November 16, 1973, Chancellor Lyons forwarded to plaintiff a memorandum setting forth his determination that plaintiff's allegations and grievances were unfounded and advised him of his right to appeal to the Board of Trustees. Plaintiff elected to have his allegations and grievances reviewed by the Board of Trustees. At some undeterminate time and apparently before the trustees' meeting, the Chancellor had determined that plaintiff should not be retained on the faculty, but elected to defer any action until the matter had been reviewed by the Board of Trustees. Hearings were held before a committee of the Board in January of 1974. On March 27, 1974, the Trustees-Faculty Committee reported their findings in regard to plaintiff's charges to the Executive Committee of the Board of Trustees. The Board of Trustees endorsed the report of the committee which found plaintiff's allegations to be meritless. Dr. Lyons also expressed to the committee his intent to terminate plaintiff if that action met with their approval.</p>\n<p>On March 27, 1974, the Chancellor forwarded a letter to plaintiff giving him notice of the intent to discharge him and suspending his employment.</p>\n<p>This court finds as a fact that plaintiff was a poor teacher who was apparently unwilling to prepare for class; that he had difficulty interacting with students and had little interest in his students; that he failed to keep office hours and to advise properly his students; that he was uncooperative with his colleagues and the administration; that he was unwilling or unable to follow the appropriate and proper directives of his superiors and comply with University policies and procedures; and that plaintiff's reckless disregard for the truth resulted in accusing his superiors of incompetence and discriminatory practices against him.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*225</span> II. DISCRIMINATION AGAINST PLAINTIFF IN REGARD TO HIS TERMINATION FROM EMPLOYMENT AND IN REGARD TO THE TERMS AND CONDITIONS OF HIS EMPLOYMENT.</h2>\n<p>Plaintiff has alleged that he was terminated from his employment because of his national origin. This court has already found as a fact that his contract was terminated for legitimate, non-discriminatory reasons fully supported by the record. Plaintiff has not presented a shred of evidence that the reasons for termination were pretextual. Such findings are sufficient to preclude any determination that plaintiff was terminated from employment because of national origin in violation of Title VII. This court has attempted to carefully review the record and specifically finds that Dr. Jawa's national origin was not a factor and played no part in his termination.</p>\n<p>Dr. Charles A. Lyons, as Chancellor of Fayetteville State University has ultimate administrative responsibility for employment decisions. Dr. Lyons has a distinguished background in civil rights work. During the 1960s, while employed as Dean at Elizabeth City State University, a predominately black school, he was personally responsible for a university policy change which first permitted the hiring of nonblack faculty. He subsequently became Admissions Officer at Howard University where he actively engaged in the recruitment of non-black students. Of these recruits, a sizable number were East Asians. During his term as Chancellor at Fayetteville State University, the number of nonblack faculty members has increased markedly. Of the 42 caucasian faculty members presently employed at the University, 39 were employed by Dr. Lyons. Of the 11 East Asian faculty members presently employed at the University, 8 were employed by Dr. Lyons.</p>\n<p>Dr. Jawa was initially replaced by Dr. Rosemary Lowe, a caucasian female. He was ultimately replaced by Dr. Roshan Ghori, a Pakistani female.</p>\n<p>The court deems it significant to note that not one shred of evidence has been presented by way of other faculty members, or otherwise, of any racial discrimination, real or fancied, against any other individual. Plaintiff's brother has remained an active member of the faculty throughout the entire controversy concerning the plaintiff; he did not testify as to any discrimination, nor did any other witness, black, white or otherwise.</p>\n<p></p>\n<h2>PROMOTION</h2>\n<p>Plaintiff also alleges he has been denied promotions, salary increases and summer school teaching assignments on the basis of his national origin. As a full professor, plaintiff could not advance further in the faculty ranks. During his brief tenure at the University, two administrative positions came open, the Office of Departmental Chairman and the Office of Vice Chancellor for Academic Affairs. Plaintiff neither applied for nor expressed any interest in either position. His contention that he was not aware of the vacancies strains credibility. A search committee of the faculty and students was appointed for the position of Vice Chancellor for Academic Affairs and at least one faculty member applied for the position. Plaintiff was continuously on campus at the time of the resignation of the previous Vice Chancellor and during the pendency of the search committee's activities. It would be difficult for this court to believe he did not know of any changes in the administration. Plaintiff was employed as a member of the Department when the vacancy as Departmental Chairman occurred. Plaintiff, if he were actively participating as a member of the faculty, would doubtless have been aware of the vacancy.</p>\n<p>There is no evidence of discrimination in appointments and promotions within the University. The Dean of Continuing Education, the Chairman of the Department of Geography, the Chairman of the Department of Philosophy and Religion, and the Acting Business Manager are all non-black.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*226</span> SALARY</h2>\n<p>In the academic year 1971-72, plaintiff was the only non-black full professor in the Department of Education and Psychology. He received a higher salary than Dr. Grady Davis, a black professor, even though Dr. Davis had been teaching at Fayetteville State University five years longer than Jawa. Only the Departmental Chairman made more money than plaintiff, and his salary was only $200 higher.</p>\n<p>In the academic year 1972-73, Dr. Jawa was the only non-black full professor in the Department of Education and Psychology. He made $1,100 less than the highest paid professor and $650 more than the lowest paid professor.</p>\n<p>In the academic year 1973-74, plaintiff was one of two non-black full professors. He made $15,600. The other non-black professor, Dr. Cleetwood, made $17,000. Dr. Hargrave, the Chairman of the Department, made $19,830 for ten months. Plaintiff's contract was for nine months. These figures reveal no discrimination in pay on the basis of race by the University.</p>\n<p></p>\n<h2>SUMMER SCHOOL</h2>\n<p>Faculty members are paid additional compensation for teaching summer school classes. Summer school consists of two sessions. Prior to the second session of the 1973 summer school, plaintiff had taught at every session of summer school since his employment on the faculty. He was originally assigned to teach two courses during the second session of 1973, General Psychology and Education Psychology and Measurement. Several students expressed concern to Dr. Hargrave about plaintiff's ability to teach Educational Psychology and Measurement. Dr. Hargrave, after taking into account Dr. Jawa's past problems with this course, determined that plaintiff would be assigned to teach the \"Middle School\" in lieu of Educational Psychology and Measurement. Plaintiff objected to this rearrangement of his schedule and refused to teach either of the courses assigned to him. He had no right to teach Educational Psychology and Measurement and his flat refusal to teach is inexcusable. Any lack of employment during summer school in 1973 was directly attributable to his own attitude of non-cooperation and not to discrimination against him on the basis of national origin.</p>\n<p></p>\n<h2>III. RETALIATORY TERMINATION FROM EMPLOYMENT</h2>\n<p>In addition to plaintiff's allegations that he was terminated from his employment and discriminated against in the terms and conditions of his employment because of his national origin, he has alleged that he was terminated from his employment in retaliation for the filing of a complaint with the Equal Opportunity Employment Commission. As with other allegations of the complaint, this allegation is without any factual basis or support.</p>\n<p>At the meetings between Dr. Jawa, the Chancellor and Drs. Hargrave and Brown on October 8 and 15, 1973, the Chancellor advised plaintiff that his grievance, at that point, was internal to the administration of the University and should not involve either the Board of Trustees of the University or the President or Board of Governors of the University of North Carolina until an initial determination of the allegations and grievances had been made by the Chancellor. Plaintiff was further advised that he would have the right of appeal if he were dissatisfied with the Chancellor's resolution of the dispute. At no point in these conferences did the Chancellor, Dr. Brown or Dr. Hargrave in any way indicate to him that his access to the EEOC or any other agency external to the University system was limited in any way. Indeed, there was no reference to the EEOC by anyone at either of these meetings.</p>\n<p>On November 13, 1973, before Dr. Lyons had an opportunity to make any type of findings or determination in regard to the conferences with plaintiff, Dr. Brown and Dr. Hargrave, plaintiff wrote Mr. W. R. Collins, a Trustee of the University, and demanded that he call a meeting of the Faculty-Trustee Grievance Committee to <span class=\"star-pagination\">*227</span> hear his complaints. As he had previously done, plaintiff impugned the academic competence of Dr. Hargrave and demanded that he be compensated by the Trustees for his alleged losses. Copies of this letter were indicated as having been sent to ten other people and organizations. These were the Chairman of the Board of Governors of the University of North Carolina, the Chairman of the Board of Trustees of Fayetteville State University, the President of the University of North Carolina, the Chairman of the University of North Carolina Faculty Assembly, Mary Heffernan of the American Association of University Professors, Horace E. Menasco and John L. Wilics, Department of Labor Employees, and the Directors of the Equal Employment Opportunities Commission in both Atlanta, Georgia and Charlotte, North Carolina.</p>\n<p>Chancellor Lyons was concerned about this letter, but not because of any communication with the EEOC or other agency external to the University system. His concern was that Dr. Jawa had violated his directive that his allegations and grievances be kept internal to the administration of the University and not disseminated to officials within the University system prior to an initial determination by the Chancellor. Further, Chancellor Lyons did not construe, and had no reason to construe, plaintiff's letter of November 13, 1973, as the filing of a complaint with the EEOC.</p>\n<p>On November 16, 1973, the written findings and conclusions of the Chancellor in regard to plaintiff's allegations and grievances were forwarded to him. Plaintiff was further advised of his right of appeal to the University's Board of Trustees. It was perhaps at this time that Chancellor Lyons determined that it would be inadvisable to retain plaintiff on the faculty, but deemed it advisable, in fairness to him, to delay any action in this regard until such time as the entire matter had been reviewed by the Board of Trustees since he would not terminate plaintiff if the Board did not support his findings.</p>\n<p>After November 16, 1973, there were no communications between Chancellor Lyons, or any member of the administration, and in regard to the dissemination of his allegations and grievances either within or without the University system. Plaintiff could not have misunderstood the Chancellor's directive that his allegations and grievances be kept internal to the University administration pending an initial determination by the Chancellor as being any limitation upon his access to the EEOC for at some point in time which is not established by the record, plaintiff did in fact file a complaint with that agency.</p>\n<p>By letter dated February 5, 1974, the University was advised by the EEOC that a complaint had been filed by plaintiff. Prior to that time no one in the University was aware that such a complaint had been filed. The awareness of the filing of such a complaint in no way influenced the determination that plaintiff be dismissed for this determination had been made prior to that date. As this court has earlier found, this determination was made some time in the fall of 1973. Action on this matter was delayed in order to allow the administrative process at the University to run its course. Hearings were held before the Trustee-Faculty Committee regarding Dr. Jawa's allegations and grievances in January of 1974. On March 27, 1974, this committee reported its findings that plaintiff had no basis for complaint to the Executive Committee of the Board of Trustees. The Executive Committee endorsed the report of the Committee and Chancellor Lyons advised the Executive Committee of his intention to initiate proceedings for plaintiff's termination. The Executive Committee granted its approval and Chancellor Lyons by letter advised plaintiff of his intention.</p>\n<p>On January 23, 1974, Dr. Brown had forwarded a lengthy recommendation to Chancellor Lyons recommending that plaintiff be dismissed and set forth his reasons for this recommendation. Plaintiff has seized upon one of these reasons set forth in this memorandum as supportive of his allegations. This reason was:</p>\n<blockquote>Dr. Jawa has prepared and circulated correspondence to anonymous individuals <span class=\"star-pagination\">*228</span> bearing statements and charges which he knows to be false, and which are damaging to the image of the University, as well as the professional and personal integrity of individuals.</blockquote>\n<p>This reason concerns five letters or memoranda prepared and circulated by plaintiff. These are an October 8, 1973 memorandum to the Chancellor, Vice Chancellor and faculty members of the Department of Education and Psychology, an October 15, 1973 memorandum to Charles A. Lyons, Chancellor, and to whom it may concern, an October 17, 1973 memorandum to Dr. Charles A. Lyons and to whom it may concern, a November 13, 1973 letter to Mr. W. R. Collins and a November 27, 1973 letter to Dr. Charles A. Lyons, Jr. It lends no support to plaintiff's allegations. This memorandum of Dr. Brown's was written prior to the time the University had knowledge of the filing of an EEOC complaint by plaintiff. Further, this memorandum makes reference to \"anonymous individuals.\" For plaintiff's allegations to have any merit, the EEOC would have to be considered an anonymous individual. The court takes judicial notice that the EEOC most certainly cannot be classified as an \"anonymous individual.\"</p>\n<p>A statement substantially identical to the reason set forth in Dr. Brown's memorandum of January 23, 1974 appears in the specification of reasons supplied to Dr. Jawa by Dr. Lyons on April 15, 1974. The only difference is that the April 15, 1974 memorandum refers to \"identified individuals\" as well as \"anonymous individuals.\" Again, this lends no support to plaintiff. The decision to terminate had been made by Chancellor Lyons long before he had any knowledge that plaintiff had filed a complaint with the EEOC. One of the reasons for the termination of plaintiff's employment was his violation of the Chancellor's directive at the October 8 and 15, 1973 meetings to keep his allegations internal to the administration of the University and not to discuss these allegations with officials within the University system until a decision had been reached by the Chancellor. On November 13, 1973, a date prior to the Chancellor's decision, plaintiff did make his allegations known to officials within the University of North Carolina system. Chancellor Lyons testified that the filing of an EEOC complaint played no part in the termination of Dr. Jawa. The court finds that testimony to be worthy of belief and finds the reference to \"identified individuals\" to be to individuals within the University of North Carolina and not to the EEOC.</p>\n<p>By way of summary, this court finds that neither Chancellor Lyons or any other official within the University ever restricted or attempted to restrict plaintiff's access to the EEOC. This court further finds that the filing of an EEOC complaint was not a factor and played no part in the termination of plaintiff's employment.</p>\n<p></p>\n<h2>IV. PROCEDURAL DUE PROCESS</h2>\n<p>Plaintiff has alleged that he was denied procedural due process in the termination of his employment. The evidence, however, is that the University stood ready to afford him a hearing in accordance with the requirements of the Code of the University of North Carolina and the Due Process Clause, but that he, freely and voluntarily and with the assistance of counsel, elected to waive his right to such a hearing.</p>\n<p>On March 27, 1974, plaintiff was advised by Chancellor Lyons of his intended discharge from employment with Fayetteville State University and suspended from his employment effective that date, with pay, until a final decision regarding his discharge was reached through University procedures. Plaintiff was further advised of his right to a hearing and a written specification of charges. All this was in accordance with the provisions of Section 603 of the Code of the University of North Carolina.</p>\n<p>On April 5, 1974, the plaintiff requested a hearing and a written specification of reasons for the intended discharge. A written specification setting forth 29 separate reasons for plaintiff's intended dismissal was <span class=\"star-pagination\">*229</span> supplied to him by the Chancellor on April 15, 1974.</p>\n<p>The Committee on Faculty Rights and Responsibilities, a committee appointed by the Senate of the University, was designated as the hearing body. This committee subsequently scheduled hearings upon the plaintiff's intended discharge for June 12 and June 27, 1974. The first of these hearings was continued at the request of the plaintiff and the second continued at the request of plaintiff through his attorney. Another hearing was scheduled for August 20, 1974.</p>\n<p>On August 15, 1974, plaintiff filed his complaint with the court. The following day attorneys for the University were advised by plaintiff's attorney that plaintiff had determined that he did not wish to pursue his administrative hearing scheduled for August 20, 1974. Plaintiff made this decision freely, voluntarily and with the advice of counsel.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>A. This court has jurisdiction of the parties and the alleged subject matter of the action.</p>\n<p>B. Suit was properly instituted within the time limits and in conformity with the statutes involved (Title VII of the Civil Rights Act, 42 U.S.C. § 2000e, <i>et seq.</i> and Sections 1981 and 1983 of Title 42, United States Code.</p>\n<p>C. Plaintiff has failed to sustain his burden of proving that defendants, or either of them, as employer, or agent of an employer, discharged or otherwise discriminated against plaintiff with respect to his compensation, terms, conditions, or privileges of employment, because of his race, color, religion, sex, or national origin.<sup>[1]</sup> The credible evidence in the case does not support plaintiff's contentions. This court finds that plaintiff was discharged because of a series of incidents, disruptive to and obstructive to the educational effort, purpose, and harmony of and at Fayetteville State University. See <i>Ammons v. Zia Co.,</i> 448 F.2d 117 (10th Cir. 1971).</p>\n<p>D. Plaintiff has failed to discharge his burden of proving by the preponderance, or greater weight of the credible evidence that defendant Lyons, while acting under any statute, custom or usage of any state or territory, subjected or caused to be subjected plaintiff to any rights, privileges, or immunities secured by the Constitution and laws so as to warrant any finding of liability therefor on the part of defendant Lyons. 42 U.S.C. § 1983. Furthermore, no abridgement of the rights of plaintiff under 42 U.S.C. § 1981 has been demonstrated to this court by the credible evidence presented.</p>\n<p>E. Plaintiff was not discriminated against in regard to compensation, terms, conditions, or privileges of employment because of his race or national origin. His failure to receive raises was clearly due to his poor and inadequate performance as a teacher and his non-cooperation with his colleagues and the administration. He taught at every session of summer school except for the second session of 1973 when he was offered a position and refused to accept that position. He was not denied promotions by the University. He simply never applied for any such positions. Further, his past actions clearly demonstrate an inability to function as an administrator.</p>\n<p>His termination was for cause, and was not violative of any rights secured by the Constitution or Title VII. He failed to show by any credible evidence any set of circumstances that would suggest that he was terminated from his employment because of his race or national origin. The fact that he was a member of a minority group does not insulate him from discharge. <i>Robinson v. Union Carbide Corporation,</i> 380 F.Supp. 731 (S.D.Ala.1974).</p>\n<p>Dr. Jawa's vituperative and false statements of October 8, October 15, October 17, November 13 and November 27, 1973, which were identified as one reason for his dismissal, were not protected speech <span class=\"star-pagination\">*230</span> under the First Amendment to the United States Constitution. Bickering and running disputes with colleagues does not constitute a form of protected speech under the First Amendment in the sense that it may not be considered in connection with the termination of the employment relationship. \"A college has a right to expect a teacher to follow instructions and to work cooperatively and harmoniously with the head of the department. If one cannot, or does not, he does not immunize himself against the loss of his position simply because his noncooperation and aggressive conduct are verbalized.\" <i>Chitwood v. Feaster,</i> 468 F.2d 359, 360 (4th Cir. 1972). See also <i>Naraine v. Western Electric Co.,</i> 507 F.2d 590 (8th Cir. 1974); also <i>Bellamy v. Mason's Stores, Inc.,</i> 368 F.Supp. 1025 (E.D.Va.1973), <i>affirmed</i> 508 F.2d 504 (4th Cir. 1974).</p>\n<p>F. Plaintiff was not terminated from his employment in violation of Section 704(a) of Title VII. The decision to terminate Dr. Jawa was made prior to any knowledge by the University that he had filed a complaint with EEOC. No official of the University ever sought to limit his access to the EEOC. The statements and allegations which were the basis of one of the reasons for the plaintiff's being terminated were made to the Chancellor and other University officials and were not within the context of an EEOC charge. As noted in <i>EEOC v. Sportswear Corporation,</i> 398 F.Supp. 300, 306 (M.D.Ga.1975):</p>\n<blockquote>. . . where accusations are made in the context of charges before the EEOC, the truth or falsity of that accusation is a matter to be determined by the EEOC and thereafter by the courts. However, where accusations are made outside the procedures set forth by Congress that accusation is made at the accuser's peril. In order to be protected, it must be established that the accusation is well founded. If it is, there is, in fact, an unlawful employment practice and he has the right, protected by Section 704(a), to oppose it. However, where there is no underlying unlawful employment practice the employee has no right to make that accusation in derogation of the procedures provided by statute.</blockquote>\n<p>His right to procedural due process in his termination hearing was in no way violated by the University. Plaintiff, with the advice of counsel waived his right to his administrative hearing. A public employee may waive his right to an administrative hearing and, if he does so, he may not thereafter complain he has been denied due process of law because such a hearing was not held. <i>Birdwell v. Hazelwood School District,</i> 491 F.2d 490 (8th Cir. 1974). Even if plaintiff had not waived his right to a hearing, the hearing the University was prepared to hold would have been in compliance with due process requirements.</p>\n<p>The Clerk shall enter judgment for defendants and the costs of this action shall be taxed against the plaintiff.</p>\n<p>AND IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  42 U.S.C. § 2000e-2(a)(1).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">426</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">218</span></span> (1976)</b></center>\n<center><h1>Dr. Manmohan S. JAWA, Plaintiff,<br>\nv.<br>\nFAYETTEVILLE STATE UNIVERSITY and Dr. Charles A. Lyons, Chancellor, Defendants.</h1></center>\n<center>Civ. No. 74-23-CIV-3.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Fayetteville Division.</b></p></center>\n<center>December 21, 1976.</center>\n<p><span class=\"star-pagination\">*219</span> Sydenham B. Alexander, Jr., and John G. McCormick, of Alexander &amp; McCormick, Chapel Hill, N.C., for plaintiff.</p>\n<p>Edwin M. Speas, Jr., Special Deputy Atty. Gen., and Joan H. Byers, Asst. Atty. Gen., N.C. Dept. of Justice, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>HEMPHILL, District Judge.</p>\n<p>This action was commenced on August 15, 1973, when Dr. Manmohan S. Jawa, plaintiff, filed his complaint in this court alleging violations of Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e, <i>et seq.</i> and 42 U.S.C. §§ 1981 and 1983 and his civil rights as secured by the First and <span class=\"star-pagination\">*220</span> Fourteenth Amendments. Plaintiff is a former tenured member of the faculty at Fayetteville State University (hereinafter \"University\"). Defendants are the University, a constituent institution of the University of North Carolina, duly constituted under the applicable statutes as a state agency, and Dr. Charles A. Lyons, Chancellor and chief administrative officer of Fayetteville State.</p>\n<p>The complaint alleges that the University and the Chancellor, Division heads, and others in authority at the University, had suspended plaintiff with intent to dismiss him from the faculty of Fayetteville State and subsequently dismissed him, denied him promotions, the opportunity to be employed during the summer, and salary increases all because of his race and national origin. Plaintiff seeks an injunction to prevent his dismissal and seeks reinstatement, at the hands of this court, to his position as a tenured professor at the University. In addition, plaintiff seeks compensatory damages for mental anguish, emotional distress and damages to his reputation as well as punitive damages.</p>\n<p>Trial was held October 11 through October 14, 1976. Two instructors at the University, three former students and the plaintiff testified for Dr. Jawa. Defendants called Dr. Charles Lyons, Chancellor of the University; Dr. Richard Fields, President of Shaw University, who was Dean of Academic Affairs at Fayetteville State until July, 1972; Dr. DeField Holmes, present Vice Chancellor of Academic Affairs for the University, who was Vice Chancellor at the Ft. Bragg campus during the period of Dr. Jawa's employment; Peggy DeVane, departmental secretary for the Department of Education and Psychology while Dr. Jawa was employed; and Irving Walker and Mr. and Mrs. Lawrence Green, former students of Dr. Jawa's. The testimony of Dr. Harvey Hargrave, Dr. Jawa's Departmental Chairman from August 1972 until Dr. Jawa's termination, and Dr. William C. Brown, the Vice Chancellor for Academic Affairs from December 1972 until after Dr. Jawa's termination, were presented by deposition.</p>\n<p>Upon review of the credible testimony produced at trial, the stipulations entered into by the parties, and the exhibits and depositions introduced, this court publishes its</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p></p>\n<h2>I. PLAINTIFF'S EMPLOYMENT</h2>\n<p>Dr. Manmohan Jawa, plaintiff in this action, is a native of India. He possesses a Ph.D. degree from the University of Oregon in Educational Psychology. He taught for a year at South Carolina State College in Orangeburg, South Carolina before coming to Fayetteville State University to work.</p>\n<p>Dr. Jawa was hired by the University as the Director of Institutional Advancement for the Year 1970-71 at a salary of $13,000 for twelve months. This position, however, was only temporary since Dr. Jawa had been hired with the view of placing him on the faculty when an appropriate position opened in the Department of Education and Psychology. When Dr. Jawa served as Director of Institutional Advancement, he had a comfortable office in the Administration Building and a private secretary. Dr. Jawa's duties as Director of Institutional Advancement included writing grant proposals for the University. Dr. Jawa's work in this regard was considered inadequate by University administrators and both Dr. Lyons and Dr. Fields had to help Dr. Jawa do the work assigned to him. Specifically, Dr. Lyons had to rewite major portions of the parts of the \"Title III proposal\" which Dr. Jawa had written. Dr. Jawa acknowledged Dr. Lyons' help in this regard in a letter sent by Dr. Jawa to Dr. Lyons in August, 1972 but later refused to recognize such help.</p>\n<p>In the fall of 1971, plaintiff was transferred to the faculty of Fayetteville State University as a professor in the Department of Education and Psychology with a salary of $15,500 for nine months. As a professor in the Department of Education and Psychology, his office was in the Smith Building, <span class=\"star-pagination\">*221</span> where all the Department of Education and Psychology staff had their offices.</p>\n<p>Dr. Fields, Dean of Academic Affairs, received numerous student complaints concerning plaintiff's teaching performance during this academic year. In July, 1972 Dr. Fields left Fayetteville State University to work elsewhere. Had he remained at the University, Dr. Fields would not have recommended tenure for plaintiff.</p>\n<p>Plaintiff taught two courses in summer school in the summer of 1972. The evidence reveals student complaints about his teaching and personal performance in these courses. For instance, Irving Walker was in one of these courses in summer school and complained about the poor quality of plaintiff's professional and personal performance.</p>\n<p>By a letter dated August 7, 1972, plaintiff requested that Dr. Lyons give him tenure, and pressured Dr. Lyons by representing that he had been offered, among other positions, a teaching position at Appalachian State University. Plaintiff had not, in fact, been offered such a position.</p>\n<p>In October of 1972, plaintiff was awarded tenure by the University. At this time, the University was faced with the possible loss of accreditation by the Southern Association of Colleges and Universities because of the low number of faculty members holding Ph.D. degrees. The need of the University to employ more faculty members with a doctorate degree and the need to retain those faculty members with a Ph.D. degree, was the major factor in the decision to award tenure to plaintiff. Plaintiff's brother, Dr. Manjit Jawa, was awarded tenure at this same time.</p>\n<p>In August of 1972, Dr. Harvey Hargrave was appointed Chairman of the Department of Education and Psychology. Plaintiff introduced himself to Dr. Hargrave immediately upon Dr. Hargrave's arrival on campus and told him that he could teach all phases of educational courses, psychology and economics. He also represented to Dr. Hargrave that he was well qualified to write grant proposals. Dr. Hargrave then asked plaintiff if he would chair a committee to write a grant proposal for the Department. Plaintiff agreed and participated in several meetings on the proposal. Shortly before the grant was due, plaintiff advised Dr. Hargrave that he would not be able to complete the writing of the grant proposal. Dr. Hargrave had to work all night to finish the proposal on time.</p>\n<p>Dr. Hargrave began receiving student complaints about plaintiff's teaching techniques and grading within two days of his coming to the University as Chairman of the Department of Education and Psychology. The first complaint was from Irving Walker who alleged in a letter that plaintiff had performed very poorly as a teacher in General Psychology. Dr. Hargrave brought the charges to plaintiff's attention and held a conference with Walker and plaintiff. Plaintiff subsequently wrote a letter threatening Irving Walker with a libel suit because of the letter he had written.</p>\n<p>Dr. Hargrave also had conferences with plaintiff regarding student complaints from Brenda McIntyre and William Jones. Plaintiff had lowered their grades for cutting class even though the University did not have a \"no cut\" policy. Plaintiff continued to use this criteria for grading even after Dr. Hargrave informed him that it was against University policy.</p>\n<p>Student complaints against Dr. Jawa dealt with his teaching methodology, his interaction with students, his failure to advise his advisees adequately, his failure to maintain office hours, his grading techniques, and his superior attitude towards blacks.</p>\n<p>On one occasion during summer school, 1972, a student failed to present his in-class assignment adequately and plaintiff screamed at him in class. After the student left the class plaintiff continued to rage and stated that black students were not up to par with white students and Indian students. When plaintiff was asked to stop his tirade and continue to teach by a member of the class, plaintiff lost complete control of himself and walked out of the classroom.</p>\n<p><span class=\"star-pagination\">*222</span> In October, 1972, plaintiff appeared before the Academic Credits Committee concerning a grade he assigned to one of his students, David Hines. The Committee recommended that Hines be given a better grade since plaintiff had downgraded him for cutting class when there was no \"no cut\" policy in effect at the University. Plaintiff apparently never attempted to find out the Committee's recommendation in the matter since the Vice Chancellor for Academic Affairs had to demand that plaintiff address the findings of the Committee a year after the incident.</p>\n<p>Plaintiff's class performance in the spring and fall semesters of 1972 did not improve. It was criticized by Lawrence Green, an honor graduate, among others, for poor teaching techniques. Plaintiff told the class that he was a \"minority within a minority\" and was discriminated against due to his national origin. He would not answer questions in class. Green requested permission from Dr. Jawa to leave class ten minutes early twice a week so that he might pick up his wife. Green was granted permission and was advised that he would not be penalized for these cuts. Green earned an \"A\" in the class. Plaintiff, however, gave Green a \"C\" and stated it was due to these cuts. He later agreed to allow Green to write an extra paper in order to have his \"A\" reinstated, but after Green delivered the paper to his office, plaintiff stated he never received the paper.</p>\n<p>In the fall of 1972, Dr. Jawa asked Dr. Hargrave to recommend him to teach at Fort Bragg since it meant $900 in additional pay. He was assigned to teach a course. In view of the prior complaints Hargrave had received, it was specifically requested that plaintiff be prepared for class. The class at Ft. Bragg met twice and then had to be discontinued due to the large number of students dropping out of the course. The students indicated to Dr. DeField Holmes, then Vice Chancellor for the Fort Bragg campus and to W. C. Brown, Vice Chancellor for Academic Affairs, that they dropped out due to plaintiff's poor teaching performance. Dr. DeField Holmes held a conference with Dr. Jawa to discuss the students' criticisms. Dr. Hargrave subsequently held conferences with plaintiff about his Fort Bragg and main campus performances. Plaintiff admitted he made mistakes and promised to improve his performance.</p>\n<p>On February 8, 1973, Vice Chancellor Brown received a series of complaints from a group of eight students who stated plaintiff had a superior attitude towards blacks and that his teaching techniques were inadequate. Dr. Brown asked Dr. Hargrave to talk to Dr. Jawa concerning the complaints. Dr. Hargrave did hold conferences with plaintiff and later had the impression that Dr. Jawa was improving his attitude and teaching technique.</p>\n<p>Dr. Hargrave continued to receive student complaints about plaintiff's teaching techniques, grading techniques, and availability to students during the spring of 1973. He did not receive this volume of complaints about the other instructors in his department. Some of the students who complained about plaintiff were Vivian Wilkins, Lawrence Green, Charles Parker, Ida Autman, Doris Murray and Cynthia Brooks.</p>\n<p>Plaintiff's advisees complained about this performance and Dr. Hargrave had to spend some time counseling plaintiff's advisees since Jawa was often unavailable to the students. Dr. Brown had the student evaluation sheets on plaintiff sent to him. The evaluation sheets were generally unfavorable.</p>\n<p>In April, 1973, Dr. Harvey Hargrave conducted a faculty evaluation. Plaintiff requested that Dr. Hargrave give him a good evaluation. He said that a good evaluation was necessary because he was up for tenure and it would \"mean many dollars in my pocket.\" At this time plaintiff already had tenure.</p>\n<p>Dr. Hargrave gave plaintiff a lenient evaluation; gave him the benefit of the doubt and rated him up rather than \"cut him down.\" He specifically counseled <span class=\"star-pagination\">*223</span> plaintiff about his shortcomings, and the latter promised to improve.</p>\n<p>In the spring of 1973, Vice Chancellor Brown instituted new requirements in grade changes by faculty members since Dr. Brown felt that there were too many grade changes and that this would harm the school's academic accreditation. These requirements included the faculty member's writing detailed reasons for the change request. Plaintiff submitted five grade change requests in the spring of 1973. These grade change forms did not comply with Dr. Brown's specifications. Plaintiff, Dr. Brown and Dr. Hargrave held a meeting to discuss how to fill out the form. During the discussion, plaintiff admitted that he had lowered student grades for cutting class, a policy which was against the existing University policy. The meeting was adjourned after considerable disagreement.</p>\n<p>Plaintiff resubmitted the forms to Dr. Hargrave, again without the written reasons for the grade change, in defiance of Dr. Brown's directive. On May 28, 1973 Dr. Brown, Dr. Hargrave and plaintiff had a second conference on grade changes. Plaintiff refused to write down his reasons for changing the grades. He became belligerent during the meeting. On June 4, 1973, Dr. Brown approved the grade changes even though the forms were not filled out correctly in order not to penalize the students. Plaintiff told Dr. Hargrave before the May 28, 1973 meeting with Dr. Brown that he was going to sue Dr. Brown since Dr. Brown was treating him unfairly.</p>\n<p>By summer, 1973, Dr. Hargrave was having trouble filling plaintiff's classes since students refused to take his classes.</p>\n<p>Plaintiff was scheduled to teach two courses in summer school 1973. He taught the first session, but declined to teach at all the second session when the schedule was changed and he was assigned to teach the \"Middle School\" instead of Education Psychology and Testing.</p>\n<p>When plaintiff returned in the fall, 1973, he had been scheduled more classes to teach than anyone else in the Department. When this was brought to Dr. Hargrave's attention, Dr. Hargrave corrected the situation. Plaintiff was extremely argumentative and abusive on the subject of course assignments during the fall semester, stating he was being unfairly treated.</p>\n<p>Dr. Jawa was appointed to the Preschool Laboratory Committee at the August 20, 1973 departmental hearing. On August 21, 1973, he went to Dr. Hargrave and refused to serve on that committee, but demanded to be put on the Catalog Committee even though Dr. Hargrave explained that the Catalog Committee did not need more manpower. Plaintiff never served on the Preschool Laboratory Committee.</p>\n<p>On September 7, 1973, Dr. Hargrave requested Dr. Jawa to coordinate the Educational Psychology program. Plaintiff refused to do it, demanded that another professor, Mr. Jones, leave the room, and then berated Dr. Hargrave about the fact that he refused to do anything of this nature until the discrimination ceased.</p>\n<p>Plaintiff stopped speaking to the Chairman of the Department except when they were in conferences and meetings. In both the August 20, 1973 and October 8, 1973 departmental meetings, plaintiff caused a disturbance. This conduct upset and annoyed other teachers in the Department. He was increasingly belligerent in his contact with Dr. Hargrave. On one occasion he burst into Dr. Hargrave's office. On another occasion he telephoned Dr. Hargrave and called him a liar. On still another occasion he became abusive when asked to come to Dr. Hargrave's office and announced he was not an office boy. These incidents clearly reflect unprofessional conduct and a continuing pattern of noncooperation on the part of plaintiff.</p>\n<p>On September 21, 1973, Dr. Charles Lyons received a letter from plaintiff in which he accused Dr. Hargrave and Dr. Brown of discrimination against him. Dr. Lyons called him in to discuss the letter and asked him to take part in an informal conference with Drs. Brown and Hargrave to try to settle the apparent conflict between <span class=\"star-pagination\">*224</span> the individuals. The meeting was scheduled for October 8, 1973. Dr. Lyons did not anticipate any formal grievance procedure growing out of this meeting.</p>\n<p>In the meeting of October 8, 1973, and a subsequent meeting of October 15, 1973, plaintiff attacked his Department Chairman's and the Vice Chancellor's academic credentials; accused them of incompetence; he accused the Chairman and Vice Chancellor of withholding needed supplies, of not telling him of student complaints, and of denying him a salary increase without justification. During these meetings plaintiff became abusive and called Dr. Brown a liar.</p>\n<p>There was no basis in fact for any of these very serious allegations. Drs. Hargrave and Brown were qualified and experienced administrators. Both hold doctorates from respected universities. There is nothing indicating or tending to indicate that either of them was incompetent or unqualified. Nor is there anything to indicate that either acted from any evil purpose in declining to recommend plaintiff for a salary increase for the 1973-74 school year. During the 1972-73 school year, Jawa had demonstrated a continuing inability to cooperate with the administration and to teach and deal effectively with students. This, and not plaintiff's national origin, was clearly the reason for denial of a salary increase.</p>\n<p>Plaintiff's additional allegations in the October 8 and 15 meetings were without any basis in fact. Plaintiff made these allegations with apparent knowledge of their falsity. Each and every student complaint against plaintiff had been discussed with him by either Dr. Hargrave or Dr. Brown.</p>\n<p>Procedures within the Department required faculty members needing supplies to fill out a requisition form and present it to the departmental secretary. Plaintiff was fully aware of this procedure, yet it appears he only presented one requisition form for supplies during his tenure at the University. This requisition was filled. After he complained of a lack of supplies, Dr. Brown on October 16, 1973 requested the departmental secretary, Peggy DeVane, to ask him to fill out a requisition form for the supplies he needed. Mrs. DeVane went to plaintiff and requested him to fill out a requisition form. He refused to do so.</p>\n<p>On November 16, 1973, Chancellor Lyons forwarded to plaintiff a memorandum setting forth his determination that plaintiff's allegations and grievances were unfounded and advised him of his right to appeal to the Board of Trustees. Plaintiff elected to have his allegations and grievances reviewed by the Board of Trustees. At some undeterminate time and apparently before the trustees' meeting, the Chancellor had determined that plaintiff should not be retained on the faculty, but elected to defer any action until the matter had been reviewed by the Board of Trustees. Hearings were held before a committee of the Board in January of 1974. On March 27, 1974, the Trustees-Faculty Committee reported their findings in regard to plaintiff's charges to the Executive Committee of the Board of Trustees. The Board of Trustees endorsed the report of the committee which found plaintiff's allegations to be meritless. Dr. Lyons also expressed to the committee his intent to terminate plaintiff if that action met with their approval.</p>\n<p>On March 27, 1974, the Chancellor forwarded a letter to plaintiff giving him notice of the intent to discharge him and suspending his employment.</p>\n<p>This court finds as a fact that plaintiff was a poor teacher who was apparently unwilling to prepare for class; that he had difficulty interacting with students and had little interest in his students; that he failed to keep office hours and to advise properly his students; that he was uncooperative with his colleagues and the administration; that he was unwilling or unable to follow the appropriate and proper directives of his superiors and comply with University policies and procedures; and that plaintiff's reckless disregard for the truth resulted in accusing his superiors of incompetence and discriminatory practices against him.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*225</span> II. DISCRIMINATION AGAINST PLAINTIFF IN REGARD TO HIS TERMINATION FROM EMPLOYMENT AND IN REGARD TO THE TERMS AND CONDITIONS OF HIS EMPLOYMENT.</h2>\n<p>Plaintiff has alleged that he was terminated from his employment because of his national origin. This court has already found as a fact that his contract was terminated for legitimate, non-discriminatory reasons fully supported by the record. Plaintiff has not presented a shred of evidence that the reasons for termination were pretextual. Such findings are sufficient to preclude any determination that plaintiff was terminated from employment because of national origin in violation of Title VII. This court has attempted to carefully review the record and specifically finds that Dr. Jawa's national origin was not a factor and played no part in his termination.</p>\n<p>Dr. Charles A. Lyons, as Chancellor of Fayetteville State University has ultimate administrative responsibility for employment decisions. Dr. Lyons has a distinguished background in civil rights work. During the 1960s, while employed as Dean at Elizabeth City State University, a predominately black school, he was personally responsible for a university policy change which first permitted the hiring of nonblack faculty. He subsequently became Admissions Officer at Howard University where he actively engaged in the recruitment of non-black students. Of these recruits, a sizable number were East Asians. During his term as Chancellor at Fayetteville State University, the number of nonblack faculty members has increased markedly. Of the 42 caucasian faculty members presently employed at the University, 39 were employed by Dr. Lyons. Of the 11 East Asian faculty members presently employed at the University, 8 were employed by Dr. Lyons.</p>\n<p>Dr. Jawa was initially replaced by Dr. Rosemary Lowe, a caucasian female. He was ultimately replaced by Dr. Roshan Ghori, a Pakistani female.</p>\n<p>The court deems it significant to note that not one shred of evidence has been presented by way of other faculty members, or otherwise, of any racial discrimination, real or fancied, against any other individual. Plaintiff's brother has remained an active member of the faculty throughout the entire controversy concerning the plaintiff; he did not testify as to any discrimination, nor did any other witness, black, white or otherwise.</p>\n<p></p>\n<h2>PROMOTION</h2>\n<p>Plaintiff also alleges he has been denied promotions, salary increases and summer school teaching assignments on the basis of his national origin. As a full professor, plaintiff could not advance further in the faculty ranks. During his brief tenure at the University, two administrative positions came open, the Office of Departmental Chairman and the Office of Vice Chancellor for Academic Affairs. Plaintiff neither applied for nor expressed any interest in either position. His contention that he was not aware of the vacancies strains credibility. A search committee of the faculty and students was appointed for the position of Vice Chancellor for Academic Affairs and at least one faculty member applied for the position. Plaintiff was continuously on campus at the time of the resignation of the previous Vice Chancellor and during the pendency of the search committee's activities. It would be difficult for this court to believe he did not know of any changes in the administration. Plaintiff was employed as a member of the Department when the vacancy as Departmental Chairman occurred. Plaintiff, if he were actively participating as a member of the faculty, would doubtless have been aware of the vacancy.</p>\n<p>There is no evidence of discrimination in appointments and promotions within the University. The Dean of Continuing Education, the Chairman of the Department of Geography, the Chairman of the Department of Philosophy and Religion, and the Acting Business Manager are all non-black.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*226</span> SALARY</h2>\n<p>In the academic year 1971-72, plaintiff was the only non-black full professor in the Department of Education and Psychology. He received a higher salary than Dr. Grady Davis, a black professor, even though Dr. Davis had been teaching at Fayetteville State University five years longer than Jawa. Only the Departmental Chairman made more money than plaintiff, and his salary was only $200 higher.</p>\n<p>In the academic year 1972-73, Dr. Jawa was the only non-black full professor in the Department of Education and Psychology. He made $1,100 less than the highest paid professor and $650 more than the lowest paid professor.</p>\n<p>In the academic year 1973-74, plaintiff was one of two non-black full professors. He made $15,600. The other non-black professor, Dr. Cleetwood, made $17,000. Dr. Hargrave, the Chairman of the Department, made $19,830 for ten months. Plaintiff's contract was for nine months. These figures reveal no discrimination in pay on the basis of race by the University.</p>\n<p></p>\n<h2>SUMMER SCHOOL</h2>\n<p>Faculty members are paid additional compensation for teaching summer school classes. Summer school consists of two sessions. Prior to the second session of the 1973 summer school, plaintiff had taught at every session of summer school since his employment on the faculty. He was originally assigned to teach two courses during the second session of 1973, General Psychology and Education Psychology and Measurement. Several students expressed concern to Dr. Hargrave about plaintiff's ability to teach Educational Psychology and Measurement. Dr. Hargrave, after taking into account Dr. Jawa's past problems with this course, determined that plaintiff would be assigned to teach the \"Middle School\" in lieu of Educational Psychology and Measurement. Plaintiff objected to this rearrangement of his schedule and refused to teach either of the courses assigned to him. He had no right to teach Educational Psychology and Measurement and his flat refusal to teach is inexcusable. Any lack of employment during summer school in 1973 was directly attributable to his own attitude of non-cooperation and not to discrimination against him on the basis of national origin.</p>\n<p></p>\n<h2>III. RETALIATORY TERMINATION FROM EMPLOYMENT</h2>\n<p>In addition to plaintiff's allegations that he was terminated from his employment and discriminated against in the terms and conditions of his employment because of his national origin, he has alleged that he was terminated from his employment in retaliation for the filing of a complaint with the Equal Opportunity Employment Commission. As with other allegations of the complaint, this allegation is without any factual basis or support.</p>\n<p>At the meetings between Dr. Jawa, the Chancellor and Drs. Hargrave and Brown on October 8 and 15, 1973, the Chancellor advised plaintiff that his grievance, at that point, was internal to the administration of the University and should not involve either the Board of Trustees of the University or the President or Board of Governors of the University of North Carolina until an initial determination of the allegations and grievances had been made by the Chancellor. Plaintiff was further advised that he would have the right of appeal if he were dissatisfied with the Chancellor's resolution of the dispute. At no point in these conferences did the Chancellor, Dr. Brown or Dr. Hargrave in any way indicate to him that his access to the EEOC or any other agency external to the University system was limited in any way. Indeed, there was no reference to the EEOC by anyone at either of these meetings.</p>\n<p>On November 13, 1973, before Dr. Lyons had an opportunity to make any type of findings or determination in regard to the conferences with plaintiff, Dr. Brown and Dr. Hargrave, plaintiff wrote Mr. W. R. Collins, a Trustee of the University, and demanded that he call a meeting of the Faculty-Trustee Grievance Committee to <span class=\"star-pagination\">*227</span> hear his complaints. As he had previously done, plaintiff impugned the academic competence of Dr. Hargrave and demanded that he be compensated by the Trustees for his alleged losses. Copies of this letter were indicated as having been sent to ten other people and organizations. These were the Chairman of the Board of Governors of the University of North Carolina, the Chairman of the Board of Trustees of Fayetteville State University, the President of the University of North Carolina, the Chairman of the University of North Carolina Faculty Assembly, Mary Heffernan of the American Association of University Professors, Horace E. Menasco and John L. Wilics, Department of Labor Employees, and the Directors of the Equal Employment Opportunities Commission in both Atlanta, Georgia and Charlotte, North Carolina.</p>\n<p>Chancellor Lyons was concerned about this letter, but not because of any communication with the EEOC or other agency external to the University system. His concern was that Dr. Jawa had violated his directive that his allegations and grievances be kept internal to the administration of the University and not disseminated to officials within the University system prior to an initial determination by the Chancellor. Further, Chancellor Lyons did not construe, and had no reason to construe, plaintiff's letter of November 13, 1973, as the filing of a complaint with the EEOC.</p>\n<p>On November 16, 1973, the written findings and conclusions of the Chancellor in regard to plaintiff's allegations and grievances were forwarded to him. Plaintiff was further advised of his right of appeal to the University's Board of Trustees. It was perhaps at this time that Chancellor Lyons determined that it would be inadvisable to retain plaintiff on the faculty, but deemed it advisable, in fairness to him, to delay any action in this regard until such time as the entire matter had been reviewed by the Board of Trustees since he would not terminate plaintiff if the Board did not support his findings.</p>\n<p>After November 16, 1973, there were no communications between Chancellor Lyons, or any member of the administration, and in regard to the dissemination of his allegations and grievances either within or without the University system. Plaintiff could not have misunderstood the Chancellor's directive that his allegations and grievances be kept internal to the University administration pending an initial determination by the Chancellor as being any limitation upon his access to the EEOC for at some point in time which is not established by the record, plaintiff did in fact file a complaint with that agency.</p>\n<p>By letter dated February 5, 1974, the University was advised by the EEOC that a complaint had been filed by plaintiff. Prior to that time no one in the University was aware that such a complaint had been filed. The awareness of the filing of such a complaint in no way influenced the determination that plaintiff be dismissed for this determination had been made prior to that date. As this court has earlier found, this determination was made some time in the fall of 1973. Action on this matter was delayed in order to allow the administrative process at the University to run its course. Hearings were held before the Trustee-Faculty Committee regarding Dr. Jawa's allegations and grievances in January of 1974. On March 27, 1974, this committee reported its findings that plaintiff had no basis for complaint to the Executive Committee of the Board of Trustees. The Executive Committee endorsed the report of the Committee and Chancellor Lyons advised the Executive Committee of his intention to initiate proceedings for plaintiff's termination. The Executive Committee granted its approval and Chancellor Lyons by letter advised plaintiff of his intention.</p>\n<p>On January 23, 1974, Dr. Brown had forwarded a lengthy recommendation to Chancellor Lyons recommending that plaintiff be dismissed and set forth his reasons for this recommendation. Plaintiff has seized upon one of these reasons set forth in this memorandum as supportive of his allegations. This reason was:</p>\n<blockquote>Dr. Jawa has prepared and circulated correspondence to anonymous individuals <span class=\"star-pagination\">*228</span> bearing statements and charges which he knows to be false, and which are damaging to the image of the University, as well as the professional and personal integrity of individuals.</blockquote>\n<p>This reason concerns five letters or memoranda prepared and circulated by plaintiff. These are an October 8, 1973 memorandum to the Chancellor, Vice Chancellor and faculty members of the Department of Education and Psychology, an October 15, 1973 memorandum to Charles A. Lyons, Chancellor, and to whom it may concern, an October 17, 1973 memorandum to Dr. Charles A. Lyons and to whom it may concern, a November 13, 1973 letter to Mr. W. R. Collins and a November 27, 1973 letter to Dr. Charles A. Lyons, Jr. It lends no support to plaintiff's allegations. This memorandum of Dr. Brown's was written prior to the time the University had knowledge of the filing of an EEOC complaint by plaintiff. Further, this memorandum makes reference to \"anonymous individuals.\" For plaintiff's allegations to have any merit, the EEOC would have to be considered an anonymous individual. The court takes judicial notice that the EEOC most certainly cannot be classified as an \"anonymous individual.\"</p>\n<p>A statement substantially identical to the reason set forth in Dr. Brown's memorandum of January 23, 1974 appears in the specification of reasons supplied to Dr. Jawa by Dr. Lyons on April 15, 1974. The only difference is that the April 15, 1974 memorandum refers to \"identified individuals\" as well as \"anonymous individuals.\" Again, this lends no support to plaintiff. The decision to terminate had been made by Chancellor Lyons long before he had any knowledge that plaintiff had filed a complaint with the EEOC. One of the reasons for the termination of plaintiff's employment was his violation of the Chancellor's directive at the October 8 and 15, 1973 meetings to keep his allegations internal to the administration of the University and not to discuss these allegations with officials within the University system until a decision had been reached by the Chancellor. On November 13, 1973, a date prior to the Chancellor's decision, plaintiff did make his allegations known to officials within the University of North Carolina system. Chancellor Lyons testified that the filing of an EEOC complaint played no part in the termination of Dr. Jawa. The court finds that testimony to be worthy of belief and finds the reference to \"identified individuals\" to be to individuals within the University of North Carolina and not to the EEOC.</p>\n<p>By way of summary, this court finds that neither Chancellor Lyons or any other official within the University ever restricted or attempted to restrict plaintiff's access to the EEOC. This court further finds that the filing of an EEOC complaint was not a factor and played no part in the termination of plaintiff's employment.</p>\n<p></p>\n<h2>IV. PROCEDURAL DUE PROCESS</h2>\n<p>Plaintiff has alleged that he was denied procedural due process in the termination of his employment. The evidence, however, is that the University stood ready to afford him a hearing in accordance with the requirements of the Code of the University of North Carolina and the Due Process Clause, but that he, freely and voluntarily and with the assistance of counsel, elected to waive his right to such a hearing.</p>\n<p>On March 27, 1974, plaintiff was advised by Chancellor Lyons of his intended discharge from employment with Fayetteville State University and suspended from his employment effective that date, with pay, until a final decision regarding his discharge was reached through University procedures. Plaintiff was further advised of his right to a hearing and a written specification of charges. All this was in accordance with the provisions of Section 603 of the Code of the University of North Carolina.</p>\n<p>On April 5, 1974, the plaintiff requested a hearing and a written specification of reasons for the intended discharge. A written specification setting forth 29 separate reasons for plaintiff's intended dismissal was <span class=\"star-pagination\">*229</span> supplied to him by the Chancellor on April 15, 1974.</p>\n<p>The Committee on Faculty Rights and Responsibilities, a committee appointed by the Senate of the University, was designated as the hearing body. This committee subsequently scheduled hearings upon the plaintiff's intended discharge for June 12 and June 27, 1974. The first of these hearings was continued at the request of the plaintiff and the second continued at the request of plaintiff through his attorney. Another hearing was scheduled for August 20, 1974.</p>\n<p>On August 15, 1974, plaintiff filed his complaint with the court. The following day attorneys for the University were advised by plaintiff's attorney that plaintiff had determined that he did not wish to pursue his administrative hearing scheduled for August 20, 1974. Plaintiff made this decision freely, voluntarily and with the advice of counsel.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>A. This court has jurisdiction of the parties and the alleged subject matter of the action.</p>\n<p>B. Suit was properly instituted within the time limits and in conformity with the statutes involved (Title VII of the Civil Rights Act, 42 U.S.C. § 2000e, <i>et seq.</i> and Sections 1981 and 1983 of Title 42, United States Code.</p>\n<p>C. Plaintiff has failed to sustain his burden of proving that defendants, or either of them, as employer, or agent of an employer, discharged or otherwise discriminated against plaintiff with respect to his compensation, terms, conditions, or privileges of employment, because of his race, color, religion, sex, or national origin.<sup>[1]</sup> The credible evidence in the case does not support plaintiff's contentions. This court finds that plaintiff was discharged because of a series of incidents, disruptive to and obstructive to the educational effort, purpose, and harmony of and at Fayetteville State University. See <i>Ammons v. Zia Co.,</i> <span class=\"citation\" data-id=\"298981\"><a href=\"/opinion/298981/kay-ammons-v-zia-company/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">117</span></a></span> (10th Cir. 1971).</p>\n<p>D. Plaintiff has failed to discharge his burden of proving by the preponderance, or greater weight of the credible evidence that defendant Lyons, while acting under any statute, custom or usage of any state or territory, subjected or caused to be subjected plaintiff to any rights, privileges, or immunities secured by the Constitution and laws so as to warrant any finding of liability therefor on the part of defendant Lyons. 42 U.S.C. § 1983. Furthermore, no abridgement of the rights of plaintiff under 42 U.S.C. § 1981 has been demonstrated to this court by the credible evidence presented.</p>\n<p>E. Plaintiff was not discriminated against in regard to compensation, terms, conditions, or privileges of employment because of his race or national origin. His failure to receive raises was clearly due to his poor and inadequate performance as a teacher and his non-cooperation with his colleagues and the administration. He taught at every session of summer school except for the second session of 1973 when he was offered a position and refused to accept that position. He was not denied promotions by the University. He simply never applied for any such positions. Further, his past actions clearly demonstrate an inability to function as an administrator.</p>\n<p>His termination was for cause, and was not violative of any rights secured by the Constitution or Title VII. He failed to show by any credible evidence any set of circumstances that would suggest that he was terminated from his employment because of his race or national origin. The fact that he was a member of a minority group does not insulate him from discharge. <i>Robinson v. Union Carbide Corporation,</i> <span class=\"citation\" data-id=\"1457931\"><a href=\"/opinion/1457931/robinson-v-union-carbide-corp-materials-systems-div/\"><span class=\"volume\">380</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">731</span></a></span> (S.D.Ala.1974).</p>\n<p>Dr. Jawa's vituperative and false statements of October 8, October 15, October 17, November 13 and November 27, 1973, which were identified as one reason for his dismissal, were not protected speech <span class=\"star-pagination\">*230</span> under the First Amendment to the United States Constitution. Bickering and running disputes with colleagues does not constitute a form of protected speech under the First Amendment in the sense that it may not be considered in connection with the termination of the employment relationship. \"A college has a right to expect a teacher to follow instructions and to work cooperatively and harmoniously with the head of the department. If one cannot, or does not, he does not immunize himself against the loss of his position simply because his noncooperation and aggressive conduct are verbalized.\" <i>Chitwood v. Feaster,</i> <span class=\"citation\" data-id=\"306091\"><a href=\"/opinion/306091/garrett-c-chitwood-v-eston-k-feaster-individually-and-as-president-of/\"><span class=\"volume\">468</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">359</span></a></span>, 360 (4th Cir. 1972). See also <i>Naraine v. Western Electric Co.,</i> <span class=\"citation\" data-id=\"323802\"><a href=\"/opinion/323802/10-fair-emplpraccas-301-8-empl-prac-dec-p-9836-marnick-c-naraine-v/\"><span class=\"volume\">507</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">590</span></a></span> (8th Cir. 1974); also <i>Bellamy v. Mason's Stores, Inc.,</i> <span class=\"citation\" data-id=\"1802412\"><a href=\"/opinion/1802412/bellamy-v-masons-stores-inc/\"><span class=\"volume\">368</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1025</span></a></span> (E.D.Va.1973), <i>affirmed</i> <span class=\"citation\" data-id=\"324084\"><a href=\"/opinion/324084/9-fair-emplpraccas-1-8-empl-prac-dec-p-9852-john-f-bellamy-jr-v/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">504</span></a></span> (4th Cir. 1974).</p>\n<p>F. Plaintiff was not terminated from his employment in violation of Section 704(a) of Title VII. The decision to terminate Dr. Jawa was made prior to any knowledge by the University that he had filed a complaint with EEOC. No official of the University ever sought to limit his access to the EEOC. The statements and allegations which were the basis of one of the reasons for the plaintiff's being terminated were made to the Chancellor and other University officials and were not within the context of an EEOC charge. As noted in <i>EEOC v. Sportswear Corporation,</i> <span class=\"citation\" data-id=\"1422565\"><a href=\"/opinion/1422565/equal-employment-op-comn-v-c-d-sportswear-corp/\"><span class=\"volume\">398</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">300</span></a></span>, 306 (M.D.Ga.1975):</p>\n<blockquote>. . . where accusations are made in the context of charges before the EEOC, the truth or falsity of that accusation is a matter to be determined by the EEOC and thereafter by the courts. However, where accusations are made outside the procedures set forth by Congress that accusation is made at the accuser's peril. In order to be protected, it must be established that the accusation is well founded. If it is, there is, in fact, an unlawful employment practice and he has the right, protected by Section 704(a), to oppose it. However, where there is no underlying unlawful employment practice the employee has no right to make that accusation in derogation of the procedures provided by statute.</blockquote>\n<p>His right to procedural due process in his termination hearing was in no way violated by the University. Plaintiff, with the advice of counsel waived his right to his administrative hearing. A public employee may waive his right to an administrative hearing and, if he does so, he may not thereafter complain he has been denied due process of law because such a hearing was not held. <i>Birdwell v. Hazelwood School District,</i> <span class=\"citation\" data-id=\"316679\"><a href=\"/opinion/316679/beauregard-f-birdwell-v-hazelwood-school-district/\"><span class=\"volume\">491</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">490</span></a></span> (8th Cir. 1974). Even if plaintiff had not waived his right to a hearing, the hearing the University was prepared to hold would have been in compliance with due process requirements.</p>\n<p>The Clerk shall enter judgment for defendants and the costs of this action shall be taxed against the plaintiff.</p>\n<p>AND IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  42 U.S.C. § 2000e-2(a)(1).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/298981/",
    "http://www.courtlistener.com/api/rest/v3/opinions/306091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/316679/",
    "http://www.courtlistener.com/api/rest/v3/opinions/323802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/324084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1422565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1457931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1802412/"
  ]
}