{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1596489/",
  "absolute_url": "/opinion/1596489/bostic-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1596489/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:53:16.875123Z",
  "date_modified": "2016-04-26T23:59:46.406414Z",
  "type": "010combined",
  "sha1": "e1a010240fb21e39ed6811cce999615d8ff5b432",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>581 F.Supp. 254 (1984)</b></center>\n<center><h1>M.F. BOSTIC, John Hayes, Greg Hill, George Jeffreys, Salty Miller, Jack Oliver, Roger Page, Lee Pinno, John Starling, Marshall Thomas, and Glen Watson, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Secretary, Department of Interior, and Director, Federal Emergency Management Agency, Defendant.</h1></center>\n<center>No. 83-139-CIV-4.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>January 31, 1984.</center>\n<p><span class=\"star-pagination\">*255</span> Jim Proctor, Trenton, N.C., Robert D. Sokolove, Kornblut &amp; Sokolove, Washington, D.C., for plaintiffs.</p>\n<p>Robert D. Daniel, U.S. Dept. of Justice, Land and Natural Resources Div., Washington, D.C., H. Robert Showers, Asst. U.S. Atty., Eastern District of N.C., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p></p>\n<h2>I. <i>Procedural Background</i>\n</h2>\n<p>Plaintiffs, landowners and developers in Onslow Beach, North Carolina, brought this action on September 30, 1983, seeking a temporary restraining order, preliminary injunction and permanent injunction against the United States, the Secretary of the Department of Interior (hereinafter Secretary), and the Director of the Federal Emergency Management Agency. Plaintiffs challenge the designation of their property as an undeveloped coastal barrier island upon the enactment of the Coastal Barrier Resources Act, Pub.L. No. 97-348, 96 Stat. 1653, codified at 16 U.S.C. § 3501 <i>et seq.</i> (1982) (hereinafter CBRA or the Act); which designation, in turn, resulted in plaintiffs' inability to procure federal flood insurance for new construction or substantial improvements to existing structures on that property after October 1, 1983. Jurisdiction is conferred on the court pursuant to 28 U.S.C. §§ 1331 and 1346.</p>\n<p>On October 11, 1983, this matter came on for hearing before the court on plaintiffs' motion for temporary restraining order. That motion was denied. On October 31 and November 1, 1983, the court heard argument on plaintiffs' motion for preliminary injunction and defendants' motion to dismiss. These motions have been argued and briefed and are now before the court for ruling.</p>\n<p></p>\n<h2>II. <i>Legislative Background</i><sup>[*]</sup></h2>\n<p>Bills to enact a Coastal Barrier Resources Act were originally introduced in April, 1981. See S. 1018, 97th Cong., 1st Sess.; H.R. 3252, 97th Cong., 1st Sess. Prior to passage of initially proposed legislation, the Omnibus Budget Reconciliation Act of 1981 (hereinafter OBRA), P.L. 97-35, 95 Stat. 357, was signed into law on August 13, 1981. Section 341(d)(1) of OBRA established a new section of the National Flood Insurance Act of 1968, 42 U.S.C. § 4028, which provided that no new federal flood insurance would be provided on or after October 1, 1983, for new construction or substantial improvements of structures located on undeveloped coastal barriers to be designated by the Secretary of Interior. Pursuant to section 341(d)(2) of OBRA, the Secretary was directed to conduct a study for the purpose of designating undeveloped coastal barriers that would be subject to the October 1, 1983, flood insurance cutoff.<sup>[1]</sup> 95 Stat. 419.</p>\n<p>In accordance with the directive of Section 341 of OBRA, the Secretary established a Coastal Barriers Task Force to conduct the requisite study.<sup>[2]</sup> This study by the Task Force resulted in the creation <span class=\"star-pagination\">*256</span> of Department of Interior maps which designated undeveloped coastal barriers.<sup>[3]</sup> The Secretary reported his findings and proposed designations to Congress on August 13, 1982.<sup>[4]</sup> The proposed designations were made available to the public on August 16, 1982, pursuant to the rule making procedures of the Administrative Procedures Act, 5 U.S.C. § 501 <i>et seq.</i><sup>[5]</sup> 47 Fed.Reg. 35696.</p>\n<p>During the time that the Department of Interior Task Force had been fulfilling its responsibilities under OBRA, in fact, during the final stages of the agency action, Congress considered bills and passed CBRA, which was signed into law by the President on October 18, 1982. On October 22, 1982, the Secretary published notice that he was withdrawing the proposed rulemaking regarding the designation of undeveloped coastal barriers because the final maps referred to in Section 4 of CBRA superseded and replaced the proposed maps made public in the August 16 notice. 47 Fed.Reg. 47025.</p>\n<p></p>\n<h2>III. <i>The Coastal Barrier Resources Act</i>\n</h2>\n<p>The enactment of CBRA established the Coastal Barrier Resources System (hereinafter CBRS or the System); 16 U.S.C. § 3503(a); which consists of undeveloped coastal barriers located on the Atlantic and Gulf coasts of the United States.</p>\n<p>Section 5(a)(1) of CBRA, 16 U.S.C. § 3504(a)(1), prohibits new federal expenditures or financial assistance within the CBRS.<sup>[6]</sup> Effective October 1, 1983, the financial assistance prohibited<sup>[7]</sup> explicitly includes flood insurance issued by the Federal Emergency Management Agency under the National Flood Insurance Act of 1968, 42 U.S.C. § 4001 <i>et seq.</i><sup>[8]</sup> 16 U.S.C. § 3502(3).</p>\n<p>Section 3 of CBRA, 16 U.S.C. § 3502(1) defines an \"undeveloped coastal barrier\" to mean:</p>\n<blockquote>(A) A depositional geologic feature (such as a bay barrier, tombolo barrier spit or barrier island that</blockquote>\n<blockquote>(i) consists of unconsolidated sedimentary materials,</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*257</span> (ii) is subject to wave, tidal and wind energies, and</blockquote>\n<blockquote>(iii) protects landward aquatic habitats from direct wave attack; and</blockquote>\n<blockquote>(B) all associated acquatic habitats, including the adjacent wetlands, marshes, estuaries, inlets, and nearshore waters; but only if such feature and associated habitats (i) contain few manmade structures and these structures, and man's activities on such feature and within such habitats, do not significantly impede geomorphic and ecological processes, and (ii) are not included within the boundaries of an area established under Federal, State, or local law, or held by a qualified organization as defined in section 170(h)(3) of the Internal Revenue Code of 1954 [26 U.S.C.S. § 170(h)(3)], primarily for wildlife refuge, sanctuary, recreational, or natural resource conservation purposes.</blockquote>\n<p>Section 4 of CBRA, 16 U.S.C. § 3503, references maps of various coastal barriers which, pursuant to that section, are deemed to be within the System.<sup>[9]</sup></p>\n<p></p>\n<h2>IV. <i>Analysis</i>\n</h2>\n<p>There is no dispute in this case that Congress has designated plaintiffs' land as an undeveloped coastal barrier island. Specifically, Map LO6 (the Topsail Unit), referenced in Section 4 of CBRA, 16 U.S.C. § 3503, identifies plaintiffs' land as being within the CBRS. As a result of this designation, plaintiffs challenge the agency action taken in accordance with OBRA and the Congressional action taken in promulgation of CBRA.<sup>[10]</sup></p>\n<p>The court finds that the enactment of CBRA and the inclusion by reference in that Act of maps which are ultimately the product of independent Congressional action, has pre-empted the agency action of the Secretary, and therefore, has precluded judicial review. Further, the court concludes that Section 3 of CBRA, 16 U.S.C. § 3502, is an informational section and is not controlling criteria for designation of undeveloped coastal barriers; and that Congress' designation of plaintiffs' land within the CBRS is rationally justified. Consequently, the court must ALLOW defendants' motion to dismiss and DENY plaintiffs' motion for preliminary injunction.<sup>[11]</sup></p>\n<p></p>\n<h2>A. Agency Action</h2>\n<p>Plaintiffs attack the action of the Secretary in designating plaintiffs' land as an undeveloped coastal barrier on the following bases: the designation contravenes the criteria articulated by the Secretary for determining whether an area is an undeveloped coastal barrier; and therefore, inasmuch as the agency ignored its own criteria in deciding to include the map of plaintiffs' property in its designations, the act was arbitrary and capricious. Further, the notice and comment period and appeals period required by the Administrative Procedure Act, 5 U.S.C. § 501 <i>et seq.,</i> and the agency's own regulations were not complied with and therefore plaintiffs' procedural due process rights have been violated.</p>\n<p><span class=\"star-pagination\">*258</span> The Congressional intent in incorporating the maps by reference upon enactment of CBRA is clear. As stated in the House Report:</p>\n<blockquote>... [T]he designations [of undeveloped coastal barriers] by the Department of the Interior could be subject to lawsuits for years, blocking both development and protection of coastal barriers.</blockquote>\n<p>H.Rep. No. 97-841, Part 1, p. 11 (hereinafter House Report). The Committee on Merchant Marine and Fisheries, which studied the proposed legislation stated further:</p>\n<blockquote>The Committee intends that the maps approved by the Congress will serve to identify those areas that are to be included in the System and are to be denied flood insurance and other forms of Federal assistance. While the maps proposed by the Department of the Interior have been well documented, both proponents and opponents of the legislation envision protracted litigation if the designations are not resolved legislatively. The Committee believes that establishing the areas by legislation will provide certainty which will be beneficial to the owners of the property as well as the state and local governments which must incorporate these areas into their planning effects.</blockquote>\n<p>House Report, p. 14.</p>\n<p>By Congressional action, the designation of undeveloped coastal barriers by the Secretary, in effect, has become moot. <i>Cf. The Historic Green Springs, Inc. v. Block,</i> C.A. No. 77-0230-R (E.D.Va.1981), <i>vacating</i> 497 F.Supp. 839 (1980). Again, the court is directed by the legislative history:</p>\n<blockquote>... [T]he congressionally-drawn and approved maps ... govern for the purposes of this bill and <i>supersede the maps developed by the Department of the Interior.</i>...</blockquote>\n<p>House Report, p. 6 (emphasis added by the court). Were the court to make any determination regarding the maps proposed by the Secretary, it would be inconsequential at this time. For this reason, the court concludes that it would be improper for it to address plaintiffs' claims against the Secretary.</p>\n<p>Plaintiffs argue further that, to the extent that the court finds that the designation of plaintiffs' property as undeveloped was a Congressional determination rather than an administrative action, the Congressional determination was made wholly in reliance upon criteria articulated by the Secretary. In other words, plaintiffs contend that it was the Secretary who conducted studies, developed criteria and ultimately created the maps contained in CBRA. Therefore, plaintiffs maintain, Congress adopted the criteria of the Department in its entirety; and, consequently, pursuant to that criteria plaintiffs' land has been improperly designated as an undeveloped coastal barrier.</p>\n<p>While articulating no precise standards, the legislative history, acknowledging great deference to the Secretary's proposals, demonstrates independent Congressional judgment:</p>\n<blockquote>The maps which identify the areas to be included in the System and which accompany [the bill] are based on the final proposed maps prepared by the Department of the Interior pursuant to section 341(d) of [OBRA]. The Interior maps were developed following a lengthy process involving aerial photography, on the ground inspections, several public information sessions, and two lengthy public comment periods. They represent the most comprehensive examination of coastal barriers ever attempted.</blockquote>\n<blockquote>The committee was reluctant to deviate from these maps and did so only where the results of the legislation would produce inequitable consequences in these areas, or where pertinent data on the proposed units had not been presented to the Department in time for the publication of its maps.</blockquote>\n<p>House Report, p. 14. Changes in the Secretary's proposed maps<sup>[12]</sup> conclusively indicate <span class=\"star-pagination\">*259</span> to the court that Congress adhered to its own evaluation; and hence, it is Congress that has controlled the designations and not the Secretary. It is therefore incumbent on the court to look to Congress alone in examining the propriety of these designations.</p>\n<p></p>\n<h2>B. Congressional Action</h2>\n<p>The actions of Congress are alleged by plaintiffs to be a denial of their due process rights, in that if Section 3 CBRA, 16 U.S.C. § 3502 controls the use of the maps by choosing a certain classification of property to be included in the System, then plaintiffs contend that their land does not properly fall within the System. On the other hand, if the map and the map alone in Section 4, 16 U.S.C. § 3503, determines that plaintiffs' property is to be within the CBRS, regardless of any factual criteria, then the means of achieving the legitimate ends of the statute are wholly irrational.</p>\n<p>Section 3 of CBRA, 16 U.S.C. § 3502,<sup>[13]</sup> is merely informational. It does not establish the criteria to be used by Congress in designating undeveloped coastal barriers. Section 4 of the Act, 16 U.S.C. § 3503, explicitly describes the lands that are designated by Congress as being within CBRS.<sup>[14]</sup> As stated in its report to Congress, the Senate Committee on Environment and Public Works dispelled any lagging doubts regarding the clarity of the statutory language:</p>\n<blockquote>[The Section 3] definition is included for information purposes only. The maps referenced in Section 4 of the bill designate which areas meet this definition for purposes of the Act.</blockquote>\n<p>S.Rep. No. 97-419, p. 5, <i>reprinted in</i> 3 U.S.Code Cong. &amp; Adm.News, 97th Cong., 2d Sess. (1982) at 3215 (hereinafter Senate Report).<sup>[15]</sup> Finding no intent to the contrary, the court is constrained to abide by the clear language of the statute. If any criteria set forth by Section 3 has been disregarded, such disregard provides no basis for due process claims.</p>\n<p>In order to prevail on their claim of substantive due process violations by Congress, plaintiffs must show that Congress' action in designating their land as an undeveloped coastal barrier is \"utterly lacking in rational justification.\" <i>Weinberger v. Salfi,</i> 422 U.S. 749, 768, 95 S.Ct. 2457, 2468, 45 L.Ed.2d 522 (1975).<sup>[16]</sup> The language of the statute and the legislative history demonstrate ample justification for its action.</p>\n<p>The purpose of CBRA is manifold:</p>\n<blockquote>The Congress declares that it is the purpose of this Act to minimize the loss of human life, wasteful expenditure of Federal revenues and the damage to fish, wildlife, and other natural resources associated with the coastal barriers along the Atlantic and Gulf coasts ...</blockquote>\n<p>16 U.S.C. § 3501(b). See House Report, p. 7-12; Senate Report, p. 5. The parties in this case do not question Congress' concern and its goals in that regard. Congress' goal is to be accomplished by:</p>\n<blockquote>... restricting future federal expenditures and financial assistance which have the effect of encouraging development of coastal barriers, by establishing a Coastal Barrier Resources System, and by considering <span class=\"star-pagination\">*260</span> the means and measures by which the long-term conservation of these fish, wildlife, and other natural resources may be achieved.</blockquote>\n<p><i>Id.</i></p>\n<p>In achieving its goal, Congress has expressly confined its curtailment of federal assistance to <i>undeveloped</i> coastal barriers.</p>\n<blockquote>The requirement that only those coastal barriers containing few man-made structures be included in the system serves two purposes. First, the denial of federal assistance to existing developed communities, many of which have been established for many years, would be inequitable. Second, in areas where development has already taken place, the structures and man's activities in these areas tend to interfere with the natural processes and change the essential nature of coastal barriers.</blockquote>\n<p>House Report, p. 13.</p>\n<p>The original criterion used by Congress to make a threshold determination of developed and undeveloped barriers was whether there existed approximately one structure per five (5) acres of fastlands. See House Report, p. 13; Senate Report, p. 6. With this beginning point the Committee examined the maps proposed by the Secretary and made its determinations regarding the barriers.<sup>[17]</sup> The court cannot hold that Congress' action with regard to the designation of plaintiffs' land as an undeveloped coastal barrier is so devoid of reason as to warrant court intervention. See <i>Weinberger,</i> 422 U.S. 749, 95 S.Ct. 2457, 45 L.Ed.2d 522. Rather, the court finds that Congress' designation is within the parameters of its articulated means, which means rationally relate to the goals of CBRA. It is not for the court to attempt to substitute its judgment or to interject its own criterion for that of Congress.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[*]   Central to this case is plaintiff's inability to procure federal flood insurance due to the designation of their property as an undeveloped coastal barrier. The court's discussion will focus on the relevant aspects of the involved legislation and it does not attempt an exhaustive legislative study beyond the parameters defined by the dispute.</p>\n<p>[1]  OBRA further directed that the Secretary was required to report his proposed designations of undeveloped coastal barriers to Congress within one year. OBRA at 95 Stat. 419.</p>\n<p>[2]  On December 1, 1981, the Secretary published a notice of intent to issue a proposed designation of coastal barriers pursuant to OBRA; and within that notice, he outlined the steps that the Department intended to take in this regard. 46 Fed.Reg. 58346-47.\n</p>\n<p>On January 15, 1982, the Department made available to the public draft maps of the proposed undeveloped coastal barriers. The Department solicited public comment and indicated that comments received by March 22, 1982, would be given consideration. 47 Fed. Reg. 2381-83. The maps, as drafted, included plaintiffs' land in Map LO6 (the Topsail Unit) as a proposed undeveloped coastal barrier.</p>\n<p>[3]  The Secretary established \"Definition and Delineation Criteria\" which were to be the \"substantive standards\" for the designation of property as an undeveloped coastal barrier. 47 Fed. Reg. 35697. The proposed rule stated that \"to be designated, an area must be both a `coastal barrier' and `undeveloped' as further provided.\" <i>Id.</i> In defining \"undeveloped\" the Secretary stressed that there must exist fewer than one man-made structure per five acres of fastland. Furthermore, even if fewer than one structure per five acres exist, an area would be considered developed if there were a full complement of infrastructure (i.e., vehicle access, plus reasonable availability of water supply, a waste water disposal system and electrical service). 47 Fed.Reg. 35712.</p>\n<p>[4]  That report contained the proposed coastal barrier designations together with the maps depicting the proposed undeveloped coastal barriers.</p>\n<p>[5]  This notice made clear that the designations were merely proposals and established a public comment period ending November 13, 1982. <i>Id.</i> The notice further indicated that, following completion of the public comment period, the Department would proceed to establish final coastal barrier designations of coastal barriers that would be subject to the OBRA prohibition against new flood insurance for new construction or substantial improvements of structures in coastal barriers after October 1, 1983. 47 Fed.Reg. 35696.</p>\n<p>[6]  Section 6 of CBRA 16 U.S.C. § 3505, provides for certain exceptions to the prohibition of Section 5(a)(1), none of which are relevant to the present discussion.</p>\n<p>[7]  \"Financial assistance\" is defined in § 3(3), 16 U.S.C. § 3502(3), as \"any form of loan, grant guarantee, insurance, payment, rebate, subsidy, or any other form of direct or indirect Federal assistance\" with certain exceptions, which include, among other things, the purchase of mortgages or loans by the Government National Mortgage Association or the Federal Home Loan Mortgage Corporation.</p>\n<p>[8]  Section 11 of CBRA, in turn, amended § 1321 of the National Flood Insurance Act to prohibit new flood insurance on or after October 1, 1983, for any new construction or substantial improvements of structures located within CBRS. (Under the National Flood Insurance Act and the regulations promulgated by the Federal Emergency Management Agency pursuant thereto, communities not participating in the National Flood Insurance Program are ineligible for Federal disaster relief.)</p>\n<p>[9]  That section states in pertinent part:\n</p>\n<p>(1) There is established the Coastal Barrier Resources System which shall consist of those undeveloped coastal barriers located on the Atlantic and Gulf coasts of the United States that are identified and generally depicted on the maps that are entitled \"Coastal Barrier Resources System,\" numbered AO1 through T12 (but excluding maps TO2 and TO3), and dated September 30, 1982 and the maps designated TO2A and TO3A, dated December 8, 1982.</p>\n<p>.   .   .   .   .</p>\n<p>16 U.S.C. § 3503(a)(1).</p>\n<p>[10]  Plaintiffs maintain that the separability section of CBRA, 16 U.S.C. § 3508, allows them to challenge the inclusion of Map LO6 and the applicability of the Act as it relates to their property without challenging the Act in its entirety. The court notes at this point that plaintiffs appear to have abandoned their initial contention that their land is not an island and therefore cannot be within the CBRS. In any event, the court concludes that plaintiffs' land is upon an island albeit manmade during the construction of the Intercoastal Waterway possibly by the Army Corps of Engineers.</p>\n<p>[11]  Because the court concludes that defendants prevail on the merits of this case, it is unnecessary to evaluate the standards for granting a preliminary injunction.</p>\n<p>[12]  See e.g., H.Rep. 97-841, Part 1 at 6, H.Conf. Rep. No. 97-928 at 10-11, U.S.Code Cong. &amp; Admin.News, p. 3212.\n</p>\n<p>As stated by Congressman Jones of North Carolina during the House debates:</p>\n<p>The maps which now accompany [the bill] reflect a \"concensus\" agreement reached among members of my committee after many long hours of examining related information brought to the committee's attention by a broad array of interested persons and governments, property owners and real estate, environmental and taxpayer organizations.</p>\n<p>128 Cong.Rec. H7643 (daily ed., Sept. 28, 1982).</p>\n<p>[13]  See text <i>supra</i> p. 6.</p>\n<p>[14]  See <i>supra</i> note 9.</p>\n<p>[15]  See also H.Rep. 97-841, Part 1 at 12-13, which states:\n</p>\n<p>The term \"coastal barrier\" is included in the legislation for informational purposes only. The maps which accompany the legislation identify those areas which are to be included in the Coastal Barrier Resource System.</p>\n<p>[16]  The court does not find involvement of a fundamental right such as to require inquiry into the existence of a compelling government interest.</p>\n<p>[17]  Plaintiffs assert that their land does not fall within the original criterion of one (1) structure per five (5) acres of fastland. This argument is based upon an average computed on the basis of the total number of structures on the entire island. The court cannot accept this argument inasmuch as it finds nothing in the legislative history to indicate that such would be an appropriate method of computation. Further, the court finds that to adhere to this method of computation could foil the purposes of the Act.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">581</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">254</span></span> (1984)</b></center>\n<center><h1>M.F. BOSTIC, John Hayes, Greg Hill, George Jeffreys, Salty Miller, Jack Oliver, Roger Page, Lee Pinno, John Starling, Marshall Thomas, and Glen Watson, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Secretary, Department of Interior, and Director, Federal Emergency Management Agency, Defendant.</h1></center>\n<center>No. 83-139-CIV-4.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>January 31, 1984.</center>\n<p><span class=\"star-pagination\">*255</span> Jim Proctor, Trenton, N.C., Robert D. Sokolove, Kornblut &amp; Sokolove, Washington, D.C., for plaintiffs.</p>\n<p>Robert D. Daniel, U.S. Dept. of Justice, Land and Natural Resources Div., Washington, D.C., H. Robert Showers, Asst. U.S. Atty., Eastern District of N.C., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p></p>\n<h2>I. <i>Procedural Background</i>\n</h2>\n<p>Plaintiffs, landowners and developers in Onslow Beach, North Carolina, brought this action on September 30, 1983, seeking a temporary restraining order, preliminary injunction and permanent injunction against the United States, the Secretary of the Department of Interior (hereinafter Secretary), and the Director of the Federal Emergency Management Agency. Plaintiffs challenge the designation of their property as an undeveloped coastal barrier island upon the enactment of the Coastal Barrier Resources Act, Pub.L. No. 97-348, 96 Stat. 1653, codified at 16 U.S.C. § 3501 <i>et seq.</i> (1982) (hereinafter CBRA or the Act); which designation, in turn, resulted in plaintiffs' inability to procure federal flood insurance for new construction or substantial improvements to existing structures on that property after October 1, 1983. Jurisdiction is conferred on the court pursuant to 28 U.S.C. §§ 1331 and 1346.</p>\n<p>On October 11, 1983, this matter came on for hearing before the court on plaintiffs' motion for temporary restraining order. That motion was denied. On October 31 and November 1, 1983, the court heard argument on plaintiffs' motion for preliminary injunction and defendants' motion to dismiss. These motions have been argued and briefed and are now before the court for ruling.</p>\n<p></p>\n<h2>II. <i>Legislative Background</i><sup>[*]</sup></h2>\n<p>Bills to enact a Coastal Barrier Resources Act were originally introduced in April, 1981. See S. 1018, 97th Cong., 1st Sess.; H.R. 3252, 97th Cong., 1st Sess. Prior to passage of initially proposed legislation, the Omnibus Budget Reconciliation Act of 1981 (hereinafter OBRA), P.L. 97-35, 95 Stat. 357, was signed into law on August 13, 1981. Section 341(d)(1) of OBRA established a new section of the National Flood Insurance Act of 1968, 42 U.S.C. § 4028, which provided that no new federal flood insurance would be provided on or after October 1, 1983, for new construction or substantial improvements of structures located on undeveloped coastal barriers to be designated by the Secretary of Interior. Pursuant to section 341(d)(2) of OBRA, the Secretary was directed to conduct a study for the purpose of designating undeveloped coastal barriers that would be subject to the October 1, 1983, flood insurance cutoff.<sup>[1]</sup> 95 Stat. 419.</p>\n<p>In accordance with the directive of Section 341 of OBRA, the Secretary established a Coastal Barriers Task Force to conduct the requisite study.<sup>[2]</sup> This study by the Task Force resulted in the creation <span class=\"star-pagination\">*256</span> of Department of Interior maps which designated undeveloped coastal barriers.<sup>[3]</sup> The Secretary reported his findings and proposed designations to Congress on August 13, 1982.<sup>[4]</sup> The proposed designations were made available to the public on August 16, 1982, pursuant to the rule making procedures of the Administrative Procedures Act, 5 U.S.C. § 501 <i>et seq.</i><sup>[5]</sup> 47 Fed.Reg. 35696.</p>\n<p>During the time that the Department of Interior Task Force had been fulfilling its responsibilities under OBRA, in fact, during the final stages of the agency action, Congress considered bills and passed CBRA, which was signed into law by the President on October 18, 1982. On October 22, 1982, the Secretary published notice that he was withdrawing the proposed rulemaking regarding the designation of undeveloped coastal barriers because the final maps referred to in Section 4 of CBRA superseded and replaced the proposed maps made public in the August 16 notice. 47 Fed.Reg. 47025.</p>\n<p></p>\n<h2>III. <i>The Coastal Barrier Resources Act</i>\n</h2>\n<p>The enactment of CBRA established the Coastal Barrier Resources System (hereinafter CBRS or the System); 16 U.S.C. § 3503(a); which consists of undeveloped coastal barriers located on the Atlantic and Gulf coasts of the United States.</p>\n<p>Section 5(a)(1) of CBRA, 16 U.S.C. § 3504(a)(1), prohibits new federal expenditures or financial assistance within the CBRS.<sup>[6]</sup> Effective October 1, 1983, the financial assistance prohibited<sup>[7]</sup> explicitly includes flood insurance issued by the Federal Emergency Management Agency under the National Flood Insurance Act of 1968, 42 U.S.C. § 4001 <i>et seq.</i><sup>[8]</sup> 16 U.S.C. § 3502(3).</p>\n<p>Section 3 of CBRA, 16 U.S.C. § 3502(1) defines an \"undeveloped coastal barrier\" to mean:</p>\n<blockquote>(A) A depositional geologic feature (such as a bay barrier, tombolo barrier spit or barrier island that</blockquote>\n<blockquote>(i) consists of unconsolidated sedimentary materials,</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*257</span> (ii) is subject to wave, tidal and wind energies, and</blockquote>\n<blockquote>(iii) protects landward aquatic habitats from direct wave attack; and</blockquote>\n<blockquote>(B) all associated acquatic habitats, including the adjacent wetlands, marshes, estuaries, inlets, and nearshore waters; but only if such feature and associated habitats (i) contain few manmade structures and these structures, and man's activities on such feature and within such habitats, do not significantly impede geomorphic and ecological processes, and (ii) are not included within the boundaries of an area established under Federal, State, or local law, or held by a qualified organization as defined in section 170(h)(3) of the Internal Revenue Code of 1954 [26 U.S.C.S. § 170(h)(3)], primarily for wildlife refuge, sanctuary, recreational, or natural resource conservation purposes.</blockquote>\n<p>Section 4 of CBRA, 16 U.S.C. § 3503, references maps of various coastal barriers which, pursuant to that section, are deemed to be within the System.<sup>[9]</sup></p>\n<p></p>\n<h2>IV. <i>Analysis</i>\n</h2>\n<p>There is no dispute in this case that Congress has designated plaintiffs' land as an undeveloped coastal barrier island. Specifically, Map LO6 (the Topsail Unit), referenced in Section 4 of CBRA, 16 U.S.C. § 3503, identifies plaintiffs' land as being within the CBRS. As a result of this designation, plaintiffs challenge the agency action taken in accordance with OBRA and the Congressional action taken in promulgation of CBRA.<sup>[10]</sup></p>\n<p>The court finds that the enactment of CBRA and the inclusion by reference in that Act of maps which are ultimately the product of independent Congressional action, has pre-empted the agency action of the Secretary, and therefore, has precluded judicial review. Further, the court concludes that Section 3 of CBRA, 16 U.S.C. § 3502, is an informational section and is not controlling criteria for designation of undeveloped coastal barriers; and that Congress' designation of plaintiffs' land within the CBRS is rationally justified. Consequently, the court must ALLOW defendants' motion to dismiss and DENY plaintiffs' motion for preliminary injunction.<sup>[11]</sup></p>\n<p></p>\n<h2>A. Agency Action</h2>\n<p>Plaintiffs attack the action of the Secretary in designating plaintiffs' land as an undeveloped coastal barrier on the following bases: the designation contravenes the criteria articulated by the Secretary for determining whether an area is an undeveloped coastal barrier; and therefore, inasmuch as the agency ignored its own criteria in deciding to include the map of plaintiffs' property in its designations, the act was arbitrary and capricious. Further, the notice and comment period and appeals period required by the Administrative Procedure Act, 5 U.S.C. § 501 <i>et seq.,</i> and the agency's own regulations were not complied with and therefore plaintiffs' procedural due process rights have been violated.</p>\n<p><span class=\"star-pagination\">*258</span> The Congressional intent in incorporating the maps by reference upon enactment of CBRA is clear. As stated in the House Report:</p>\n<blockquote>... [T]he designations [of undeveloped coastal barriers] by the Department of the Interior could be subject to lawsuits for years, blocking both development and protection of coastal barriers.</blockquote>\n<p>H.Rep. No. 97-841, Part 1, p. 11 (hereinafter House Report). The Committee on Merchant Marine and Fisheries, which studied the proposed legislation stated further:</p>\n<blockquote>The Committee intends that the maps approved by the Congress will serve to identify those areas that are to be included in the System and are to be denied flood insurance and other forms of Federal assistance. While the maps proposed by the Department of the Interior have been well documented, both proponents and opponents of the legislation envision protracted litigation if the designations are not resolved legislatively. The Committee believes that establishing the areas by legislation will provide certainty which will be beneficial to the owners of the property as well as the state and local governments which must incorporate these areas into their planning effects.</blockquote>\n<p>House Report, p. 14.</p>\n<p>By Congressional action, the designation of undeveloped coastal barriers by the Secretary, in effect, has become moot. <i>Cf. The Historic Green Springs, Inc. v. Block,</i> C.A. No. 77-0230-R (E.D.Va.1981), <i>vacating</i> <span class=\"citation\" data-id=\"1615012\"><a href=\"/opinion/1615012/historic-green-springs-inc-v-bergland/\"><span class=\"volume\">497</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">839</span></a></span> (1980). Again, the court is directed by the legislative history:</p>\n<blockquote>... [T]he congressionally-drawn and approved maps ... govern for the purposes of this bill and <i>supersede the maps developed by the Department of the Interior.</i>...</blockquote>\n<p>House Report, p. 6 (emphasis added by the court). Were the court to make any determination regarding the maps proposed by the Secretary, it would be inconsequential at this time. For this reason, the court concludes that it would be improper for it to address plaintiffs' claims against the Secretary.</p>\n<p>Plaintiffs argue further that, to the extent that the court finds that the designation of plaintiffs' property as undeveloped was a Congressional determination rather than an administrative action, the Congressional determination was made wholly in reliance upon criteria articulated by the Secretary. In other words, plaintiffs contend that it was the Secretary who conducted studies, developed criteria and ultimately created the maps contained in CBRA. Therefore, plaintiffs maintain, Congress adopted the criteria of the Department in its entirety; and, consequently, pursuant to that criteria plaintiffs' land has been improperly designated as an undeveloped coastal barrier.</p>\n<p>While articulating no precise standards, the legislative history, acknowledging great deference to the Secretary's proposals, demonstrates independent Congressional judgment:</p>\n<blockquote>The maps which identify the areas to be included in the System and which accompany [the bill] are based on the final proposed maps prepared by the Department of the Interior pursuant to section 341(d) of [OBRA]. The Interior maps were developed following a lengthy process involving aerial photography, on the ground inspections, several public information sessions, and two lengthy public comment periods. They represent the most comprehensive examination of coastal barriers ever attempted.</blockquote>\n<blockquote>The committee was reluctant to deviate from these maps and did so only where the results of the legislation would produce inequitable consequences in these areas, or where pertinent data on the proposed units had not been presented to the Department in time for the publication of its maps.</blockquote>\n<p>House Report, p. 14. Changes in the Secretary's proposed maps<sup>[12]</sup> conclusively indicate <span class=\"star-pagination\">*259</span> to the court that Congress adhered to its own evaluation; and hence, it is Congress that has controlled the designations and not the Secretary. It is therefore incumbent on the court to look to Congress alone in examining the propriety of these designations.</p>\n<p></p>\n<h2>B. Congressional Action</h2>\n<p>The actions of Congress are alleged by plaintiffs to be a denial of their due process rights, in that if Section 3 CBRA, 16 U.S.C. § 3502 controls the use of the maps by choosing a certain classification of property to be included in the System, then plaintiffs contend that their land does not properly fall within the System. On the other hand, if the map and the map alone in Section 4, 16 U.S.C. § 3503, determines that plaintiffs' property is to be within the CBRS, regardless of any factual criteria, then the means of achieving the legitimate ends of the statute are wholly irrational.</p>\n<p>Section 3 of CBRA, 16 U.S.C. § 3502,<sup>[13]</sup> is merely informational. It does not establish the criteria to be used by Congress in designating undeveloped coastal barriers. Section 4 of the Act, 16 U.S.C. § 3503, explicitly describes the lands that are designated by Congress as being within CBRS.<sup>[14]</sup> As stated in its report to Congress, the Senate Committee on Environment and Public Works dispelled any lagging doubts regarding the clarity of the statutory language:</p>\n<blockquote>[The Section 3] definition is included for information purposes only. The maps referenced in Section 4 of the bill designate which areas meet this definition for purposes of the Act.</blockquote>\n<p>S.Rep. No. 97-419, p. 5, <i>reprinted in</i> 3 U.S.Code Cong. &amp; Adm.News, 97th Cong., 2d Sess. (1982) at 3215 (hereinafter Senate Report).<sup>[15]</sup> Finding no intent to the contrary, the court is constrained to abide by the clear language of the statute. If any criteria set forth by Section 3 has been disregarded, such disregard provides no basis for due process claims.</p>\n<p>In order to prevail on their claim of substantive due process violations by Congress, plaintiffs must show that Congress' action in designating their land as an undeveloped coastal barrier is \"utterly lacking in rational justification.\" <i>Weinberger v. Salfi,</i> <span class=\"citation\" data-id=\"109308\"><a href=\"/opinion/109308/weinberger-v-salfi/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">749</span></a></span>, 768, <span class=\"citation\" data-id=\"109308\"><a href=\"/opinion/109308/weinberger-v-salfi/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2457</span></a></span>, 2468, <span class=\"citation\" data-id=\"109308\"><a href=\"/opinion/109308/weinberger-v-salfi/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">522</span></a></span> (1975).<sup>[16]</sup> The language of the statute and the legislative history demonstrate ample justification for its action.</p>\n<p>The purpose of CBRA is manifold:</p>\n<blockquote>The Congress declares that it is the purpose of this Act to minimize the loss of human life, wasteful expenditure of Federal revenues and the damage to fish, wildlife, and other natural resources associated with the coastal barriers along the Atlantic and Gulf coasts ...</blockquote>\n<p>16 U.S.C. § 3501(b). See House Report, p. 7-12; Senate Report, p. 5. The parties in this case do not question Congress' concern and its goals in that regard. Congress' goal is to be accomplished by:</p>\n<blockquote>... restricting future federal expenditures and financial assistance which have the effect of encouraging development of coastal barriers, by establishing a Coastal Barrier Resources System, and by considering <span class=\"star-pagination\">*260</span> the means and measures by which the long-term conservation of these fish, wildlife, and other natural resources may be achieved.</blockquote>\n<p><i>Id.</i></p>\n<p>In achieving its goal, Congress has expressly confined its curtailment of federal assistance to <i>undeveloped</i> coastal barriers.</p>\n<blockquote>The requirement that only those coastal barriers containing few man-made structures be included in the system serves two purposes. First, the denial of federal assistance to existing developed communities, many of which have been established for many years, would be inequitable. Second, in areas where development has already taken place, the structures and man's activities in these areas tend to interfere with the natural processes and change the essential nature of coastal barriers.</blockquote>\n<p>House Report, p. 13.</p>\n<p>The original criterion used by Congress to make a threshold determination of developed and undeveloped barriers was whether there existed approximately one structure per five (5) acres of fastlands. See House Report, p. 13; Senate Report, p. 6. With this beginning point the Committee examined the maps proposed by the Secretary and made its determinations regarding the barriers.<sup>[17]</sup> The court cannot hold that Congress' action with regard to the designation of plaintiffs' land as an undeveloped coastal barrier is so devoid of reason as to warrant court intervention. See <i>Weinberger,</i> <span class=\"citation\" data-id=\"109308\"><a href=\"/opinion/109308/weinberger-v-salfi/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">749</span></a></span>, <span class=\"citation\" data-id=\"109308\"><a href=\"/opinion/109308/weinberger-v-salfi/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2457</span></a></span>, <span class=\"citation\" data-id=\"109308\"><a href=\"/opinion/109308/weinberger-v-salfi/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">522</span></a></span>. Rather, the court finds that Congress' designation is within the parameters of its articulated means, which means rationally relate to the goals of CBRA. It is not for the court to attempt to substitute its judgment or to interject its own criterion for that of Congress.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[*]   Central to this case is plaintiff's inability to procure federal flood insurance due to the designation of their property as an undeveloped coastal barrier. The court's discussion will focus on the relevant aspects of the involved legislation and it does not attempt an exhaustive legislative study beyond the parameters defined by the dispute.</p>\n<p>[1]  OBRA further directed that the Secretary was required to report his proposed designations of undeveloped coastal barriers to Congress within one year. OBRA at 95 Stat. 419.</p>\n<p>[2]  On December 1, 1981, the Secretary published a notice of intent to issue a proposed designation of coastal barriers pursuant to OBRA; and within that notice, he outlined the steps that the Department intended to take in this regard. 46 Fed.Reg. 58346-47.\n</p>\n<p>On January 15, 1982, the Department made available to the public draft maps of the proposed undeveloped coastal barriers. The Department solicited public comment and indicated that comments received by March 22, 1982, would be given consideration. 47 Fed. Reg. 2381-83. The maps, as drafted, included plaintiffs' land in Map LO6 (the Topsail Unit) as a proposed undeveloped coastal barrier.</p>\n<p>[3]  The Secretary established \"Definition and Delineation Criteria\" which were to be the \"substantive standards\" for the designation of property as an undeveloped coastal barrier. 47 Fed. Reg. 35697. The proposed rule stated that \"to be designated, an area must be both a `coastal barrier' and `undeveloped' as further provided.\" <i>Id.</i> In defining \"undeveloped\" the Secretary stressed that there must exist fewer than one man-made structure per five acres of fastland. Furthermore, even if fewer than one structure per five acres exist, an area would be considered developed if there were a full complement of infrastructure (i.e., vehicle access, plus reasonable availability of water supply, a waste water disposal system and electrical service). 47 Fed.Reg. 35712.</p>\n<p>[4]  That report contained the proposed coastal barrier designations together with the maps depicting the proposed undeveloped coastal barriers.</p>\n<p>[5]  This notice made clear that the designations were merely proposals and established a public comment period ending November 13, 1982. <i>Id.</i> The notice further indicated that, following completion of the public comment period, the Department would proceed to establish final coastal barrier designations of coastal barriers that would be subject to the OBRA prohibition against new flood insurance for new construction or substantial improvements of structures in coastal barriers after October 1, 1983. 47 Fed.Reg. 35696.</p>\n<p>[6]  Section 6 of CBRA 16 U.S.C. § 3505, provides for certain exceptions to the prohibition of Section 5(a)(1), none of which are relevant to the present discussion.</p>\n<p>[7]  \"Financial assistance\" is defined in § 3(3), 16 U.S.C. § 3502(3), as \"any form of loan, grant guarantee, insurance, payment, rebate, subsidy, or any other form of direct or indirect Federal assistance\" with certain exceptions, which include, among other things, the purchase of mortgages or loans by the Government National Mortgage Association or the Federal Home Loan Mortgage Corporation.</p>\n<p>[8]  Section 11 of CBRA, in turn, amended § 1321 of the National Flood Insurance Act to prohibit new flood insurance on or after October 1, 1983, for any new construction or substantial improvements of structures located within CBRS. (Under the National Flood Insurance Act and the regulations promulgated by the Federal Emergency Management Agency pursuant thereto, communities not participating in the National Flood Insurance Program are ineligible for Federal disaster relief.)</p>\n<p>[9]  That section states in pertinent part:\n</p>\n<p>(1) There is established the Coastal Barrier Resources System which shall consist of those undeveloped coastal barriers located on the Atlantic and Gulf coasts of the United States that are identified and generally depicted on the maps that are entitled \"Coastal Barrier Resources System,\" numbered AO1 through T12 (but excluding maps TO2 and TO3), and dated September 30, 1982 and the maps designated TO2A and TO3A, dated December 8, 1982.</p>\n<p>.   .   .   .   .</p>\n<p>16 U.S.C. § 3503(a)(1).</p>\n<p>[10]  Plaintiffs maintain that the separability section of CBRA, 16 U.S.C. § 3508, allows them to challenge the inclusion of Map LO6 and the applicability of the Act as it relates to their property without challenging the Act in its entirety. The court notes at this point that plaintiffs appear to have abandoned their initial contention that their land is not an island and therefore cannot be within the CBRS. In any event, the court concludes that plaintiffs' land is upon an island albeit manmade during the construction of the Intercoastal Waterway possibly by the Army Corps of Engineers.</p>\n<p>[11]  Because the court concludes that defendants prevail on the merits of this case, it is unnecessary to evaluate the standards for granting a preliminary injunction.</p>\n<p>[12]  See e.g., H.Rep. 97-841, Part 1 at 6, H.Conf. Rep. No. 97-928 at 10-11, U.S.Code Cong. &amp; Admin.News, p. 3212.\n</p>\n<p>As stated by Congressman Jones of North Carolina during the House debates:</p>\n<p>The maps which now accompany [the bill] reflect a \"concensus\" agreement reached among members of my committee after many long hours of examining related information brought to the committee's attention by a broad array of interested persons and governments, property owners and real estate, environmental and taxpayer organizations.</p>\n<p>128 Cong.Rec. H7643 (daily ed., Sept. 28, 1982).</p>\n<p>[13]  See text <i>supra</i> p. 6.</p>\n<p>[14]  See <i>supra</i> note 9.</p>\n<p>[15]  See also H.Rep. 97-841, Part 1 at 12-13, which states:\n</p>\n<p>The term \"coastal barrier\" is included in the legislation for informational purposes only. The maps which accompany the legislation identify those areas which are to be included in the Coastal Barrier Resource System.</p>\n<p>[16]  The court does not find involvement of a fundamental right such as to require inquiry into the existence of a compelling government interest.</p>\n<p>[17]  Plaintiffs assert that their land does not fall within the original criterion of one (1) structure per five (5) acres of fastland. This argument is based upon an average computed on the basis of the total number of structures on the entire island. The court cannot accept this argument inasmuch as it finds nothing in the legislative history to indicate that such would be an appropriate method of computation. Further, the court finds that to adhere to this method of computation could foil the purposes of the Act.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1615012/"
  ]
}