{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1597138/",
  "absolute_url": "/opinion/1597138/med-trans-corp-v-benton/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1597138/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:53:23.349054Z",
  "date_modified": "2016-04-26T23:21:26.359847Z",
  "type": "010combined",
  "sha1": "c6c456b446e9333010d13e48776bf01ff7314ef1",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>MED-TRANS CORPORATION, Plaintiff,<br>\nv.<br>\nDempsey BENTON, Secretary of the North Carolina Department of Health and Human Services, in his official capacity; Robert J. Fitzgerald, Director, Division of Health Service Regulation, North Carolina Department of Health and Human Services, in his official capacity; Lee B. Hoffman, Chief of the Certificate of Need Section, Division of Health Service Regulation, North Carolina Department of Health and Human Services, in her official capacity; Drexdal R. Pratt, Chief of the Office of Emergency Medical Services, Division of Health Service Regulation, North Carolina Department of Health and Human Services, in his official capacity, Defendants.</h1></center>\n<center>No. 5:07-CV-222-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 26, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on plaintiff's motion for judgment on the pleadings. (DE # 53). The issues raised are ripe for ruling. For the following reasons plaintiff's motion is granted in part and denied in part.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>Plaintiff, a North Dakota corporation which presents itself as \"one of the nation's leading providers of air ambulance services,\" and operates, among many others, two air ambulance services in northern South Carolina, near the North Carolina border,<sup>[1]</sup> initiated this case on June 18, 2007. Its complaint asserts eight claims for relief, seven of which allege that specific portions of North Carolina's state statutory and regulatory scheme governing operations of air ambulance services are preempted by federal aviation legislation pursuant to Article VI of the United States Constitution. Defendants are four officials serving within the North Carolina Department of Health and Human Services (\"DHHS\"), sued in their official capacities.<sup>[2]</sup></p>\n<p>Plaintiff, while authorized to pick up patients in North Carolina for transport to facilities in South Carolina, and to transport patients from South Carolina to facilities in North Carolina, protests North Carolina statutes and regulations which preclude it from performing purely instate transports from point to point in North Carolina. Plaintiff argues express and implied federal preemption preclude enforcement of the state laws at issue.</p>\n<p>More particularly, plaintiff asserts that 49 U.S.C. § 41713(b)(1), a provision of the Airline Deregulation Act of 1978 (\"ADA\"), which among other things prohibits states from enacting or enforcing laws relating to the price, route, or service of an air carrier, expressly preempts the portions of North Carolina's Certificate of Need (\"CON\") law that purport to regulate air ambulances. Plaintiff further asserts that 49 U.S.C. § 41713(b)(1), together with 49 U.S.C. § 44705, a provision of the Federal Aviation Act of 1958 (\"FAA\"), 49 U.S.C. §§ 40101 <i>et seq.,</i> requiring the Administrator of the Federal Aviation Administration to issue air carrier operating certificates, and the federal regulations promulgated pursuant thereto, preempt certain provisions of the North Carolina statutes and regulations governing emergency medical services (\"EMS\"). Plaintiff's eighth claim, seeking recovery under 42 U.S.C. § 1983, asserts that the North Carolina state laws have wrought an ongoing violation of plaintiffs right to \"be free from regulation.\"</p>\n<p>Under the framework herein challenged, in order to accept purely in state transports, plaintiff must first obtain a CON from DHHS. N.C. Gen.Stat. §§ 131178(a), 131E-176(16)(fl)(1), 131E-176(16)(s). The rules applicable to reviews of air ambulance CON applications are set forth in 10A N.C.A.C. 14C.3301-3305. Among other things, an applicant must demonstrate that it expects to be able to obtain all of the required permits, licenses, and certifications necessary for operating an air ambulance, including those required by the state's Office of Emergency Medical Services (\"OEMS\"), and that \"existing air ambulance services in the State are unable to accommodate the applicant's projected need for an additional air ambulance\". 10A N.C.A.C. 14C.3302(b)(6),(13). The CON review process assesses the need for a new provider's services based on a variety of criteria such as the \"population to be served\" and whether or not the proposed project will result in \"unnecessary duplication of existing or approved health service capabilities or facilities.\" N.C. Gen.Stat. § 131E-183(a). The burden of proving need in the process rests with the applicant. It is undisputed that prior to the instant lawsuit, plaintiff attempted to obtain a CON through the required administrative procedures, but was denied.</p>\n<p>Had plaintiff been successful in its CON application, and then proceeded under this framework, it would also have had to apply for and receive an EMS provider license from DHHS before operating within the state. N.C. Gen. Stat. § 131E-155.1 (a). North Carolina law allows the North Carolina Medical Care Commission (\"the Commission\") to promulgate rules and requirements that a provider must meet in order to obtain an EMS provider license. N.C. Gen.Stat. § 131E-155.1(c). Once obtaining a provider license, plaintiff would also have had to obtain a permit for each air ambulance it would operate within the state. N.C. Gen.Stat. § 131E-156(a). North Carolina law allows DHHS to promulgate regulations and requirements that each air ambulance must meet, including standards for equipment, in order to obtain a permit from DHHS, and to inspect each ambulance for compliance with requirements set forth by the Commission. N.C. Gen.Stat. §§ 131E-156(b), 131157(a), (b). Finally, in order to undertake transports from point to point in North Carolina, plaintiff would have had to comply with the myriad of requirements of the Air Medical Specialty Care Transport Program, which requires air medical programs to document, among other things, that their medical crew members have completed specific training and that the program has a CON \"when applicable\". 10A N.C.A.C. 13P.0302(a)(2).</p>\n<p>Plaintiff requests primarily declarative and injunctive relief, along with damages related to its eighth claim for relief, and attorney's fees.</p>\n<p></p>\n<h2>STANDARD OF REVIEW</h2>\n<p>Under Rule 12(c) a party may move for judgment on the pleadings \"[a]fter the pleadings are closedbut early enough not to delay trial\". Fed.R.Civ.P. 12(c). \"The test applicable for judgment on the pleadings is whether or not, when viewed in the light most favorable to the party against whom the motion is made, genuine issues of material fact remain or whether the case can be decided as a matter of law.\" <i>Smith v. McDonald,</i> 562 F.Supp. 829, 842 (M.D.N.C.1983), <i>aff'd,</i> 737 F.2d 427 (4th Cir.1984), <i>aff'd,</i> 472 U.S. 479, 105 S.Ct. 2787, 86 L.Ed.2d 384 (1985). When there are no factual issues, judgment on the pleadings should be granted where the moving party is clearly entitled to the judgment it seeks as a matter of law. <i>Jadoff v. Gleason,</i> 140 F.R.D. 330, 331 (M.D.N.C.1991): <i>see also </i><i>Tollison v. B &amp; J Machinery Co.,</i> 812 F.Supp. 618, 619 (D.S.C.1993); <i>King v. Gemini Food Servs., Inc.,</i> 438 F.Supp. 964, 966 (E.D.Va.1976), <i>aff'd,</i> 562 F.2d 297 (4th Cir.1977).</p>\n<p>A motion for judgment on the pleadings must be converted to one for summary judgment if \"matters outside the pleadings are presented to and not excluded by the court.\" Fed.R.Civ.P. 12(d). Thus, a court considering a motion for judgment on the pleadings must base its decision solely on information obtained from the pleadings.<sup>[3]</sup><i>A.S. </i><i>Abell Co. v. Baltimore Typographical Union No. 12,</i> 338 F.2d 190, 193 (4th Cir.1964): <i>see also </i><i>Dobson v. Cent. Carolina Bank and Trust Co.,</i> 240 F.Supp.2d 516, 519 (M.D.N.C.2003); <i>John S. Clark Co., Inc. v. United Nat'l Ins. Co.,</i> 304 F.Supp.2d 758, 763 (M.D.N.C.2004).</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>As a preliminary matter, defendants contend that judgment on the pleadings is not appropriate because material factual matters are in dispute.<sup>[4]</sup> According to defendants, the \"[a]nswer is replete with denials of the allegations contained in the Complaint.\" (Def.'s Mem. Opp. Mot. J. Pldgs. 12-13). Defendants direct the court's attention to several specific examples, each of which the court considers in turn below.</p>\n<p>Defendants first argue that they \"expressly denied that Plaintiff currently operates an air ambulance in North Carolina.\" (Def.'s Mem. Opp. Mot. J. Pldgs. 13). In its complaint, plaintiff alleges it operates two \"air ambulance\" services out of bases in South Carolina. (Compl. ¶¶ 9, 10). It also maintains that \"Med-Trans has provided air ambulance service in North Carolina since approximately 2001.\" (Compl. ¶ 11). Defendants deny these claims \"as written\" because \"N.C. Gen. Stat § 131E-176(1a) defines `air ambulance' as an `aircraft used to provide air transport of sick or injured persons between destinations <i>within</i> the State.'\" (Answer ¶¶ 10, 11) (emphasis added). Defendants do not expressly deny that plaintiff has transported patients via air ambulance between North Carolina and South Carolina. Defendants' denial is based on application of state law that limits the definition of \"air ambulance\" to one that provides purely intrastate transport. Whether or not plaintiffs operations fall within North Carolina's narrow statutory definition is not, as presented, a genuine issue of material fact. It is an issue of law.</p>\n<p>Defendants also deny \"as written\" plaintiffs claim that OEMS will not process an application from an applicant seeking OEMS approval until the applicant obtains a CON. (Answer ¶ 27). Defendants note that the CON law only applies \"when applicable.\" (Answer ¶ 27). Defendants nonetheless have admitted that plaintiff would be required to obtain a CON prior to engaging in transports from point to point in North Carolina. (Answer ¶¶ 16, 43). Further, defendants pleaded in response that Pratt \"stated that he is not aware of a situation in which OEMS waived the requirements set forth in the rules.\" (Answer ¶ 26). There is no disagreement on the face of the pleadings that CON law applies in this instance. Defendants' response that the same law might not be applied in the same way under different circumstances fails to create a genuine issue of material fact.</p>\n<p>Defendants also bolster their argument that the issues raised for decision now, on motion for judgment on the pleadings, are not susceptible to determination as a matter of law by pointing to other contested allegations. Defendants argue that they have contested plaintiffs assertion that defendants \"purport to prevent Plaintiff from transporting patients along routes wholly inside North Carolina.\" (Def.'s Mem. Opp. Mot. J. Pldgs. 13). Defendants deny plaintiffs allegation by noting that defendants do not prevent plaintiff from transporting patients along routes wholly within North Carolina, so long as plaintiff first obtains a CON. (Answer ¶ 44). In effect, defendants are merely rephrasing one of plaintiffs core assertionsthat plaintiff is required to submit to the CON process prior to performing flights from point to point in North Carolina. This artful pleading, without more, raises no issue of fact.</p>\n<p>Defendants argue that the pleadings expose a genuine issue of material fact with respect to restriction of plaintiffs service area. (Def.'s Mem. Opp. Mot. J. Pldgs. 13). The proper interpretation of the regulation requiring air ambulance providers to define their service area is not an issue of material fact, however, but a question of law for the court. While defendants' answer implicates many questions of law, there exist no genuine issues of material fact that would prevent the court from rendering judgment on the pleadings. The court therefore addresses the substantive legal questions at issue.</p>\n<p></p>\n<h2>A. Federal Preemption under the ADA and FAA</h2>\n<p>In 2005, the Fourth Circuit succinctly described the legal landscape of preemption:</p>\n<blockquote>The Supremacy Clause of the Constitution makes federal law the supreme Law of the Land. As a result, federal statutes and regulations properly enacted and promulgated can nullify conflicting state or local actions. Pursuant to the applicable principles, state law is preempted under the Supremacy Clause in three circumstances: (1) when Congress has clearly expressed an intention to do so (\"express pre-emption\"); (2) when Congress has clearly intended, by legislating comprehensively, to occupy an entire field of regulation (\"field pre-emption\"); and (3) when a state law conflicts with federal law (\"conflict pre-emption\").</blockquote>\n<p><i>College Loan Corp. v. SLM Corp.,</i> 396 F.3d 588, 595-596 (4th Cir.2005) (internal citations and quotations omitted), Plaintiff contends North Carolina's CON law and various EMS laws and regulations are preempted by the ADA's express preemption provision, 49 U.S.C. § 41713(b)(1). It also contends that Congress intended to occupy the field of aviation safety and that, therefore, certain state regulations that purport to regulate air ambulance safety are preempted under the doctrine of field preemption. Plaintiff concedes that a law or regulation that is purely medical in nature would not be preempted. Defendants argue that the federal laws have no preemptive effect because North Carolina's CON and EMS laws govern purely intrastate activity. Defendants further contend that the domain of healthcare is traditionally reserved to the states, and that defendants in their official capacities are not subject to suit under 42 U.S.C. §§ 1983 and 1988.</p>\n<p>In <i>Rowe v. New Hampshire Motor Transp., Ass'n,</i> ___ U.S. ___, 128 S.Ct. 989, 169 L.Ed.2d 933 (2008), the Supreme Court interpreted statutory language identical to that relevant here.<sup>[5]</sup> In the wake of <i>Rowe,</i> the instant motion requires resolution of two main questions: (1) whether 49 U.S.C. § 41713(b)(1) expressly preempts North Carolina's CON law and certain EMS laws and regulations as they apply to plaintiff; and (2) whether EMS laws and regulations challenged by plaintiff are aviation regulations subject to field preemption, or purely medical care regulations appropriate for state implementation and enforcement.</p>\n<p></p>\n<h2>1. Express Preemption under 49 U.S.C. § 41713(b)(1)</h2>\n<p>Congress enacted the ADA after \"determining that' maximum reliance on competitive market forces' would best further `efficiency, innovation, and low prices' as well as `variety [and] quality . . . of air transportation services.'\" <i>Morales v. Trans World Airlines, Inc.,</i> 504 U.S. 374, 378, 112 S.Ct. 2031, 119 L.Ed.2d 157 (1992) (quoting 49 U.S.C.App. §§ 1302(a)(4), 1302(a)(9)). To ensure that states would not undermine the act with regulation of their own, Congress included the following preemption provision at the heart of this dispute:</p>\n<blockquote>Except as provided in this subsection, a State, political subdivision of a State, or political authority of at least 2 States may not enact or enforce a law, regulation, or other provision having the force and effect of law related to a price, route, or service of an air carrier that may provide air transportation under this subpart [49 U.S.C. §§ 41101 <i>et seq.</i>].</blockquote>\n<p>49 U.S.C. § 41713(b)(1). Thus, to benefit from federal preemption under this provision, plaintiff must show it is an air carrier for purposes of the ADA, and that the challenged laws and regulations relate to its prices, routes, or services.</p>\n<p>Defendants argue and <i>amici curiae</i> urge that a straightforward reading of § 41713(b)(1) precludes preemption because CON and EMS laws and regulations at issue apply only to intrastate activity. Under North Carolina law, the term \"air ambulance\" is defined to mean \"aircraft used to provide air transport of sick or injured persons <i>between destinations within the State.</i>\" N.C. Gen.Stat. § 131176(la) (emphasis added). As a result of this definition and of the relevant statutory scheme, before plaintiff may provide point to point service via air ambulance inside North Carolina, it must comply with a variety of state laws and regulations, each of which will be discussed separately below. Plaintiff may perform cross border transfers, however, without complying with the regulations. Defendants argue that the limited geographic scope of the state's CON law rescues it from the ambit of federal preemption. Thus, defendants argue, the ADA does not preempt the state's local regulation of plaintiff. The argument fails for the following reasons.</p>\n<p>First, defendants and <i>amici curiae</i> incorrectly focus on the geographic scope of the state laws being challenged rather than on the nature of the air carrier and whether the state laws relate to that carrier's prices, routes, or services. 49 U.S.C. § 41713(b)(1). The following definitions guide the court's interpretation: \"`air carrier' means a citizen of the United States undertaking by any means, directly or indirectly, to provide air transportation\" 49 U.S.C. § 40102(a)(2); \"`air transportation' means foreign air transportation, interstate air transportation, or the transportation of mail by aircraft\" 49 U.S.C. § 40102(a)(5); and \"`interstate air transportation' means the transportation of passengers or property by aircraft as a common carrier for compensation . . . between a place in (i) a State, territory, or possession of the United States and a place in the District of Columbia or another State, territory, or possession of the United States.\" 49 U.S.C. § 40102(a)(25). Thus, for plaintiff to be considered an \"air carrier\" under the ADA's preemption provision, it must show that it is 1) a citizen of the United States; 2) that provides foreign, interstate, or mail transportation by air; and 3) is subject to regulation under 49 U.S.C. §§ 41101 <i>et seq.</i></p>\n<p>Plaintiff fulfills each requirement. As a North Dakota corporation, it is a citizen of the United States. <i>See</i> 49 U.S.C. § 40102(a)(15)(C). The court also finds that plaintiff provides interstate air transportation as defined by the FAA. Plaintiff alleges that it provides air ambulance service between its bases in South Carolina and various points in North Carolina. As noted above, defendants' answer denied this point \"as written,\" and answered that plaintiff did not have an \"existing air ambulance in North Carolina\" under the state's statutory definition of air ambulance, (Answer ¶¶ 10, 11). The court finds that defendants' qualified denial does not dispute the fundamental fact that plaintiff has operated between its helicopter bases in South Carolina and points in North Carolina. Furthermore, plaintiff is subject to subpart 49 U.S.C. § 41101 and holds a \"Part 135\" certificate from the Federal Aviation Administration, which authorizes plaintiff to operate in \"[t]he 48 contiguous United States and the District of Columbia.\"<sup>[6]</sup> Plaintiff is an air carrier for purposes of the ADA.</p>\n<p>Defendants argue that the Second Circuit's holding in <i>SeaAir NY, Inc. v. City of New York,</i> 250 F.3d 183 (2d Cir.2001), supports its argument that regulation of wholly intrastate transportation is not preempted. In <i>SeaAir,</i> plaintiff, an air tour operator, provided clients with sightseeing tours that originated from a base in New York city, toured the area for 30 minutes, including a quick pass into New Jersey air space, and landed again in New York. <i>Id.</i> at 185. When New York city sought to regulate, SeaAir argued that it was immune to local regulation because federal Jaw preempted such interference. <i>Id.</i> The Second Circuit disagreed, holding that SeaAir was not an air carrier subject to federal preemption because its temporary foray into New Jersey air space did not constitute interstate air transportation as required by the federal statute: \"Because SeaAir does not carry its passengers from New York to New Jersey, but instead brings them back to where they started at the seaplane base . . . SeaAir does not `transport' them to another state,\" <i>Id.</i> at 186.</p>\n<p><i>SeaAir</i> is readily distinguished from the instant case. There was no contention in <i>SeaAir</i> that the air tour operator ever provided interstate transport, or that it was even authorized to do so. Here, plaintiff does transport patients via air ambulance between North Carolina and South Carolina, and defendants agree that it is permitted so to do. (Answer ¶ 44). Plaintiff therefore would satisfy the requirement set out by the Second Circuit that it \"carry its passengers\" from one state to another. Further, there was no indication that the tour operator in <i>SeaAir</i> possessed a Federal Aviation Administration certificate, as is the case here. At least one circuit court has found the possession of such a certificate suggestive of air carrier status. <i>Valdivieso v. Atlas Air, Inc.,</i> 305 F.3d 1283, 1287 (11th Cir.2002).</p>\n<p>Finally, notwithstanding protestations of the <i>amici curiae</i> to the contrary, plaintiff is a \"common carrier\" as required by 49 U.S.C. § 40102(a)(25). The term \"common carrier\" is not defined by the federal statutes at issue. Whether an entity is a common carrier is, rather, determined by common law. <i>Washington ex rel. Stimson Lumber Co. v. Kuykendall,</i> 275 U.S. 207, 211, 48 S.Ct. 41, 72 L.Ed. 241 (1927); <i>see also </i><i>State ex rel. Utilities Comm'n v. Gulf-Atlantic Towing Corp.,</i> 251 N.C. 105, 109, 110 S.E.2d 886 (N.C. 1959). \"The duty of a common carrier . . . is to transport for hire whoever employs it.\" <i>Weade v. Dichmann, Wright &amp; Pugh, Inc.,</i> 337 U.S. 801, 807, 69 S.Ct. 1326, 93 L.Ed. 1704 (1949). \"The public,\" however, \"does not mean everybody all the time.\" <i>Terminal Taxicab Co. v. Kutz,</i> 241 U.S. 252, 255, 36 S.Ct. 583, 60 L.Ed. 984 (1916). The crucial criteria is that the common carrier makes its services available to any \"who may choose to employ him.\" <i>Washington ex rel. Stimson Lumber Co.,</i> 275 U.S. at 211, 48 S.Ct. 41; <i>see also </i><i>Fleming v. Chicago Cartage Co.,</i> 160 F.2d 992, 998 (7th Cir.1947) (\"The real test is whether or not the carrier serves all of the public alike, who apply to him for carriage\") (internal quotation omitted); <i>Gulf-Atlantic Towing Corp.,</i> 251 N.C. at 109, 110 S.E.2d 886 (\"The distinctive characteristic of a common carrier is that he undertakes as a business to carry for all people indifferently\").</p>\n<p>It does not matter that the service offered will be used by a limited subset of the population. <i>M &amp; R Inv. Co. v. Civil Aeronautics Board,</i> 308 F.2d 49, 50 (9th Cir.1962) (\"[I]t is immaterial that the service offered will be attractive only to a limited group\") (internal quotation omitted); <i>see also </i><i>United States v. Caribbean Ventures, Ltd.,</i> 387 F.Supp. 1256, 1260 (D.N.J.1974). A common carrier need only provide services \"so far as his facilities enable him to perform the service.\" <i>Gulf-Atlantic Towing Corp.,</i> 251 N.C. at 110, 110 S.E.2d 886 (quoting <i>Mt. Tom Motor Lines v. McKesson &amp; Robbins,</i> 325 Mass. 45, 89 N.E.2d 3, 5 (1949)). \"The status is not changed by the fact that the carrier is rendering a specialized service or rendering such service as the agent of another,\" <i>United States v. Smith,</i> 215 F.2d 217, 219 (6th Cir.1954) (citing <i>Chicago Cartage Co.,</i> 160 F.2d at 996-997). That an entity is licensed by the government as a common carrier supports that it is a common law common carrier. <i>Valdivieso,</i> 305 F.3d at 1287.</p>\n<p>Here, plaintiff is a federally certified entity that provides air services indiscriminately when its service is requested by members of the public. Plaintiff is compensated for each flight; that such compensation may come from third parties is irrelevant. The mere fact that plaintiff does not collect tickets at the boarding gate does not mean that it is not a common carrier as required by the federal statute. Because plaintiff falls within the parameters of the common law definition for a common carrier, and in addition is certified as an air carrier by the Federal Aviation Administration, the court finds that it is a common carrier for purposes of ADA preemption,</p>\n<p>Having determined that plaintiff is an air carrier under § 41713(b)(1), the next question to be considered, then, is whether the challenged state laws relate to plaintiff's prices, routes, or services. The Supreme Court has provided substantial guidance on this issue. In <i>Morales v. Trans World Airlines</i><i>,</i> it held that the ADA preempts states from enforcing their deceptive practices laws against airline fare advertising. 504 U.S. 374, 391, 112 S.Ct. 2031, 119 L.Ed.2d 157 (1992). In so holding, the Supreme Court found that the preemption provision of the ADA \"express[es] a broad pre-emptive purpose.\"<sup>[7]</sup><i>Id.</i> at 383, 112 S.Ct. 2031. The Supreme Court further determined that (1) \"[s]tate enforcement actions having a connection with or reference to airline `rates, routes, or services' are pre-empted,\" <i>Id.</i> at 384, 112 S.Ct. 2031; (2) that preemption may occur even if the challenged law's effect \"is only indirect,\" <i>Id.</i> at 386, 112 S.Ct. 2031; (3) that even consistent state laws falling within its sphere are preempted by the ADA's preemption provision, <i>Id.</i> at 386-87, 112 S.Ct. 2031; and (4) \"that pre-emption occurs at least where state laws have a `significant impact' related to Congress' deregulatory and pre-emption-related objectives,\" <i>Rowe,</i> 128 S.Ct. at 995 (quoting <i>Morales,</i> 504 U.S. at 390, 112 S.Ct. 2031). <i>See also </i><i>Rowe,</i> 128 S.Ct. at 994-95 (summarizing and following the <i>Morales</i> holding); <i>Am. Airlines, Inc. v. Wolens,</i> 513 U.S. 219, 115 S.Ct. 817, 130 L.Ed.2d 715 (1995) (adhering to <i>Morales</i> in finding that the ADA preempts application of a state's general consumer-protection statute to an airline frequent flier program, but does not preempt judicial enforcement of self-imposed contract terms). The Supreme Court in <i>Morales</i> noted, however, that some state laws may affect an air carrier \"in too tenuous, remote, or peripheral a manner to have pre-emptive effect.\" <i>Morales,</i> 504 U.S. at 390, 112 S.Ct. 2031 (internal quotations omitted).</p>\n<p>In 2008, as already noted, the Supreme Court again clarified the scope of the express preemption language at issue here. <i>Rowe,</i> 128 S.Ct. at 989. Considering the nearly identical language of the express preemption provision governing motor transportation, it affirmed its holding in <i>Morales:</i> \"that [s]tate enforcement actions having a connection with, or reference to carrier rates, routes, or services are preempted [and] that such pre-emption may occur even if a state law's effect on rates, routes or services is only indirect.\" <i>Id.</i> at 995 (internal citation and quotation omitted).</p>\n<p><i>Rowe</i> involved a challenge to a Maine law requiring any in-state purveyor of tobacco products to submit to a set of procedures aimed at reducing minors' access to tobacco. <i>Id.</i> at 993. The law required any retailer who accepted an order for tobacco products to ship that order via a delivery service that would engage in \"recipient verification\" on the receiving end. <i>Id.</i> In support of its law, the state argued, among other things, for an implied \"public health\" exception to the express preemption language of the federal law. <i>Id.</i> at 997.</p>\n<p>The Supreme Court held that the federal law preempted the Maine laws at issue. The laws had a \"`significant' and adverse `impact' in respect to the federal law's ability to achieve its pre-emption-related objectives.\" <i>Id.</i> at 995 (quoting <i>Morales,</i> 504 U.S. at 390, 112 S.Ct. 2031). It explained:</p>\n<blockquote>the law will require carriers to offer a system of services that the market does not now provide (and which the carriers would prefer not to offer). And even were that not so, the law would freeze into place services that carriers might prefer to discontinue in the future. The Maine law thereby produces the very effect that the federal law sought to avoid, namely, a State's direct substitution of its own governmental commands for \"competitive market forces\" in determining (to a significant degree) the services that motor carriers will provide.</blockquote>\n<p><i>Id.</i> (citing <i>Morales,</i> 504 U.S. at 378, 112 S.Ct. 2031). While acknowledging that \"the regulation here is less `direct' than it might be,\" it found that the effect of the regulation \"is that carriers will have to offer tobacco delivery services that differ significantly from those that, in the absence of the regulation, the market might dictate.\" <i>Id.</i> at 996. The Supreme Court concluded, \"[i]f federal law pre-empts state efforts to regulate, and consequently to affect, the advertising <i>about</i> carrier rates and services at issue in Morales, it must pre-empt Maine's efforts to regulate carrier delivery services themselves.\" <i>Id.</i> (emphasis in original).</p>\n<p>The Supreme Court also declined Maine's invitation to establish a \"public health\" exception to federal preemption:</p>\n<blockquote>Maine's inability to find significant support for some kind of \"public health\" exception is not surprising. \"Public health\" does not define itself. Many products create \"public health\" risks of differing kind and degree. To accept Maine's justification in respect to a rule regulating services would legitimate rules regulating routes or rates for similar public health reasons. And to allow Maine directly to regulate carrier services would permit other States to do the same.</blockquote>\n<p><i>Id.</i> at 997. Finally, it acknowledged that generally applicable public health laws would not be preempted by the federal statute. \"[F]or instance, state regulation that broadly prohibits certain forms of conduct and affects, say, truckdrivers, only in their capacity as members of the public (e.g., a prohibition on smoking in certain public places)\" might be permissible. <i>Id.</i></p>\n<p>In light of these cases, the court here now must determine whether the laws and regulations challenged by plaintiff in this case are \"related to,\" that is, \"ha[ve] a connection with\" plaintiff's prices, routes, or service. <i>Rowe,</i> 128 S.Ct. at 995; <i>Morales,</i> 504 U.S. at 383-84, 112 S.Ct. 2031. If so, preemption will occur at least where the state law has a significant impact on those prices, routes, or services. <i>Rowe,</i> 128 S.Ct. at 997-998. If, however, the impact of the state's regulation is merely tenuous, remote, or peripheral, the regulation is not preempted by the ADA. <i>Id.</i> at 997. The court examines each of plaintiff's claims in turn.<sup>[8]</sup></p>\n<p>In its first claim, plaintiff challenges North Carolina General Statute §§ 131E-175 <i>et seq.,</i> (sometimes \"CON law\"), which begins with legislative findings:</p>\n<blockquote>(1) That the financing of health care, particularly the reimbursement of health services rendered by health service facilities, limits the effect of free market competition and government regulation is therefore necessary to control costs, utilization, and distribution of new health service facilities and the bed complements of these health service facilities.</blockquote>\n<blockquote>(2) That the increasing cost of health care services offered through health service facilities threatens the health and welfare of the citizens of this State in that citizens need assurance of economical and readily available health care.</blockquote>\n<blockquote>(3) That, if left to the market place to allocate health service facilities and health care services, geographical maldistribution of these facilities and services would occur and, further, less than equal access to all population groups, especially those that have traditionally been medically underserved, would result.</blockquote>\n<p>N.C. Gen, Stat. § 131E-175(1)-(3). The law implements these and other purposes through careful scrutiny of a prospective health service provider's CON application, which must document, among other things, \"the population to be served\", \"that the least costly or most effective alternative has been proposed\", and \"that the proposed project will not result in unnecessary duplication of existing or approved health service capabilities or facilities.\" N.C. Gen.Stat. § 131E-183 (a)(3)-(4),(6) (2007). Any person seeking to offer or develop a \"new institutional health service\", defined to include air ambulances, must first obtain a CON. N.C. Gen.Stat. §§ 131E-178(a) and 131E-176(16)(fl)(1),(16)(s).</p>\n<p>The purposes underlying CON law directly contravene the pro-competition purposes underlying the ADA. <i>See </i><i>Rowe,</i> 128 S.Ct. at 993; <i>Morales,</i> 504 U.S. at 378, 112 S.Ct. 2031. To the extent that CON law prescribes the behavior necessary to operate in s, ate, it is clearly \"related to\" plaintiffs price, route, or service under the ADA. With respect to air ambulance services that are required to submit to the state's CON law, the statute constitutes a \"direct substitution of [the state's] own governmental commands for competitive market forces\" in contravention of the Supreme Court's mandate in <i>Rowe,</i> 128 S.Ct. at 995 (internal quotations omitted). The law is not general in effect. It targets a specific subset of the economythose who propose to establish a new institutional health service, including air ambulances. Although CON law may not be preempted with respect to all providers, it is preempted by the ADA as to air carriers, including plaintiff.</p>\n<p>Further, the state's CON law significantly affects the rates, routes, and services of an air carrier in that it bars plaintiff from performing flights from point to point in North Carolina. This violates both Congress' original intent in enacting the ADA, and also its remedial intent in affirmatively preempting such state action. To paraphrase the Supreme Court: \"[i]f federal law pre-empts state efforts to regulate, and consequently to affect, the advertising <i>about</i> carrier rates and services at issue in <i>Morales,</i>\" it must preempt North Carolina's direct denial of plaintiff's ability to operate in state at all. <i>Rowe,</i> 128 S.Ct. at 996.</p>\n<p>This holding accords with other courts' decisions when confronted squarely with questions of express preemption of state CON laws in the context of air ambulance service. <i>See Rocky Mountain Holdings, LLC v. Cates,</i> 97-4165-CV-C-9 (W.D.Mo. Sept. 3, 1997) (finding that § 41713 preempts Missouri law mandating a determination that the `public convenience and necessity' requires a proposed air ambulance service); <i>Hiawatha Aviation of Rochester, Inc. v. Minnesota Dep't of Health,</i> 375 N.W.2d 496, 500 (Minn.Ct. App.1985) (\"The Department of Health cannot regulate the entry into the market of Hiawatha's proposed enterprise because this is a matter of aviation services within the jurisdiction and control of the FAA\"); <i>Baptist Hosp., Inc. v. CJ Critical Care Transp. Sys. of Florida, Inc.,</i> CV-07-900193, p. 2 (Cir. Ct. Montgomery Co., Ala., July 31, 2007) (finding that Alabama's \"CON statute and any other statute or regulation which require [an air ambulance service] to obtain a CON prior to conducting air ambulance operations within the state are preempted under the ADA as related to the price, route, or service of an air carrier\").</p>\n<p>For all of these reasons, the court finds that North Carolina's CON law, N.C. Gen. Stat. §§ 131E-175 <i>et seq.,</i> is preempted by 49 U.S.C. § 41713(b)(1), to the extent that North Carolina law purports to govern the activity of any air carrier as defined by federal law.</p>\n<p>In its second claim for relief, plaintiff challenges sections of North Carolina's CON law which collectively designate intrastate air ambulance service as a \"new institutional health service\" that must obtain a CON prior to operating. N.C. Gen. Stat. §§ 131E-176, 178 (2007). Specifically, N.C. Gen.Stat. § 131E-176(1a) defines \"air ambulance\" and § 176(16)(f1)(1) provides that \"[t]he acquisition by purchase, donation, lease, transfer, or comparable arrangement of [an air ambulance]\" constitutes a \"new institutional health care service\". Section 176(16)(s) provides that any new \"mobile medical equipment\" is also a \"new institutional health care service\". Section 178 requires that \"[n]o person shall offer or develop a new institutional health service without first obtaining a certificate of need from the Department\". Plaintiff also challenges one finite provision of the North Carolina Administrative Code requiring any Air Medical Specialty Care Transport Program to demonstrate that it has \"[a] Certificate of Need obtained from the Department when applicable\". 10A N.C.A.C. 13P.0302(a)(2) (2008).</p>\n<p>Since the court has found that CON law is preempted as it applies to air carriers, none of these provisions requiring plaintiff to obtain a CON can be given effect. Nonetheless, those that purport to require an air carrier to obtain a CON prior to entry into the North Carolina market are also at odds with federal law. In the interest of most narrowly disturbing the existing statutory and regulatory scheme, the court holds that N.C. Gen.Stat. § 131E-178(a) is preempted to the extent that it requires plaintiff, or any air carrier, to obtain a CON prior to offering services in North Carolina. For the same reason and to the same extent, 10A N.C.A.C. 13P.0302(a)(2), is preempted. Those portions of the statutory scheme recited above that do not directly or indirectly compel an air carrier to seek approval through the CON process, specifically N.C. Gen.Stat. §§ 131E-176(1a), 176(16)(f1)(1), and 176(16)(s), are not affected to the extent they merely define \"air ambulance\"<sup>[9]</sup> and \"new institutional health care service.\"</p>\n<p>In its third claim for relief, plaintiff challenges statutes and regulations that collectively require it to obtain the approval of local officials prior to offering intrastate services. Specifically, plaintiff challenges (1) N.C. Gen.Stat. § 131E-155.1(a), which provides that: \"[n]o firm, corporation, or association shall furnish, operate, conduct, maintain, advertise, or otherwise engage in or profess to provide emergency medical services or transport patients upon the streets or highways, waterways, or airways in North Carolina unless a valid EMS Provider License has been issued by the Department\"; (2) 10A N.C.A.C. 13P.0204(a)(1), which requires affiliation with an EMS System; and (3) 10A N.C.A.C. 13P.0204(a)(4), which requires a provider of emergency medical services to obtain a franchise where relevant. Plaintiff further challenges N.C. Gen.Stat. § 131E-155(6b), which defines \"Emergency Medical Services Peer Review Committee\" to include \"county government officials\", and 10A N.C.A.C. 13P.0402(3), which requires that plaintiff have an EMS Peer Review Committee in place if it is to operate as a Specialty Care Transport Program in the state. Plaintiff also challenges the local official endorsement requirement as demonstrated in the Specialty Care Transport Program Application attached to the complaint as \"Exhibit A\". (Compl. Ex. A, § VII at 29).</p>\n<p>Plaintiff's third claim for relief presents the court with a closer question, as it bears on the territory of medical oversight. Plaintiff claims that the regulations as a whole \"do not limit the discretion of these county officials to simply refuse to provide their approval or participation, thereby preventing Med-Trans from entering the market in North Carolina.\" (Pl.'s Mem. Supp. Mot. J. Pldgs. 17), Defendants argue that the regulations merely \"require Med-Trans to be affiliated with an EMS system and have an EMS Peer Review Committee in order to be licensed in North Carolina.\" (Def.'s Supp. Br. 5).</p>\n<p>Although the establishment of medical oversight is an important public goal in the provision of emergency health care services, it may not be obtained through unlawful means. The collective effect of the challenged regulations is to provide local government officials a mechanism whereby they may prevent an air carrier from operating at all within the state. Such a total bar to entry relates to a carrier's routes and service and violates Congress' clear mandate in establishing the ADA. The court is loath to disturb the carefully coordinated state and local EMS systems, and it does not do so lightly. The Supreme Court's pronouncement, however, is clear: the ADA is broadly preemptive, <i>Morales,</i> 504 U.S. at 383-84, 112 S.Ct. 2031, and a state law that is \"prescriptive\" and \"controls the primary conduct of those falling within its governance\" is preempted. <i>Wolens,</i> 513 U.S. at 227, 115 S.Ct. 817. The court therefore finds that the above mentioned regulations are preempted to the extent that they require approval of county government officials which, if denied, would preclude plaintiff from operating within the state.</p>\n<p>In its fourth claim for relief, plaintiff attacks regulations that it claims impermissibly require it to define its service area and routes. Specifically, plaintiff challenges 10A N.C.A.C. 13P.0301(a)(1), which requires that an applicant seeking OEMS approval to provide specialty care transports document that the program has \"a defined service area\". Plaintiff also challenges 10A N.C.A.C. 13P.0209(6), which requires air ambulances to be equipped with special two-way radios to communicate with various public safety entities \"within the defined service area\", and 10A N.C.A.C. 13P.0302(a)(3), which requires air medical programs to document \"[a] written plan for transporting patients to appropriate facilities when diversion or bypass plans are activated\".</p>\n<p>Although the above mentioned regulations do not preclude plaintiffs entry into the market, and do not, on their face, limit plaintiffs ability to define its own service area, the court finds that 10A N.C.A.C. 13P.0301(a)(1) and 10A N.C.A.C, 13P.0209(6) nonetheless have a connection with, or reference to, plaintiffs routes under the broadly preemptive language of 49 U.S.C. § 41713(b)(1). <i>See </i><i>Rowe,</i> 128 S.Ct. at 995; <i>Morales,</i> 504 U.S. at 384, 112 S.Ct. 2031. The court thus finds that these regulations relate to plaintiffs routes, and to the extent they require an air carrier to define a service area, they are preempted by the ADA. To the extent that 10A N.C.A.C. 13P.0209(6) merely requires plaintiff to synchronize its voice radio communications with local EMS resources, however, it falls outside the scope of express federal preemption.</p>\n<p>The court finds that 10A N.C.A.C. 13P.0302(a)(3) relates to an air carrier's routes in too tenuous a manner to be preempted under the ADA, however. The regulation does not define or restrict plaintiff's service area, but merely requires plaintiff to, document its own plan for ensuring that patients will be transported to an appropriate medical facility in the event of a diversion or bypass. This is primarily a patient care objective properly within the state's regulatory authority.</p>\n<p>In its fifth claim for relief, plaintiff contests 10A N.C.A.C. 13P.0301(a)(3), which requires any specialty care transport program to provide \"service continuously available on a 24 hour per day basis\". The court agrees that this regulation clearly relates to an air carrier service within the meaning of 49 U.S.C. § 41713(b)(1). The 24 hour requirement, like the receipt verification procedure at issue in <i>Rowe,</i> \"would freeze into place services that carriers might prefer to discontinue in the future.\" 128 S.Ct. at 995. The regulation forces plaintiff to provide a service it may not wish to provide. Thus, to the extent 10A N.C.A.C. 13P.0301(a)(3) requires an air carrier to provide 24 hour per day service, it is preempted by the ADA.</p>\n<p></p>\n<h2>2. Federal Preemption of the Field of Aviation Safety</h2>\n<p>In its sixth claim for relief, plaintiff challenges several regulations that it contends impermissibly govern aviation safety. Specifically, plaintiff challenges N.C. Gen. Stat. § 131E-157, which authorizes the Commission, as defined at N.C. Gen.Stat. § 131E-155(4). to \"adopt rules specifying equipment, sanitation, supply and design requirements for ambulances\", to inspect all ambulances, and to \"deny, suspend, or revoke the permit for\" any ambulance that fails to meet the standards established by the Commission. Plaintiff contends that N.C. Gen.Stat. § 131E-157, and the regulations promulgated thereunder, invade the province of the Federal Aviation Administration by (1) mandating \"an internal voice communication system to allow for communication between the medical crew and flight crew\". 10A N.C.A.C. 13P.0209(3); (2) requiring that any air ambulance \"shall not have structural or functional defects that may adversely affect the patient, the EMS personnel, or the safe operation of the aircraft\", 10A N.C.A.C. 13P.0209(10); and (3) requiring an air ambulance provider to \"[p]resent a written plan and method for recording systematic, periodic inspection repair, cleaning, and routine maintenance of all EMS responding vehicles.\" 10A N.C.A.C. 13P.0204(a)(5). Plaintiff further challenges a laundry list of onboard equipment requirements found at 10A N.C.A.C, 13P.0209(7).</p>\n<p>The doctrine of field preemption recognizes that \"Congress implicitly may indicate an intent to occupy a given field to the exclusion of state law . . . where the pervasiveness of the federal regulation precludes supplementation by the States, where the federal interest in the field is sufficiently dominant, or where `the object sought to be obtained by the federal law and the character of obligations imposed by it . . . reveal the same purpose.'\" <i>Schneidewind v. ANR Pipeline Co.,</i> 485 U.S. 293, 300, 108 S.Ct. 1145, 99 L.Ed.2d 316 (1988) (quoting. <i>Rice v. Santa Fe Elevator Corp.,</i> 331 U.S. 218, 230, 67 S.Ct. 1146, 91 L.Ed. 1447 (1947)).</p>\n<p>In <i>City of Burbank v. Lockheed Air Terminal Inc.,</i> the Supreme Court held that \"the pervasive nature of the scheme of federal regulation\" under the FAA, as well as the Noise Control Act of 1972, evidenced Congressional intent to preempt state and local control over aircraft noise. 411 U.S. 624, 633, 93 S.Ct. 1854, 36 L.Ed.2d 547 (1973). It reasoned that considerations of safety and efficiency require \"a uniform and exclusive system of federal regulation if the congressional objectives underlying the Federal Aviation Act are to be fulfilled.\" <i>Id.</i> at 639, 93 S.Ct. 1854. Applying <i>City of Burbank</i> and interpreting legislative history, the Third Circuit found implied preemption by occupation of the field of aviation safety to be absolute. <i>Abdullah v. American Airlines, Inc.,</i> 181 F.3d 363, 367 (3d Cir.1999) (\"[F]ederal law establishes the applicable standards of care in the field of air safety, generally, thus preempting the entire field from state and territorial regulation\"). Several circuit courts have since cited to or agreed with <i>Abdullah. See, e.g., </i><i>Air Transp. Ass'n of Am. v. Cuomo,</i> 520 F.3d 218, 225 (2d Cir. 2008) (citing <i>Abdullah</i> but declining to reach the question of FAA field pre-emption because it found the relevant statute preempted under the ADA); <i>Greene v. B.F. Goodrich Avionics Sys. Inc.,</i> 409 F.3d 784, 795 (6th Cir.2005) (\"We agree with the Third Circuit's reasoning in Abdullah that federal law establishes the standards of care in the field of aviation safety and thus preempts the field from state regulation.\"); <i>Hoagland v. Town of Clear Lake, Ind.,</i> 415 F.3d 693, 697 (7th Cir.2005) (citing as authority); <i>Montalvo v. Spirit Airlines,</i> 508 F.3d 464, 468 (9th Cir.2007) (\"We adopt the Third Circuit's broad, historical approach to hold that federal law generally establishes the applicable standards of care in the field of aviation safety.\"); <i>but cf. </i><i>Hughes v. AG of Fla.,</i> 377 F.3d 1258, 1270 (11th Cir.2004) (distinguishing <i>Abdullah</i> and declining to apply federal preemption of the field of aviation safety in the context of state law criminal action against intoxicated airline pilots). <i>See also </i><i>Air Evac EMS, Inc. v. Robinson,</i> 486 F.Supp.2d 713, 720 (M.D.Tenn.2007) (finding that Congress has preempted the field of aviation safety and that state laws regulating air ambulance avionics equipment are therefore invalid).</p>\n<p>The court agrees that FAA preemption in the area of aviation safety is absolute. State regulations that require air carriers to provide specific aviation safety related equipment, and to participate in safety related training, are therefore preempted. The inquiry does not end there, however. Aviation safety and emergency medicine share some overlapping goals, and the two fields are not entirely distinct. Although the FAA has preemptive control of aviation safety measures, regulations regarding EMS related equipment would not intrude on its domain. For example, the two way radio required under 10A N.C.A.C. 13P.0209(6) and mentioned in plaintiffs fourth claim for relief, which is necessary for communication with various public safety entities in order to facilitate patient care, is not preempted, while the VHF aircraft frequency transceivers required by 10A N.C.A.C. 13P.0209(7)(a) relate primarily to aviation safety and would be preempted by the federal scheme. The court therefore clarifies that only those regulations governing equipment or training directly related to aviation safety are preempted.</p>\n<p>More specifically, the court finds that 10A N.C.A.C. 13P.0209(7)(a)-(m), listing as it does a series of \"flight equipment\" requirements, none of which can reasonably be detached from aviation safety and associated solely with EMS, are preempted. N.C. Gen.Stat. § 131E-157, however, remains unaffected to the extent that it does not stray into the field of aviation safety. The Commission may still, for example, adopt rules specifying medically related equipment, sanitation, supply and design requirements for air ambulances, and the DHHS may still inspect air ambulances for compliance with these medically-related regulations. Likewise, 10A N.C.A.C. 13P.0209(3), which requires air ambulances be equipped with voice communication systems for communication between the flight crew and medical crew, is necessary for proper patient care and does not run afoul of the federal scheme. 10A N.C.A.C. 13P.0204(a)(5) is preempted only to the extent that it purports to impose aviation safety inspections and other aviation related requirements on air carriers. To the extent it merely requires air carriers to document a plan for inspecting, repairing, and cleaning medical and other patient care related equipment, it remains unaffected. Finally, 10A N.C.A.C. 13P.0209(10) is preempted only to the extent that it prohibits structural or functional defects affecting the \"safe operation of the aircraft\".</p>\n<p>In its seventh claim for relief, plaintiff contends that North Carolina statutory and regulatory requirements regulating the staffing and crew member training of air ambulances also violates the province of the FAA. Specifically, plaintiff challenges N.C. Gen.Stat. § 131158(a)(2), which requires that, in addition to certain onboard medical personnel, each air ambulance shall be staffed by \"[o]ne medical responder who is responsible for the operation of the vehicle and rendering assistance to the emergency medical technician.\" Plaintiff also contests regulations requiring crew members to be trained in \"[i]n-flight emergencies specific to the aircraft used in the program\", 10A N.C.A.C. 13P.0302(a)(1)(C), and \"[a]ircraft safety.\" 10A N.C.A.C. 13P.0302(a)(1)(D).</p>\n<p>To the same extent and for the same reasons given in response to plaintiff's sixth claim for relief, 10A N.C.A.C. 13P.0302(a)(1)(C)-(D) are preempted by federal law. Because the mode of transport can impact patient care, this should not be read to invalidate any vehicle or equipment related training undertaken specifically for the purposes of ensuring proper patient care. For example, training regarding cabin pressurization of the specific aircraft as it relates to specific medical conditions would not be precluded. <i>See, e.g.,</i> 10A N.C.A.C. 13P.0302(a)(1)(A) (requiring training in \"altitude physiology\"). N.C. Gen.Stat. § 131E-158(a)(2) is preempted only to the extent that it purports to require a helicopter pilot to provide backup medical care for EMS personnel. The essential requirement of the rule, that an ambulance be staffed by at least two persons, remains undisturbed.<sup>[10]</sup></p>\n<p></p>\n<h2>B. 42 U.S.C. §§ 1983 and 1988</h2>\n<p>Finally, in its eighth claim for relief, plaintiff alleges that the ADA's express preemption provision, 49 U.S.C. § 41713(b)(1), creates a federal right in air carriers to be free from state economic regulation, and it accordingly seeks a declaratory judgment, injunctive relief, and damages under 42 U.S.C. § 1983. Plaintiff further seeks costs and attorney's fees under 42 U.S.C. § 1988.</p>\n<p>A cause of action under § 1983 can be supported only by an \"unambiguously conferred right.\" <i>Gonzaga Univ. v. Doe,</i> 536 U.S. 273, 283, 122 S.Ct. 2268, 153 L.Ed.2d 309 (2002). The initial inquiry under § 1983, \"determining whether a statute confers any right at allis no different from the initial inquiry in an implied right of action case.\" <i>Id.</i> at 285, 122 S.Ct. 2268. As the Supreme Court has clarified, this inquiry must begin by determining whether Congress, when enacting the statute at issue, intended to create a federal right, for it is only \"rights, not the broader or vaguer `benefits' or `interests,' that may be enforced under the authority of [§ 1983].\" <i>Id.</i> at 283, 122 S.Ct. 2268. Furthermore, \"for a statute to create such private rights, its text must be `phrased in terms of the persons benefited.'\" <i>Id.</i> at 284, 122 S.Ct. 2268 (citing <i>Cannon v. Univ. of Chicago,</i> 441 U.S. 677, 690, n. 13, 99 S.Ct. 1946, 60 L.Ed.2d 560 (1979)).</p>\n<p>The court finds that the express preemption provision of the ADA does not create a federal right enforceable under § 1983. The ADA was enacted to enhance competition in the air carrier industry, and there is little to indicate that Congress intended to create a cognizable right under the ADA's preemption provision. Furthermore, the clear weight of authority supports defendants' contention that no private right of action arises under the ADA for purposes of § 1983. <i>See, e.g., </i><i>Western Air Lines, Inc. v. Port Authority of New York &amp; New Jersey,</i> 817 F.2d 222, 225 (2d Cir.1987) (denying private right of action under ADA but allowing Supremacy Clause challenge to proceed) (citing <i>Montauk-Caribbean Airways, Inc. v. Hope,</i> 784 F.2d 91, 97 (2d Cir.1986) (\"[T]here is no private right of action under [the ADA].\")); <i>Air Transp. Ass'n of Am. v. Public Utilities Com.,</i> 833 F.2d 200, 207 (9th Cir.1987) (\"[ADA] does not create a private right of action\"); <i>see also </i><i>New York Airlines, Inc. v. Dukes County,</i> 623 F.Supp. 1435, 1449 (D.Mass.1985) (\"There is no indication in the legislative history of this provision that Congress intended [the ADA] to give rise to a federal right.\").</p>\n<p>Having found no federal right under 49 U.S.C. § 41713(b)(1) for purposes of § 1983, the court also denies plaintiffs claim for attorney's fees and costs under 42 U.S.C. § 1988. Plaintiffs eighth claim for relief, therefore, is denied.</p>\n<p></p>\n<h2>SCOPE OF RELIEF ACCORDED</h2>\n<p>In accordance with the foregoing, where plaintiff is not entitled to judgment on its eighth claim for relief, and the same shall be dismissed, no damages or attorneys fees are awarded. Plaintiff requests declaratory judgment under 28 U.S.C. § 2201, declaring that the challenged laws and regulations are preempted by federal law and that plaintiff cannot be required to comply with them. Aside from meritsbased arguments, defendants do not offer separate response or contest plaintiffs theory that should plaintiff prevail, as it does in large part, it would be entitled to declaratory judgment in its favor.</p>\n<p>The court finds that whether the North Carolina laws at issue are preempted by the ADA and the federal aviation regulatory scheme presents a \"case of actual controversy\" under 28 U.S.C. § 2201. The parties' legal interests are adverse. Plaintiff has applied for and been denied a CON, and it is thus prohibited from operating between points in North Carolina. Furthermore, there is a real threat that the other challenged laws and regulations will be enforced against plaintiff as it seeks to operate between points in North Carolina. In this case, certain declarative relief is proper. Plaintiff is entitled to declaratory judgment as follows:</p>\n<p>(1) North Carolina's CON law, N.C. Gen.Stat. §§ 131E-175, <i>et seq.,</i> is preempted by the ADA to the extent it requires any air carrier to obtain a CON, and plaintiff cannot be required to comply with same;</p>\n<p>(2) N.C. Gen.Stat. § 131E-178(a) and 10A N.C.A.C. 13P.0302(a)(2) are preempted by the ADA to the extent they require an air carrier to obtain a CON;</p>\n<p>(3) N.C. Gen.Stat. §§ 131E-155(6b), 131E-155.1(a), and 10A N.C.A.C. 13P.0204(a)(1), 13P.0204(a)(4), 13P.0402(3), and the endorsement requirement set forth in the application form for a Specialty Care Transport Program are preempted by the ADA to the extent they condition an air carrier's operation within the state on approval by county governmental officials, and plaintiff cannot be required to comply with same;</p>\n<p>(4) 10A N.C.A.C. 13P.0301 (a)(1) and 10A N.C.A.C. 13P.0209(6) are preempted by the ADA to the extent they require an air carrier to define its service area, and plaintiff cannot be required to comply with same;</p>\n<p>(5) 10A N.C.A.C. 13P.0301(a)(3) is preempted by the ADA to the extent it requires an air carrier to provide 24 hour per day service, and plaintiff cannot be required to comply with same;</p>\n<p>(6) The statutes and regulations identified in plaintiffs sixth claim for relief are preempted to the extent those regulations governing equipment or training are directly related to aviation safety, and as more particularly detailed in the foregoing; and</p>\n<p>(7) 10A N.C.A.C. 13P.0302(a)(1)(C)-(D) are preempted by federal occupation of the field of aviation safety, and N.C. Gen.Stat. § 131E-158(a)(2) is preempted only to the extent that it purports to require a helicopter pilot to provide backup medical care for EMS personnel.</p>\n<p>Plaintiffs also seek permanent injunction against enforcement of the preempted laws and regulations. Well-established principles of equity guide the court's determination regarding plaintiff's entitlement to injunctive relief:</p>\n<blockquote>[A] plaintiff seeking a permanent injunction must satisfy a four-factor test before a court may grant such relief, A plaintiff must demonstrate: (1) that it has suffered an irreparable injury; (2) that remedies available at law, such as monetary damages, are inadequate to compensate for that injury; (3) that, considering the balance of hardships between the plaintiff and defendant, a remedy in equity is warranted; and (4) that the public interest would not be disserved by a permanent injunction.</blockquote>\n<p><i>eBay Inc. v. MercExchange, L.L.C.,</i> 547 U.S. 388, 391, 126 S.Ct. 1837, 164 L.Ed.2d 641 (2006) (internal citations omitted).</p>\n<p>The court finds that plaintiffs inability to enter the market for point to point air ambulance services within North Carolina without first complying with the preempted laws and regulations constitutes an irreparable injury, and one for which there is no adequate remedy available at law. This harm to plaintiff would outweigh the harm to defendants from imposing the requested injunctions. As detailed above, those portions of the challenged laws and regulations that relate primarily to patient care are not preempted, and the state's interest in overseeing the medical aspects of air ambulance service is thus not unduly compromised. Finally, injunctive relief would not adversely affect the public interest. By enacting the ADA, Congress determined that federal preemption serves the public interest by reducing inefficiency, costs, and limitations on the expansion of markets caused by state regulation. The court further finds that defendants are not immune from declaratory and prospective injunctive relief. In <i>Ex Parte Young,</i> the Supreme Court held that \"the state has no power to impart to [a state official] any immunity from responsibility to the supreme authority of the United States.\" 209 U.S. 123, 160, 28 S.Ct. 441, 52 L.Ed. 714 (1908). As the Fourth Circuit has explained, \"Ex parte Young authorizes suits against state officers for prospective equitable relief from ongoing violations of federal law.\" <i>Franks v. Ross,</i> 313 F.3d 184, 197 (4th Cir.2002) (internal quotation omitted). Furthermore, <i>Morales</i> confirmed that injunctive relief against state officers is appropriate within the context of the ADA's preemption provision, at least where, as here, plaintiffs injury is not merely conjectural. 504 U.S. at 381-82, 112 S.Ct. 2031. Here, as in <i>Morales,</i> plaintiff is \"faced with a Hobson's choice: continually violate the. . . law and expose themselves to potentially huge liability; or violate the law once as a test case and suffer the injury of obeying the law during the pendency of the proceedings and any further review.\" <i>Id.</i> Thus, on the facts of this case, injunctive relief is proper.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Plaintiffs motion for judgment on the pleadings is GRANTED as to claims one through seven of the complaint to the extent herein provided and judgment awarding plaintiff declarative relief shall be entered, as set forth above. Defendants are permanently enjoined from engaging in activities prescribed by the state statutory and regulatory framework herein found preempted by federal law. Plaintiff shall submit proposed injunction by October 13, 2008, after first consulting with defendants to resolve any issues as to form and scope not resolved in this order, The proposed injunction shall be no more burdensome to defendants than necessary to provide complete relief to plaintiff in accordance with this court's order, and the requirements of Rule 65 of the Federal Rules of Civil Procedure. Defendant shall file any response by October 22, 2008. Plaintiffs motion for judgment on the pleadings is DENIED as to the eighth claim for relief, which cannot be maintained against defendants. Plaintiff's eighth claim for relief is dismissed with prejudice. Each party shall bear its own costs in the action.</p>\n<h2>NOTES</h2>\n<p>[1]  The two bases are located in Spartanburg, South Carolina and Greenville, South Carolina. The Spartanburg base is known as \"Regional One\" and the Greenville base is referred to as \"Med-Trans One,\"</p>\n<p>[2]  In late August 2007, eight North Carolina hospitals that provide in state air medical services moved variously, and in some cases jointly, to intervene in the instant action. By order entered December 6, 2007, the court denied all motions to intervene, and thereafter, by order entered March 21, 2008, joint motion for reconsideration. However, in the same order, the court invited supplemental briefing by all parties to clarify the impact of the Supreme Court's decision in <i>Rowe v. New Hampshire Motor Transp. Ass'n,</i> ___ U.S. ___, 128 S.Ct. 989, 169 L.Ed.2d 933 (2008), conferred <i>amicus</i> status on would be intervenors, and invited joint supplemental briefing from <i>amici curiae.</i> Seven of the original would be intervenors have appealed the court's denial of intervention to the Fourth Circuit Court of Appeals. Dkt. No. 08-1438. <i>Amici curiae's</i> most recent suggestion, in brief filed September 12, 2008, that this court lacks subject matter jurisdiction is clearly erroneous. Plaintiff requests both declaratory and prospective injunctive relief, and this case is therefore within the purview of <i>Shaw v. Delta Air Lines, Inc.,</i> 463 U.S. 85, 103 S.Ct. 2890, 77 L.Ed.2d 490 (1983), where the Supreme Court found a lawsuit requesting both declaratory and injunctive relief on preemption grounds sufficient to support subject matter jurisdiction: \"It is beyond dispute that federal courts have jurisdiction over suits to enjoin state officials from interfering with federal rights. A plaintiff who seeks injunctive relief from state regulation, on the ground that such regulation is pre-empted by a federal statute which, by virtue of the Supremacy Clause of the Constitution, must prevail, thus presents a federal question which the federal courts have jurisdiction under 28 U.S.C. § 1331 to resolve.\" <i>Id.</i> at 96 n. 14, 103 S.Ct. 2890 (citing <i>Ex parte Young,</i> 209 U.S. 123, 160-162, 28 S.Ct. 441, 52 L.Ed. 714 (1908)). <i>See also </i><i>Verizon Maryland, Inc. v. Public Serv. Comm'n,</i> 535 U.S. 635, 642, 122 S.Ct. 1753, 152 L.Ed.2d 871 (2002) (\"Verizon sought a declaratory judgment that the Commission's order was unlawful, and an injunction prohibiting its enforcement. We have no doubt that federal courts have jurisdiction under § 1331 to entertain such a suit\"); <i>Lawrence County v. Lead-Deadwood Sch. Dist. No. 40-1,</i> 469 U.S. 256, 259 n. 6, 105 S.Ct. 695, 83 L.Ed.2d 635 (1985) (characterizing <i>Shaw</i> as \"reaffirming the general rule\" that a plaintiffs request for injunctive relief from state regulation on preemption grounds is sufficient to support federal question jurisdiction).</p>\n<p>[3]  In separate order, this court granted defendants' motion to strike exhibits numbered 5 through 12 submitted with plaintiff's memorandum in support of its motion for judgment on the pleadings; accordingly, the court considers here the instant motion without reference to those contested exhibits.</p>\n<p>[4]  Defendants also urge that the motion for judgment on the pleadings is untimely because, at the time filed, the motions to intervene had not been decided and, therefore, the pleadings were not closed. Where the court has since denied would-be intervenors' motions to intervene and later joint motion to reconsider, this argument has no currency.</p>\n<p>[5]  In a case decided after briefing concluded on the instant motion, the Supreme Court held that the language at issue in <i>Rowe</i> was borrowed from and should be interpreted the same as the language of the ADA. <i>Rowe,</i> 128 S.Ct. at 993-94 (\"And we follow <i>Morales</i> in interpreting similar language in the 1994 Act before us here. We have said that `when judicial interpretations have settled the meaning of an existing statutory provision, repetition of the same language in a new statute indicates, as a general matter, the intent to incorporate its judicial interpretations as well.'\") (quoting <i>Merrill Lynch, Pierce, Fenner &amp; Smith Inc. v. Dabit,</i> 547 U.S. 71, 85, 126 S.Ct. 1503, 164 L.Ed.2d 179 (2006)). After issuance of the <i>Rowe</i> decision, this court requested supplemental briefing from the parties on the impact of the <i>Rowe</i> decision, and then invited would-be intervenors to participate as <i>amici curiae.</i></p>\n<p>[6]  The court takes judicial notice of plaintiff's Federal Air Administration Part 135 certificate no. M3XA227H, verified by the Federal Aviation Administration's official web site as described by plaintiff in fn. 9 of its supplemental briefing. Conversion to summary judgment is not required when the court considers documents of which it may take judicial notice. <i>See, e.g., </i><i>R.G. Fin. Corp. v. Vergara-Nunez,</i> 446 F.3d 178, 182 (1st Cir.2006) (\"The court may supplement the facts contained in the pleadings by considering documents fairly incorporated therein and facts susceptible to judicial notice.\"); <i>Armbruster Prods. v. Wilson,</i> 1994 WL 489983, at *2, 1994 U.S.App. LEXIS 24796, at *5 (4th Cir. Sept. 12, 1994). The court may take judicial notice of matters of public record. <i>United States v. Wood,</i> 925 F.2d 1580, 1582 (7th Cir.1991); <i>Armbruster Prods.,</i> 1994 WL 489983, at *2, 1994 U.S.App. LEXIS, at *5-6: <i>Parker v. Homestead Studio Suites Hotel,</i> 2005 WL 3968291, at *1, 2005 U.S. Dist. LEXIS 18497, at *2-3 (E.D.N.C. May 12, 2005). The court finds that plaintiff's Part 135 certificate, issued by the Federal Aviation Administration and evidenced at the official government web site, where reference also is made to this document in the complaint, (Compl. ¶ 1), is a matter of public record and, therefore, its consideration does not necessitate conversion to summary judgment.</p>\n<p>[7]  At the time <i>Morales</i> was decided, the ADA's preemption provision was codified at 49 U.S.C.App. § 1305(a)(1). The provision has since been recodified at 49 U.S.C. § 41713(b)(1) without substantive change.</p>\n<p>[8]  The court will consider implied preemption due to FAA occupation of the field of aviation safety below.</p>\n<p>[9]  This is notwithstanding the court's holding that North Carolina's statutory definition of \"air ambulance\" does not govern federal law.</p>\n<p>[10]  This ruling should not be read to suggest that the driver of a ground unit may not be required to have some form of medical training.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>MED-TRANS CORPORATION, Plaintiff,<br>\nv.<br>\nDempsey BENTON, Secretary of the North Carolina Department of Health and Human Services, in his official capacity; Robert J. Fitzgerald, Director, Division of Health Service Regulation, North Carolina Department of Health and Human Services, in his official capacity; Lee B. Hoffman, Chief of the Certificate of Need Section, Division of Health Service Regulation, North Carolina Department of Health and Human Services, in her official capacity; Drexdal R. Pratt, Chief of the Office of Emergency Medical Services, Division of Health Service Regulation, North Carolina Department of Health and Human Services, in his official capacity, Defendants.</h1></center>\n<center>No. 5:07-CV-222-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 26, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on plaintiff's motion for judgment on the pleadings. (DE # 53). The issues raised are ripe for ruling. For the following reasons plaintiff's motion is granted in part and denied in part.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>Plaintiff, a North Dakota corporation which presents itself as \"one of the nation's leading providers of air ambulance services,\" and operates, among many others, two air ambulance services in northern South Carolina, near the North Carolina border,<sup>[1]</sup> initiated this case on June 18, 2007. Its complaint asserts eight claims for relief, seven of which allege that specific portions of North Carolina's state statutory and regulatory scheme governing operations of air ambulance services are preempted by federal aviation legislation pursuant to Article VI of the United States Constitution. Defendants are four officials serving within the North Carolina Department of Health and Human Services (\"DHHS\"), sued in their official capacities.<sup>[2]</sup></p>\n<p>Plaintiff, while authorized to pick up patients in North Carolina for transport to facilities in South Carolina, and to transport patients from South Carolina to facilities in North Carolina, protests North Carolina statutes and regulations which preclude it from performing purely instate transports from point to point in North Carolina. Plaintiff argues express and implied federal preemption preclude enforcement of the state laws at issue.</p>\n<p>More particularly, plaintiff asserts that 49 U.S.C. § 41713(b)(1), a provision of the Airline Deregulation Act of 1978 (\"ADA\"), which among other things prohibits states from enacting or enforcing laws relating to the price, route, or service of an air carrier, expressly preempts the portions of North Carolina's Certificate of Need (\"CON\") law that purport to regulate air ambulances. Plaintiff further asserts that 49 U.S.C. § 41713(b)(1), together with 49 U.S.C. § 44705, a provision of the Federal Aviation Act of 1958 (\"FAA\"), 49 U.S.C. §§ 40101 <i>et seq.,</i> requiring the Administrator of the Federal Aviation Administration to issue air carrier operating certificates, and the federal regulations promulgated pursuant thereto, preempt certain provisions of the North Carolina statutes and regulations governing emergency medical services (\"EMS\"). Plaintiff's eighth claim, seeking recovery under 42 U.S.C. § 1983, asserts that the North Carolina state laws have wrought an ongoing violation of plaintiffs right to \"be free from regulation.\"</p>\n<p>Under the framework herein challenged, in order to accept purely in state transports, plaintiff must first obtain a CON from DHHS. N.C. Gen.Stat. §§ 131178(a), 131E-176(16)(fl)(1), 131E-176(16)(s). The rules applicable to reviews of air ambulance CON applications are set forth in 10A N.C.A.C. 14C.3301-3305. Among other things, an applicant must demonstrate that it expects to be able to obtain all of the required permits, licenses, and certifications necessary for operating an air ambulance, including those required by the state's Office of Emergency Medical Services (\"OEMS\"), and that \"existing air ambulance services in the State are unable to accommodate the applicant's projected need for an additional air ambulance\". 10A N.C.A.C. 14C.3302(b)(6),(13). The CON review process assesses the need for a new provider's services based on a variety of criteria such as the \"population to be served\" and whether or not the proposed project will result in \"unnecessary duplication of existing or approved health service capabilities or facilities.\" N.C. Gen.Stat. § 131E-183(a). The burden of proving need in the process rests with the applicant. It is undisputed that prior to the instant lawsuit, plaintiff attempted to obtain a CON through the required administrative procedures, but was denied.</p>\n<p>Had plaintiff been successful in its CON application, and then proceeded under this framework, it would also have had to apply for and receive an EMS provider license from DHHS before operating within the state. N.C. Gen. Stat. § 131E-155.1 (a). North Carolina law allows the North Carolina Medical Care Commission (\"the Commission\") to promulgate rules and requirements that a provider must meet in order to obtain an EMS provider license. N.C. Gen.Stat. § 131E-155.1(c). Once obtaining a provider license, plaintiff would also have had to obtain a permit for each air ambulance it would operate within the state. N.C. Gen.Stat. § 131E-156(a). North Carolina law allows DHHS to promulgate regulations and requirements that each air ambulance must meet, including standards for equipment, in order to obtain a permit from DHHS, and to inspect each ambulance for compliance with requirements set forth by the Commission. N.C. Gen.Stat. §§ 131E-156(b), 131157(a), (b). Finally, in order to undertake transports from point to point in North Carolina, plaintiff would have had to comply with the myriad of requirements of the Air Medical Specialty Care Transport Program, which requires air medical programs to document, among other things, that their medical crew members have completed specific training and that the program has a CON \"when applicable\". 10A N.C.A.C. 13P.0302(a)(2).</p>\n<p>Plaintiff requests primarily declarative and injunctive relief, along with damages related to its eighth claim for relief, and attorney's fees.</p>\n<p></p>\n<h2>STANDARD OF REVIEW</h2>\n<p>Under Rule 12(c) a party may move for judgment on the pleadings \"[a]fter the pleadings are closedbut early enough not to delay trial\". Fed.R.Civ.P. 12(c). \"The test applicable for judgment on the pleadings is whether or not, when viewed in the light most favorable to the party against whom the motion is made, genuine issues of material fact remain or whether the case can be decided as a matter of law.\" <i>Smith v. McDonald,</i> <span class=\"citation\" data-id=\"1571129\"><a href=\"/opinion/1571129/smith-v-mcdonald/\"><span class=\"volume\">562</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">829</span></a></span>, 842 (M.D.N.C.1983), <i>aff'd,</i> <span class=\"citation\" data-id=\"437489\"><a href=\"/opinion/437489/david-i-smith-v-robert-mcdonald/\"><span class=\"volume\">737</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">427</span></a></span> (4th Cir.1984), <i>aff'd,</i> <span class=\"citation\" data-id=\"111479\"><a href=\"/opinion/111479/mcdonald-v-smith/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, <span class=\"citation\" data-id=\"111479\"><a href=\"/opinion/111479/mcdonald-v-smith/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2787</span></a></span>, <span class=\"citation\" data-id=\"111479\"><a href=\"/opinion/111479/mcdonald-v-smith/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">384</span></a></span> (1985). When there are no factual issues, judgment on the pleadings should be granted where the moving party is clearly entitled to the judgment it seeks as a matter of law. <i>Jadoff v. Gleason,</i> <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">330</span></span>, 331 (M.D.N.C.1991): <i>see also </i><i>Tollison v. B &amp; J Machinery Co.,</i> <span class=\"citation\" data-id=\"1762378\"><a href=\"/opinion/1762378/tollison-v-b-j-machinery-co-inc/\"><span class=\"volume\">812</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">618</span></a></span>, 619 (D.S.C.1993); <i>King v. Gemini Food Servs., Inc.,</i> <span class=\"citation\" data-id=\"1463523\"><a href=\"/opinion/1463523/king-v-gemini-food-services-inc/\"><span class=\"volume\">438</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">964</span></a></span>, 966 (E.D.Va.1976), <i>aff'd,</i> <span class=\"citation\" data-id=\"349251\"><a href=\"/opinion/349251/peggie-ann-king-dynnel-johnson-barbara-jenkins-and-irene-combs-v-gemini/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">297</span></a></span> (4th Cir.1977).</p>\n<p>A motion for judgment on the pleadings must be converted to one for summary judgment if \"matters outside the pleadings are presented to and not excluded by the court.\" Fed.R.Civ.P. 12(d). Thus, a court considering a motion for judgment on the pleadings must base its decision solely on information obtained from the pleadings.<sup>[3]</sup><i>A.S. </i><i>Abell Co. v. Baltimore Typographical Union No. 12,</i> <span class=\"citation\" data-id=\"265887\"><a href=\"/opinion/265887/the-a-s-abell-company-a-body-corporate-the-baltimore-news-american/\"><span class=\"volume\">338</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">190</span></a></span>, 193 (4th Cir.1964): <i>see also </i><i>Dobson v. Cent. Carolina Bank and Trust Co.,</i> <span class=\"citation\" data-id=\"2323757\"><a href=\"/opinion/2323757/dobson-v-central-carolina-bank-and-trust-co/\"><span class=\"volume\">240</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">516</span></a></span>, 519 (M.D.N.C.2003); <i>John S. Clark Co., Inc. v. United Nat'l Ins. Co.,</i> <span class=\"citation\" data-id=\"2563488\"><a href=\"/opinion/2563488/john-s-clark-co-inc-v-united-natl-ins-co/\"><span class=\"volume\">304</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">758</span></a></span>, 763 (M.D.N.C.2004).</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>As a preliminary matter, defendants contend that judgment on the pleadings is not appropriate because material factual matters are in dispute.<sup>[4]</sup> According to defendants, the \"[a]nswer is replete with denials of the allegations contained in the Complaint.\" (Def.'s Mem. Opp. Mot. J. Pldgs. 12-13). Defendants direct the court's attention to several specific examples, each of which the court considers in turn below.</p>\n<p>Defendants first argue that they \"expressly denied that Plaintiff currently operates an air ambulance in North Carolina.\" (Def.'s Mem. Opp. Mot. J. Pldgs. 13). In its complaint, plaintiff alleges it operates two \"air ambulance\" services out of bases in South Carolina. (Compl. ¶¶ 9, 10). It also maintains that \"Med-Trans has provided air ambulance service in North Carolina since approximately 2001.\" (Compl. ¶ 11). Defendants deny these claims \"as written\" because \"N.C. Gen. Stat § 131E-176(1a) defines `air ambulance' as an `aircraft used to provide air transport of sick or injured persons between destinations <i>within</i> the State.'\" (Answer ¶¶ 10, 11) (emphasis added). Defendants do not expressly deny that plaintiff has transported patients via air ambulance between North Carolina and South Carolina. Defendants' denial is based on application of state law that limits the definition of \"air ambulance\" to one that provides purely intrastate transport. Whether or not plaintiffs operations fall within North Carolina's narrow statutory definition is not, as presented, a genuine issue of material fact. It is an issue of law.</p>\n<p>Defendants also deny \"as written\" plaintiffs claim that OEMS will not process an application from an applicant seeking OEMS approval until the applicant obtains a CON. (Answer ¶ 27). Defendants note that the CON law only applies \"when applicable.\" (Answer ¶ 27). Defendants nonetheless have admitted that plaintiff would be required to obtain a CON prior to engaging in transports from point to point in North Carolina. (Answer ¶¶ 16, 43). Further, defendants pleaded in response that Pratt \"stated that he is not aware of a situation in which OEMS waived the requirements set forth in the rules.\" (Answer ¶ 26). There is no disagreement on the face of the pleadings that CON law applies in this instance. Defendants' response that the same law might not be applied in the same way under different circumstances fails to create a genuine issue of material fact.</p>\n<p>Defendants also bolster their argument that the issues raised for decision now, on motion for judgment on the pleadings, are not susceptible to determination as a matter of law by pointing to other contested allegations. Defendants argue that they have contested plaintiffs assertion that defendants \"purport to prevent Plaintiff from transporting patients along routes wholly inside North Carolina.\" (Def.'s Mem. Opp. Mot. J. Pldgs. 13). Defendants deny plaintiffs allegation by noting that defendants do not prevent plaintiff from transporting patients along routes wholly within North Carolina, so long as plaintiff first obtains a CON. (Answer ¶ 44). In effect, defendants are merely rephrasing one of plaintiffs core assertionsthat plaintiff is required to submit to the CON process prior to performing flights from point to point in North Carolina. This artful pleading, without more, raises no issue of fact.</p>\n<p>Defendants argue that the pleadings expose a genuine issue of material fact with respect to restriction of plaintiffs service area. (Def.'s Mem. Opp. Mot. J. Pldgs. 13). The proper interpretation of the regulation requiring air ambulance providers to define their service area is not an issue of material fact, however, but a question of law for the court. While defendants' answer implicates many questions of law, there exist no genuine issues of material fact that would prevent the court from rendering judgment on the pleadings. The court therefore addresses the substantive legal questions at issue.</p>\n<p></p>\n<h2>A. Federal Preemption under the ADA and FAA</h2>\n<p>In 2005, the Fourth Circuit succinctly described the legal landscape of preemption:</p>\n<blockquote>The Supremacy Clause of the Constitution makes federal law the supreme Law of the Land. As a result, federal statutes and regulations properly enacted and promulgated can nullify conflicting state or local actions. Pursuant to the applicable principles, state law is preempted under the Supremacy Clause in three circumstances: (1) when Congress has clearly expressed an intention to do so (\"express pre-emption\"); (2) when Congress has clearly intended, by legislating comprehensively, to occupy an entire field of regulation (\"field pre-emption\"); and (3) when a state law conflicts with federal law (\"conflict pre-emption\").</blockquote>\n<p><i>College Loan Corp. v. SLM Corp.,</i> <span class=\"citation\" data-id=\"789076\"><a href=\"/opinion/789076/college-loan-corporation-a-california-corporation-v-slm-corporation-a/\"><span class=\"volume\">396</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">588</span></a></span>, 595-596 (4th Cir.2005) (internal citations and quotations omitted), Plaintiff contends North Carolina's CON law and various EMS laws and regulations are preempted by the ADA's express preemption provision, 49 U.S.C. § 41713(b)(1). It also contends that Congress intended to occupy the field of aviation safety and that, therefore, certain state regulations that purport to regulate air ambulance safety are preempted under the doctrine of field preemption. Plaintiff concedes that a law or regulation that is purely medical in nature would not be preempted. Defendants argue that the federal laws have no preemptive effect because North Carolina's CON and EMS laws govern purely intrastate activity. Defendants further contend that the domain of healthcare is traditionally reserved to the states, and that defendants in their official capacities are not subject to suit under 42 U.S.C. §§ 1983 and 1988.</p>\n<p>In <i>Rowe v. New Hampshire Motor Transp., Ass'n,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145829\"><a href=\"/opinion/145829/rowe-v-new-hampshire-motor-transport-assn/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">989</span></a></span>, <span class=\"citation\" data-id=\"145829\"><a href=\"/opinion/145829/rowe-v-new-hampshire-motor-transport-assn/\"><span class=\"volume\">169</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">933</span></a></span> (2008), the Supreme Court interpreted statutory language identical to that relevant here.<sup>[5]</sup> In the wake of <i>Rowe,</i> the instant motion requires resolution of two main questions: (1) whether 49 U.S.C. § 41713(b)(1) expressly preempts North Carolina's CON law and certain EMS laws and regulations as they apply to plaintiff; and (2) whether EMS laws and regulations challenged by plaintiff are aviation regulations subject to field preemption, or purely medical care regulations appropriate for state implementation and enforcement.</p>\n<p></p>\n<h2>1. Express Preemption under 49 U.S.C. § 41713(b)(1)</h2>\n<p>Congress enacted the ADA after \"determining that' maximum reliance on competitive market forces' would best further `efficiency, innovation, and low prices' as well as `variety [and] quality . . . of air transportation services.'\" <i>Morales v. Trans World Airlines, Inc.,</i> <span class=\"citation\" data-id=\"112742\"><a href=\"/opinion/112742/morales-v-trans-world-airlines-inc/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">374</span></a></span>, 378, <span class=\"citation\" data-id=\"112742\"><a href=\"/opinion/112742/morales-v-trans-world-airlines-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2031</span></a></span>, <span class=\"citation\" data-id=\"112742\"><a href=\"/opinion/112742/morales-v-trans-world-airlines-inc/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">157</span></a></span> (1992) (quoting 49 U.S.C.App. §§ 1302(a)(4), 1302(a)(9)). To ensure that states would not undermine the act with regulation of their own, Congress included the following preemption provision at the heart of this dispute:</p>\n<blockquote>Except as provided in this subsection, a State, political subdivision of a State, or political authority of at least 2 States may not enact or enforce a law, regulation, or other provision having the force and effect of law related to a price, route, or service of an air carrier that may provide air transportation under this subpart [49 U.S.C. §§ 41101 <i>et seq.</i>].</blockquote>\n<p>49 U.S.C. § 41713(b)(1). Thus, to benefit from federal preemption under this provision, plaintiff must show it is an air carrier for purposes of the ADA, and that the challenged laws and regulations relate to its prices, routes, or services.</p>\n<p>Defendants argue and <i>amici curiae</i> urge that a straightforward reading of § 41713(b)(1) precludes preemption because CON and EMS laws and regulations at issue apply only to intrastate activity. Under North Carolina law, the term \"air ambulance\" is defined to mean \"aircraft used to provide air transport of sick or injured persons <i>between destinations within the State.</i>\" N.C. Gen.Stat. § 131176(la) (emphasis added). As a result of this definition and of the relevant statutory scheme, before plaintiff may provide point to point service via air ambulance inside North Carolina, it must comply with a variety of state laws and regulations, each of which will be discussed separately below. Plaintiff may perform cross border transfers, however, without complying with the regulations. Defendants argue that the limited geographic scope of the state's CON law rescues it from the ambit of federal preemption. Thus, defendants argue, the ADA does not preempt the state's local regulation of plaintiff. The argument fails for the following reasons.</p>\n<p>First, defendants and <i>amici curiae</i> incorrectly focus on the geographic scope of the state laws being challenged rather than on the nature of the air carrier and whether the state laws relate to that carrier's prices, routes, or services. 49 U.S.C. § 41713(b)(1). The following definitions guide the court's interpretation: \"`air carrier' means a citizen of the United States undertaking by any means, directly or indirectly, to provide air transportation\" 49 U.S.C. § 40102(a)(2); \"`air transportation' means foreign air transportation, interstate air transportation, or the transportation of mail by aircraft\" 49 U.S.C. § 40102(a)(5); and \"`interstate air transportation' means the transportation of passengers or property by aircraft as a common carrier for compensation . . . between a place in (i) a State, territory, or possession of the United States and a place in the District of Columbia or another State, territory, or possession of the United States.\" 49 U.S.C. § 40102(a)(25). Thus, for plaintiff to be considered an \"air carrier\" under the ADA's preemption provision, it must show that it is 1) a citizen of the United States; 2) that provides foreign, interstate, or mail transportation by air; and 3) is subject to regulation under 49 U.S.C. §§ 41101 <i>et seq.</i></p>\n<p>Plaintiff fulfills each requirement. As a North Dakota corporation, it is a citizen of the United States. <i>See</i> 49 U.S.C. § 40102(a)(15)(C). The court also finds that plaintiff provides interstate air transportation as defined by the FAA. Plaintiff alleges that it provides air ambulance service between its bases in South Carolina and various points in North Carolina. As noted above, defendants' answer denied this point \"as written,\" and answered that plaintiff did not have an \"existing air ambulance in North Carolina\" under the state's statutory definition of air ambulance, (Answer ¶¶ 10, 11). The court finds that defendants' qualified denial does not dispute the fundamental fact that plaintiff has operated between its helicopter bases in South Carolina and points in North Carolina. Furthermore, plaintiff is subject to subpart 49 U.S.C. § 41101 and holds a \"Part 135\" certificate from the Federal Aviation Administration, which authorizes plaintiff to operate in \"[t]he 48 contiguous United States and the District of Columbia.\"<sup>[6]</sup> Plaintiff is an air carrier for purposes of the ADA.</p>\n<p>Defendants argue that the Second Circuit's holding in <i>SeaAir NY, Inc. v. City of New York,</i> <span class=\"citation\" data-id=\"773264\"><a href=\"/opinion/773264/seaair-ny-inc-v-city-of-new-york-city-of-new-york-fire-department-city/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">183</span></a></span> (2d Cir.2001), supports its argument that regulation of wholly intrastate transportation is not preempted. In <i>SeaAir,</i> plaintiff, an air tour operator, provided clients with sightseeing tours that originated from a base in New York city, toured the area for 30 minutes, including a quick pass into New Jersey air space, and landed again in New York. <i>Id.</i> at 185. When New York city sought to regulate, SeaAir argued that it was immune to local regulation because federal Jaw preempted such interference. <i>Id.</i> The Second Circuit disagreed, holding that SeaAir was not an air carrier subject to federal preemption because its temporary foray into New Jersey air space did not constitute interstate air transportation as required by the federal statute: \"Because SeaAir does not carry its passengers from New York to New Jersey, but instead brings them back to where they started at the seaplane base . . . SeaAir does not `transport' them to another state,\" <i>Id.</i> at 186.</p>\n<p><i>SeaAir</i> is readily distinguished from the instant case. There was no contention in <i>SeaAir</i> that the air tour operator ever provided interstate transport, or that it was even authorized to do so. Here, plaintiff does transport patients via air ambulance between North Carolina and South Carolina, and defendants agree that it is permitted so to do. (Answer ¶ 44). Plaintiff therefore would satisfy the requirement set out by the Second Circuit that it \"carry its passengers\" from one state to another. Further, there was no indication that the tour operator in <i>SeaAir</i> possessed a Federal Aviation Administration certificate, as is the case here. At least one circuit court has found the possession of such a certificate suggestive of air carrier status. <i>Valdivieso v. Atlas Air, Inc.,</i> <span class=\"citation\" data-id=\"75977\"><a href=\"/opinion/75977/brandon-valdivieso-v-atlas-air-inc/\"><span class=\"volume\">305</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1283</span></a></span>, 1287 (11th Cir.2002).</p>\n<p>Finally, notwithstanding protestations of the <i>amici curiae</i> to the contrary, plaintiff is a \"common carrier\" as required by 49 U.S.C. § 40102(a)(25). The term \"common carrier\" is not defined by the federal statutes at issue. Whether an entity is a common carrier is, rather, determined by common law. <i>Washington ex rel. Stimson Lumber Co. v. Kuykendall,</i> <span class=\"citation\" data-id=\"101166\"><a href=\"/opinion/101166/washington-ex-rel-stimson-lumber-co-v-kuykendall/\"><span class=\"volume\">275</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">207</span></a></span>, 211, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">41</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">241</span></span> (1927); <i>see also </i><i>State ex rel. Utilities Comm'n v. Gulf-Atlantic Towing Corp.,</i> <span class=\"citation\" data-id=\"1318107\"><a href=\"/opinion/1318107/state-v-gulf-atlantic-towing-corporation/\"><span class=\"volume\">251</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">105</span></a></span>, 109, <span class=\"citation\" data-id=\"1318107\"><a href=\"/opinion/1318107/state-v-gulf-atlantic-towing-corporation/\"><span class=\"volume\">110</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">886</span></a></span> (N.C. 1959). \"The duty of a common carrier . . . is to transport for hire whoever employs it.\" <i>Weade v. Dichmann, Wright &amp; Pugh, Inc.,</i> <span class=\"citation\" data-id=\"104705\"><a href=\"/opinion/104705/weade-v-dichmann-wright-pugh-inc/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">801</span></a></span>, 807, <span class=\"citation\" data-id=\"104705\"><a href=\"/opinion/104705/weade-v-dichmann-wright-pugh-inc/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1326</span></a></span>, <span class=\"citation\" data-id=\"104705\"><a href=\"/opinion/104705/weade-v-dichmann-wright-pugh-inc/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1704</span></a></span> (1949). \"The public,\" however, \"does not mean everybody all the time.\" <i>Terminal Taxicab Co. v. Kutz,</i> <span class=\"citation\" data-id=\"98739\"><a href=\"/opinion/98739/terminal-taxicab-co-v-kutz/\"><span class=\"volume\">241</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, 255, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">583</span></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">984</span></span> (1916). The crucial criteria is that the common carrier makes its services available to any \"who may choose to employ him.\" <i>Washington ex rel. Stimson Lumber Co.,</i> 275 U.S. at 211, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">41</span></span>; <i>see also </i><i>Fleming v. Chicago Cartage Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">992</span></span>, 998 (7th Cir.1947) (\"The real test is whether or not the carrier serves all of the public alike, who apply to him for carriage\") (internal quotation omitted); <i>Gulf-Atlantic Towing Corp.,</i> 251 N.C. at 109, <span class=\"citation\" data-id=\"1318107\"><a href=\"/opinion/1318107/state-v-gulf-atlantic-towing-corporation/\"><span class=\"volume\">110</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">886</span></a></span> (\"The distinctive characteristic of a common carrier is that he undertakes as a business to carry for all people indifferently\").</p>\n<p>It does not matter that the service offered will be used by a limited subset of the population. <i>M &amp; R Inv. Co. v. Civil Aeronautics Board,</i> <span class=\"citation\" data-id=\"258245\"><a href=\"/opinion/258245/m-r-investment-company-inc-dba-dunes-hotel-and-casino-fred-miller/\"><span class=\"volume\">308</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span>, 50 (9th Cir.1962) (\"[I]t is immaterial that the service offered will be attractive only to a limited group\") (internal quotation omitted); <i>see also </i><i>United States v. Caribbean Ventures, Ltd.,</i> <span class=\"citation\" data-id=\"1672730\"><a href=\"/opinion/1672730/united-states-v-caribbean-ventures-ltd/\"><span class=\"volume\">387</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1256</span></a></span>, 1260 (D.N.J.1974). A common carrier need only provide services \"so far as his facilities enable him to perform the service.\" <i>Gulf-Atlantic Towing Corp.,</i> 251 N.C. at 110, <span class=\"citation\" data-id=\"1318107\"><a href=\"/opinion/1318107/state-v-gulf-atlantic-towing-corporation/\"><span class=\"volume\">110</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">886</span></a></span> (quoting <i>Mt. Tom Motor Lines v. McKesson &amp; Robbins,</i> <span class=\"citation no-link\"><span class=\"volume\">325</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">45</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">3</span></span>, 5 (1949)). \"The status is not changed by the fact that the carrier is rendering a specialized service or rendering such service as the agent of another,\" <i>United States v. Smith,</i> <span class=\"citation\" data-id=\"234663\"><a href=\"/opinion/234663/united-states-v-smith-united-states-v-mcdaniel-united-states-v-swartz/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">217</span></a></span>, 219 (6th Cir.1954) (citing <i>Chicago Cartage Co.,</i> 160 F.2d at 996-997). That an entity is licensed by the government as a common carrier supports that it is a common law common carrier. <i>Valdivieso,</i> 305 F.3d at 1287.</p>\n<p>Here, plaintiff is a federally certified entity that provides air services indiscriminately when its service is requested by members of the public. Plaintiff is compensated for each flight; that such compensation may come from third parties is irrelevant. The mere fact that plaintiff does not collect tickets at the boarding gate does not mean that it is not a common carrier as required by the federal statute. Because plaintiff falls within the parameters of the common law definition for a common carrier, and in addition is certified as an air carrier by the Federal Aviation Administration, the court finds that it is a common carrier for purposes of ADA preemption,</p>\n<p>Having determined that plaintiff is an air carrier under § 41713(b)(1), the next question to be considered, then, is whether the challenged state laws relate to plaintiff's prices, routes, or services. The Supreme Court has provided substantial guidance on this issue. In <i>Morales v. Trans World Airlines</i><i>,</i> it held that the ADA preempts states from enforcing their deceptive practices laws against airline fare advertising. <span class=\"citation\" data-id=\"112742\"><a href=\"/opinion/112742/morales-v-trans-world-airlines-inc/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">374</span></a></span>, 391, <span class=\"citation\" data-id=\"112742\"><a href=\"/opinion/112742/morales-v-trans-world-airlines-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2031</span></a></span>, <span class=\"citation\" data-id=\"112742\"><a href=\"/opinion/112742/morales-v-trans-world-airlines-inc/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">157</span></a></span> (1992). In so holding, the Supreme Court found that the preemption provision of the ADA \"express[es] a broad pre-emptive purpose.\"<sup>[7]</sup><i>Id.</i> at 383, <span class=\"citation\" data-id=\"112742\"><a href=\"/opinion/112742/morales-v-trans-world-airlines-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2031</span></a></span>. The Supreme Court further determined that (1) \"[s]tate enforcement actions having a connection with or reference to airline `rates, routes, or services' are pre-empted,\" <i>Id.</i> at 384, <span class=\"citation\" data-id=\"112742\"><a href=\"/opinion/112742/morales-v-trans-world-airlines-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2031</span></a></span>; (2) that preemption may occur even if the challenged law's effect \"is only indirect,\" <i>Id.</i> at 386, <span class=\"citation\" data-id=\"112742\"><a href=\"/opinion/112742/morales-v-trans-world-airlines-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2031</span></a></span>; (3) that even consistent state laws falling within its sphere are preempted by the ADA's preemption provision, <i>Id.</i> at 386-87, <span class=\"citation\" data-id=\"112742\"><a href=\"/opinion/112742/morales-v-trans-world-airlines-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2031</span></a></span>; and (4) \"that pre-emption occurs at least where state laws have a `significant impact' related to Congress' deregulatory and pre-emption-related objectives,\" <i>Rowe,</i> 128 S.Ct. at 995 (quoting <i>Morales,</i> 504 U.S. at 390, <span class=\"citation\" data-id=\"112742\"><a href=\"/opinion/112742/morales-v-trans-world-airlines-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2031</span></a></span>). <i>See also </i><i>Rowe,</i> 128 S.Ct. at 994-95 (summarizing and following the <i>Morales</i> holding); <i>Am. Airlines, Inc. v. Wolens,</i> <span class=\"citation\" data-id=\"117890\"><a href=\"/opinion/117890/american-airlines-inc-v-wolens/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">219</span></a></span>, <span class=\"citation\" data-id=\"117890\"><a href=\"/opinion/117890/american-airlines-inc-v-wolens/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></a></span>, <span class=\"citation\" data-id=\"117890\"><a href=\"/opinion/117890/american-airlines-inc-v-wolens/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">715</span></a></span> (1995) (adhering to <i>Morales</i> in finding that the ADA preempts application of a state's general consumer-protection statute to an airline frequent flier program, but does not preempt judicial enforcement of self-imposed contract terms). The Supreme Court in <i>Morales</i> noted, however, that some state laws may affect an air carrier \"in too tenuous, remote, or peripheral a manner to have pre-emptive effect.\" <i>Morales,</i> 504 U.S. at 390, <span class=\"citation\" data-id=\"112742\"><a href=\"/opinion/112742/morales-v-trans-world-airlines-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2031</span></a></span> (internal quotations omitted).</p>\n<p>In 2008, as already noted, the Supreme Court again clarified the scope of the express preemption language at issue here. <i>Rowe,</i> 128 S.Ct. at 989. Considering the nearly identical language of the express preemption provision governing motor transportation, it affirmed its holding in <i>Morales:</i> \"that [s]tate enforcement actions having a connection with, or reference to carrier rates, routes, or services are preempted [and] that such pre-emption may occur even if a state law's effect on rates, routes or services is only indirect.\" <i>Id.</i> at 995 (internal citation and quotation omitted).</p>\n<p><i>Rowe</i> involved a challenge to a Maine law requiring any in-state purveyor of tobacco products to submit to a set of procedures aimed at reducing minors' access to tobacco. <i>Id.</i> at 993. The law required any retailer who accepted an order for tobacco products to ship that order via a delivery service that would engage in \"recipient verification\" on the receiving end. <i>Id.</i> In support of its law, the state argued, among other things, for an implied \"public health\" exception to the express preemption language of the federal law. <i>Id.</i> at 997.</p>\n<p>The Supreme Court held that the federal law preempted the Maine laws at issue. The laws had a \"`significant' and adverse `impact' in respect to the federal law's ability to achieve its pre-emption-related objectives.\" <i>Id.</i> at 995 (quoting <i>Morales,</i> 504 U.S. at 390, <span class=\"citation\" data-id=\"112742\"><a href=\"/opinion/112742/morales-v-trans-world-airlines-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2031</span></a></span>). It explained:</p>\n<blockquote>the law will require carriers to offer a system of services that the market does not now provide (and which the carriers would prefer not to offer). And even were that not so, the law would freeze into place services that carriers might prefer to discontinue in the future. The Maine law thereby produces the very effect that the federal law sought to avoid, namely, a State's direct substitution of its own governmental commands for \"competitive market forces\" in determining (to a significant degree) the services that motor carriers will provide.</blockquote>\n<p><i>Id.</i> (citing <i>Morales,</i> 504 U.S. at 378, <span class=\"citation\" data-id=\"112742\"><a href=\"/opinion/112742/morales-v-trans-world-airlines-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2031</span></a></span>). While acknowledging that \"the regulation here is less `direct' than it might be,\" it found that the effect of the regulation \"is that carriers will have to offer tobacco delivery services that differ significantly from those that, in the absence of the regulation, the market might dictate.\" <i>Id.</i> at 996. The Supreme Court concluded, \"[i]f federal law pre-empts state efforts to regulate, and consequently to affect, the advertising <i>about</i> carrier rates and services at issue in Morales, it must pre-empt Maine's efforts to regulate carrier delivery services themselves.\" <i>Id.</i> (emphasis in original).</p>\n<p>The Supreme Court also declined Maine's invitation to establish a \"public health\" exception to federal preemption:</p>\n<blockquote>Maine's inability to find significant support for some kind of \"public health\" exception is not surprising. \"Public health\" does not define itself. Many products create \"public health\" risks of differing kind and degree. To accept Maine's justification in respect to a rule regulating services would legitimate rules regulating routes or rates for similar public health reasons. And to allow Maine directly to regulate carrier services would permit other States to do the same.</blockquote>\n<p><i>Id.</i> at 997. Finally, it acknowledged that generally applicable public health laws would not be preempted by the federal statute. \"[F]or instance, state regulation that broadly prohibits certain forms of conduct and affects, say, truckdrivers, only in their capacity as members of the public (e.g., a prohibition on smoking in certain public places)\" might be permissible. <i>Id.</i></p>\n<p>In light of these cases, the court here now must determine whether the laws and regulations challenged by plaintiff in this case are \"related to,\" that is, \"ha[ve] a connection with\" plaintiff's prices, routes, or service. <i>Rowe,</i> 128 S.Ct. at 995; <i>Morales,</i> 504 U.S. at 383-84, <span class=\"citation\" data-id=\"112742\"><a href=\"/opinion/112742/morales-v-trans-world-airlines-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2031</span></a></span>. If so, preemption will occur at least where the state law has a significant impact on those prices, routes, or services. <i>Rowe,</i> 128 S.Ct. at 997-998. If, however, the impact of the state's regulation is merely tenuous, remote, or peripheral, the regulation is not preempted by the ADA. <i>Id.</i> at 997. The court examines each of plaintiff's claims in turn.<sup>[8]</sup></p>\n<p>In its first claim, plaintiff challenges North Carolina General Statute §§ 131E-175 <i>et seq.,</i> (sometimes \"CON law\"), which begins with legislative findings:</p>\n<blockquote>(1) That the financing of health care, particularly the reimbursement of health services rendered by health service facilities, limits the effect of free market competition and government regulation is therefore necessary to control costs, utilization, and distribution of new health service facilities and the bed complements of these health service facilities.</blockquote>\n<blockquote>(2) That the increasing cost of health care services offered through health service facilities threatens the health and welfare of the citizens of this State in that citizens need assurance of economical and readily available health care.</blockquote>\n<blockquote>(3) That, if left to the market place to allocate health service facilities and health care services, geographical maldistribution of these facilities and services would occur and, further, less than equal access to all population groups, especially those that have traditionally been medically underserved, would result.</blockquote>\n<p>N.C. Gen, Stat. § 131E-175(1)-(3). The law implements these and other purposes through careful scrutiny of a prospective health service provider's CON application, which must document, among other things, \"the population to be served\", \"that the least costly or most effective alternative has been proposed\", and \"that the proposed project will not result in unnecessary duplication of existing or approved health service capabilities or facilities.\" N.C. Gen.Stat. § 131E-183 (a)(3)-(4),(6) (2007). Any person seeking to offer or develop a \"new institutional health service\", defined to include air ambulances, must first obtain a CON. N.C. Gen.Stat. §§ 131E-178(a) and 131E-176(16)(fl)(1),(16)(s).</p>\n<p>The purposes underlying CON law directly contravene the pro-competition purposes underlying the ADA. <i>See </i><i>Rowe,</i> 128 S.Ct. at 993; <i>Morales,</i> 504 U.S. at 378, <span class=\"citation\" data-id=\"112742\"><a href=\"/opinion/112742/morales-v-trans-world-airlines-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2031</span></a></span>. To the extent that CON law prescribes the behavior necessary to operate in s, ate, it is clearly \"related to\" plaintiffs price, route, or service under the ADA. With respect to air ambulance services that are required to submit to the state's CON law, the statute constitutes a \"direct substitution of [the state's] own governmental commands for competitive market forces\" in contravention of the Supreme Court's mandate in <i>Rowe,</i> 128 S.Ct. at 995 (internal quotations omitted). The law is not general in effect. It targets a specific subset of the economythose who propose to establish a new institutional health service, including air ambulances. Although CON law may not be preempted with respect to all providers, it is preempted by the ADA as to air carriers, including plaintiff.</p>\n<p>Further, the state's CON law significantly affects the rates, routes, and services of an air carrier in that it bars plaintiff from performing flights from point to point in North Carolina. This violates both Congress' original intent in enacting the ADA, and also its remedial intent in affirmatively preempting such state action. To paraphrase the Supreme Court: \"[i]f federal law pre-empts state efforts to regulate, and consequently to affect, the advertising <i>about</i> carrier rates and services at issue in <i>Morales,</i>\" it must preempt North Carolina's direct denial of plaintiff's ability to operate in state at all. <i>Rowe,</i> 128 S.Ct. at 996.</p>\n<p>This holding accords with other courts' decisions when confronted squarely with questions of express preemption of state CON laws in the context of air ambulance service. <i>See Rocky Mountain Holdings, LLC v. Cates,</i> 97-4165-CV-C-9 (W.D.Mo. Sept. 3, 1997) (finding that § 41713 preempts Missouri law mandating a determination that the `public convenience and necessity' requires a proposed air ambulance service); <i>Hiawatha Aviation of Rochester, Inc. v. Minnesota Dep't of Health,</i> <span class=\"citation\" data-id=\"1976248\"><a href=\"/opinion/1976248/hiawatha-aviation-v-minn-dept-of-health/\"><span class=\"volume\">375</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">496</span></a></span>, 500 (Minn.Ct. App.1985) (\"The Department of Health cannot regulate the entry into the market of Hiawatha's proposed enterprise because this is a matter of aviation services within the jurisdiction and control of the FAA\"); <i>Baptist Hosp., Inc. v. CJ Critical Care Transp. Sys. of Florida, Inc.,</i> CV-07-900193, p. 2 (Cir. Ct. Montgomery Co., Ala., July 31, 2007) (finding that Alabama's \"CON statute and any other statute or regulation which require [an air ambulance service] to obtain a CON prior to conducting air ambulance operations within the state are preempted under the ADA as related to the price, route, or service of an air carrier\").</p>\n<p>For all of these reasons, the court finds that North Carolina's CON law, N.C. Gen. Stat. §§ 131E-175 <i>et seq.,</i> is preempted by 49 U.S.C. § 41713(b)(1), to the extent that North Carolina law purports to govern the activity of any air carrier as defined by federal law.</p>\n<p>In its second claim for relief, plaintiff challenges sections of North Carolina's CON law which collectively designate intrastate air ambulance service as a \"new institutional health service\" that must obtain a CON prior to operating. N.C. Gen. Stat. §§ 131E-176, 178 (2007). Specifically, N.C. Gen.Stat. § 131E-176(1a) defines \"air ambulance\" and § 176(16)(f1)(1) provides that \"[t]he acquisition by purchase, donation, lease, transfer, or comparable arrangement of [an air ambulance]\" constitutes a \"new institutional health care service\". Section 176(16)(s) provides that any new \"mobile medical equipment\" is also a \"new institutional health care service\". Section 178 requires that \"[n]o person shall offer or develop a new institutional health service without first obtaining a certificate of need from the Department\". Plaintiff also challenges one finite provision of the North Carolina Administrative Code requiring any Air Medical Specialty Care Transport Program to demonstrate that it has \"[a] Certificate of Need obtained from the Department when applicable\". 10A N.C.A.C. 13P.0302(a)(2) (2008).</p>\n<p>Since the court has found that CON law is preempted as it applies to air carriers, none of these provisions requiring plaintiff to obtain a CON can be given effect. Nonetheless, those that purport to require an air carrier to obtain a CON prior to entry into the North Carolina market are also at odds with federal law. In the interest of most narrowly disturbing the existing statutory and regulatory scheme, the court holds that N.C. Gen.Stat. § 131E-178(a) is preempted to the extent that it requires plaintiff, or any air carrier, to obtain a CON prior to offering services in North Carolina. For the same reason and to the same extent, 10A N.C.A.C. 13P.0302(a)(2), is preempted. Those portions of the statutory scheme recited above that do not directly or indirectly compel an air carrier to seek approval through the CON process, specifically N.C. Gen.Stat. §§ 131E-176(1a), 176(16)(f1)(1), and 176(16)(s), are not affected to the extent they merely define \"air ambulance\"<sup>[9]</sup> and \"new institutional health care service.\"</p>\n<p>In its third claim for relief, plaintiff challenges statutes and regulations that collectively require it to obtain the approval of local officials prior to offering intrastate services. Specifically, plaintiff challenges (1) N.C. Gen.Stat. § 131E-155.1(a), which provides that: \"[n]o firm, corporation, or association shall furnish, operate, conduct, maintain, advertise, or otherwise engage in or profess to provide emergency medical services or transport patients upon the streets or highways, waterways, or airways in North Carolina unless a valid EMS Provider License has been issued by the Department\"; (2) 10A N.C.A.C. 13P.0204(a)(1), which requires affiliation with an EMS System; and (3) 10A N.C.A.C. 13P.0204(a)(4), which requires a provider of emergency medical services to obtain a franchise where relevant. Plaintiff further challenges N.C. Gen.Stat. § 131E-155(6b), which defines \"Emergency Medical Services Peer Review Committee\" to include \"county government officials\", and 10A N.C.A.C. 13P.0402(3), which requires that plaintiff have an EMS Peer Review Committee in place if it is to operate as a Specialty Care Transport Program in the state. Plaintiff also challenges the local official endorsement requirement as demonstrated in the Specialty Care Transport Program Application attached to the complaint as \"Exhibit A\". (Compl. Ex. A, § VII at 29).</p>\n<p>Plaintiff's third claim for relief presents the court with a closer question, as it bears on the territory of medical oversight. Plaintiff claims that the regulations as a whole \"do not limit the discretion of these county officials to simply refuse to provide their approval or participation, thereby preventing Med-Trans from entering the market in North Carolina.\" (Pl.'s Mem. Supp. Mot. J. Pldgs. 17), Defendants argue that the regulations merely \"require Med-Trans to be affiliated with an EMS system and have an EMS Peer Review Committee in order to be licensed in North Carolina.\" (Def.'s Supp. Br. 5).</p>\n<p>Although the establishment of medical oversight is an important public goal in the provision of emergency health care services, it may not be obtained through unlawful means. The collective effect of the challenged regulations is to provide local government officials a mechanism whereby they may prevent an air carrier from operating at all within the state. Such a total bar to entry relates to a carrier's routes and service and violates Congress' clear mandate in establishing the ADA. The court is loath to disturb the carefully coordinated state and local EMS systems, and it does not do so lightly. The Supreme Court's pronouncement, however, is clear: the ADA is broadly preemptive, <i>Morales,</i> 504 U.S. at 383-84, <span class=\"citation\" data-id=\"112742\"><a href=\"/opinion/112742/morales-v-trans-world-airlines-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2031</span></a></span>, and a state law that is \"prescriptive\" and \"controls the primary conduct of those falling within its governance\" is preempted. <i>Wolens,</i> 513 U.S. at 227, <span class=\"citation\" data-id=\"117890\"><a href=\"/opinion/117890/american-airlines-inc-v-wolens/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></a></span>. The court therefore finds that the above mentioned regulations are preempted to the extent that they require approval of county government officials which, if denied, would preclude plaintiff from operating within the state.</p>\n<p>In its fourth claim for relief, plaintiff attacks regulations that it claims impermissibly require it to define its service area and routes. Specifically, plaintiff challenges 10A N.C.A.C. 13P.0301(a)(1), which requires that an applicant seeking OEMS approval to provide specialty care transports document that the program has \"a defined service area\". Plaintiff also challenges 10A N.C.A.C. 13P.0209(6), which requires air ambulances to be equipped with special two-way radios to communicate with various public safety entities \"within the defined service area\", and 10A N.C.A.C. 13P.0302(a)(3), which requires air medical programs to document \"[a] written plan for transporting patients to appropriate facilities when diversion or bypass plans are activated\".</p>\n<p>Although the above mentioned regulations do not preclude plaintiffs entry into the market, and do not, on their face, limit plaintiffs ability to define its own service area, the court finds that 10A N.C.A.C. 13P.0301(a)(1) and 10A N.C.A.C, 13P.0209(6) nonetheless have a connection with, or reference to, plaintiffs routes under the broadly preemptive language of 49 U.S.C. § 41713(b)(1). <i>See </i><i>Rowe,</i> 128 S.Ct. at 995; <i>Morales,</i> 504 U.S. at 384, <span class=\"citation\" data-id=\"112742\"><a href=\"/opinion/112742/morales-v-trans-world-airlines-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2031</span></a></span>. The court thus finds that these regulations relate to plaintiffs routes, and to the extent they require an air carrier to define a service area, they are preempted by the ADA. To the extent that 10A N.C.A.C. 13P.0209(6) merely requires plaintiff to synchronize its voice radio communications with local EMS resources, however, it falls outside the scope of express federal preemption.</p>\n<p>The court finds that 10A N.C.A.C. 13P.0302(a)(3) relates to an air carrier's routes in too tenuous a manner to be preempted under the ADA, however. The regulation does not define or restrict plaintiff's service area, but merely requires plaintiff to, document its own plan for ensuring that patients will be transported to an appropriate medical facility in the event of a diversion or bypass. This is primarily a patient care objective properly within the state's regulatory authority.</p>\n<p>In its fifth claim for relief, plaintiff contests 10A N.C.A.C. 13P.0301(a)(3), which requires any specialty care transport program to provide \"service continuously available on a 24 hour per day basis\". The court agrees that this regulation clearly relates to an air carrier service within the meaning of 49 U.S.C. § 41713(b)(1). The 24 hour requirement, like the receipt verification procedure at issue in <i>Rowe,</i> \"would freeze into place services that carriers might prefer to discontinue in the future.\" 128 S.Ct. at 995. The regulation forces plaintiff to provide a service it may not wish to provide. Thus, to the extent 10A N.C.A.C. 13P.0301(a)(3) requires an air carrier to provide 24 hour per day service, it is preempted by the ADA.</p>\n<p></p>\n<h2>2. Federal Preemption of the Field of Aviation Safety</h2>\n<p>In its sixth claim for relief, plaintiff challenges several regulations that it contends impermissibly govern aviation safety. Specifically, plaintiff challenges N.C. Gen. Stat. § 131E-157, which authorizes the Commission, as defined at N.C. Gen.Stat. § 131E-155(4). to \"adopt rules specifying equipment, sanitation, supply and design requirements for ambulances\", to inspect all ambulances, and to \"deny, suspend, or revoke the permit for\" any ambulance that fails to meet the standards established by the Commission. Plaintiff contends that N.C. Gen.Stat. § 131E-157, and the regulations promulgated thereunder, invade the province of the Federal Aviation Administration by (1) mandating \"an internal voice communication system to allow for communication between the medical crew and flight crew\". 10A N.C.A.C. 13P.0209(3); (2) requiring that any air ambulance \"shall not have structural or functional defects that may adversely affect the patient, the EMS personnel, or the safe operation of the aircraft\", 10A N.C.A.C. 13P.0209(10); and (3) requiring an air ambulance provider to \"[p]resent a written plan and method for recording systematic, periodic inspection repair, cleaning, and routine maintenance of all EMS responding vehicles.\" 10A N.C.A.C. 13P.0204(a)(5). Plaintiff further challenges a laundry list of onboard equipment requirements found at 10A N.C.A.C, 13P.0209(7).</p>\n<p>The doctrine of field preemption recognizes that \"Congress implicitly may indicate an intent to occupy a given field to the exclusion of state law . . . where the pervasiveness of the federal regulation precludes supplementation by the States, where the federal interest in the field is sufficiently dominant, or where `the object sought to be obtained by the federal law and the character of obligations imposed by it . . . reveal the same purpose.'\" <i>Schneidewind v. ANR Pipeline Co.,</i> <span class=\"citation\" data-id=\"112026\"><a href=\"/opinion/112026/schneidewind-v-anr-pipeline-co/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></a></span>, 300, <span class=\"citation\" data-id=\"112026\"><a href=\"/opinion/112026/schneidewind-v-anr-pipeline-co/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1145</span></a></span>, <span class=\"citation\" data-id=\"112026\"><a href=\"/opinion/112026/schneidewind-v-anr-pipeline-co/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">316</span></a></span> (1988) (quoting. <i>Rice v. Santa Fe Elevator Corp.,</i> <span class=\"citation\" data-id=\"104425\"><a href=\"/opinion/104425/rice-v-santa-fe-elevator-corp/\"><span class=\"volume\">331</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span>, 230, <span class=\"citation\" data-id=\"104425\"><a href=\"/opinion/104425/rice-v-santa-fe-elevator-corp/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1146</span></a></span>, <span class=\"citation\" data-id=\"104425\"><a href=\"/opinion/104425/rice-v-santa-fe-elevator-corp/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1447</span></a></span> (1947)).</p>\n<p>In <i>City of Burbank v. Lockheed Air Terminal Inc.,</i> the Supreme Court held that \"the pervasive nature of the scheme of federal regulation\" under the FAA, as well as the Noise Control Act of 1972, evidenced Congressional intent to preempt state and local control over aircraft noise. <span class=\"citation\" data-id=\"108779\"><a href=\"/opinion/108779/burbank-v-lockheed-air-terminal-inc/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span>, 633, <span class=\"citation\" data-id=\"108779\"><a href=\"/opinion/108779/burbank-v-lockheed-air-terminal-inc/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1854</span></a></span>, <span class=\"citation\" data-id=\"108779\"><a href=\"/opinion/108779/burbank-v-lockheed-air-terminal-inc/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span></a></span> (1973). It reasoned that considerations of safety and efficiency require \"a uniform and exclusive system of federal regulation if the congressional objectives underlying the Federal Aviation Act are to be fulfilled.\" <i>Id.</i> at 639, <span class=\"citation\" data-id=\"108779\"><a href=\"/opinion/108779/burbank-v-lockheed-air-terminal-inc/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1854</span></a></span>. Applying <i>City of Burbank</i> and interpreting legislative history, the Third Circuit found implied preemption by occupation of the field of aviation safety to be absolute. <i>Abdullah v. American Airlines, Inc.,</i> <span class=\"citation\" data-id=\"764893\"><a href=\"/opinion/764893/khaled-abdullah-khitham-abdullah-v-american-airlines-inc-audrey-james/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">363</span></a></span>, 367 (3d Cir.1999) (\"[F]ederal law establishes the applicable standards of care in the field of air safety, generally, thus preempting the entire field from state and territorial regulation\"). Several circuit courts have since cited to or agreed with <i>Abdullah. See, e.g., </i><i>Air Transp. Ass'n of Am. v. Cuomo,</i> <span class=\"citation\" data-id=\"1201265\"><a href=\"/opinion/1201265/air-transport-assn-of-america-inc-v-cuomo/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></a></span>, 225 (2d Cir. 2008) (citing <i>Abdullah</i> but declining to reach the question of FAA field pre-emption because it found the relevant statute preempted under the ADA); <i>Greene v. B.F. Goodrich Avionics Sys. Inc.,</i> <span class=\"citation\" data-id=\"790428\"><a href=\"/opinion/790428/judy-greene-of-the-estate-of-donald-greene-deceased/\"><span class=\"volume\">409</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">784</span></a></span>, 795 (6th Cir.2005) (\"We agree with the Third Circuit's reasoning in Abdullah that federal law establishes the standards of care in the field of aviation safety and thus preempts the field from state regulation.\"); <i>Hoagland v. Town of Clear Lake, Ind.,</i> <span class=\"citation\" data-id=\"791069\"><a href=\"/opinion/791069/daniel-hoagland-karen-hoagland-hoagland-family-limited-partnership-and/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">693</span></a></span>, 697 (7th Cir.2005) (citing as authority); <i>Montalvo v. Spirit Airlines,</i> <span class=\"citation\" data-id=\"1228434\"><a href=\"/opinion/1228434/montalvo-v-spirit-airlines/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">464</span></a></span>, 468 (9th Cir.2007) (\"We adopt the Third Circuit's broad, historical approach to hold that federal law generally establishes the applicable standards of care in the field of aviation safety.\"); <i>but cf. </i><i>Hughes v. AG of Fla.,</i> <span class=\"citation\" data-id=\"76662\"><a href=\"/opinion/76662/christopher-scott-hughes-v-eleventh-judicial/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1258</span></a></span>, 1270 (11th Cir.2004) (distinguishing <i>Abdullah</i> and declining to apply federal preemption of the field of aviation safety in the context of state law criminal action against intoxicated airline pilots). <i>See also </i><i>Air Evac EMS, Inc. v. Robinson,</i> <span class=\"citation\" data-id=\"2522068\"><a href=\"/opinion/2522068/air-evac-ems-inc-v-robinson/\"><span class=\"volume\">486</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">713</span></a></span>, 720 (M.D.Tenn.2007) (finding that Congress has preempted the field of aviation safety and that state laws regulating air ambulance avionics equipment are therefore invalid).</p>\n<p>The court agrees that FAA preemption in the area of aviation safety is absolute. State regulations that require air carriers to provide specific aviation safety related equipment, and to participate in safety related training, are therefore preempted. The inquiry does not end there, however. Aviation safety and emergency medicine share some overlapping goals, and the two fields are not entirely distinct. Although the FAA has preemptive control of aviation safety measures, regulations regarding EMS related equipment would not intrude on its domain. For example, the two way radio required under 10A N.C.A.C. 13P.0209(6) and mentioned in plaintiffs fourth claim for relief, which is necessary for communication with various public safety entities in order to facilitate patient care, is not preempted, while the VHF aircraft frequency transceivers required by 10A N.C.A.C. 13P.0209(7)(a) relate primarily to aviation safety and would be preempted by the federal scheme. The court therefore clarifies that only those regulations governing equipment or training directly related to aviation safety are preempted.</p>\n<p>More specifically, the court finds that 10A N.C.A.C. 13P.0209(7)(a)-(m), listing as it does a series of \"flight equipment\" requirements, none of which can reasonably be detached from aviation safety and associated solely with EMS, are preempted. N.C. Gen.Stat. § 131E-157, however, remains unaffected to the extent that it does not stray into the field of aviation safety. The Commission may still, for example, adopt rules specifying medically related equipment, sanitation, supply and design requirements for air ambulances, and the DHHS may still inspect air ambulances for compliance with these medically-related regulations. Likewise, 10A N.C.A.C. 13P.0209(3), which requires air ambulances be equipped with voice communication systems for communication between the flight crew and medical crew, is necessary for proper patient care and does not run afoul of the federal scheme. 10A N.C.A.C. 13P.0204(a)(5) is preempted only to the extent that it purports to impose aviation safety inspections and other aviation related requirements on air carriers. To the extent it merely requires air carriers to document a plan for inspecting, repairing, and cleaning medical and other patient care related equipment, it remains unaffected. Finally, 10A N.C.A.C. 13P.0209(10) is preempted only to the extent that it prohibits structural or functional defects affecting the \"safe operation of the aircraft\".</p>\n<p>In its seventh claim for relief, plaintiff contends that North Carolina statutory and regulatory requirements regulating the staffing and crew member training of air ambulances also violates the province of the FAA. Specifically, plaintiff challenges N.C. Gen.Stat. § 131158(a)(2), which requires that, in addition to certain onboard medical personnel, each air ambulance shall be staffed by \"[o]ne medical responder who is responsible for the operation of the vehicle and rendering assistance to the emergency medical technician.\" Plaintiff also contests regulations requiring crew members to be trained in \"[i]n-flight emergencies specific to the aircraft used in the program\", 10A N.C.A.C. 13P.0302(a)(1)(C), and \"[a]ircraft safety.\" 10A N.C.A.C. 13P.0302(a)(1)(D).</p>\n<p>To the same extent and for the same reasons given in response to plaintiff's sixth claim for relief, 10A N.C.A.C. 13P.0302(a)(1)(C)-(D) are preempted by federal law. Because the mode of transport can impact patient care, this should not be read to invalidate any vehicle or equipment related training undertaken specifically for the purposes of ensuring proper patient care. For example, training regarding cabin pressurization of the specific aircraft as it relates to specific medical conditions would not be precluded. <i>See, e.g.,</i> 10A N.C.A.C. 13P.0302(a)(1)(A) (requiring training in \"altitude physiology\"). N.C. Gen.Stat. § 131E-158(a)(2) is preempted only to the extent that it purports to require a helicopter pilot to provide backup medical care for EMS personnel. The essential requirement of the rule, that an ambulance be staffed by at least two persons, remains undisturbed.<sup>[10]</sup></p>\n<p></p>\n<h2>B. 42 U.S.C. §§ 1983 and 1988</h2>\n<p>Finally, in its eighth claim for relief, plaintiff alleges that the ADA's express preemption provision, 49 U.S.C. § 41713(b)(1), creates a federal right in air carriers to be free from state economic regulation, and it accordingly seeks a declaratory judgment, injunctive relief, and damages under 42 U.S.C. § 1983. Plaintiff further seeks costs and attorney's fees under 42 U.S.C. § 1988.</p>\n<p>A cause of action under § 1983 can be supported only by an \"unambiguously conferred right.\" <i>Gonzaga Univ. v. Doe,</i> <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, 283, <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2268</span></a></span>, <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">309</span></a></span> (2002). The initial inquiry under § 1983, \"determining whether a statute confers any right at allis no different from the initial inquiry in an implied right of action case.\" <i>Id.</i> at 285, <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2268</span></a></span>. As the Supreme Court has clarified, this inquiry must begin by determining whether Congress, when enacting the statute at issue, intended to create a federal right, for it is only \"rights, not the broader or vaguer `benefits' or `interests,' that may be enforced under the authority of [§ 1983].\" <i>Id.</i> at 283, <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2268</span></a></span>. Furthermore, \"for a statute to create such private rights, its text must be `phrased in terms of the persons benefited.'\" <i>Id.</i> at 284, <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2268</span></a></span> (citing <i>Cannon v. Univ. of Chicago,</i> <span class=\"citation\" data-id=\"110077\"><a href=\"/opinion/110077/cannon-v-university-of-chicago/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">677</span></a></span>, 690, n. 13, <span class=\"citation\" data-id=\"110077\"><a href=\"/opinion/110077/cannon-v-university-of-chicago/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1946</span></a></span>, <span class=\"citation\" data-id=\"110077\"><a href=\"/opinion/110077/cannon-v-university-of-chicago/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">560</span></a></span> (1979)).</p>\n<p>The court finds that the express preemption provision of the ADA does not create a federal right enforceable under § 1983. The ADA was enacted to enhance competition in the air carrier industry, and there is little to indicate that Congress intended to create a cognizable right under the ADA's preemption provision. Furthermore, the clear weight of authority supports defendants' contention that no private right of action arises under the ADA for purposes of § 1983. <i>See, e.g., </i><i>Western Air Lines, Inc. v. Port Authority of New York &amp; New Jersey,</i> <span class=\"citation\" data-id=\"487414\"><a href=\"/opinion/487414/western-air-lines-inc-v-port-authority-of-new-york-and-new-jersey/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">222</span></a></span>, 225 (2d Cir.1987) (denying private right of action under ADA but allowing Supremacy Clause challenge to proceed) (citing <i>Montauk-Caribbean Airways, Inc. v. Hope,</i> <span class=\"citation\" data-id=\"465049\"><a href=\"/opinion/465049/montauk-caribbean-airways-inc-dba-long-island-airlines-plaintiff-v/\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">91</span></a></span>, 97 (2d Cir.1986) (\"[T]here is no private right of action under [the ADA].\")); <i>Air Transp. Ass'n of Am. v. Public Utilities Com.,</i> <span class=\"citation\" data-id=\"497058\"><a href=\"/opinion/497058/air-transport-association-of-america-v-public-utilities-commission-of-the/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">200</span></a></span>, 207 (9th Cir.1987) (\"[ADA] does not create a private right of action\"); <i>see also </i><i>New York Airlines, Inc. v. Dukes County,</i> <span class=\"citation\" data-id=\"1514379\"><a href=\"/opinion/1514379/new-york-airlines-inc-v-dukes-county/\"><span class=\"volume\">623</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1435</span></a></span>, 1449 (D.Mass.1985) (\"There is no indication in the legislative history of this provision that Congress intended [the ADA] to give rise to a federal right.\").</p>\n<p>Having found no federal right under 49 U.S.C. § 41713(b)(1) for purposes of § 1983, the court also denies plaintiffs claim for attorney's fees and costs under 42 U.S.C. § 1988. Plaintiffs eighth claim for relief, therefore, is denied.</p>\n<p></p>\n<h2>SCOPE OF RELIEF ACCORDED</h2>\n<p>In accordance with the foregoing, where plaintiff is not entitled to judgment on its eighth claim for relief, and the same shall be dismissed, no damages or attorneys fees are awarded. Plaintiff requests declaratory judgment under 28 U.S.C. § 2201, declaring that the challenged laws and regulations are preempted by federal law and that plaintiff cannot be required to comply with them. Aside from meritsbased arguments, defendants do not offer separate response or contest plaintiffs theory that should plaintiff prevail, as it does in large part, it would be entitled to declaratory judgment in its favor.</p>\n<p>The court finds that whether the North Carolina laws at issue are preempted by the ADA and the federal aviation regulatory scheme presents a \"case of actual controversy\" under 28 U.S.C. § 2201. The parties' legal interests are adverse. Plaintiff has applied for and been denied a CON, and it is thus prohibited from operating between points in North Carolina. Furthermore, there is a real threat that the other challenged laws and regulations will be enforced against plaintiff as it seeks to operate between points in North Carolina. In this case, certain declarative relief is proper. Plaintiff is entitled to declaratory judgment as follows:</p>\n<p>(1) North Carolina's CON law, N.C. Gen.Stat. §§ 131E-175, <i>et seq.,</i> is preempted by the ADA to the extent it requires any air carrier to obtain a CON, and plaintiff cannot be required to comply with same;</p>\n<p>(2) N.C. Gen.Stat. § 131E-178(a) and 10A N.C.A.C. 13P.0302(a)(2) are preempted by the ADA to the extent they require an air carrier to obtain a CON;</p>\n<p>(3) N.C. Gen.Stat. §§ 131E-155(6b), 131E-155.1(a), and 10A N.C.A.C. 13P.0204(a)(1), 13P.0204(a)(4), 13P.0402(3), and the endorsement requirement set forth in the application form for a Specialty Care Transport Program are preempted by the ADA to the extent they condition an air carrier's operation within the state on approval by county governmental officials, and plaintiff cannot be required to comply with same;</p>\n<p>(4) 10A N.C.A.C. 13P.0301 (a)(1) and 10A N.C.A.C. 13P.0209(6) are preempted by the ADA to the extent they require an air carrier to define its service area, and plaintiff cannot be required to comply with same;</p>\n<p>(5) 10A N.C.A.C. 13P.0301(a)(3) is preempted by the ADA to the extent it requires an air carrier to provide 24 hour per day service, and plaintiff cannot be required to comply with same;</p>\n<p>(6) The statutes and regulations identified in plaintiffs sixth claim for relief are preempted to the extent those regulations governing equipment or training are directly related to aviation safety, and as more particularly detailed in the foregoing; and</p>\n<p>(7) 10A N.C.A.C. 13P.0302(a)(1)(C)-(D) are preempted by federal occupation of the field of aviation safety, and N.C. Gen.Stat. § 131E-158(a)(2) is preempted only to the extent that it purports to require a helicopter pilot to provide backup medical care for EMS personnel.</p>\n<p>Plaintiffs also seek permanent injunction against enforcement of the preempted laws and regulations. Well-established principles of equity guide the court's determination regarding plaintiff's entitlement to injunctive relief:</p>\n<blockquote>[A] plaintiff seeking a permanent injunction must satisfy a four-factor test before a court may grant such relief, A plaintiff must demonstrate: (1) that it has suffered an irreparable injury; (2) that remedies available at law, such as monetary damages, are inadequate to compensate for that injury; (3) that, considering the balance of hardships between the plaintiff and defendant, a remedy in equity is warranted; and (4) that the public interest would not be disserved by a permanent injunction.</blockquote>\n<p><i>eBay Inc. v. MercExchange, L.L.C.,</i> <span class=\"citation\" data-id=\"145655\"><a href=\"/opinion/145655/ebay-inc-v-mercexchange-ll/\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, 391, <span class=\"citation\" data-id=\"145655\"><a href=\"/opinion/145655/ebay-inc-v-mercexchange-ll/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1837</span></a></span>, <span class=\"citation\" data-id=\"145655\"><a href=\"/opinion/145655/ebay-inc-v-mercexchange-ll/\"><span class=\"volume\">164</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">641</span></a></span> (2006) (internal citations omitted).</p>\n<p>The court finds that plaintiffs inability to enter the market for point to point air ambulance services within North Carolina without first complying with the preempted laws and regulations constitutes an irreparable injury, and one for which there is no adequate remedy available at law. This harm to plaintiff would outweigh the harm to defendants from imposing the requested injunctions. As detailed above, those portions of the challenged laws and regulations that relate primarily to patient care are not preempted, and the state's interest in overseeing the medical aspects of air ambulance service is thus not unduly compromised. Finally, injunctive relief would not adversely affect the public interest. By enacting the ADA, Congress determined that federal preemption serves the public interest by reducing inefficiency, costs, and limitations on the expansion of markets caused by state regulation. The court further finds that defendants are not immune from declaratory and prospective injunctive relief. In <i>Ex Parte Young,</i> the Supreme Court held that \"the state has no power to impart to [a state official] any immunity from responsibility to the supreme authority of the United States.\" <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, 160, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">714</span></span> (1908). As the Fourth Circuit has explained, \"Ex parte Young authorizes suits against state officers for prospective equitable relief from ongoing violations of federal law.\" <i>Franks v. Ross,</i> <span class=\"citation\" data-id=\"780130\"><a href=\"/opinion/780130/jerry-franks-laverne-cofield-easton-acres-residents-association-v-william/\"><span class=\"volume\">313</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">184</span></a></span>, 197 (4th Cir.2002) (internal quotation omitted). Furthermore, <i>Morales</i> confirmed that injunctive relief against state officers is appropriate within the context of the ADA's preemption provision, at least where, as here, plaintiffs injury is not merely conjectural. 504 U.S. at 381-82, <span class=\"citation\" data-id=\"112742\"><a href=\"/opinion/112742/morales-v-trans-world-airlines-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2031</span></a></span>. Here, as in <i>Morales,</i> plaintiff is \"faced with a Hobson's choice: continually violate the. . . law and expose themselves to potentially huge liability; or violate the law once as a test case and suffer the injury of obeying the law during the pendency of the proceedings and any further review.\" <i>Id.</i> Thus, on the facts of this case, injunctive relief is proper.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Plaintiffs motion for judgment on the pleadings is GRANTED as to claims one through seven of the complaint to the extent herein provided and judgment awarding plaintiff declarative relief shall be entered, as set forth above. Defendants are permanently enjoined from engaging in activities prescribed by the state statutory and regulatory framework herein found preempted by federal law. Plaintiff shall submit proposed injunction by October 13, 2008, after first consulting with defendants to resolve any issues as to form and scope not resolved in this order, The proposed injunction shall be no more burdensome to defendants than necessary to provide complete relief to plaintiff in accordance with this court's order, and the requirements of Rule 65 of the Federal Rules of Civil Procedure. Defendant shall file any response by October 22, 2008. Plaintiffs motion for judgment on the pleadings is DENIED as to the eighth claim for relief, which cannot be maintained against defendants. Plaintiff's eighth claim for relief is dismissed with prejudice. Each party shall bear its own costs in the action.</p>\n<h2>NOTES</h2>\n<p>[1]  The two bases are located in Spartanburg, South Carolina and Greenville, South Carolina. The Spartanburg base is known as \"Regional One\" and the Greenville base is referred to as \"Med-Trans One,\"</p>\n<p>[2]  In late August 2007, eight North Carolina hospitals that provide in state air medical services moved variously, and in some cases jointly, to intervene in the instant action. By order entered December 6, 2007, the court denied all motions to intervene, and thereafter, by order entered March 21, 2008, joint motion for reconsideration. However, in the same order, the court invited supplemental briefing by all parties to clarify the impact of the Supreme Court's decision in <i>Rowe v. New Hampshire Motor Transp. Ass'n,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145829\"><a href=\"/opinion/145829/rowe-v-new-hampshire-motor-transport-assn/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">989</span></a></span>, <span class=\"citation\" data-id=\"145829\"><a href=\"/opinion/145829/rowe-v-new-hampshire-motor-transport-assn/\"><span class=\"volume\">169</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">933</span></a></span> (2008), conferred <i>amicus</i> status on would be intervenors, and invited joint supplemental briefing from <i>amici curiae.</i> Seven of the original would be intervenors have appealed the court's denial of intervention to the Fourth Circuit Court of Appeals. Dkt. No. 08-1438. <i>Amici curiae's</i> most recent suggestion, in brief filed September 12, 2008, that this court lacks subject matter jurisdiction is clearly erroneous. Plaintiff requests both declaratory and prospective injunctive relief, and this case is therefore within the purview of <i>Shaw v. Delta Air Lines, Inc.,</i> <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2890</span></a></span>, <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (1983), where the Supreme Court found a lawsuit requesting both declaratory and injunctive relief on preemption grounds sufficient to support subject matter jurisdiction: \"It is beyond dispute that federal courts have jurisdiction over suits to enjoin state officials from interfering with federal rights. A plaintiff who seeks injunctive relief from state regulation, on the ground that such regulation is pre-empted by a federal statute which, by virtue of the Supremacy Clause of the Constitution, must prevail, thus presents a federal question which the federal courts have jurisdiction under 28 U.S.C. § 1331 to resolve.\" <i>Id.</i> at 96 n. 14, <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2890</span></a></span> (citing <i>Ex parte Young,</i> <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, 160-162, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">714</span></span> (1908)). <i>See also </i><i>Verizon Maryland, Inc. v. Public Serv. Comm'n,</i> <span class=\"citation\" data-id=\"118506\"><a href=\"/opinion/118506/verizon-maryland-inc-v-public-service-commission-of-maryland/\"><span class=\"volume\">535</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 642, <span class=\"citation\" data-id=\"118506\"><a href=\"/opinion/118506/verizon-maryland-inc-v-public-service-commission-of-maryland/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1753</span></a></span>, <span class=\"citation\" data-id=\"118506\"><a href=\"/opinion/118506/verizon-maryland-inc-v-public-service-commission-of-maryland/\"><span class=\"volume\">152</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">871</span></a></span> (2002) (\"Verizon sought a declaratory judgment that the Commission's order was unlawful, and an injunction prohibiting its enforcement. We have no doubt that federal courts have jurisdiction under § 1331 to entertain such a suit\"); <i>Lawrence County v. Lead-Deadwood Sch. Dist. No. 40-1,</i> <span class=\"citation\" data-id=\"111297\"><a href=\"/opinion/111297/lawrence-county-v-lead-deadwood-school-dist/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></a></span>, 259 n. 6, <span class=\"citation\" data-id=\"111297\"><a href=\"/opinion/111297/lawrence-county-v-lead-deadwood-school-dist/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">695</span></a></span>, <span class=\"citation\" data-id=\"111297\"><a href=\"/opinion/111297/lawrence-county-v-lead-deadwood-school-dist/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">635</span></a></span> (1985) (characterizing <i>Shaw</i> as \"reaffirming the general rule\" that a plaintiffs request for injunctive relief from state regulation on preemption grounds is sufficient to support federal question jurisdiction).</p>\n<p>[3]  In separate order, this court granted defendants' motion to strike exhibits numbered 5 through 12 submitted with plaintiff's memorandum in support of its motion for judgment on the pleadings; accordingly, the court considers here the instant motion without reference to those contested exhibits.</p>\n<p>[4]  Defendants also urge that the motion for judgment on the pleadings is untimely because, at the time filed, the motions to intervene had not been decided and, therefore, the pleadings were not closed. Where the court has since denied would-be intervenors' motions to intervene and later joint motion to reconsider, this argument has no currency.</p>\n<p>[5]  In a case decided after briefing concluded on the instant motion, the Supreme Court held that the language at issue in <i>Rowe</i> was borrowed from and should be interpreted the same as the language of the ADA. <i>Rowe,</i> 128 S.Ct. at 993-94 (\"And we follow <i>Morales</i> in interpreting similar language in the 1994 Act before us here. We have said that `when judicial interpretations have settled the meaning of an existing statutory provision, repetition of the same language in a new statute indicates, as a general matter, the intent to incorporate its judicial interpretations as well.'\") (quoting <i>Merrill Lynch, Pierce, Fenner &amp; Smith Inc. v. Dabit,</i> <span class=\"citation\" data-id=\"145671\"><a href=\"/opinion/145671/merrill-lynch-pierce-fenner-smith-inc-v-dabit/\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">71</span></a></span>, 85, <span class=\"citation\" data-id=\"145671\"><a href=\"/opinion/145671/merrill-lynch-pierce-fenner-smith-inc-v-dabit/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1503</span></a></span>, <span class=\"citation\" data-id=\"145671\"><a href=\"/opinion/145671/merrill-lynch-pierce-fenner-smith-inc-v-dabit/\"><span class=\"volume\">164</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">179</span></a></span> (2006)). After issuance of the <i>Rowe</i> decision, this court requested supplemental briefing from the parties on the impact of the <i>Rowe</i> decision, and then invited would-be intervenors to participate as <i>amici curiae.</i></p>\n<p>[6]  The court takes judicial notice of plaintiff's Federal Air Administration Part 135 certificate no. M3XA227H, verified by the Federal Aviation Administration's official web site as described by plaintiff in fn. 9 of its supplemental briefing. Conversion to summary judgment is not required when the court considers documents of which it may take judicial notice. <i>See, e.g., </i><i>R.G. Fin. Corp. v. Vergara-Nunez,</i> <span class=\"citation\" data-id=\"202177\"><a href=\"/opinion/202177/rg-financial-v-vergara-nunez/\"><span class=\"volume\">446</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">178</span></a></span>, 182 (1st Cir.2006) (\"The court may supplement the facts contained in the pleadings by considering documents fairly incorporated therein and facts susceptible to judicial notice.\"); <i>Armbruster Prods. v. Wilson,</i> <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">489983</span></span>, at *2, 1994 U.S.App. LEXIS 24796, at *5 (4th Cir. Sept. 12, 1994). The court may take judicial notice of matters of public record. <i>United States v. Wood,</i> <span class=\"citation\" data-id=\"556382\"><a href=\"/opinion/556382/united-states-v-randall-k-wood/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1580</span></a></span>, 1582 (7th Cir.1991); <i>Armbruster Prods.,</i> <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">489983</span></span>, at *2, 1994 U.S.App. LEXIS, at *5-6: <i>Parker v. Homestead Studio Suites Hotel,</i> <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">3968291</span></span>, at *1, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">18497</span></span>, at *2-3 (E.D.N.C. May 12, 2005). The court finds that plaintiff's Part 135 certificate, issued by the Federal Aviation Administration and evidenced at the official government web site, where reference also is made to this document in the complaint, (Compl. ¶ 1), is a matter of public record and, therefore, its consideration does not necessitate conversion to summary judgment.</p>\n<p>[7]  At the time <i>Morales</i> was decided, the ADA's preemption provision was codified at 49 U.S.C.App. § 1305(a)(1). The provision has since been recodified at 49 U.S.C. § 41713(b)(1) without substantive change.</p>\n<p>[8]  The court will consider implied preemption due to FAA occupation of the field of aviation safety below.</p>\n<p>[9]  This is notwithstanding the court's holding that North Carolina's statutory definition of \"air ambulance\" does not govern federal law.</p>\n<p>[10]  This ruling should not be read to suggest that the driver of a ground unit may not be required to have some form of medical training.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/75977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/76662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/96819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104425/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111479/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145829/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/234663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/258245/",
    "http://www.courtlistener.com/api/rest/v3/opinions/265887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/349251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487414/",
    "http://www.courtlistener.com/api/rest/v3/opinions/497058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764893/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790428/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1201265/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1228434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1318107/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1463523/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1514379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1571129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1672730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1762378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1976248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2323757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2522068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2563488/"
  ]
}