{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1598735/",
  "absolute_url": "/opinion/1598735/wake-stone-corp-v-aetna-cas-sur-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1598735/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:53:39.171593Z",
  "date_modified": "2016-04-27T02:38:40.068173Z",
  "type": "010combined",
  "sha1": "f063d8ac605d9360d76e0cb654df0b15be73b777",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>995 F.Supp. 612 (1998)</b></center>\n<center><h1>WAKE STONE CORPORATION, Plaintiff,<br>\nv.<br>\nAETNA CASUALTY AND SURETY COMPANY, n/k/a Travelers Casualty and Surety Company, Defendant.</h1></center>\n<center>No. 5:96-CV-473-BR(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 23, 1998.</center>\n<p><span class=\"star-pagination\">*613</span> Walter Brock, Jr., Young, Moore, Henderson &amp; Alvis, Raleigh, NC, for Plaintiff.</p>\n<p>Stephen B. Brown, Kirschbaum, Nanney, Logan &amp; Brown, P.A., Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>THIS MATTER comes before the court upon defendant's motions for partial judgment on the pleadings and for summary judgment as well as upon plaintiff's motion for partial summary judgment. Plaintiff filed this suit on 31 May 1996. The parties have fully responded and replied to all motions, and those motions are now ripe for review.</p>\n<p></p>\n<h2><i>I. BACKGROUND</i></h2>\n<p>This matter arises from a dispute between plaintiff, Wake Stone Corporation, a North Carolina corporation with its principal place of business in Wake County (\"Wake Stone\"), and Aetna Casualty and Insurance Company, now known as Traveler's Casualty and Insurance Company, a Connecticut company with its principal place of business in Hartford, Connecticut (\"Aetna\"). Jurisdiction is proper in this court through diversity. 28 U.S.C. § 1332(a)(1).</p>\n<p>Wake Stone supplies aggregates from quarries it operates in North Carolina. One of Wake Stone's quarries is located in Nash County. In 1989, Martin Marietta Corporation was in the process of seeking local and state approval to open and operate a new quarry in Nash County. As part of that process, Martin Marietta filed an application for certain zoning and environmental variances with the Nash County Board of Commissioners and the North Carolina Department of Environment, Health, and Natural Resources, Division of Land Resources (\"DEHNR\").</p>\n<p>Wake Stone claims that DEHNR issued mining permits to Martin Marietta without the filing of a required Environmental Impact Statement or permits for discharge of water pollutants. As a result of that belief, Thomas Oxholm, Wake Stone's Vice President of Planning and Administration, contacted members of the Nash County Board of Commissioners to express his displeasure with what he believed to be special treatment received by Martin Marietta and suggested this treatment was due to political pressure and improper conduct. Mr. Oxholm put his comments in writing, and they were distributed to the members of the Board of Commissioners. Martin Marietta was denied its zoning variances and had its conditional land use permit revoked by the county.</p>\n<p>On 30 March 1991, Martin Marietta sued Wake Stone in the North Carolina Superior Court in Wake County, alleging libel, slander and unfair and deceptive trade practices under N.C.Gen.Stat. § 75-1.1. Wake Stone answered on 31 May 1991 and moved for summary judgment. The court granted summary judgment and dismissed the case in its entirety on 26 September 1991. On 3 August 1993, the North Carolina Court of Appeals upheld summary judgment on the <span class=\"star-pagination\">*614</span> libel and slander claims, but reversed the lower court on the claim for unfair trade practices.</p>\n<p>The decision of the Court of Appeals was affirmed by the North Carolina Supreme Court on 10 February 1995. The Supreme Court remanded the case to the Superior Court for determination of the unfair trade practices claim. After a failed mediation, the case was bifurcated, with separate trials to be held on the issues of liability and damages. The jury returned a verdict for Martin Marietta as to liability on 7 November 1995.</p>\n<p>Wake Stone was covered, at the time of the Martin Marietta case, by a Commercial General Liability insurance policy issued by Aetna. Up until the jury verdict on 7 November 1995, Aetna had undertaken to provide a defense to Wake Stone by approving Wake Stone's counsel and sharing in the costs of defense, including attorney's fees. (First Amended Complaint, ¶ 14.) Prior to trial on the issue of damages, Wake Stone settled with Martin Marietta for $600,000. Aetna offered to pay $50,000 of that settlement in exchange for a release from any other duty to indemnify Wake Stone, but that offer was refused. Aetna, through counsel, reasserted its position that the unfair trade practices claim was not covered for indemnification under Wake Stone's policy. (Richard Rice, 19 September 1995 Letter to Katherine Jean, Loeber Cert., Ex. T-2.) Wake Stone paid the $600,000 settlement amount and Aetna refused indemnification.</p>\n<p>Wake Stone then brought suit in this court on 31 May 1996, claiming breach of contract and unfair trade practices. Aetna moved for partial judgment on the pleadings on 28 August 1997. Wake Stone moved for partial summary judgment and Aetna moved for summary judgment on 24 September 1997. The court will first turn its attention to Aetna's claim for summary judgment, since granting summary judgment to Aetna on all claims would preclude consideration of the other motions.</p>\n<p></p>\n<h2><i>II. DISCUSSION</i></h2>\n<p></p>\n<h2><i>A. Standard</i></h2>\n<p>Pursuant to Federal Rule of Civil Procedure 56(c), summary judgment is appropriate where there are no genuine issues as to any material facts and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c). The Fourth Circuit has articulated the summary judgment standard as follows:</p>\n<blockquote>A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986). In considering a motion for summary judgment, the court is required to view the facts and draw reasonable inferences in a light most favorable to the nonmoving party. <i>Id.</i> at 255, 106 S.Ct. at 2514. The plaintiff is entitled to have the credibility of all his evidence presumed. <i>Miller v. Leathers,</i> 913 F.2d 1085, 1087 (4th Cir.1990), <i>cert. denied,</i> 498 U.S. 1109, 111 S.Ct. 1018, 112 L.Ed.2d 1100 (1991). The party seeking summary judgment has the initial burden to show absence of evidence to support the nonmoving party's case. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 2554, 91 L.Ed.2d 265 (1986). The opposing party must demonstrate that a triable issue of fact exists; he may not rest on mere allegations or denials. <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i>\n</blockquote>\n<p><i>Patterson v. McLean Credit Union,</i> 39 F.3d 515, 518 (4th Cir.1994) (quoting <i>Shaw v. Stroud,</i> 13 F.3d 791, 798 (4th Cir.), <i>cert. denied,</i> 513 U.S. 813, 115 S.Ct. 67, 130 L.Ed.2d 24 (1994), 513 U.S. 814, 115 S.Ct. 68, 130 L.Ed.2d 24 (1994)).</p>\n<p>Both parties have moved for Summary Judgment on the breach of contract issue and agree that the underlying question, whether the policy provides indemnity coverage for the amount of the Martin Marietta Settlement, is a question of law to be decided by the court. On Wake Stone's second claim, Wake Stone argues that there are issues of fact, including whether Aetna provided adequate explanations of its refusal to indemnify, which preclude summary judgment. Aetna disagrees. The court turns first to the issue of coverage.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*615</span> <i>B. Wake Stone's Claim for Breach of Contract</i>\n</h2>\n<p>Wake Stone alleges that, in refusing to indemnify it for a share of the $600,000 Martin Marietta Settlement, Aetna violated the terms of the policy. That policy provides, under \"Coverage B  Personal and Advertising Injury,\" that \"[Aetna] will pay those sums that the insured becomes legally obligated to pay as damages because of `personal injury' or `advertising injury' to which this insurance applies.\" (First Amended Compl., Ex. E, CGL Policy at 4.) The policy defines personal injury as follows:</p>\n<blockquote>\"Personal Injury\" means injury, other than \"bodily injury\", arising out of one or more of the following offenses:</blockquote>\n<blockquote>a. False arrest, detention or imprisonment;</blockquote>\n<blockquote>b. Malicious prosecution;</blockquote>\n<blockquote>c. Wrongful entry into, or eviction of a person from, a room, dwelling or premises that the person occupies;</blockquote>\n<blockquote>d. Oral or written publication of material that slanders or libels a person or organization or disparages a person's or organization's goods, products or services; or</blockquote>\n<blockquote>e. Oral or written publication of material that violates a person's right of privacy.</blockquote>\n<p>(First Amended Compl., Ex. E, at 11.)</p>\n<p>Two general principles must be stated at the outset. First, under North Carolina law, \"personal injury\" coverage under a Commercial General Liability policy is limited to coverage for those torts specifically enumerated in the policy itself. <i>Russ v. Great American Ins. Companies,</i> 121 N.C.App. 185, 464 S.E.2d 723, 727 (1995), <i>disc. rev'w denied,</i> 342 N.C. 896, 467 S.E.2d 905 (1996). In the Martin Marietta case, Wake Stone was sued for libel, slander, and statutory unfair and deceptive trade practices. The first two of these claims were covered explicitly by subsection (d) under the policy's definition of \"personal injury.\" The question here is the status of the unfair and deceptive trade practices claim.</p>\n<p>Aetna contends that it owes no duty to indemnify Wake Stone for the $600,000 settlement because the settlement was for a claim of unfair trade practices, which is not a specifically enumerated tort covered by the terms of the CGL policy. According to <i>Russ,</i> that claim would therefore not be covered.</p>\n<p>Second, the duty to indemnify, which Wake Stone is attempting to enforce upon Aetna in this case, is narrower than the duty to defend. <i>Waste Management of Carolinas, Inc. v. Peerless Ins. Co.,</i> 315 N.C. 688, 340 S.E.2d 374, 377 (1986). Thus, while the allegations of Martin Marietta's complaint may have been sufficient to give rise to a duty to defend Wake Stone, if the final verdict and factual determination of the jury did not impose liability for one of the enumerated offenses in the contract of insurance, there is no duty to indemnify. <i>Id.</i></p>\n<p>Wake Stone offers several arguments for finding that the unfair trade practices claim does fall under the enumerated offenses in the policy. First, Wake Stone argues that the enumerated torts of libel, slander and disparagement of goods and services include unfair trade practices based upon false statements, such as those which Wake Stone was found to have published. Second, Wake Stone argues that the liability in this case \"arises out of\" libel and thus should be covered under the policy. Third, Wake Stone contends that when the facts of the underlying action are considered, it becomes clear that the labels attached to the cause of action by Martin Marietta should not control whether or not Aetna owes a duty to pay. The court will deal with each of these arguments in turn.</p>\n<p></p>\n<h2><i>1. Libel, Slander &amp; Disparagement Cannot be Read to Include Unfair Trade Practices.</i></h2>\n<p>The peculiar procedural facts of this case make it somewhat difficult to resolve. Most important to the resolution of this matter is the North Carolina Court of Appeals' and the North Carolina Supreme Court's upholding of summary judgment for Wake Stone on Martin Marietta's claims for libel and slander. The Court of Appeals found specifically that there was no evidence to support claims for libel <i>per se</i> or slander <i>per se</i> and affirmed summary judgment in the favor of Wake Stone. <i>Martin Marietta Corp. v. Wake</i> <span class=\"star-pagination\">*616</span> <i>Stone Corp.,</i> 111 N.C.App. 269, 432 S.E.2d 428 (1993). In so holding, the Court of Appeals found:</p>\n<blockquote>When viewed within the \"four corners\" of the Document and stripped of all innuendo and explanatory circumstances, we cannot say that the statements are of such a nature that the court can presume as a matter of law that they tend to disgrace and degrade plaintiffs or hold them up to public hatred, contempt or ridicule, or cause them to be shunned and avoided. Further, they are not susceptible of only one meaning which meaning is defamatory as a matter of law.</blockquote>\n<p><i>Id.</i> at 433-34.</p>\n<p>In its decision, the North Carolina Supreme Court did not reinstate Martin Marietta's claims of libel and slander. In upholding the Court of Appeals' decision, the Supreme Court stated that:</p>\n<blockquote>the record contains a forecast of evidence from which a jury could find that the defendants knowingly, or in reckless disregard of the truth, made and distributed statements which were both false and designed to injure or destroy plaintiff's business in Nash County, thereby eliminating competition in that area.</blockquote>\n<p><i>Martin Marietta Corp., et al. v. Wake Stone Corp., et al.,</i> 339 N.C. 602, 453 S.E.2d 146 (1995). With that statement, the Supreme Court found that there was sufficient evidence to go to trial on the issue of unfair trade practices, but did not, most importantly, address the claims of libel and slander. Thus, the Court of Appeals' determination that slander <i>per se</i> and libel <i>per se</i> were not supported by the evidence, and therefore that there were no cognizable claims of libel or slander, stands as the law of the case. The jury's decision dealt only with unfair trade practices and did not establish liability for libel, slander or product disparagement. The first two claims made by Martin Marietta therefore were not issues to be settled by Wake Stone or indemnified by Aetna.</p>\n<p>Wake Stone nevertheless argues that the unfair trade practices claim should be covered under the policy. They argue that the claim could only be based upon a claim of libel, and therefore, the unfair trade practices claim should be covered under the enumeration of \"material that slanders or libels\" in the policy.</p>\n<p>In interpreting the policy to determine whether or not Wake Stone's argument withstands scrutiny, the court applies North Carolina law as set out by the North Carolina Court of Appeals in <i>Henderson v. USF &amp; G,</i> 124 N.C.App. 103, 476 S.E.2d 459 (1996), <i>aff'd</i> 346 N.C. 741, 488 S.E.2d 234 (1997). In that case, the court held that when the terms of a policy are \"ambiguous or their meaning is uncertain, they must be construed in favor of the insured or beneficiary.\" <i>Id.</i> 476 S.E.2d at 461. \"Non-technical words\" not defined in the policy \"are to be given a meaning consistent with the sense in which they are used in ordinary speech.\" <i>Id.</i></p>\n<p>Wake Stone seizes upon this principle to argue that the words \"material that slanders or libels\" should be read to include the unfair trade practices claim here. Wake Stone argues that since libel and slander are not defined in the policy, the coverage should be construed in the favor of Wake Stone to include statements which are libelous. Wake Stone urges the court to apply the Webster's Dictionary definition of libel as \"a written or oral defamatory statement or representation that conveys an unjustly unfavorable impression.\" (Mem. in Opp. to Def's Mot. for Summ. J. at 18.)</p>\n<p>This approach is contrary to that part of <i>Henderson</i> which states that only \"nontechnical\" terms are to be given a common definition if left undefined in the policy. <i>Id.</i> The terms \"libel\" and \"slander\" are not non-technical terms. They are names of torts, each with specific required elements as defined by centuries of precedent. Indeed, the definition which Wake Stone urges this court to apply to the word \"libel\" encompasses the common law torts of libel and slander, in that it refers to \"written or oral defamatory statement[s].\" Applying that definition in this case would be inappropriate, because the policy itself discriminates between the two types of defamation.</p>\n<p>In the same vein, Wake Stone takes issue with what it calls Aetna's \"reliance on the technical, legal meaning of disparagement\" instead of \"the plain, ordinary meaning of the term.\" (Mem. in Opp. to Def's Mot. for Summ. J. at 18-19.) Wake Stone argues <span class=\"star-pagination\">*617</span> that \"disparagement,\" as that term appears in the definition of \"personal injury,\" should be read to cover damages associated with \"disparaging remarks.\" (<i>Id.</i>) Wake Stone's reading of the disparagement term of the policy is incomplete. The complete phrase is \"disparages a person's or organization's goods, products or services.\" (Policy at 11.) Clearly, even viewing the allegations in the light most favorable to Wake Stone, this case deals with Wake Stone's assertions about the way Martin Marietta circumvented certain political processes, not about the quality of its product, goods or services. Therefore, coverage under the \"disparagement\" language in the policy would also not be available.</p>\n<p>The terms \"libel\" and \"slander\" as well as product disparagement, are legal terms, defined in law without ambiguity. As such, since \"no ambiguity exists, the court may not rewrite the contract and find coverage where none was contracted for.\" <i>Henderson,</i> 476 S.E.2d at 461, <i>citing </i><i>Wachovia Bank &amp; Trust Co. v. Westchester Fire Ins. Co.,</i> 276 N.C. 348, 172 S.E.2d 518 (1970). The unfair trade practices claim settled by Wake Stone and Martin Marietta simply does not fall under one of the enumerated offenses.</p>\n<p></p>\n<h2><i>2. The policy's \"arising out of\" language does not provide coverage.</i></h2>\n<p>Wake Stone also urges the court to interpret the \"personal injury\" provisions of the policy in light of the first sentence of that section. The policy reads, \"`Personal injury' means injury, other than `bodily injury', <i>arising out of</i> one or more of the following offenses: ...\" (Policy at 11, emphasis added.) Wake Stone argues that the unfair trade practices claim liability \"arises out of\" libelous statements it made in its comments to the Nash County Board of Commissioners. Therefore, Wake Stone argues, it must be indemnified by Aetna.</p>\n<p>This argument is essentially a restatement of the one discussed above. The \"arising out of\" language, as correctly pointed out by Aetna, refers to the injury, not to the offense. The term \"arising out of\" is construed broadly under North Carolina law. <i>State Capital Ins. Co. v. Nationwide Mutual Ins. Co.,</i> 318 N.C. 534, 350 S.E.2d 66, 69 (1986). However, that broad construction occurs in the area of causation, not interpretation of the covered offenses. <i>Id.</i> The <i>State Capital</i> court held that injuries to the insured arose out of the use of the covered pickup truck. <i>Id.</i> In this case, the comparable use of \"arising out of\" refers to the injuries sustained by a person whom the insured might libel or slander. For instance, unanticipated economic damages may be considered to \"arise out of\" the libel. The language in no way can be interpreted to extend coverage to other torts, not specifically enumerated, which bear some similarity to those listed in the policy. Otherwise, the enumeration in the policy of covered offenses would be purposeless. Therefore, statutory unfair trade practices cannot be construed to be covered by the policy, despite the fact that such a claim may arise out of the same facts as the libel and slander claims.</p>\n<p></p>\n<h2><i>3. Unfair Trade practices claim is not libel under another label.</i></h2>\n<p>Wake Stone also argues that it is an \"established principle in North Carolina that insurance policy coverage is based on the facts and conduct giving rise to liability, rather than legal labels.\" (Mem. in Opp. to Def.'s Mot. for Summ. J. at 20.) Wake Stone supports this argument by citing to the <i>Henderson</i> case, which Wake Stone claims held that an unfair trade practices claim was covered under a policy which provided coverage for unfair competition, as long as that claim was brought by a competitor. <i>Henderson,</i> 488 S.E.2d at 239.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*618</span> What this argument fails to consider is that the <i>Henderson</i> court expressly stated that the statutory tort of unfair trade practices in North Carolina, N.C.Gen.Stat. § 75-1.1, <i>et seq.,</i> is divided into two concepts. First is unfair trade practices against consumers, and the other is unfair competition, which is self-evidently brought by competitors. <i>Henderson</i> at 239. The court then held that the insured could not shoehorn an unfair trade practices claim brought by a consumer into coverage for common law unfair competition. <i>Id.</i> In fact, the court expressly stated that</p>\n<blockquote>read in context, the term \"unfair competition\" as used in these policies is not ambiguous. In the context of these policies, the definition of unfair competition refers to claims which an insured's competitor might assert against it and should not be expanded to include conduct such as that at issue in the underlying action.<sup>[2]</sup></blockquote>\n<p><i>Id.</i></p>\n<p>Unlike the policy in <i>Henderson,</i> the policy in this case does not list unfair competition or unfair trade practices among those torts for which Aetna provides coverage to its insured. The nonexistence of claims for libel and slander in the Martin Marietta complaint was not a choice by Martin Marietta to use certain \"legal labels,\" as asserted by Wake Stone. On the contrary, Martin Marietta attempted to plead both libel and slander. Those claims were dismissed by the trial court in a decision affirmed by the Court of Appeals and the Supreme Court.</p>\n<p>Wake Stone argues that the facts of the underlying case clearly make out a claim for libel. The jury in the Martin Marietta trial was instructed as follows:</p>\n<blockquote>Both the North Carolina Legislature and the North Carolina Supreme Court have declared that if a business knowingly or in reckless disregard of the truth makes and distributes statements about another business which are false and are designed to injure or destroy the other business thereby eliminating legitimate competition, then those acts are considered unfair and unlawful trade practices.</blockquote>\n<blockquote>***</blockquote>\n<blockquote>The first issue: Did Wake Stone Corporation make false statements to the Nash County Commissioners about or related to Martin Marietta Aggregates' conduct in attempting to locate a quarry in Nash County? And Issue Two, let me go ahead and address that as well: If so, did Wake Stone Corporation make such statements with knowledge that the statements were false, or in reckless disregard for whether or not the statements were true?</blockquote>\n<blockquote>***</blockquote>\n<blockquote>As to the third issue, it reads: If so, were Wake Stone Corporation's statements designed to injure or destroy Martin Marietta Aggregates' business in Nash County?</blockquote>\n<blockquote>***</blockquote>\n<blockquote>... The fourth issue reads as follows: If so, did Martin Marietta Aggregates suffer actual damage proximately caused by false statements of Wake Stone Corporation?</blockquote>\n<p>(Jury Charge, Mem. in Supp. of Pltf.'s Mot. for Part. Summ. J., Ex. 8 at 7-13.) The jury answered all four issues \"yes.\" (First Amended Compl., Ex. D.)</p>\n<p>Wake Stone argues that the jury instructions, and the jury's answers to the issues posed, show that regardless of what the claim was titled, the true claim was for libel. As stated above, without the peculiar procedural facts of this case, this argument would be a worthy one. However, the Supreme Court of North Carolina found that there was no sustainable claim of libel <i>per se</i> in this matter and affirmed the dismissal of the libel claim. Therefore, Wake Stone can only assert that there is a claim for libel <i>per quod</i> under the facts as found by the jury. The fact do not support this assertion.</p>\n<blockquote>According to North Carolina law,</blockquote>\n<blockquote>[u]nder a libel per quod theory, there must be a publication or communication knowingly made by the defendant to a third person.... The publication must have been intended by defendant to be defamatory and had to be understood as such by <span class=\"star-pagination\">*619</span> those to whom it was published.... For these reasons, both the innuendo and special damages must be proven.</blockquote>\n<p><i>Raymond U v. Duke University,</i> 91 N.C.App. 171, 371 S.E.2d 701, 708, <i>rev'w denied,</i> 323 N.C. 629, 374 S.E.2d 590 (1988), <i>citing </i><i>Renwick v. News and Observer,</i> 310 N.C. 312, 312 S.E.2d 405, <i>cert. denied,</i> 469 U.S. 858, 105 S.Ct. 187, 83 L.Ed.2d 121 (1984).</p>\n<p>The trial judge in the Martin Marietta case did not present the issue of innuendo to the jury. Thus, there was no innuendo found. Therefore, despite the factual similarity to a claim for libel, the claim settled by Wake Stone was not a libel claim under either possible definition of that tort, and Aetna had no duty to indemnify.</p>\n<p></p>\n<h2><i>C. Wake Stone's Claim for Unfair and Deceptive Trade Practices</i></h2>\n<p>Wake Stone also claimed that Aetna's denial of coverage amounted to unfair and deceptive trade practices prohibited by N.C.Gen.Stat. §§ 58-63-15 and 75-1.1. Specifically, Wake Stone claims that Aetna:</p>\n<blockquote>(a) compelled.... Wake Stone to institute litigation to recover amounts due under its insurance policy by offering substantially less than the amount reasonably due under the policy, (b) failed promptly ... to provide a reasonable explanation of the basis ... for denial of the claim, and (c) failed to state in the only reservation of rights letter that it provided to Wake Stone that unfair trade practices <i>per se</i> were not covered by the policy.</blockquote>\n<p>(First Amended Compl. at 8.)</p>\n<p>Violation of § 58-63 is <i>per se</i> a violation of § 75-1.1, <i>Pearce v. American Defender Life Ins. Co.,</i> 316 N.C. 461, 343 S.E.2d 174 (1986), and remedy may be had under either section. <i>Golden Rule Ins. Co. v. Long,</i> 113 N.C.App. 187, 439 S.E.2d 599 (1993), <i>Ellis v. Smith Broadhurst, Inc.</i> 48 N.C.App. 180, 268 S.E.2d 271 (1980).</p>\n<p>This claim for unfair trade practices is similar to that made by the plaintiff before this court in <i>Whiteville Oil Co., Inc. v. Federated Mutual Ins. Co.,</i> 889 F.Supp. 241 (E.D.N.C.1995), <i>aff'd,</i> 87 F.3d 1310 (4th Cir. 1996). In that case, after finding that the personal injury torts for which the plaintiff had been found liable did not fall under the terms of its insurance policy, this court held that the insurer owed no duty to pay. <i>Id.</i> at 247. Addressing the plaintiff's unfair trade practices claim based upon the insurer's refusal to pay, this court found that in applying N.C.Gen.Stat. § 58-63, \"North Carolina courts have held that before there is a violation of the relevant statute, a plaintiff must allege that a defendant has engaged in the prohibited practice with such frequency as to indicate a general business practice.\" <i>Id.</i> at 248. Further, this court held that an insurer, under North Carolina law, owes no duty to \"inquire and inform an insured as to all parts of his policy.\" <i>Id., quoting </i><i>Bentley v. North Carolina Ins. Guaranty Assn.,</i> 107 N.C.App. 1, 418 S.E.2d 705 (1992).</p>\n<p>In light of those holdings, it is clear that in this case, summary judgment must be granted to Aetna on Wake Stone's second claim for relief. There was no duty to indemnify. Like the plaintiff in <i>Whiteville Oil,</i> Wake Stone, in two complaints, has failed to allege that Aetna engaged in any prohibited practice with sufficient frequency to constitute a general business practice, as required by statute. In addition, Aetna had no duty to interpret Wake Stone's insurance policy for it. Therefore, no claim for relief under § 58-63 can be allowed to go forward.</p>\n<p>Since Wake Stone alleged no grounds for a claim of unfair trade practices other than those cited above, all of which fall under § 58-63, there are no alleged independent grounds for a claim under § 75-1.1. Therefore, defendant's motion for summary judgment will be granted as to the second claim for relief.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons set out above, plaintiff's motion for partial summary judgment is DENIED. Defendant's motion for summary judgment is ALLOWED. Defendant's motion for partial judgment on the pleadings is MOOT. This matter is accordingly DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Wake Stone states repeatedly that <i>Henderson</i> stands for the proposition that claims are covered by a policy if they \"reasonably can be described\" as falling within the conduct covered by the policy. (Reply Mem. to Def.'s Resp. to wake Stone's Mot. for Part. Summ. J. at 5, <i>quoting Henderson,</i> 488 S.E.2d at 239.) That language appears in a quotation from a Third Circuit case, <i>Granite State Ins., Co. v. Aamco Transmissions, Inc.,</i> 57 F.3d 316, 319 (3d Cir.1995) <i>cited in Henderson,</i> 488 S.E.2d at 239, and is taken out of context by Wake Stone. In <i>Granite State,</i> the court held that \"in order for the insured to succeed, it must show that claims by its customers injured by its own practices reasonably can be described as unfair competition claims within the context of the insurance coverage.\" <i>Id.</i> Applying that statement in the context of this case, Wake Stone cannot show that the claim against it reasonably can be described as libel, since the North Carolina courts dismissed the libel claim.</p>\n<p>[2]  Thus, as stated in section B-1 above, legal terms in insurance policies are read strictly, according to North Carolina law.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">995</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">612</span></span> (1998)</b></center>\n<center><h1>WAKE STONE CORPORATION, Plaintiff,<br>\nv.<br>\nAETNA CASUALTY AND SURETY COMPANY, n/k/a Travelers Casualty and Surety Company, Defendant.</h1></center>\n<center>No. 5:96-CV-473-BR(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 23, 1998.</center>\n<p><span class=\"star-pagination\">*613</span> Walter Brock, Jr., Young, Moore, Henderson &amp; Alvis, Raleigh, NC, for Plaintiff.</p>\n<p>Stephen B. Brown, Kirschbaum, Nanney, Logan &amp; Brown, P.A., Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>THIS MATTER comes before the court upon defendant's motions for partial judgment on the pleadings and for summary judgment as well as upon plaintiff's motion for partial summary judgment. Plaintiff filed this suit on 31 May 1996. The parties have fully responded and replied to all motions, and those motions are now ripe for review.</p>\n<p></p>\n<h2><i>I. BACKGROUND</i></h2>\n<p>This matter arises from a dispute between plaintiff, Wake Stone Corporation, a North Carolina corporation with its principal place of business in Wake County (\"Wake Stone\"), and Aetna Casualty and Insurance Company, now known as Traveler's Casualty and Insurance Company, a Connecticut company with its principal place of business in Hartford, Connecticut (\"Aetna\"). Jurisdiction is proper in this court through diversity. 28 U.S.C. § 1332(a)(1).</p>\n<p>Wake Stone supplies aggregates from quarries it operates in North Carolina. One of Wake Stone's quarries is located in Nash County. In 1989, Martin Marietta Corporation was in the process of seeking local and state approval to open and operate a new quarry in Nash County. As part of that process, Martin Marietta filed an application for certain zoning and environmental variances with the Nash County Board of Commissioners and the North Carolina Department of Environment, Health, and Natural Resources, Division of Land Resources (\"DEHNR\").</p>\n<p>Wake Stone claims that DEHNR issued mining permits to Martin Marietta without the filing of a required Environmental Impact Statement or permits for discharge of water pollutants. As a result of that belief, Thomas Oxholm, Wake Stone's Vice President of Planning and Administration, contacted members of the Nash County Board of Commissioners to express his displeasure with what he believed to be special treatment received by Martin Marietta and suggested this treatment was due to political pressure and improper conduct. Mr. Oxholm put his comments in writing, and they were distributed to the members of the Board of Commissioners. Martin Marietta was denied its zoning variances and had its conditional land use permit revoked by the county.</p>\n<p>On 30 March 1991, Martin Marietta sued Wake Stone in the North Carolina Superior Court in Wake County, alleging libel, slander and unfair and deceptive trade practices under N.C.Gen.Stat. § 75-1.1. Wake Stone answered on 31 May 1991 and moved for summary judgment. The court granted summary judgment and dismissed the case in its entirety on 26 September 1991. On 3 August 1993, the North Carolina Court of Appeals upheld summary judgment on the <span class=\"star-pagination\">*614</span> libel and slander claims, but reversed the lower court on the claim for unfair trade practices.</p>\n<p>The decision of the Court of Appeals was affirmed by the North Carolina Supreme Court on 10 February 1995. The Supreme Court remanded the case to the Superior Court for determination of the unfair trade practices claim. After a failed mediation, the case was bifurcated, with separate trials to be held on the issues of liability and damages. The jury returned a verdict for Martin Marietta as to liability on 7 November 1995.</p>\n<p>Wake Stone was covered, at the time of the Martin Marietta case, by a Commercial General Liability insurance policy issued by Aetna. Up until the jury verdict on 7 November 1995, Aetna had undertaken to provide a defense to Wake Stone by approving Wake Stone's counsel and sharing in the costs of defense, including attorney's fees. (First Amended Complaint, ¶ 14.) Prior to trial on the issue of damages, Wake Stone settled with Martin Marietta for $600,000. Aetna offered to pay $50,000 of that settlement in exchange for a release from any other duty to indemnify Wake Stone, but that offer was refused. Aetna, through counsel, reasserted its position that the unfair trade practices claim was not covered for indemnification under Wake Stone's policy. (Richard Rice, 19 September 1995 Letter to Katherine Jean, Loeber Cert., Ex. T-2.) Wake Stone paid the $600,000 settlement amount and Aetna refused indemnification.</p>\n<p>Wake Stone then brought suit in this court on 31 May 1996, claiming breach of contract and unfair trade practices. Aetna moved for partial judgment on the pleadings on 28 August 1997. Wake Stone moved for partial summary judgment and Aetna moved for summary judgment on 24 September 1997. The court will first turn its attention to Aetna's claim for summary judgment, since granting summary judgment to Aetna on all claims would preclude consideration of the other motions.</p>\n<p></p>\n<h2><i>II. DISCUSSION</i></h2>\n<p></p>\n<h2><i>A. Standard</i></h2>\n<p>Pursuant to Federal Rule of Civil Procedure 56(c), summary judgment is appropriate where there are no genuine issues as to any material facts and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c). The Fourth Circuit has articulated the summary judgment standard as follows:</p>\n<blockquote>A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). In considering a motion for summary judgment, the court is required to view the facts and draw reasonable inferences in a light most favorable to the nonmoving party. <i>Id.</i> at 255, 106 S.Ct. at 2514. The plaintiff is entitled to have the credibility of all his evidence presumed. <i>Miller v. Leathers,</i> <span class=\"citation\" data-id=\"547612\"><a href=\"/opinion/547612/nathan-miller-v-emery-leathers-officer-and-north-carolina-prisoner-legal/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span>, 1087 (4th Cir.1990), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1109</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1018</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1100</span></span> (1991). The party seeking summary judgment has the initial burden to show absence of evidence to support the nonmoving party's case. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2554, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The opposing party must demonstrate that a triable issue of fact exists; he may not rest on mere allegations or denials. <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i>\n</blockquote>\n<p><i>Patterson v. McLean Credit Union,</i> <span class=\"citation\" data-id=\"681609\"><a href=\"/opinion/681609/66-fair-emplpraccas-bna-360-65-empl-prac-dec-p-43371-brenda/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">515</span></a></span>, 518 (4th Cir.1994) (quoting <i>Shaw v. Stroud,</i> <span class=\"citation\" data-id=\"660200\"><a href=\"/opinion/660200/deborah-shaw-administratrix-of-the-estate-of-sidney-bowen-deceased-nancy/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span>, 798 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">813</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">67</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></span> (1994), <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">68</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></span> (1994)).</p>\n<p>Both parties have moved for Summary Judgment on the breach of contract issue and agree that the underlying question, whether the policy provides indemnity coverage for the amount of the Martin Marietta Settlement, is a question of law to be decided by the court. On Wake Stone's second claim, Wake Stone argues that there are issues of fact, including whether Aetna provided adequate explanations of its refusal to indemnify, which preclude summary judgment. Aetna disagrees. The court turns first to the issue of coverage.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*615</span> <i>B. Wake Stone's Claim for Breach of Contract</i>\n</h2>\n<p>Wake Stone alleges that, in refusing to indemnify it for a share of the $600,000 Martin Marietta Settlement, Aetna violated the terms of the policy. That policy provides, under \"Coverage B  Personal and Advertising Injury,\" that \"[Aetna] will pay those sums that the insured becomes legally obligated to pay as damages because of `personal injury' or `advertising injury' to which this insurance applies.\" (First Amended Compl., Ex. E, CGL Policy at 4.) The policy defines personal injury as follows:</p>\n<blockquote>\"Personal Injury\" means injury, other than \"bodily injury\", arising out of one or more of the following offenses:</blockquote>\n<blockquote>a. False arrest, detention or imprisonment;</blockquote>\n<blockquote>b. Malicious prosecution;</blockquote>\n<blockquote>c. Wrongful entry into, or eviction of a person from, a room, dwelling or premises that the person occupies;</blockquote>\n<blockquote>d. Oral or written publication of material that slanders or libels a person or organization or disparages a person's or organization's goods, products or services; or</blockquote>\n<blockquote>e. Oral or written publication of material that violates a person's right of privacy.</blockquote>\n<p>(First Amended Compl., Ex. E, at 11.)</p>\n<p>Two general principles must be stated at the outset. First, under North Carolina law, \"personal injury\" coverage under a Commercial General Liability policy is limited to coverage for those torts specifically enumerated in the policy itself. <i>Russ v. Great American Ins. Companies,</i> 121 N.C.App. 185, <span class=\"citation\" data-id=\"1282288\"><a href=\"/opinion/1282288/russ-v-great-american-ins-companies/\"><span class=\"volume\">464</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">723</span></a></span>, 727 (1995), <i>disc. rev'w denied,</i> <span class=\"citation no-link\"><span class=\"volume\">342</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">896</span></span>, <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">905</span></span> (1996). In the Martin Marietta case, Wake Stone was sued for libel, slander, and statutory unfair and deceptive trade practices. The first two of these claims were covered explicitly by subsection (d) under the policy's definition of \"personal injury.\" The question here is the status of the unfair and deceptive trade practices claim.</p>\n<p>Aetna contends that it owes no duty to indemnify Wake Stone for the $600,000 settlement because the settlement was for a claim of unfair trade practices, which is not a specifically enumerated tort covered by the terms of the CGL policy. According to <i>Russ,</i> that claim would therefore not be covered.</p>\n<p>Second, the duty to indemnify, which Wake Stone is attempting to enforce upon Aetna in this case, is narrower than the duty to defend. <i>Waste Management of Carolinas, Inc. v. Peerless Ins. Co.,</i> <span class=\"citation\" data-id=\"1237648\"><a href=\"/opinion/1237648/waste-management-v-peerless-ins-co/\"><span class=\"volume\">315</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">688</span></a></span>, <span class=\"citation\" data-id=\"1237648\"><a href=\"/opinion/1237648/waste-management-v-peerless-ins-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">374</span></a></span>, 377 (1986). Thus, while the allegations of Martin Marietta's complaint may have been sufficient to give rise to a duty to defend Wake Stone, if the final verdict and factual determination of the jury did not impose liability for one of the enumerated offenses in the contract of insurance, there is no duty to indemnify. <i>Id.</i></p>\n<p>Wake Stone offers several arguments for finding that the unfair trade practices claim does fall under the enumerated offenses in the policy. First, Wake Stone argues that the enumerated torts of libel, slander and disparagement of goods and services include unfair trade practices based upon false statements, such as those which Wake Stone was found to have published. Second, Wake Stone argues that the liability in this case \"arises out of\" libel and thus should be covered under the policy. Third, Wake Stone contends that when the facts of the underlying action are considered, it becomes clear that the labels attached to the cause of action by Martin Marietta should not control whether or not Aetna owes a duty to pay. The court will deal with each of these arguments in turn.</p>\n<p></p>\n<h2><i>1. Libel, Slander &amp; Disparagement Cannot be Read to Include Unfair Trade Practices.</i></h2>\n<p>The peculiar procedural facts of this case make it somewhat difficult to resolve. Most important to the resolution of this matter is the North Carolina Court of Appeals' and the North Carolina Supreme Court's upholding of summary judgment for Wake Stone on Martin Marietta's claims for libel and slander. The Court of Appeals found specifically that there was no evidence to support claims for libel <i>per se</i> or slander <i>per se</i> and affirmed summary judgment in the favor of Wake Stone. <i>Martin Marietta Corp. v. Wake</i> <span class=\"star-pagination\">*616</span> <i>Stone Corp.,</i> 111 N.C.App. 269, <span class=\"citation\" data-id=\"1202618\"><a href=\"/opinion/1202618/martin-marietta-corp-v-wake-stone-corp/\"><span class=\"volume\">432</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">428</span></a></span> (1993). In so holding, the Court of Appeals found:</p>\n<blockquote>When viewed within the \"four corners\" of the Document and stripped of all innuendo and explanatory circumstances, we cannot say that the statements are of such a nature that the court can presume as a matter of law that they tend to disgrace and degrade plaintiffs or hold them up to public hatred, contempt or ridicule, or cause them to be shunned and avoided. Further, they are not susceptible of only one meaning which meaning is defamatory as a matter of law.</blockquote>\n<p><i>Id.</i> at 433-34.</p>\n<p>In its decision, the North Carolina Supreme Court did not reinstate Martin Marietta's claims of libel and slander. In upholding the Court of Appeals' decision, the Supreme Court stated that:</p>\n<blockquote>the record contains a forecast of evidence from which a jury could find that the defendants knowingly, or in reckless disregard of the truth, made and distributed statements which were both false and designed to injure or destroy plaintiff's business in Nash County, thereby eliminating competition in that area.</blockquote>\n<p><i>Martin Marietta Corp., et al. v. Wake Stone Corp., et al.,</i> <span class=\"citation\" data-id=\"1265130\"><a href=\"/opinion/1265130/martin-marietta-corp-v-wake-stone-corp/\"><span class=\"volume\">339</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">602</span></a></span>, <span class=\"citation\" data-id=\"1265130\"><a href=\"/opinion/1265130/martin-marietta-corp-v-wake-stone-corp/\"><span class=\"volume\">453</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">146</span></a></span> (1995). With that statement, the Supreme Court found that there was sufficient evidence to go to trial on the issue of unfair trade practices, but did not, most importantly, address the claims of libel and slander. Thus, the Court of Appeals' determination that slander <i>per se</i> and libel <i>per se</i> were not supported by the evidence, and therefore that there were no cognizable claims of libel or slander, stands as the law of the case. The jury's decision dealt only with unfair trade practices and did not establish liability for libel, slander or product disparagement. The first two claims made by Martin Marietta therefore were not issues to be settled by Wake Stone or indemnified by Aetna.</p>\n<p>Wake Stone nevertheless argues that the unfair trade practices claim should be covered under the policy. They argue that the claim could only be based upon a claim of libel, and therefore, the unfair trade practices claim should be covered under the enumeration of \"material that slanders or libels\" in the policy.</p>\n<p>In interpreting the policy to determine whether or not Wake Stone's argument withstands scrutiny, the court applies North Carolina law as set out by the North Carolina Court of Appeals in <i>Henderson v. USF &amp; G,</i> 124 N.C.App. 103, <span class=\"citation\" data-id=\"1205961\"><a href=\"/opinion/1205961/henderson-v-us-fidelity-guar-co/\"><span class=\"volume\">476</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">459</span></a></span> (1996), <i>aff'd</i> <span class=\"citation no-link\"><span class=\"volume\">346</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">741</span></span>, <span class=\"citation\" data-id=\"1210835\"><a href=\"/opinion/1210835/henderson-v-us-fidelity-guar-co/\"><span class=\"volume\">488</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">234</span></a></span> (1997). In that case, the court held that when the terms of a policy are \"ambiguous or their meaning is uncertain, they must be construed in favor of the insured or beneficiary.\" <i>Id.</i> 476 S.E.2d at 461. \"Non-technical words\" not defined in the policy \"are to be given a meaning consistent with the sense in which they are used in ordinary speech.\" <i>Id.</i></p>\n<p>Wake Stone seizes upon this principle to argue that the words \"material that slanders or libels\" should be read to include the unfair trade practices claim here. Wake Stone argues that since libel and slander are not defined in the policy, the coverage should be construed in the favor of Wake Stone to include statements which are libelous. Wake Stone urges the court to apply the Webster's Dictionary definition of libel as \"a written or oral defamatory statement or representation that conveys an unjustly unfavorable impression.\" (Mem. in Opp. to Def's Mot. for Summ. J. at 18.)</p>\n<p>This approach is contrary to that part of <i>Henderson</i> which states that only \"nontechnical\" terms are to be given a common definition if left undefined in the policy. <i>Id.</i> The terms \"libel\" and \"slander\" are not non-technical terms. They are names of torts, each with specific required elements as defined by centuries of precedent. Indeed, the definition which Wake Stone urges this court to apply to the word \"libel\" encompasses the common law torts of libel and slander, in that it refers to \"written or oral defamatory statement[s].\" Applying that definition in this case would be inappropriate, because the policy itself discriminates between the two types of defamation.</p>\n<p>In the same vein, Wake Stone takes issue with what it calls Aetna's \"reliance on the technical, legal meaning of disparagement\" instead of \"the plain, ordinary meaning of the term.\" (Mem. in Opp. to Def's Mot. for Summ. J. at 18-19.) Wake Stone argues <span class=\"star-pagination\">*617</span> that \"disparagement,\" as that term appears in the definition of \"personal injury,\" should be read to cover damages associated with \"disparaging remarks.\" (<i>Id.</i>) Wake Stone's reading of the disparagement term of the policy is incomplete. The complete phrase is \"disparages a person's or organization's goods, products or services.\" (Policy at 11.) Clearly, even viewing the allegations in the light most favorable to Wake Stone, this case deals with Wake Stone's assertions about the way Martin Marietta circumvented certain political processes, not about the quality of its product, goods or services. Therefore, coverage under the \"disparagement\" language in the policy would also not be available.</p>\n<p>The terms \"libel\" and \"slander\" as well as product disparagement, are legal terms, defined in law without ambiguity. As such, since \"no ambiguity exists, the court may not rewrite the contract and find coverage where none was contracted for.\" <i>Henderson,</i> 476 S.E.2d at 461, <i>citing </i><i>Wachovia Bank &amp; Trust Co. v. Westchester Fire Ins. Co.,</i> <span class=\"citation\" data-id=\"1342744\"><a href=\"/opinion/1342744/wachovia-bank-t-co-v-westchester-fire-ins-co/\"><span class=\"volume\">276</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">348</span></a></span>, <span class=\"citation\" data-id=\"1342744\"><a href=\"/opinion/1342744/wachovia-bank-t-co-v-westchester-fire-ins-co/\"><span class=\"volume\">172</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">518</span></a></span> (1970). The unfair trade practices claim settled by Wake Stone and Martin Marietta simply does not fall under one of the enumerated offenses.</p>\n<p></p>\n<h2><i>2. The policy's \"arising out of\" language does not provide coverage.</i></h2>\n<p>Wake Stone also urges the court to interpret the \"personal injury\" provisions of the policy in light of the first sentence of that section. The policy reads, \"`Personal injury' means injury, other than `bodily injury', <i>arising out of</i> one or more of the following offenses: ...\" (Policy at 11, emphasis added.) Wake Stone argues that the unfair trade practices claim liability \"arises out of\" libelous statements it made in its comments to the Nash County Board of Commissioners. Therefore, Wake Stone argues, it must be indemnified by Aetna.</p>\n<p>This argument is essentially a restatement of the one discussed above. The \"arising out of\" language, as correctly pointed out by Aetna, refers to the injury, not to the offense. The term \"arising out of\" is construed broadly under North Carolina law. <i>State Capital Ins. Co. v. Nationwide Mutual Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">534</span></span>, <span class=\"citation\" data-id=\"1340776\"><a href=\"/opinion/1340776/state-capital-ins-co-v-nationwide-mut-ins-co/\"><span class=\"volume\">350</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">66</span></a></span>, 69 (1986). However, that broad construction occurs in the area of causation, not interpretation of the covered offenses. <i>Id.</i> The <i>State Capital</i> court held that injuries to the insured arose out of the use of the covered pickup truck. <i>Id.</i> In this case, the comparable use of \"arising out of\" refers to the injuries sustained by a person whom the insured might libel or slander. For instance, unanticipated economic damages may be considered to \"arise out of\" the libel. The language in no way can be interpreted to extend coverage to other torts, not specifically enumerated, which bear some similarity to those listed in the policy. Otherwise, the enumeration in the policy of covered offenses would be purposeless. Therefore, statutory unfair trade practices cannot be construed to be covered by the policy, despite the fact that such a claim may arise out of the same facts as the libel and slander claims.</p>\n<p></p>\n<h2><i>3. Unfair Trade practices claim is not libel under another label.</i></h2>\n<p>Wake Stone also argues that it is an \"established principle in North Carolina that insurance policy coverage is based on the facts and conduct giving rise to liability, rather than legal labels.\" (Mem. in Opp. to Def.'s Mot. for Summ. J. at 20.) Wake Stone supports this argument by citing to the <i>Henderson</i> case, which Wake Stone claims held that an unfair trade practices claim was covered under a policy which provided coverage for unfair competition, as long as that claim was brought by a competitor. <i>Henderson,</i> 488 S.E.2d at 239.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*618</span> What this argument fails to consider is that the <i>Henderson</i> court expressly stated that the statutory tort of unfair trade practices in North Carolina, N.C.Gen.Stat. § 75-1.1, <i>et seq.,</i> is divided into two concepts. First is unfair trade practices against consumers, and the other is unfair competition, which is self-evidently brought by competitors. <i>Henderson</i> at 239. The court then held that the insured could not shoehorn an unfair trade practices claim brought by a consumer into coverage for common law unfair competition. <i>Id.</i> In fact, the court expressly stated that</p>\n<blockquote>read in context, the term \"unfair competition\" as used in these policies is not ambiguous. In the context of these policies, the definition of unfair competition refers to claims which an insured's competitor might assert against it and should not be expanded to include conduct such as that at issue in the underlying action.<sup>[2]</sup></blockquote>\n<p><i>Id.</i></p>\n<p>Unlike the policy in <i>Henderson,</i> the policy in this case does not list unfair competition or unfair trade practices among those torts for which Aetna provides coverage to its insured. The nonexistence of claims for libel and slander in the Martin Marietta complaint was not a choice by Martin Marietta to use certain \"legal labels,\" as asserted by Wake Stone. On the contrary, Martin Marietta attempted to plead both libel and slander. Those claims were dismissed by the trial court in a decision affirmed by the Court of Appeals and the Supreme Court.</p>\n<p>Wake Stone argues that the facts of the underlying case clearly make out a claim for libel. The jury in the Martin Marietta trial was instructed as follows:</p>\n<blockquote>Both the North Carolina Legislature and the North Carolina Supreme Court have declared that if a business knowingly or in reckless disregard of the truth makes and distributes statements about another business which are false and are designed to injure or destroy the other business thereby eliminating legitimate competition, then those acts are considered unfair and unlawful trade practices.</blockquote>\n<blockquote>***</blockquote>\n<blockquote>The first issue: Did Wake Stone Corporation make false statements to the Nash County Commissioners about or related to Martin Marietta Aggregates' conduct in attempting to locate a quarry in Nash County? And Issue Two, let me go ahead and address that as well: If so, did Wake Stone Corporation make such statements with knowledge that the statements were false, or in reckless disregard for whether or not the statements were true?</blockquote>\n<blockquote>***</blockquote>\n<blockquote>As to the third issue, it reads: If so, were Wake Stone Corporation's statements designed to injure or destroy Martin Marietta Aggregates' business in Nash County?</blockquote>\n<blockquote>***</blockquote>\n<blockquote>... The fourth issue reads as follows: If so, did Martin Marietta Aggregates suffer actual damage proximately caused by false statements of Wake Stone Corporation?</blockquote>\n<p>(Jury Charge, Mem. in Supp. of Pltf.'s Mot. for Part. Summ. J., Ex. 8 at 7-13.) The jury answered all four issues \"yes.\" (First Amended Compl., Ex. D.)</p>\n<p>Wake Stone argues that the jury instructions, and the jury's answers to the issues posed, show that regardless of what the claim was titled, the true claim was for libel. As stated above, without the peculiar procedural facts of this case, this argument would be a worthy one. However, the Supreme Court of North Carolina found that there was no sustainable claim of libel <i>per se</i> in this matter and affirmed the dismissal of the libel claim. Therefore, Wake Stone can only assert that there is a claim for libel <i>per quod</i> under the facts as found by the jury. The fact do not support this assertion.</p>\n<blockquote>According to North Carolina law,</blockquote>\n<blockquote>[u]nder a libel per quod theory, there must be a publication or communication knowingly made by the defendant to a third person.... The publication must have been intended by defendant to be defamatory and had to be understood as such by <span class=\"star-pagination\">*619</span> those to whom it was published.... For these reasons, both the innuendo and special damages must be proven.</blockquote>\n<p><i>Raymond U v. Duke University,</i> 91 N.C.App. 171, <span class=\"citation\" data-id=\"1348968\"><a href=\"/opinion/1348968/raymond-u-v-duke-university/\"><span class=\"volume\">371</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">701</span></a></span>, 708, <i>rev'w denied,</i> <span class=\"citation no-link\"><span class=\"volume\">323</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">629</span></span>, <span class=\"citation no-link\"><span class=\"volume\">374</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">590</span></span> (1988), <i>citing </i><i>Renwick v. News and Observer,</i> <span class=\"citation\" data-id=\"1255656\"><a href=\"/opinion/1255656/renwick-v-news-and-observer-pub-co/\"><span class=\"volume\">310</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">312</span></a></span>, <span class=\"citation\" data-id=\"1255656\"><a href=\"/opinion/1255656/renwick-v-news-and-observer-pub-co/\"><span class=\"volume\">312</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">405</span></a></span>, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">858</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">187</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">121</span></span> (1984).</p>\n<p>The trial judge in the Martin Marietta case did not present the issue of innuendo to the jury. Thus, there was no innuendo found. Therefore, despite the factual similarity to a claim for libel, the claim settled by Wake Stone was not a libel claim under either possible definition of that tort, and Aetna had no duty to indemnify.</p>\n<p></p>\n<h2><i>C. Wake Stone's Claim for Unfair and Deceptive Trade Practices</i></h2>\n<p>Wake Stone also claimed that Aetna's denial of coverage amounted to unfair and deceptive trade practices prohibited by N.C.Gen.Stat. §§ 58-63-15 and 75-1.1. Specifically, Wake Stone claims that Aetna:</p>\n<blockquote>(a) compelled.... Wake Stone to institute litigation to recover amounts due under its insurance policy by offering substantially less than the amount reasonably due under the policy, (b) failed promptly ... to provide a reasonable explanation of the basis ... for denial of the claim, and (c) failed to state in the only reservation of rights letter that it provided to Wake Stone that unfair trade practices <i>per se</i> were not covered by the policy.</blockquote>\n<p>(First Amended Compl. at 8.)</p>\n<p>Violation of § 58-63 is <i>per se</i> a violation of § 75-1.1, <i>Pearce v. American Defender Life Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">316</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">461</span></span>, <span class=\"citation\" data-id=\"1269548\"><a href=\"/opinion/1269548/pearce-v-american-defender-life-ins-co/\"><span class=\"volume\">343</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">174</span></a></span> (1986), and remedy may be had under either section. <i>Golden Rule Ins. Co. v. Long,</i> 113 N.C.App. 187, <span class=\"citation\" data-id=\"1301793\"><a href=\"/opinion/1301793/golden-rule-ins-co-v-long/\"><span class=\"volume\">439</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">599</span></a></span> (1993), <i>Ellis v. Smith Broadhurst, Inc.</i> 48 N.C.App. 180, <span class=\"citation\" data-id=\"1261792\"><a href=\"/opinion/1261792/ellis-v-smith-broadhurst-inc/\"><span class=\"volume\">268</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">271</span></a></span> (1980).</p>\n<p>This claim for unfair trade practices is similar to that made by the plaintiff before this court in <i>Whiteville Oil Co., Inc. v. Federated Mutual Ins. Co.,</i> <span class=\"citation\" data-id=\"1904432\"><a href=\"/opinion/1904432/whiteville-oil-co-inc-v-federated-mut-ins-co/\"><span class=\"volume\">889</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">241</span></a></span> (E.D.N.C.1995), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1310</span></span> (4th Cir. 1996). In that case, after finding that the personal injury torts for which the plaintiff had been found liable did not fall under the terms of its insurance policy, this court held that the insurer owed no duty to pay. <i>Id.</i> at 247. Addressing the plaintiff's unfair trade practices claim based upon the insurer's refusal to pay, this court found that in applying N.C.Gen.Stat. § 58-63, \"North Carolina courts have held that before there is a violation of the relevant statute, a plaintiff must allege that a defendant has engaged in the prohibited practice with such frequency as to indicate a general business practice.\" <i>Id.</i> at 248. Further, this court held that an insurer, under North Carolina law, owes no duty to \"inquire and inform an insured as to all parts of his policy.\" <i>Id., quoting </i><i>Bentley v. North Carolina Ins. Guaranty Assn.,</i> 107 N.C.App. 1, <span class=\"citation\" data-id=\"1311879\"><a href=\"/opinion/1311879/bentley-v-nc-ins-guar-assn/\"><span class=\"volume\">418</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">705</span></a></span> (1992).</p>\n<p>In light of those holdings, it is clear that in this case, summary judgment must be granted to Aetna on Wake Stone's second claim for relief. There was no duty to indemnify. Like the plaintiff in <i>Whiteville Oil,</i> Wake Stone, in two complaints, has failed to allege that Aetna engaged in any prohibited practice with sufficient frequency to constitute a general business practice, as required by statute. In addition, Aetna had no duty to interpret Wake Stone's insurance policy for it. Therefore, no claim for relief under § 58-63 can be allowed to go forward.</p>\n<p>Since Wake Stone alleged no grounds for a claim of unfair trade practices other than those cited above, all of which fall under § 58-63, there are no alleged independent grounds for a claim under § 75-1.1. Therefore, defendant's motion for summary judgment will be granted as to the second claim for relief.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons set out above, plaintiff's motion for partial summary judgment is DENIED. Defendant's motion for summary judgment is ALLOWED. Defendant's motion for partial judgment on the pleadings is MOOT. This matter is accordingly DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Wake Stone states repeatedly that <i>Henderson</i> stands for the proposition that claims are covered by a policy if they \"reasonably can be described\" as falling within the conduct covered by the policy. (Reply Mem. to Def.'s Resp. to wake Stone's Mot. for Part. Summ. J. at 5, <i>quoting Henderson,</i> 488 S.E.2d at 239.) That language appears in a quotation from a Third Circuit case, <i>Granite State Ins., Co. v. Aamco Transmissions, Inc.,</i> <span class=\"citation\" data-id=\"697677\"><a href=\"/opinion/697677/granite-state-insurance-company-v-aamco-transmissions-inc-morgan/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">316</span></a></span>, 319 (3d Cir.1995) <i>cited in Henderson,</i> 488 S.E.2d at 239, and is taken out of context by Wake Stone. In <i>Granite State,</i> the court held that \"in order for the insured to succeed, it must show that claims by its customers injured by its own practices reasonably can be described as unfair competition claims within the context of the insurance coverage.\" <i>Id.</i> Applying that statement in the context of this case, Wake Stone cannot show that the claim against it reasonably can be described as libel, since the North Carolina courts dismissed the libel claim.</p>\n<p>[2]  Thus, as stated in section B-1 above, legal terms in insurance policies are read strictly, according to North Carolina law.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1202618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1205961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1210835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1255656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1261792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1265130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1269548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1282288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1301793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1311879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1340776/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1342744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1348968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1904432/"
  ]
}