{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1601183/",
  "absolute_url": "/opinion/1601183/fehlhaber-v-state-of-north-carolina/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1601183/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:54:03.364259Z",
  "date_modified": "2016-04-26T22:59:23.967718Z",
  "type": "010combined",
  "sha1": "7ea00a9809bc7de868b70cc4154e075476994597",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>445 F.Supp. 130 (1978)</b></center>\n<center><h1>Roger FEHLHABER, d/b/a Adult Book Store, Charles E. Allen, d/b/a Keyhole Adult Book World, Foxes Cinema, a Georgia Corporation, Chateau # II, Inc., a South Carolina Corporation, Bragg News, Inc., a Maryland Corporation, String News, Limited, a Delaware Corporation, Darlene Spears, d/b/a Executive Health Club, Peter Egan, d/b/a Southern Comfort Health Club, and Peter Egan and Ni Thi Le d/b/a Magic Finger Health Club, Plaintiffs,<br>\nv.<br>\nThe STATE OF NORTH CAROLINA, Rufus Edmisten, Attorney General of the State of North Carolina, Edward W. Grannis, Jr., District Attorney for the 12th Judicial District of the State of North Carolina, Defendants.</h1></center>\n<center>No. 77-0043-CIV-3.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Fayetteville Division.</b></p></center>\n<center>January 4, 1978.</center>\n<p><span class=\"star-pagination\">*131</span> <span class=\"star-pagination\">*132</span> James C. MacRae, MacRae, MacRae &amp; Perry, Fayetteville, N. C., William E. Seekford, Towson, Md., for plaintiffs.</p>\n<p>Edwin M. Speas, Jr., Robert P. Gruber, Special Deputy Attys. Gen., Raleigh, N. C., for defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*133</span> MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiffs in this action seek a declaratory judgment that 1977 Session Senate Bill 539, Ratified Bill Chapter 819, entitled \"An Act to Provide for the Civil Abatement of Nuisances Including Obscene Matter,\" is constitutionally invalid. Jurisdiction is uncontested, and appropriate under 28 U.S.C. §§ 1343 and 2201, and 42 U.S.C. § 1983. In an earlier order in this action, the court denied defendants' motions to abstain and to dismiss for lack of standing. Decision on the merits is now appropriate.<sup>[1]</sup></p>\n<p>In its recent session, the General Assembly expanded North Carolina's civil nuisance doctrine to regulate the \"illegal possession or sale of obscene matter.\" (Section 19-1.1.) \"Lewd matter,\" synonymous with \"obscene matter,\" is defined as \"any matter:</p>\n<blockquote>\"(1) which the average person, applying contemporary community standards, would find, when considered as a whole, appeals to the prurient interest; and</blockquote>\n<blockquote>\"(2) which depicts patently offensive representations of:</blockquote>\n<blockquote>\"a. ultimate sexual acts, normal or perverted, actual or simulated;</blockquote>\n<blockquote>\"b. masturbation, excretory functions, or lewd exhibition of the genitals or genital area;</blockquote>\n<blockquote>\"c. masochism or sadism; or</blockquote>\n<blockquote>\"d. sexual acts with a child or animal.\" (Section 19-1.1(b))</blockquote>\n<p>The definition is modified by the following proviso:</p>\n<blockquote>\"Nothing herein contained is intended to include or proscribe any writing or written material, nor to include or proscribe any matter which, when considered as a whole, and in the context in which it is used, possesses serious literary, artistic, political, educational, or scientific value.\" Section 19-1.1(b).</blockquote>\n<p>Based on this definition of lewd matter, the civil definition of nuisance is expanded to include:</p>\n<blockquote>\"(a) any and every place in the State where lewd films are publicly exhibited as a predominant and regular course of business, or possessed for the purpose of such exhibition;</blockquote>\n<blockquote>\"(b) any and every place in the State where a lewd film is publicly and repeatedly exhibited, or possessed for the purpose of such exhibition;</blockquote>\n<blockquote>\"(c) any and every lewd film which is publicly exhibited, or possessed for such purpose at a place which is a nuisance under this Article;</blockquote>\n<blockquote>\"(d) any and every place of business in the State in which lewd publications constitute a principal or substantial part of the stock in trade;</blockquote>\n<blockquote>\"(e) any and every lewd publication possessed at a place which is a nuisance under this Article;</blockquote>\n<blockquote>\"(f) every place which, as a regular course of business, is used for the purposes of lewdness . . . and every such place in or upon which acts of lewdness . . . occur.\" Section 19-1.2.</blockquote>\n<p>In addition the following are also defined as nuisances:</p>\n<blockquote>\"(a) all moneys paid as admission price to the exhibition of any lewd film found to be a nuisance;</blockquote>\n<blockquote>\"(b) all valuable consideration received for the sale of any lewd publication which is found to be a nuisance.\" Section 19-1.3.</blockquote>\n<p>To instigate enforcement under the statute, the attorney general or a local district attorney (Section 19-2.1) is authorized to file in superior court a verified complaint alleging the facts constituting the nuisance (Section 19-2.2). Application for a preliminary injunction may be made by the state, with a hearing held on the motion within ten days of filing (Section 19-2.2).</p>\n<p><span class=\"star-pagination\">*134</span> If an application for a preliminary injunction is made, the court is authorized to issue an ex parte temporary restraining order, solely for the purpose of preserving the evidence (Section 19-2.3). The order may not restrict the distribution of any of the stock in trade, but the defendant is required from the time of service to keep a full accounting of all transactions in materials alleged in the complaint to be obscene (Section 19-2.3). Furthermore, the defendant may at any time after issuance move for the dissolution of the temporary restraining order. Such motion shall be heard within twenty-four hours of filing, with the burden remaining on the state to justify its continuance (Section 19-2.3, ¶ 2). If, following the hearing on the preliminary injunction, the court determines that the allegations are true, a preliminary injunction is required to issue restraining the defendant from continuing the nuisance pendente lite (Section 19-2.5).</p>\n<p>Section 19-3 of the statute awards the permanent hearing priority on the docket over virtually all other civil matters; if the existence of a nuisance is established, the court is directed to enter an order of abatement to \"perpetually enjoin the defendant and any other person from further maintaining the nuisance at the place complained of, and the defendant from maintaining such nuisance elsewhere within the jurisdiction of this State.\" (Section 19-5.) \"Such order may also require the effectual closing of the place against its use thereafter for the purpose of conducting any such nuisance.\" (Section 19-5, ¶ 2.)</p>\n<p>A defendant against whom an abatement injunction is entered may be ordered to pay damages equal to his gross income received, after entry of a preliminary injunction, from the sale or distribution of books or movies determined to be lewd. He may also be liable for court costs and reasonable attorney's fees (Section 19-6).</p>\n<p>The state's ability to regulate the dissemination of obscene materials is settled beyond dispute. <i>Miller v. California,</i> 413 U.S. 15, 93 S.Ct. 2607, 37 L.Ed.2d 419 (1973). Nor is the choice of a civil nuisance procedure as the regulatory means impermissible, <i>Kingsley Books, Inc. v. Brown,</i> 354 U.S. 436, 77 S.Ct. 1325, 1 L.Ed.2d 1469 (1957), so long as obscenity is defined and procedures are designed with the requisite sensitivity to the demands of the First Amendment. Plaintiffs have no serious quarrel with the substantive definition of obscenity embodied in the Act, taken as it is almost verbatim from <i>Miller, supra</i><i>.</i> Rather, the thrust of their attack is on various procedural aspects of the statute that allegedly constitute a prior restraint on the distribution of presumptively protected First Amendment materials.</p>\n<p>The precise issues presented are:</p>\n<p>1. Whether Section 19-2.3, which authorizes a temporary restraining order to issue that prohibits interference with evidence described in the complaint pending a hearing on the preliminary injunction, is an unconstitutional prior restraint.</p>\n<p>2. Whether Section 19-2.3's requirement that an inventory and full accounting of business transactions be kept following the issuance of a temporary restraining order is an unconstitutional prior restraint.</p>\n<p>3. Whether Section 19-2.3's provision that the officer serving the temporary restraining order \"make and return into court an inventory of the personal property and contents\" authorizes a warrantless search prohibited by the Fourth Amendment.</p>\n<p>4. Whether Section 19-5 requires the final judgment to contain an injunction against the distribution of particular books and movies not individually adjudicated obscene, and whether such an injunction would constitute an unconstitutional prior restraint.</p>\n<p>5. Whether the portion of Section 19-6 that voids the lease of a place adjudicated a nuisance at the option of the owner is an unconstitutional prior restraint.</p>\n<p>6. Whether the right of entry provision found in Section 19-8.2 authorizes a warrantless search prohibited by the Fourth Amendment.</p>\n<p><span class=\"star-pagination\">*135</span> <i>Question One: Section 19-2.3's Temporary Restraining Order.</i> The court concludes that the temporary restraining order authorized to be issued following the filing of the complaint and application for a preliminary injunction does not operate as a prior restraint on the distribution of particular publications and motion pictures presumptively protected by the First Amendment until an adversary hearing determines otherwise. By its very terms, the restraining order aims only at \"preserving the status quo and restraining the defendant and all other persons from removing or in any manner interfering with any evidence specifically described, or in any manner removing or interfering with the personal property and contents of the place where such nuisance is alleged to exist, until the decision of the court granting or refusing such preliminary injunction and until further order of the court thereon.\" (Section 19-2.3.) The thrust of this provision is simply to require that the items alleged in the complaint to be obscene remain available until the hearing on the preliminary injunction, required to be held within ten days of the filing of the complaint. Thus a defendant who is the proprietor of a motion picture theatre may continue to show an allegedly obscene film to the public; so long as a copy of that motion picture is retained until the time of the hearing on the preliminary injunction, another feature may replace it. Similarly, so long as a single copy of each publication allegedly obscene is retained until the time of the hearing on the preliminary injunction, a book store owner against whom a temporary restraining order is directed remains free to sell every item on his shelves. Nor does the temporary restraining order result in any economic penalties, since the formula by which damages are calculated if the state eventually prevails excludes receipts for any time period before issuance of a preliminary injunction. Thus the First Amendment right of the public to receive information is unaffected by the temporary restraining order, and the parallel right of the distributors to dispense the information is not discernibly chilled.</p>\n<p>Finally, the statute allows a defendant against whom a temporary restraining order is directed to move for its dismissal at any time following service, which motion must be heard within twenty-four hours or on the first day a superior court is open in the district. At the dissolution hearing, the state has the burden of proof in establishing why the order should continue. Because the statute itself states that \"nothing herein shall be interpreted to allow the prior restraint of the distribution of any matter or the sale of the stock in trade,\" the court is confident that this provision will be applied by the courts of North Carolina with due sensitivity to the First Amendment issues involved.</p>\n<p><i>Paris Adult Theatre I v. Slaton,</i> 413 U.S. 49, 93 S.Ct. 2628, 37 L.Ed.2d 446 (1972), squarely supports this result. There, the Supreme Court approved a Georgia state proceeding in which an ex parte injunction forbade the removal of allegedly obscene films from the premises of the theatre until the date of the hearing, but allowed their continued exhibition. Similarly, the three-judge court in <i>Grove Press, Inc. v. Flask,</i> 326 F.Supp. 574 (N.D.Ohio 1970), <i>vacated and remanded,</i> 413 U.S. 902, 93 S.Ct. 3026, 37 L.Ed.2d 1013 (1973), found an identical statutorily authorized restraining order in a nuisance abatement statute to be constitutionally innocuous.<sup>[2]</sup> Defendants' reliance on <i>Quantity of Books v. Kansas,</i> 378 U.S. 205, 84 S.Ct. 1723, 12 L.Ed.2d 809 (1964), and <i>Marcus v. Search Warrant,</i> 367 U.S. 717, 81 S.Ct. 1708, 6 L.Ed.2d 1127 (1961) is misplaced, since in the case before the court circulation of items alleged to be obscene remains unobstructed by the issuance of the temporary restraining order. Thus this portion of the statute is not facially invalid.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*136</span> <i>Question Two: Section 19-2.3's Inventory and Accounting Requirement.</i> Section 19-2.3 of the Act requires that a defendant following receipt of a temporary restraining order keep \"an inventory and full accounting of all business transactions\" involving the books or movies specifically alleged in the complaint to be obscene. Plaintiffs assert that the term \"full accounting\" requires the recording of the identities of individual customers who purchase books or attend movies. If plaintiffs' suggested construction were the only possible one, serious constitutional questions would be present, for there is no doubt that the distribution of material presumptively protected by the First Amendment would be chilled if the customer has to surrender his anonymity in exchange for receiving the material. <i>E. g., </i><i>Talley v. California,</i> 362 U.S. 60, 80 S.Ct. 536, 4 L.Ed.2d 559 (1960); <i>Broadway Distributors, Inc. v. White,</i> 307 F.Supp. 1180 (D.Mass.1970). However, the plain wording of the statute does not compel this interpretation.</p>\n<p>Reading the statute as a whole, the apparent purpose of the inventory and accounting provision is to provide the factual basis for the determination of whether the business deals in obscene items as a \"substantial\" portion of its stock in trade, in the case of book stores, or \"in the regular course of business,\" in the case of theatres. Such purpose could be accomplished by a full accounting that included no more than the date, item purchased, and amount paid. Because a statute may be declared unconstitutional on its face only if it offers no plausible constitutional interpretation, the court adopts this construction of the full accounting provision. Interpreted as such, this provision requires the keeping of records similar to those voluntarily maintained by numerous retail establishments.<sup>[4]</sup> Although perhaps bothersome, the court is unable to conclude that it significantly impedes the distribution of materials allegedly obscene but presumptively protected by the First Amendment until an adversary hearing occurs.</p>\n<p><i>Question Three: Section 19-2.3's Inventory by Officer.</i> Section 19-2.3 requires that the \"officer serving such temporary restraining order shall forthwith make and return into court an inventory of the personal property and contents situated in and used in conducting or maintaining such nuisance.\" Plaintiffs assert that this provision requires a warrantless search in contravention of the Fourth Amendment. The court concludes otherwise. The clearest reading of the provision is that it directs an officer to enter an establishment that is open to the public and from that vantage point, make an inventory of items of personal property in plain view. Although a warrant may be required before a search may be made of portions of a commercial establishment not generally open to the public, see <i>See v. City of Seattle,</i> 387 U.S. 541, 87 S.Ct. 1737, 18 L.Ed.2d 319 (1967), a police officer, like any other member of the public, may freely enter those portions of commercial establishments used in operating a business. When in a place where he has a right to be, a police officer does not conduct a search in a constitutional sense when he merely observes items in plain view. <i>Air Pollution Variance Board v. Western Alfalfa Corporation,</i> 416 U.S. 861, 94 S.Ct. 2114, 40 L.Ed.2d 607 (1974). Since an officer may carry out the duty given him by this provision without triggering the warrant requirements of the Fourth Amendment, this portion of the statute is not facially void.</p>\n<p><i>Question Four: Section 19-5's Injunction of Abatement.</i> Section 19-5 of the statute presents serious constitutional problems. <span class=\"star-pagination\">*137</span> Following a finding that a nuisance exists, this section mandates that \"an order of abatement shall be entered as a part of the judgment in the case, which judgment and order shall perpetually enjoin the defendant and any other person from maintaining the nuisance at the place complained of . . . Such order may also require the effectual closing of the place against its use thereafter for the purpose of conducting any such nuisance.\" Alternative constructions of this provision are urged by the parties.</p>\n<p>Plaintiffs assert that padlocking  the closing of a business for all purposes  is authorized. Their argument is somewhat aided by Section 19-2.1's statement that an action may be maintained <i>\"to enjoin the use of any structure or thing adjudged to be a nuisance under this chapter\"</i> (emphasis added). Accepting plaintiff's construction would render the provision unconstitutional, for the final judgment would bar plaintiff's future distribution of all books and movies without regard to their content. <i>Organization for a Better Austin v. Keefe,</i> 402 U.S. 415, 91 S.Ct. 1575, 29 L.Ed.2d 1 (1971).</p>\n<p>On the other hand, defendants assert that the scope of the final judgment is limited to an abatement of those particular books and movies adjudicated obscene; this construction would render the provision clearly constitutional, as it is settled that the distribution of books and movies individually determined obscene may be enjoined. <i>Kingsley Books, Inc. v. Brown,</i> 354 U.S. 436, 77 S.Ct. 1325, 1 L.Ed.2d 1469 (1957).</p>\n<p>The court concludes that neither of these constructions is tenable. There is no authorization of padlocking. The statute allows only the enjoining of a nuisance, and a book store or movie theatre remains a nuisance only so long as it substantially or regularly trades in materials fitting within the definition of lewdness provided by the Act. However, neither is the scope of the final judgment required by the Act limited to the books and movies individually determined to be obscene in an adversary hearing. This is made clear by the last paragraph of Section 19-5 which states that:</p>\n<blockquote>\"The provisions of this Article, relating to the closing of a place with respect to obscene or lewd matter, shall not apply in any order of the court to any theatre or motion picture establishment which does not, in the regular, predominant, and ordinary course of its business, show or demonstrate lewd films or motion pictures . . . but any such establishment may be permanently enjoined from showing such film judicially determined to be obscene hereunder . . ..\"</blockquote>\n<p>The exception explains the rule. Only by disregarding this paragraph could the court infer that the legislature intended that the provisions relating to the scope of mandatory abatement extend only to the books and movies judicially determined obscene. The clear meaning of Section 19-5 is that upon a finding that a book store or moviehouse is a nuisance because it substantially or regularly trades in obscene materials, the superior court judge must enjoin the further distribution by the particular proprietor of any books or movies falling within the statutory definition of lewdness.</p>\n<p>This construction has been anticipated by the parties. Plaintiffs assert that under established principles such an injunction is void, as it constitutes an impermissible prior restraint on the distribution of individual books and movies presumptively protected by the First Amendment until an adversary hearing determines otherwise. Defendants' contrary assertion is that \"the trial court may draft an injunctive order which goes further than allowing an injunction against specific matters adjudicated to be obscene . . .. [A]n injunction may be constitutionally issued under G.S. § 19-5 to enjoin the continued sale and display of hardcore pornography if that order explicitly defines the particular conduct or expression which would constitute hardcore sexual conduct.\" (Defendants' Brief, p. 7.) To the resolution of this difficult constitutional issue the court now turns.</p>\n<p>Analysis of whether a particular state statute imposes a prior restraint repugnant to the First Amendment begins with <i>Near v. Minnesota,</i> 283 U.S. 697, 51 <span class=\"star-pagination\">*138</span> S.Ct. 625, 75 L.Ed. 1357 (1931). In that case, a Minnesota trial court determined that a newspaper had violated a statute declaring that one who engages \"in the business of regularly and customarily . . publishing . . . a malicious, scandalous and defamatory newspaper\" is guilty of a nuisance. An injunction of abatement enjoined the newspaper \"from producing, editing, publishing . . . any publication whatsoever which is a malicious, scandalous, or defamatory newspaper.\" The Supreme Court held the injunction unconstitutional, stating that the primary thrust of the First Amendment is to prevent previous restraints upon publication and distribution. That civil or criminal liability may result from a particular publication is insufficient to justify its prior restraint. The principle traces to Blackstone:</p>\n<blockquote>\"Every freeman has an undoubted right to lay what sentiments he pleases before the public; to forbid this, is to destroy the freedom of the press; but if he publishes what is improper, mischievous or illegal, he must take the consequence of his own temerity. 4 Bl.Com. 151, 152. . . .\" <i>Near, supra,</i> at 714, 51 S.Ct. at 630.</blockquote>\n<p>In subsequent years, <i>Near</i> has been distilled by the Supreme Court to the simple principle that it is unconstitutional to enjoin the dissemination of future issues of a publication because its past issues have been found offensive. <i>Kingsley Books, Inc. v. Brown,</i> 354 U.S. 436, 445, 77 S.Ct. 1325, 1 L.Ed.2d 1469 (1957). In the four decades since <i>Near,</i> the Supreme Court has condemned prior restraints in a variety of contexts. <i>Southeastern Promotions, Ltd. v. Conrad,</i> 420 U.S. 546, 95 S.Ct. 1239, 43 L.Ed.2d 448 (1975); <i>Organization for a Better Austin v. Keefe,</i> 402 U.S. 415, 91 S.Ct. 1575, 29 L.Ed.2d 1 (1971); <i>New York Times v. United States,</i> 403 U.S. 713, 91 S.Ct. 2140, 29 L.Ed.2d 822 (1971); <i>Bantam Books v. Sullivan,</i> 372 U.S. 58, 83 S.Ct. 631, 9 L.Ed.2d 584 (1963). <i>Carroll v. Princess Anne,</i> 393 U.S. 175, 89 S.Ct. 347, 21 L.Ed.2d 325 (1968). It is often repeated that \"[a] system of prior restraints of expression comes to this court bearing a heavy presumption against its constitutional validity.\" <i>Bantam Books, supra,</i> 372 U.S. at 70, 83 S.Ct. at 639.</p>\n<p>Numerous courts have struggled diligently with the applicability of these basic principles to a state's efforts to regulate obscenity through civil nuisance procedures. Seven state supreme courts have invalidated injunction provisions of civil nuisance statutes analogous to North Carolina's as overbroad prior restraints. <i>Parish of Jefferson v. Bayou Landing Ltd., Inc.,</i> 350 So.2d 158 (La.1977), <i>overruling</i> La.App., 341 So.2d 23;<sup>[5]</sup><i>Busch v. Projection Room Theater,</i> 17 Cal.3d 42, 130 Cal.Rptr. 328, 550 P.2d 600 (Cal.1976);<sup>[6]</sup><i>Sanders v. Georgia,</i> 231 Ga. 608, 203 S.E.2d 153 (Ga.1974); <i>General Corporation v. Alabama,</i> 294 Ala. 657, 320 So.2d 668 (1975); <i>State v. \"The Bet\",</i> 219 Kan. 64, 547 P.2d 760 (1976); <i>Mitchem v. State ex rel. Schaub,</i> 250 So.2d 883 (Fla.1971); <i>New Rivera Arts Theatre v. State,</i> 219 Tenn. 652, 412 S.W.2d 890 (1967). See also <i>Nihiser v. Sendak,</i> 405 F.Supp. 482 (N.D.Ind.1974), <i>vacated and remanded,</i> 96 S.Ct. 378 (1975), <i>order re-entered</i> August 16, 1976 (unpub.), <i>aff'd</i> 431 U.S. 961, 97 S.Ct. 2914, 53 L.Ed.2d <span class=\"star-pagination\">*139</span> 1057 (1977). The commentators are similarly unanimous.<sup>[7]</sup></p>\n<p>Defendants' singular comparable authority for their assertion that the First Amendment does not bar an injunction of abatement of the breadth mandated by the North Carolina statute is the recent split decision of a panel of the Fifth Circuit, <i>Universal Amusement Company, Inc. v. Vance,</i> 559 F.2d 1286 (5th Cir. 1977). In <i>Universal Amusement,</i> the district court invalidated the injunctive provision of the Texas civil nuisance statute as a prior restraint. Even though issued only after proof of earlier distribution of obscenity, and only prohibiting the future dissemination of <i>obscene</i> materials, the district court held that the injunction could not withstand <i>Near</i> and its progeny. The Court of Appeals reversed, stating:</p>\n<blockquote>\"[A] proprietor enjoined by an order proper under article 4667(a)(3) is prohibited from doing only that which he could not lawfully do anyway, since Texas law prohibits him from commercially exhibiting, possessing for sale, or distributing obscene material. Tex.Penal Code Ann. § 43.23(a)(1) (1974). A lawful injunction subjects him to no further guesswork, in determining what is and is not prohibited, than he must already engage in merely to comply with Texas law. In short, as we read the Texas statutes, they authorize restraint of such expression only as is not constitutionally protected and is prohibited by state law. This is not the stuff of which first amendment violations are made.\"</blockquote>\n<p>With due deference to the panel deciding <i>Universal Amusement,</i> the opinion's equation of prior restraint with subsequent punishment ignores basic principles rooted in our jurisprudence since Blackstone. While the government may be able subsequently to punish those who engage in unprotected speech, only in exceptional circumstances may the same speech (in this case, the dissemination of books and movies) be enjoined before it occurs. The doctrinal basis for this distinction is best stated by the Supreme Court in <i>Southeastern Promotions, supra,</i> 420 U.S. at 558-9, 95 S.Ct. at 1246:</p>\n<blockquote>\". . . The presumption against prior restraint is heavier  and the degree of protection broader  than that against limits on expression imposed by criminal penalties. Behind the distinction is a theory deeply etched in our law: a free society prefers to punish the few who abuse rights of speech <i>after</i> they break the law than to throttle them and all others beforehand. It is always difficult to know in advance what an individual will say, and the line between legitimate and illegitimate speech is often so finely drawn that the risks of freewheeling censorship are formidable.\"</blockquote>\n<p>That particular speech may be outside the parameters of the First Amendment and thus punishable criminally provides no theoretical basis for enjoining the speech before its occurrence. Thus in <i>New York Times Company v. United States,</i> 403 U.S. 713, 91 S.Ct. 2140, 29 L.Ed.2d 822 (1971), a unanimous Supreme Court held that the First Amendment barred an injunction against publication of the Pentagon Papers, even though several justices opined that the editor might constitutionally be jailed if he chose to do so. This stems from the immediate impact on speech that an injunction has:</p>\n<blockquote>\"A criminal penalty . . . is subject to the whole panoply of protections <span class=\"star-pagination\">*140</span> afforded by deferring the impact of the judgment until all avenues of appellate review have been exhausted. Only after judgment has become final, correct or otherwise, does the law's sanction become fully operative.</blockquote>\n<blockquote>\"A prior restraint, by contrast and by definition, has an immediate and irreversible sanction. If it can be said that a threat of criminal or civil sanctions after publication `chills' speech, prior restraint `freezes' it at least for the time.\" <i>Nebraska Press Association v. Stuart,</i> 427 U.S. 539, 559, 96 S.Ct. 2791, 2802-03, 49 L.Ed.2d 683 (1976).</blockquote>\n<p>Analysis of pertinent cases is absent from the opinion in <i>Universal Amusement,</i> and its bare holding cannot be squared with the relevant decisions of the Supreme Court or the holdings of other courts considering the issue. Additionally, it is unclear whether it will remain the law of the Fifth Circuit, since the judges of that court, on December 1, 1977, ordered the case to be heard en banc. Thus this court declines to follow <i>Universal Amusement.</i></p>\n<p>Candor compels the court to admit its discomfort with applying noble principles to ignoble enterprises. The pollution of our common environment by the wholesale pandering of lurid and tasteless pornographic materials has not escaped attention. The court is also aware that the regulation of such materials would perhaps be more easily accomplished through the broad injunctive relief authorized by Section 19-5 than through any other means. However, obscenity may be regulated only through tools sensitive to the difficult First Amendment issues lurking therein. <i>McKinney v. Alabama,</i> 424 U.S. 669, 96 S.Ct. 1189, 47 L.Ed.2d 387 (1976); <i>Freedman v. Maryland,</i> 380 U.S. 51, 85 S.Ct. 734, 13 L.Ed.2d 649 (1965). It is the opinion of this court that Section 19-5's blanket ban on the future dissemination of unnamed books and movies transgresses well established first amendment standards, and thus is constitutionally infirm.</p>\n<p><i>Question Five: Section 19-6's Lease Forfeiture Provision.</i> Section 19-6 provides that upon a finding that a tenant uses a building for lewdness, \"such use makes void the lease . . . at the option of the owner.\" Plaintiffs assert that this provision allows the state to do indirectly what it cannot do directly  shut down a business. The court concludes that this issue is not ripe for adjudication in the present case. The lease voidance provision is optional with an owner, and none of the current plaintiffs have asserted that they are under a substantial or immediate danger of suffering harm in this manner. In fact, the record is silent as to the ownership of the premises on which plaintiffs maintain their businesses. It is plausible that all are self-owned, thereby rendering each immune from damage under this section. An adjudication on the merits of an issue in this posture would constitute an advisory opinion which the court is not at liberty to give.</p>\n<p><i>Question Six: The Right of Entry Provision.</i> Similarly, the court accepts defendants' suggestion that the constitutionality of the right of entry provision of Section 19-8.2 is not germane to this case. Upon closer scrutiny, it is apparent that this provision is not a part of the nuisance abatement procedure, but is rather an extension of the types of establishments that public health officials may enter. No plaintiff asserts a threat of inspection by a public health department, and the court cannot visualize how First Amendment rights in any event would be jeopardized. Thus no declaratory judgment will be entered on this issue.</p>\n<p><i>Severability Provision.</i> Finally, the court notes that Section 19-8.3 of the Act, which severs any provision of the Act held unconstitutional, may be given full effect. Nothing herein is intended to cast doubt on the overall efficacy of a civil nuisance procedure in the context of obscenity regulation. The statute procedure, aside from the overbroad permanent injunction of abatement, operates within constitutional boundaries, and may be unhesitatingly utilized by the state.</p>\n<p>Judgment will be entered in conformity with this decision.</p>\n<h2>NOTES</h2>\n<p>[1]  The court heard oral argument on plaintiffs' motion for a preliminary injunction and defendants' motions to dismiss and abstain. By consent of the parties the court dispensed with oral argument on the merits, but was aided by additional briefing of specific questions framed by the court.</p>\n<p>[2]  See also <i>Tyrone, Inc. v. Wilkinson,</i> 410 F.2d 639 (4th Cir. 1969); <i>Bethview Amusement Corporation v. Cahn,</i> 416 F.2d 410 (2nd Cir. 1969); <i>United States v. Alexander,</i> 428 F.2d 1169 (8th Cir. 1970); <i>United States v. Black,</i> 356 F.Supp. 366 (W.D.N.Y.1973).</p>\n<p>[3]  Analyzed in the alternative as a prior restraint, the temporary restraining order nonetheless withstands constitutional scrutiny. The burden of proof is on the state, the judicial determination comes quickly, and the TRO aims only at maintaining the status quo. <i>Freedman v. Maryland,</i> 380 U.S. 51, 85 S.Ct. 734, 13 L.Ed.2d 649 (1965).</p>\n<p>[4]  Noted by the court, although not raised by the parties, is the Fifth Amendment problem raised if the state ever seeks to use the inventory as evidence in a later criminal prosecution of a defendant for selling particular obscene items.</p>\n<p>[5]  \"As noted above the injunction as amended by the Court of Appeal restrains the defendant from distributing any obscene materials and then defines `obscene materials' by using the language of R.S. 14:106. Thus, the injunction enjoins distribution of materials not yet published and not yet judicially determined to be obscene. The injunction is overly broad; it is a prohibited prior restraint upon the right of free speech protected by our federal and state constitutions.\" At 165.</p>\n<p>[6]  \"While we have concluded that a court of equity, having determined particular magazines or films to be obscene, after a full adversary hearing, may enjoin the exhibition or sale thereof by those responsible, we emphasize that the closing of such bookstores or theaters, either temporarily or permanently, or the enjoining of the exhibition or sale on said premises of magazines or films not specifically so determined to be obscene, constitutes an impermissible prior restraint in violation of the First and Fourteenth Amendments to the United States Constitution.\" 130 Cal.Rptr. at 338, at 610.</p>\n<p>[7]  \"Most lower courts that have dealt with the issue on the merits, however, have properly recognized that an injunction including materials not yet found to be obscene is constitutionally impermissible. The prevention of future undetermined publication or exhibition, based on past activities, is closest to the Supreme Court's holding in <i>Near v. Minnesota</i><i>,</i> and is a clear prior restraint. Nuisance proceedings, to be valid, must be restricted to materials already determined to be obscene, and if those proceedings include any blanket ban on future sales, publications, or exhibitions, they are constitutionally impermissible.\" Frederick F. Schauer, <i>The Law of Obscenity,</i> Bureau of National Affairs, Washington, D. C., 1976, pp. 240-241. See also, <i>Porno Non Est Pro Bono Publico: Obscenity as a Public Nuisance in California,</i> 4 Hastings Constitutional Law Quarterly 385, Spring, 1977.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">445</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">130</span></span> (1978)</b></center>\n<center><h1>Roger FEHLHABER, d/b/a Adult Book Store, Charles E. Allen, d/b/a Keyhole Adult Book World, Foxes Cinema, a Georgia Corporation, Chateau # II, Inc., a South Carolina Corporation, Bragg News, Inc., a Maryland Corporation, String News, Limited, a Delaware Corporation, Darlene Spears, d/b/a Executive Health Club, Peter Egan, d/b/a Southern Comfort Health Club, and Peter Egan and Ni Thi Le d/b/a Magic Finger Health Club, Plaintiffs,<br>\nv.<br>\nThe STATE OF NORTH CAROLINA, Rufus Edmisten, Attorney General of the State of North Carolina, Edward W. Grannis, Jr., District Attorney for the 12th Judicial District of the State of North Carolina, Defendants.</h1></center>\n<center>No. 77-0043-CIV-3.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Fayetteville Division.</b></p></center>\n<center>January 4, 1978.</center>\n<p><span class=\"star-pagination\">*131</span> <span class=\"star-pagination\">*132</span> James C. MacRae, MacRae, MacRae &amp; Perry, Fayetteville, N. C., William E. Seekford, Towson, Md., for plaintiffs.</p>\n<p>Edwin M. Speas, Jr., Robert P. Gruber, Special Deputy Attys. Gen., Raleigh, N. C., for defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*133</span> MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiffs in this action seek a declaratory judgment that 1977 Session Senate Bill 539, Ratified Bill Chapter 819, entitled \"An Act to Provide for the Civil Abatement of Nuisances Including Obscene Matter,\" is constitutionally invalid. Jurisdiction is uncontested, and appropriate under 28 U.S.C. §§ 1343 and 2201, and 42 U.S.C. § 1983. In an earlier order in this action, the court denied defendants' motions to abstain and to dismiss for lack of standing. Decision on the merits is now appropriate.<sup>[1]</sup></p>\n<p>In its recent session, the General Assembly expanded North Carolina's civil nuisance doctrine to regulate the \"illegal possession or sale of obscene matter.\" (Section 19-1.1.) \"Lewd matter,\" synonymous with \"obscene matter,\" is defined as \"any matter:</p>\n<blockquote>\"(1) which the average person, applying contemporary community standards, would find, when considered as a whole, appeals to the prurient interest; and</blockquote>\n<blockquote>\"(2) which depicts patently offensive representations of:</blockquote>\n<blockquote>\"a. ultimate sexual acts, normal or perverted, actual or simulated;</blockquote>\n<blockquote>\"b. masturbation, excretory functions, or lewd exhibition of the genitals or genital area;</blockquote>\n<blockquote>\"c. masochism or sadism; or</blockquote>\n<blockquote>\"d. sexual acts with a child or animal.\" (Section 19-1.1(b))</blockquote>\n<p>The definition is modified by the following proviso:</p>\n<blockquote>\"Nothing herein contained is intended to include or proscribe any writing or written material, nor to include or proscribe any matter which, when considered as a whole, and in the context in which it is used, possesses serious literary, artistic, political, educational, or scientific value.\" Section 19-1.1(b).</blockquote>\n<p>Based on this definition of lewd matter, the civil definition of nuisance is expanded to include:</p>\n<blockquote>\"(a) any and every place in the State where lewd films are publicly exhibited as a predominant and regular course of business, or possessed for the purpose of such exhibition;</blockquote>\n<blockquote>\"(b) any and every place in the State where a lewd film is publicly and repeatedly exhibited, or possessed for the purpose of such exhibition;</blockquote>\n<blockquote>\"(c) any and every lewd film which is publicly exhibited, or possessed for such purpose at a place which is a nuisance under this Article;</blockquote>\n<blockquote>\"(d) any and every place of business in the State in which lewd publications constitute a principal or substantial part of the stock in trade;</blockquote>\n<blockquote>\"(e) any and every lewd publication possessed at a place which is a nuisance under this Article;</blockquote>\n<blockquote>\"(f) every place which, as a regular course of business, is used for the purposes of lewdness . . . and every such place in or upon which acts of lewdness . . . occur.\" Section 19-1.2.</blockquote>\n<p>In addition the following are also defined as nuisances:</p>\n<blockquote>\"(a) all moneys paid as admission price to the exhibition of any lewd film found to be a nuisance;</blockquote>\n<blockquote>\"(b) all valuable consideration received for the sale of any lewd publication which is found to be a nuisance.\" Section 19-1.3.</blockquote>\n<p>To instigate enforcement under the statute, the attorney general or a local district attorney (Section 19-2.1) is authorized to file in superior court a verified complaint alleging the facts constituting the nuisance (Section 19-2.2). Application for a preliminary injunction may be made by the state, with a hearing held on the motion within ten days of filing (Section 19-2.2).</p>\n<p><span class=\"star-pagination\">*134</span> If an application for a preliminary injunction is made, the court is authorized to issue an ex parte temporary restraining order, solely for the purpose of preserving the evidence (Section 19-2.3). The order may not restrict the distribution of any of the stock in trade, but the defendant is required from the time of service to keep a full accounting of all transactions in materials alleged in the complaint to be obscene (Section 19-2.3). Furthermore, the defendant may at any time after issuance move for the dissolution of the temporary restraining order. Such motion shall be heard within twenty-four hours of filing, with the burden remaining on the state to justify its continuance (Section 19-2.3, ¶ 2). If, following the hearing on the preliminary injunction, the court determines that the allegations are true, a preliminary injunction is required to issue restraining the defendant from continuing the nuisance pendente lite (Section 19-2.5).</p>\n<p>Section 19-3 of the statute awards the permanent hearing priority on the docket over virtually all other civil matters; if the existence of a nuisance is established, the court is directed to enter an order of abatement to \"perpetually enjoin the defendant and any other person from further maintaining the nuisance at the place complained of, and the defendant from maintaining such nuisance elsewhere within the jurisdiction of this State.\" (Section 19-5.) \"Such order may also require the effectual closing of the place against its use thereafter for the purpose of conducting any such nuisance.\" (Section 19-5, ¶ 2.)</p>\n<p>A defendant against whom an abatement injunction is entered may be ordered to pay damages equal to his gross income received, after entry of a preliminary injunction, from the sale or distribution of books or movies determined to be lewd. He may also be liable for court costs and reasonable attorney's fees (Section 19-6).</p>\n<p>The state's ability to regulate the dissemination of obscene materials is settled beyond dispute. <i>Miller v. California,</i> <span class=\"citation\" data-id=\"108838\"><a href=\"/opinion/108838/miller-v-california/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">15</span></a></span>, <span class=\"citation\" data-id=\"108838\"><a href=\"/opinion/108838/miller-v-california/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2607</span></a></span>, <span class=\"citation\" data-id=\"108838\"><a href=\"/opinion/108838/miller-v-california/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">419</span></a></span> (1973). Nor is the choice of a civil nuisance procedure as the regulatory means impermissible, <i>Kingsley Books, Inc. v. Brown,</i> <span class=\"citation\" data-id=\"105544\"><a href=\"/opinion/105544/kingsley-books-inc-v-brown/\"><span class=\"volume\">354</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, <span class=\"citation\" data-id=\"105544\"><a href=\"/opinion/105544/kingsley-books-inc-v-brown/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1325</span></a></span>, <span class=\"citation\" data-id=\"105544\"><a href=\"/opinion/105544/kingsley-books-inc-v-brown/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1469</span></a></span> (1957), so long as obscenity is defined and procedures are designed with the requisite sensitivity to the demands of the First Amendment. Plaintiffs have no serious quarrel with the substantive definition of obscenity embodied in the Act, taken as it is almost verbatim from <i>Miller, supra</i><i>.</i> Rather, the thrust of their attack is on various procedural aspects of the statute that allegedly constitute a prior restraint on the distribution of presumptively protected First Amendment materials.</p>\n<p>The precise issues presented are:</p>\n<p>1. Whether Section 19-2.3, which authorizes a temporary restraining order to issue that prohibits interference with evidence described in the complaint pending a hearing on the preliminary injunction, is an unconstitutional prior restraint.</p>\n<p>2. Whether Section 19-2.3's requirement that an inventory and full accounting of business transactions be kept following the issuance of a temporary restraining order is an unconstitutional prior restraint.</p>\n<p>3. Whether Section 19-2.3's provision that the officer serving the temporary restraining order \"make and return into court an inventory of the personal property and contents\" authorizes a warrantless search prohibited by the Fourth Amendment.</p>\n<p>4. Whether Section 19-5 requires the final judgment to contain an injunction against the distribution of particular books and movies not individually adjudicated obscene, and whether such an injunction would constitute an unconstitutional prior restraint.</p>\n<p>5. Whether the portion of Section 19-6 that voids the lease of a place adjudicated a nuisance at the option of the owner is an unconstitutional prior restraint.</p>\n<p>6. Whether the right of entry provision found in Section 19-8.2 authorizes a warrantless search prohibited by the Fourth Amendment.</p>\n<p><span class=\"star-pagination\">*135</span> <i>Question One: Section 19-2.3's Temporary Restraining Order.</i> The court concludes that the temporary restraining order authorized to be issued following the filing of the complaint and application for a preliminary injunction does not operate as a prior restraint on the distribution of particular publications and motion pictures presumptively protected by the First Amendment until an adversary hearing determines otherwise. By its very terms, the restraining order aims only at \"preserving the status quo and restraining the defendant and all other persons from removing or in any manner interfering with any evidence specifically described, or in any manner removing or interfering with the personal property and contents of the place where such nuisance is alleged to exist, until the decision of the court granting or refusing such preliminary injunction and until further order of the court thereon.\" (Section 19-2.3.) The thrust of this provision is simply to require that the items alleged in the complaint to be obscene remain available until the hearing on the preliminary injunction, required to be held within ten days of the filing of the complaint. Thus a defendant who is the proprietor of a motion picture theatre may continue to show an allegedly obscene film to the public; so long as a copy of that motion picture is retained until the time of the hearing on the preliminary injunction, another feature may replace it. Similarly, so long as a single copy of each publication allegedly obscene is retained until the time of the hearing on the preliminary injunction, a book store owner against whom a temporary restraining order is directed remains free to sell every item on his shelves. Nor does the temporary restraining order result in any economic penalties, since the formula by which damages are calculated if the state eventually prevails excludes receipts for any time period before issuance of a preliminary injunction. Thus the First Amendment right of the public to receive information is unaffected by the temporary restraining order, and the parallel right of the distributors to dispense the information is not discernibly chilled.</p>\n<p>Finally, the statute allows a defendant against whom a temporary restraining order is directed to move for its dismissal at any time following service, which motion must be heard within twenty-four hours or on the first day a superior court is open in the district. At the dissolution hearing, the state has the burden of proof in establishing why the order should continue. Because the statute itself states that \"nothing herein shall be interpreted to allow the prior restraint of the distribution of any matter or the sale of the stock in trade,\" the court is confident that this provision will be applied by the courts of North Carolina with due sensitivity to the First Amendment issues involved.</p>\n<p><i>Paris Adult Theatre I v. Slaton,</i> <span class=\"citation no-link\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">49</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2628</span></span>, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">446</span></span> (1972), squarely supports this result. There, the Supreme Court approved a Georgia state proceeding in which an ex parte injunction forbade the removal of allegedly obscene films from the premises of the theatre until the date of the hearing, but allowed their continued exhibition. Similarly, the three-judge court in <i>Grove Press, Inc. v. Flask,</i> <span class=\"citation\" data-id=\"1460403\"><a href=\"/opinion/1460403/grove-press-inc-v-flask/\"><span class=\"volume\">326</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">574</span></a></span> (N.D.Ohio 1970), <i>vacated and remanded,</i> <span class=\"citation no-link\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">902</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3026</span></span>, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1013</span></span> (1973), found an identical statutorily authorized restraining order in a nuisance abatement statute to be constitutionally innocuous.<sup>[2]</sup> Defendants' reliance on <i>Quantity of Books v. Kansas,</i> <span class=\"citation\" data-id=\"106878\"><a href=\"/opinion/106878/quantity-of-copies-of-books-v-kansas/\"><span class=\"volume\">378</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></a></span>, <span class=\"citation\" data-id=\"106878\"><a href=\"/opinion/106878/quantity-of-copies-of-books-v-kansas/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1723</span></a></span>, <span class=\"citation\" data-id=\"106878\"><a href=\"/opinion/106878/quantity-of-copies-of-books-v-kansas/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">809</span></a></span> (1964), and <i>Marcus v. Search Warrant,</i> <span class=\"citation\" data-id=\"106287\"><a href=\"/opinion/106287/marcus-v-search-warrant/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span>, <span class=\"citation\" data-id=\"106287\"><a href=\"/opinion/106287/marcus-v-search-warrant/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span>, <span class=\"citation\" data-id=\"106287\"><a href=\"/opinion/106287/marcus-v-search-warrant/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1127</span></a></span> (1961) is misplaced, since in the case before the court circulation of items alleged to be obscene remains unobstructed by the issuance of the temporary restraining order. Thus this portion of the statute is not facially invalid.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*136</span> <i>Question Two: Section 19-2.3's Inventory and Accounting Requirement.</i> Section 19-2.3 of the Act requires that a defendant following receipt of a temporary restraining order keep \"an inventory and full accounting of all business transactions\" involving the books or movies specifically alleged in the complaint to be obscene. Plaintiffs assert that the term \"full accounting\" requires the recording of the identities of individual customers who purchase books or attend movies. If plaintiffs' suggested construction were the only possible one, serious constitutional questions would be present, for there is no doubt that the distribution of material presumptively protected by the First Amendment would be chilled if the customer has to surrender his anonymity in exchange for receiving the material. <i>E. g., </i><i>Talley v. California,</i> <span class=\"citation\" data-id=\"106011\"><a href=\"/opinion/106011/talley-v-california/\"><span class=\"volume\">362</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">60</span></a></span>, <span class=\"citation\" data-id=\"106011\"><a href=\"/opinion/106011/talley-v-california/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">536</span></a></span>, <span class=\"citation\" data-id=\"106011\"><a href=\"/opinion/106011/talley-v-california/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">559</span></a></span> (1960); <i>Broadway Distributors, Inc. v. White,</i> <span class=\"citation no-link\"><span class=\"volume\">307</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1180</span></span> (D.Mass.1970). However, the plain wording of the statute does not compel this interpretation.</p>\n<p>Reading the statute as a whole, the apparent purpose of the inventory and accounting provision is to provide the factual basis for the determination of whether the business deals in obscene items as a \"substantial\" portion of its stock in trade, in the case of book stores, or \"in the regular course of business,\" in the case of theatres. Such purpose could be accomplished by a full accounting that included no more than the date, item purchased, and amount paid. Because a statute may be declared unconstitutional on its face only if it offers no plausible constitutional interpretation, the court adopts this construction of the full accounting provision. Interpreted as such, this provision requires the keeping of records similar to those voluntarily maintained by numerous retail establishments.<sup>[4]</sup> Although perhaps bothersome, the court is unable to conclude that it significantly impedes the distribution of materials allegedly obscene but presumptively protected by the First Amendment until an adversary hearing occurs.</p>\n<p><i>Question Three: Section 19-2.3's Inventory by Officer.</i> Section 19-2.3 requires that the \"officer serving such temporary restraining order shall forthwith make and return into court an inventory of the personal property and contents situated in and used in conducting or maintaining such nuisance.\" Plaintiffs assert that this provision requires a warrantless search in contravention of the Fourth Amendment. The court concludes otherwise. The clearest reading of the provision is that it directs an officer to enter an establishment that is open to the public and from that vantage point, make an inventory of items of personal property in plain view. Although a warrant may be required before a search may be made of portions of a commercial establishment not generally open to the public, see <i>See v. City of Seattle,</i> <span class=\"citation\" data-id=\"107474\"><a href=\"/opinion/107474/see-v-seattle/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">541</span></a></span>, <span class=\"citation\" data-id=\"107474\"><a href=\"/opinion/107474/see-v-seattle/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1737</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">319</span></span> (1967), a police officer, like any other member of the public, may freely enter those portions of commercial establishments used in operating a business. When in a place where he has a right to be, a police officer does not conduct a search in a constitutional sense when he merely observes items in plain view. <i>Air Pollution Variance Board v. Western Alfalfa Corporation,</i> <span class=\"citation\" data-id=\"109032\"><a href=\"/opinion/109032/air-pollution-variance-bd-of-colo-v-western-alfalfa-corp/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">861</span></a></span>, <span class=\"citation\" data-id=\"109032\"><a href=\"/opinion/109032/air-pollution-variance-bd-of-colo-v-western-alfalfa-corp/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2114</span></a></span>, <span class=\"citation\" data-id=\"109032\"><a href=\"/opinion/109032/air-pollution-variance-bd-of-colo-v-western-alfalfa-corp/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">607</span></a></span> (1974). Since an officer may carry out the duty given him by this provision without triggering the warrant requirements of the Fourth Amendment, this portion of the statute is not facially void.</p>\n<p><i>Question Four: Section 19-5's Injunction of Abatement.</i> Section 19-5 of the statute presents serious constitutional problems. <span class=\"star-pagination\">*137</span> Following a finding that a nuisance exists, this section mandates that \"an order of abatement shall be entered as a part of the judgment in the case, which judgment and order shall perpetually enjoin the defendant and any other person from maintaining the nuisance at the place complained of . . . Such order may also require the effectual closing of the place against its use thereafter for the purpose of conducting any such nuisance.\" Alternative constructions of this provision are urged by the parties.</p>\n<p>Plaintiffs assert that padlocking  the closing of a business for all purposes  is authorized. Their argument is somewhat aided by Section 19-2.1's statement that an action may be maintained <i>\"to enjoin the use of any structure or thing adjudged to be a nuisance under this chapter\"</i> (emphasis added). Accepting plaintiff's construction would render the provision unconstitutional, for the final judgment would bar plaintiff's future distribution of all books and movies without regard to their content. <i>Organization for a Better Austin v. Keefe,</i> <span class=\"citation\" data-id=\"108334\"><a href=\"/opinion/108334/organization-for-a-better-austin-v-keefe/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, <span class=\"citation\" data-id=\"108334\"><a href=\"/opinion/108334/organization-for-a-better-austin-v-keefe/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1575</span></a></span>, <span class=\"citation\" data-id=\"108334\"><a href=\"/opinion/108334/organization-for-a-better-austin-v-keefe/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1971).</p>\n<p>On the other hand, defendants assert that the scope of the final judgment is limited to an abatement of those particular books and movies adjudicated obscene; this construction would render the provision clearly constitutional, as it is settled that the distribution of books and movies individually determined obscene may be enjoined. <i>Kingsley Books, Inc. v. Brown,</i> <span class=\"citation\" data-id=\"105544\"><a href=\"/opinion/105544/kingsley-books-inc-v-brown/\"><span class=\"volume\">354</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, <span class=\"citation\" data-id=\"105544\"><a href=\"/opinion/105544/kingsley-books-inc-v-brown/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1325</span></a></span>, <span class=\"citation\" data-id=\"105544\"><a href=\"/opinion/105544/kingsley-books-inc-v-brown/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1469</span></a></span> (1957).</p>\n<p>The court concludes that neither of these constructions is tenable. There is no authorization of padlocking. The statute allows only the enjoining of a nuisance, and a book store or movie theatre remains a nuisance only so long as it substantially or regularly trades in materials fitting within the definition of lewdness provided by the Act. However, neither is the scope of the final judgment required by the Act limited to the books and movies individually determined to be obscene in an adversary hearing. This is made clear by the last paragraph of Section 19-5 which states that:</p>\n<blockquote>\"The provisions of this Article, relating to the closing of a place with respect to obscene or lewd matter, shall not apply in any order of the court to any theatre or motion picture establishment which does not, in the regular, predominant, and ordinary course of its business, show or demonstrate lewd films or motion pictures . . . but any such establishment may be permanently enjoined from showing such film judicially determined to be obscene hereunder . . ..\"</blockquote>\n<p>The exception explains the rule. Only by disregarding this paragraph could the court infer that the legislature intended that the provisions relating to the scope of mandatory abatement extend only to the books and movies judicially determined obscene. The clear meaning of Section 19-5 is that upon a finding that a book store or moviehouse is a nuisance because it substantially or regularly trades in obscene materials, the superior court judge must enjoin the further distribution by the particular proprietor of any books or movies falling within the statutory definition of lewdness.</p>\n<p>This construction has been anticipated by the parties. Plaintiffs assert that under established principles such an injunction is void, as it constitutes an impermissible prior restraint on the distribution of individual books and movies presumptively protected by the First Amendment until an adversary hearing determines otherwise. Defendants' contrary assertion is that \"the trial court may draft an injunctive order which goes further than allowing an injunction against specific matters adjudicated to be obscene . . .. [A]n injunction may be constitutionally issued under G.S. § 19-5 to enjoin the continued sale and display of hardcore pornography if that order explicitly defines the particular conduct or expression which would constitute hardcore sexual conduct.\" (Defendants' Brief, p. 7.) To the resolution of this difficult constitutional issue the court now turns.</p>\n<p>Analysis of whether a particular state statute imposes a prior restraint repugnant to the First Amendment begins with <i>Near v. Minnesota,</i> <span class=\"citation\" data-id=\"101773\"><a href=\"/opinion/101773/near-v-minnesota-ex-rel-olson/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">697</span></a></span>, 51 <span class=\"star-pagination\">*138</span> S.Ct. 625, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1357</span></span> (1931). In that case, a Minnesota trial court determined that a newspaper had violated a statute declaring that one who engages \"in the business of regularly and customarily . . publishing . . . a malicious, scandalous and defamatory newspaper\" is guilty of a nuisance. An injunction of abatement enjoined the newspaper \"from producing, editing, publishing . . . any publication whatsoever which is a malicious, scandalous, or defamatory newspaper.\" The Supreme Court held the injunction unconstitutional, stating that the primary thrust of the First Amendment is to prevent previous restraints upon publication and distribution. That civil or criminal liability may result from a particular publication is insufficient to justify its prior restraint. The principle traces to Blackstone:</p>\n<blockquote>\"Every freeman has an undoubted right to lay what sentiments he pleases before the public; to forbid this, is to destroy the freedom of the press; but if he publishes what is improper, mischievous or illegal, he must take the consequence of his own temerity. 4 Bl.Com. 151, 152. . . .\" <i>Near, supra,</i> at 714, 51 S.Ct. at 630.</blockquote>\n<p>In subsequent years, <i>Near</i> has been distilled by the Supreme Court to the simple principle that it is unconstitutional to enjoin the dissemination of future issues of a publication because its past issues have been found offensive. <i>Kingsley Books, Inc. v. Brown,</i> <span class=\"citation\" data-id=\"105544\"><a href=\"/opinion/105544/kingsley-books-inc-v-brown/\"><span class=\"volume\">354</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, 445, <span class=\"citation\" data-id=\"105544\"><a href=\"/opinion/105544/kingsley-books-inc-v-brown/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1325</span></a></span>, <span class=\"citation\" data-id=\"105544\"><a href=\"/opinion/105544/kingsley-books-inc-v-brown/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1469</span></a></span> (1957). In the four decades since <i>Near,</i> the Supreme Court has condemned prior restraints in a variety of contexts. <i>Southeastern Promotions, Ltd. v. Conrad,</i> <span class=\"citation\" data-id=\"109214\"><a href=\"/opinion/109214/southeastern-promotions-ltd-v-conrad/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">546</span></a></span>, <span class=\"citation\" data-id=\"109214\"><a href=\"/opinion/109214/southeastern-promotions-ltd-v-conrad/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></a></span>, <span class=\"citation\" data-id=\"109214\"><a href=\"/opinion/109214/southeastern-promotions-ltd-v-conrad/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">448</span></a></span> (1975); <i>Organization for a Better Austin v. Keefe,</i> <span class=\"citation\" data-id=\"108334\"><a href=\"/opinion/108334/organization-for-a-better-austin-v-keefe/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, <span class=\"citation\" data-id=\"108334\"><a href=\"/opinion/108334/organization-for-a-better-austin-v-keefe/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1575</span></a></span>, <span class=\"citation\" data-id=\"108334\"><a href=\"/opinion/108334/organization-for-a-better-austin-v-keefe/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1971); <i>New York Times v. United States,</i> <span class=\"citation\" data-id=\"108384\"><a href=\"/opinion/108384/new-york-times-co-v-united-states/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">713</span></a></span>, <span class=\"citation\" data-id=\"108384\"><a href=\"/opinion/108384/new-york-times-co-v-united-states/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2140</span></a></span>, <span class=\"citation\" data-id=\"108384\"><a href=\"/opinion/108384/new-york-times-co-v-united-states/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">822</span></a></span> (1971); <i>Bantam Books v. Sullivan,</i> <span class=\"citation\" data-id=\"106530\"><a href=\"/opinion/106530/bantam-books-inc-v-sullivan/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, <span class=\"citation\" data-id=\"106530\"><a href=\"/opinion/106530/bantam-books-inc-v-sullivan/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">631</span></a></span>, <span class=\"citation\" data-id=\"106530\"><a href=\"/opinion/106530/bantam-books-inc-v-sullivan/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">584</span></a></span> (1963). <i>Carroll v. Princess Anne,</i> <span class=\"citation\" data-id=\"107801\"><a href=\"/opinion/107801/carroll-v-president-and-commrs-of-princess-anne/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">175</span></a></span>, <span class=\"citation\" data-id=\"107801\"><a href=\"/opinion/107801/carroll-v-president-and-commrs-of-princess-anne/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">347</span></a></span>, <span class=\"citation\" data-id=\"107801\"><a href=\"/opinion/107801/carroll-v-president-and-commrs-of-princess-anne/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">325</span></a></span> (1968). It is often repeated that \"[a] system of prior restraints of expression comes to this court bearing a heavy presumption against its constitutional validity.\" <i>Bantam Books, supra,</i> 372 U.S. at 70, 83 S.Ct. at 639.</p>\n<p>Numerous courts have struggled diligently with the applicability of these basic principles to a state's efforts to regulate obscenity through civil nuisance procedures. Seven state supreme courts have invalidated injunction provisions of civil nuisance statutes analogous to North Carolina's as overbroad prior restraints. <i>Parish of Jefferson v. Bayou Landing Ltd., Inc.,</i> <span class=\"citation\" data-id=\"1927397\"><a href=\"/opinion/1927397/parish-of-jefferson-v-bayou-landing-ltd-inc/\"><span class=\"volume\">350</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">158</span></a></span> (La.1977), <i>overruling</i> La.App., 341 So.2d 23;<sup>[5]</sup><i>Busch v. Projection Room Theater,</i> <span class=\"citation\" data-id=\"1193937\"><a href=\"/opinion/1193937/people-ex-rel-busch-v-projection-room-theater/\"><span class=\"volume\">17</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">42</span></a></span>, <span class=\"citation\" data-id=\"1193937\"><a href=\"/opinion/1193937/people-ex-rel-busch-v-projection-room-theater/\"><span class=\"volume\">130</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">328</span></a></span>, <span class=\"citation\" data-id=\"1193937\"><a href=\"/opinion/1193937/people-ex-rel-busch-v-projection-room-theater/\"><span class=\"volume\">550</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">600</span></a></span> (Cal.1976);<sup>[6]</sup><i>Sanders v. Georgia,</i> <span class=\"citation\" data-id=\"1325636\"><a href=\"/opinion/1325636/sanders-v-state-of-ga/\"><span class=\"volume\">231</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">608</span></a></span>, <span class=\"citation\" data-id=\"1325636\"><a href=\"/opinion/1325636/sanders-v-state-of-ga/\"><span class=\"volume\">203</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">153</span></a></span> (Ga.1974); <i>General Corporation v. Alabama,</i> <span class=\"citation no-link\"><span class=\"volume\">294</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">657</span></span>, <span class=\"citation\" data-id=\"1846912\"><a href=\"/opinion/1846912/general-corp-v-state-ex-rel-sweeton/\"><span class=\"volume\">320</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">668</span></a></span> (1975); <i>State v. \"The Bet\",</i> <span class=\"citation\" data-id=\"1219989\"><a href=\"/opinion/1219989/state-v-motion-picture-entitled-the-bet/\"><span class=\"volume\">219</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">64</span></a></span>, <span class=\"citation\" data-id=\"1219989\"><a href=\"/opinion/1219989/state-v-motion-picture-entitled-the-bet/\"><span class=\"volume\">547</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">760</span></a></span> (1976); <i>Mitchem v. State ex rel. Schaub,</i> <span class=\"citation\" data-id=\"1126516\"><a href=\"/opinion/1126516/mitchem-v-state-ex-rel-schaub/\"><span class=\"volume\">250</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">883</span></a></span> (Fla.1971); <i>New Rivera Arts Theatre v. State,</i> <span class=\"citation no-link\"><span class=\"volume\">219</span> <span class=\"reporter\">Tenn.</span> <span class=\"page\">652</span></span>, <span class=\"citation\" data-id=\"1785934\"><a href=\"/opinion/1785934/rivieria-arts-theatre-v-state/\"><span class=\"volume\">412</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">890</span></a></span> (1967). See also <i>Nihiser v. Sendak,</i> <span class=\"citation\" data-id=\"1432428\"><a href=\"/opinion/1432428/nihiser-v-sendak/\"><span class=\"volume\">405</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">482</span></a></span> (N.D.Ind.1974), <i>vacated and remanded,</i> <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">378</span></span> (1975), <i>order re-entered</i> August 16, 1976 (unpub.), <i>aff'd</i> <span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">961</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2914</span></span>, 53 L.Ed.2d <span class=\"star-pagination\">*139</span> 1057 (1977). The commentators are similarly unanimous.<sup>[7]</sup></p>\n<p>Defendants' singular comparable authority for their assertion that the First Amendment does not bar an injunction of abatement of the breadth mandated by the North Carolina statute is the recent split decision of a panel of the Fifth Circuit, <i>Universal Amusement Company, Inc. v. Vance,</i> <span class=\"citation\" data-id=\"348290\"><a href=\"/opinion/348290/universal-amusement-company-inc-v-carol-vance-state-of-texas-richard/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1286</span></a></span> (5th Cir. 1977). In <i>Universal Amusement,</i> the district court invalidated the injunctive provision of the Texas civil nuisance statute as a prior restraint. Even though issued only after proof of earlier distribution of obscenity, and only prohibiting the future dissemination of <i>obscene</i> materials, the district court held that the injunction could not withstand <i>Near</i> and its progeny. The Court of Appeals reversed, stating:</p>\n<blockquote>\"[A] proprietor enjoined by an order proper under article 4667(a)(3) is prohibited from doing only that which he could not lawfully do anyway, since Texas law prohibits him from commercially exhibiting, possessing for sale, or distributing obscene material. Tex.Penal Code Ann. § 43.23(a)(1) (1974). A lawful injunction subjects him to no further guesswork, in determining what is and is not prohibited, than he must already engage in merely to comply with Texas law. In short, as we read the Texas statutes, they authorize restraint of such expression only as is not constitutionally protected and is prohibited by state law. This is not the stuff of which first amendment violations are made.\"</blockquote>\n<p>With due deference to the panel deciding <i>Universal Amusement,</i> the opinion's equation of prior restraint with subsequent punishment ignores basic principles rooted in our jurisprudence since Blackstone. While the government may be able subsequently to punish those who engage in unprotected speech, only in exceptional circumstances may the same speech (in this case, the dissemination of books and movies) be enjoined before it occurs. The doctrinal basis for this distinction is best stated by the Supreme Court in <i>Southeastern Promotions, supra,</i> 420 U.S. at 558-9, 95 S.Ct. at 1246:</p>\n<blockquote>\". . . The presumption against prior restraint is heavier  and the degree of protection broader  than that against limits on expression imposed by criminal penalties. Behind the distinction is a theory deeply etched in our law: a free society prefers to punish the few who abuse rights of speech <i>after</i> they break the law than to throttle them and all others beforehand. It is always difficult to know in advance what an individual will say, and the line between legitimate and illegitimate speech is often so finely drawn that the risks of freewheeling censorship are formidable.\"</blockquote>\n<p>That particular speech may be outside the parameters of the First Amendment and thus punishable criminally provides no theoretical basis for enjoining the speech before its occurrence. Thus in <i>New York Times Company v. United States,</i> <span class=\"citation\" data-id=\"108384\"><a href=\"/opinion/108384/new-york-times-co-v-united-states/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">713</span></a></span>, <span class=\"citation\" data-id=\"108384\"><a href=\"/opinion/108384/new-york-times-co-v-united-states/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2140</span></a></span>, <span class=\"citation\" data-id=\"108384\"><a href=\"/opinion/108384/new-york-times-co-v-united-states/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">822</span></a></span> (1971), a unanimous Supreme Court held that the First Amendment barred an injunction against publication of the Pentagon Papers, even though several justices opined that the editor might constitutionally be jailed if he chose to do so. This stems from the immediate impact on speech that an injunction has:</p>\n<blockquote>\"A criminal penalty . . . is subject to the whole panoply of protections <span class=\"star-pagination\">*140</span> afforded by deferring the impact of the judgment until all avenues of appellate review have been exhausted. Only after judgment has become final, correct or otherwise, does the law's sanction become fully operative.</blockquote>\n<blockquote>\"A prior restraint, by contrast and by definition, has an immediate and irreversible sanction. If it can be said that a threat of criminal or civil sanctions after publication `chills' speech, prior restraint `freezes' it at least for the time.\" <i>Nebraska Press Association v. Stuart,</i> <span class=\"citation\" data-id=\"109525\"><a href=\"/opinion/109525/nebraska-press-assn-v-stuart/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 559, <span class=\"citation\" data-id=\"109525\"><a href=\"/opinion/109525/nebraska-press-assn-v-stuart/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2791</span></a></span>, 2802-03, <span class=\"citation\" data-id=\"109525\"><a href=\"/opinion/109525/nebraska-press-assn-v-stuart/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">683</span></a></span> (1976).</blockquote>\n<p>Analysis of pertinent cases is absent from the opinion in <i>Universal Amusement,</i> and its bare holding cannot be squared with the relevant decisions of the Supreme Court or the holdings of other courts considering the issue. Additionally, it is unclear whether it will remain the law of the Fifth Circuit, since the judges of that court, on December 1, 1977, ordered the case to be heard en banc. Thus this court declines to follow <i>Universal Amusement.</i></p>\n<p>Candor compels the court to admit its discomfort with applying noble principles to ignoble enterprises. The pollution of our common environment by the wholesale pandering of lurid and tasteless pornographic materials has not escaped attention. The court is also aware that the regulation of such materials would perhaps be more easily accomplished through the broad injunctive relief authorized by Section 19-5 than through any other means. However, obscenity may be regulated only through tools sensitive to the difficult First Amendment issues lurking therein. <i>McKinney v. Alabama,</i> <span class=\"citation\" data-id=\"109401\"><a href=\"/opinion/109401/mckinney-v-alabama/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">669</span></a></span>, <span class=\"citation\" data-id=\"109401\"><a href=\"/opinion/109401/mckinney-v-alabama/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1189</span></a></span>, <span class=\"citation\" data-id=\"109401\"><a href=\"/opinion/109401/mckinney-v-alabama/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">387</span></a></span> (1976); <i>Freedman v. Maryland,</i> <span class=\"citation\" data-id=\"106987\"><a href=\"/opinion/106987/freedman-v-maryland/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></a></span>, <span class=\"citation\" data-id=\"106987\"><a href=\"/opinion/106987/freedman-v-maryland/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">734</span></a></span>, <span class=\"citation\" data-id=\"106987\"><a href=\"/opinion/106987/freedman-v-maryland/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">649</span></a></span> (1965). It is the opinion of this court that Section 19-5's blanket ban on the future dissemination of unnamed books and movies transgresses well established first amendment standards, and thus is constitutionally infirm.</p>\n<p><i>Question Five: Section 19-6's Lease Forfeiture Provision.</i> Section 19-6 provides that upon a finding that a tenant uses a building for lewdness, \"such use makes void the lease . . . at the option of the owner.\" Plaintiffs assert that this provision allows the state to do indirectly what it cannot do directly  shut down a business. The court concludes that this issue is not ripe for adjudication in the present case. The lease voidance provision is optional with an owner, and none of the current plaintiffs have asserted that they are under a substantial or immediate danger of suffering harm in this manner. In fact, the record is silent as to the ownership of the premises on which plaintiffs maintain their businesses. It is plausible that all are self-owned, thereby rendering each immune from damage under this section. An adjudication on the merits of an issue in this posture would constitute an advisory opinion which the court is not at liberty to give.</p>\n<p><i>Question Six: The Right of Entry Provision.</i> Similarly, the court accepts defendants' suggestion that the constitutionality of the right of entry provision of Section 19-8.2 is not germane to this case. Upon closer scrutiny, it is apparent that this provision is not a part of the nuisance abatement procedure, but is rather an extension of the types of establishments that public health officials may enter. No plaintiff asserts a threat of inspection by a public health department, and the court cannot visualize how First Amendment rights in any event would be jeopardized. Thus no declaratory judgment will be entered on this issue.</p>\n<p><i>Severability Provision.</i> Finally, the court notes that Section 19-8.3 of the Act, which severs any provision of the Act held unconstitutional, may be given full effect. Nothing herein is intended to cast doubt on the overall efficacy of a civil nuisance procedure in the context of obscenity regulation. The statute procedure, aside from the overbroad permanent injunction of abatement, operates within constitutional boundaries, and may be unhesitatingly utilized by the state.</p>\n<p>Judgment will be entered in conformity with this decision.</p>\n<h2>NOTES</h2>\n<p>[1]  The court heard oral argument on plaintiffs' motion for a preliminary injunction and defendants' motions to dismiss and abstain. By consent of the parties the court dispensed with oral argument on the merits, but was aided by additional briefing of specific questions framed by the court.</p>\n<p>[2]  See also <i>Tyrone, Inc. v. Wilkinson,</i> <span class=\"citation\" data-id=\"284713\"><a href=\"/opinion/284713/tyrone-inc-a-virginia-corporation-trading-as-lee-art-theatre-and/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">639</span></a></span> (4th Cir. 1969); <i>Bethview Amusement Corporation v. Cahn,</i> <span class=\"citation\" data-id=\"286632\"><a href=\"/opinion/286632/bethview-amusement-corp-george-hall-ruth-bakey-clyde-bruce-tom/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">410</span></a></span> (2nd Cir. 1969); <i>United States v. Alexander,</i> <span class=\"citation\" data-id=\"291078\"><a href=\"/opinion/291078/united-states-v-ferris-j-alexander-and-edward-j-alexander/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span> (8th Cir. 1970); <i>United States v. Black,</i> <span class=\"citation\" data-id=\"1892684\"><a href=\"/opinion/1892684/united-states-v-black/\"><span class=\"volume\">356</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">366</span></a></span> (W.D.N.Y.1973).</p>\n<p>[3]  Analyzed in the alternative as a prior restraint, the temporary restraining order nonetheless withstands constitutional scrutiny. The burden of proof is on the state, the judicial determination comes quickly, and the TRO aims only at maintaining the status quo. <i>Freedman v. Maryland,</i> <span class=\"citation\" data-id=\"106987\"><a href=\"/opinion/106987/freedman-v-maryland/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></a></span>, <span class=\"citation\" data-id=\"106987\"><a href=\"/opinion/106987/freedman-v-maryland/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">734</span></a></span>, <span class=\"citation\" data-id=\"106987\"><a href=\"/opinion/106987/freedman-v-maryland/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">649</span></a></span> (1965).</p>\n<p>[4]  Noted by the court, although not raised by the parties, is the Fifth Amendment problem raised if the state ever seeks to use the inventory as evidence in a later criminal prosecution of a defendant for selling particular obscene items.</p>\n<p>[5]  \"As noted above the injunction as amended by the Court of Appeal restrains the defendant from distributing any obscene materials and then defines `obscene materials' by using the language of R.S. 14:106. Thus, the injunction enjoins distribution of materials not yet published and not yet judicially determined to be obscene. The injunction is overly broad; it is a prohibited prior restraint upon the right of free speech protected by our federal and state constitutions.\" At 165.</p>\n<p>[6]  \"While we have concluded that a court of equity, having determined particular magazines or films to be obscene, after a full adversary hearing, may enjoin the exhibition or sale thereof by those responsible, we emphasize that the closing of such bookstores or theaters, either temporarily or permanently, or the enjoining of the exhibition or sale on said premises of magazines or films not specifically so determined to be obscene, constitutes an impermissible prior restraint in violation of the First and Fourteenth Amendments to the United States Constitution.\" 130 Cal.Rptr. at 338, at 610.</p>\n<p>[7]  \"Most lower courts that have dealt with the issue on the merits, however, have properly recognized that an injunction including materials not yet found to be obscene is constitutionally impermissible. The prevention of future undetermined publication or exhibition, based on past activities, is closest to the Supreme Court's holding in <i>Near v. Minnesota</i><i>,</i> and is a clear prior restraint. Nuisance proceedings, to be valid, must be restricted to materials already determined to be obscene, and if those proceedings include any blanket ban on future sales, publications, or exhibitions, they are constitutionally impermissible.\" Frederick F. Schauer, <i>The Law of Obscenity,</i> Bureau of National Affairs, Washington, D. C., 1976, pp. 240-241. See also, <i>Porno Non Est Pro Bono Publico: Obscenity as a Public Nuisance in California,</i> 4 Hastings Constitutional Law Quarterly 385, Spring, 1977.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105544/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106287/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109032/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109401/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109525/",
    "http://www.courtlistener.com/api/rest/v3/opinions/284713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/286632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/291078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/348290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1126516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1193937/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1219989/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1325636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1432428/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1460403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1785934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1846912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1892684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1927397/"
  ]
}