{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1601391/",
  "absolute_url": "/opinion/1601391/state-of-nc-ex-rel-morrow-v-califano/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1601391/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:54:05.405723Z",
  "date_modified": "2016-02-29T17:11:41.392520Z",
  "type": "010combined",
  "sha1": "8d52e39d2706dda8325551058e2a0ff8b29ef9f8",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>445 F.Supp. 532 (1977)</b></center>\n<center><h1>STATE OF NORTH CAROLINA ex rel. Sarah T. MORROW, Secretary of the North Carolina Department of Human Resources, Plaintiff,<br>\nAmerican Medical Association and North Carolina Medical Society, Plaintiffs-Intervenors,<br>\nState of Nebraska, Plaintiff-Intervenor,<br>\nv.<br>\nJoseph A. CALIFANO, Secretary of the United States Department of Health, Education and Welfare, Defendant,<br>\nAmerican Association for Comprehensive Health Planning, Inc., Defendant-Intervenor,<br>\nNational Association of Neighborhood Health Centers, Defendant-Intervenor.</h1></center>\n<center>No. 76-0049-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 22, 1977.</center>\n<center>Judgment Affirmed April 17, 1978.</center>\n<p>William F. O'Connell, Sp. Deputy Atty. Gen., Rufus L. Edmisten, Atty. Gen., State of North Carolina, North Carolina Dept. of Justice, Raleigh, N. C., for plaintiff.</p>\n<p>John H. Anderson, Henry A. Mitchell, Jr., Smith, Anderson, Blount &amp; Mitchell, Raleigh, N. C., Newton N. Minow, Jack R. Bierig, Edna S. Epstein, Sidly &amp; Austin, Chicago, Ill., for plaintiffs-intervenors American Medical Association &amp; North Carolina Medical Society.</p>\n<p><span class=\"star-pagination\">*533</span> Mel K. Kammerlohr, Asst. Atty. Gen., Lincoln, Neb., for plaintiff-intervenor State of Nebraska.</p>\n<p>Rex E. Lee, Steven I. Frank, Asst. Attys. Gen., Dept. of Justice, Washington, D. C., for defendant.</p>\n<p>William G. Kopit, Richard G. Vernon, Washington, D. C., Eugene Hafer, Raleigh, N. C., for defendant-intervenor and American Association for Comprehensive Health Planning, Inc.</p>\n<p>Adam Stein, Chambers, Stein, Ferguson &amp; Becton, Chapel Hill, N. C., Herbert Semmel, Michael C. Harper, Center for Law and Social Policy, Washington, D. C., for defendant-intervenor Nat. Association of Neighborhood Health Centers.</p>\n<p>Judgment Affirmed April 17, 1978. See 98 S.Ct. 1597.</p>\n<p></p>\n<h2>OPINION and ORDER</h2>\n<p>RUSSELL, Circuit Judge, LARKINS, Chief District Judge, and DUPREE, District Judge.</p>\n<p>This is a suit against the Secretary of Health, Education and Welfare challenging the constitutionality of the National Health Planning and Resources Development Act of 1974, 42 U.S.C. § 300k <i>et seq.</i> (hereinafter referred to as \"the Act\"). The original complainant was the State of North Carolina. Later, interventions by the American Medical Association, the North Carolina Medical Society, as well as by the State of Nebraska, were allowed.</p>\n<p>The attack by North Carolina on the Act focuses primarily on the requirement thereunder that any State, in order to qualify for financial grants under the federal health programs, should establish a State Health Planning and Development Agency, which, among other things, should \"administer a State certificate of need program [satisfactory to the Secretary] which applies to new institutional health services proposed to be offered or developed within the State\" and under which \"only those services, facilities, and organizations found to be needed shall be offered or developed in the State.\"<sup>[1]</sup> And the reason for the State's concern is found in the decision of its own Supreme Court that a certificate of need statute as required under the Act \"is in excess of the constitutional power of the Legislature.\" <i>In Re Certificate of Need for Aston Park Hosp., Inc.,</i> 282 N.C. 542, 193 S.E.2d 729, 733 (1973). Absent a constitutional amendment, the State argues it would be required by the challenged provision of the Act to forfeit its right to participate in some forty-odd federal financial assistance health programs. It contends that, under these circumstances, the requirement represents an effort to compel the State to amend its constitution and thus constitutes an unconstitutional interference with the State's legislative and constitutional processes violative of the principles of federalism and state sovereignty, as guaranteed under the due process clause, the Tenth Amendment and the Guaranty Clause of Article IV, Section 4 of the Constitution.</p>\n<p>The American and North Carolina Medical Associations, who have intervened in support of the plaintiff North Carolina, join in the grounds raised by North Carolina against the validity of the certificate of need requirement. In addition, they argue that the Act is invalid because it seeks to convert private facilities into public facilities subject to federal regulation and \"interferes with the physician-patient relationship by rationing health resources for reasons unrelated to the promotion of high quality care.\" They rely, as authority for their special contentions, on the First, Fifth and Ninth Amendments.</p>\n<p>The intervenor Nebraska, which similarly supports the position of North Carolina, also asserts an independent ground of attack on the Act. It would find invalid on constitutional grounds the population requirements for health service areas established under the Act and the related waiver provisions.</p>\n<p>The defendant, in his answer, denies the validity of the contentions of the plaintiff and its supporting intervenors. As is obvious, there are no real issues of contested <span class=\"star-pagination\">*534</span> fact; the dispositive issues are legal. All parties have recognized this and both sides have moved for summary judgment. Under these circumstances, disposition of the cause on the basis of such motions is appropriate.</p>\n<p>As we have said, the primary attack of the plaintiff North Carolina relates to the certificate of need requirement in the Act. In making such an attack, the plaintiff concedes that, in the exercise of a valid spending power, the federal government may impose terms and conditions upon fiscal grants allotted by it among the states. <i>King v. Smith</i> (1968) 392 U.S. 309, 88 S.Ct. 2128, 20 L.Ed.2d 1118; <i>Oklahoma v. Civil Service Comm'n</i> (1947) 330 U.S. 127, 67 S.Ct. 544, 91 L.Ed. 794. Nor does the plaintiff dispute the validity of federal appropriations to promote the public health under the general welfare clause. Its attack on the certificate of need requirement is that, while Congress may attach conditions to federal grants to the states, such conditions may not be arbitrary, may not be unrelated to the legitimate purposes of federal health legislation, and may not invade the sovereign rights of the states.</p>\n<p>The Act as a whole had as one of its basic purposes the more efficient and economical uses of health services. It grew out of a Congressional concern that the many unneeded hospital beds available in the nation imposed an unnecessarily exorbitant financial burden on the furnishing of required health care, and that there was an uneven distribution of health care facilities, resulting in some areas being over supplied and others being woefully deficient.<sup>[2]</sup> It sought through a national health planning policy to provide for the development of a program for dealing with the \"maldistribution of health care facilities and manpower\" and to \"authorize financial assistance for the development of resources to further that policy.\"<sup>[3]</sup> An integral part of such a program was the certificate of need requirement which the plaintiff assails. The State health planning and development agency, authorized under the Act, was to \"[s]erve as the designated planning agency of the State [to] * * * (B) administer a State certificate of need program which [should apply] to new institutional health services proposed to be offered or developed within the State and which is satisfactory to the Secretary. Such program shall provide for review and determination of need prior to the time such services, facilities, and organizations are offered or developed * * *, and provide that only those services, facilities, and organizations found to be needed shall be offered or developed in the State.\"<sup>[4]</sup></p>\n<p>We perceive nothing unconstitutional either in the purposes of the Act or in the condition thereby attached to health grants made to the States under federal health programs. Without question Congress in making grants for health care to the States, should be vitally concerned with the efficient use of the funds it appropriates for that purpose. It had a perfect right to see that such funds did not cause unnecessary inflation in health costs to the individual patient. It certainly had the power to attach to its grants conditions designed to accomplish that end.</p>\n<p>The plaintiff argues that however valid such power may be generally, this power of the federal government to attach conditions to grants to the States is not an unlimited one and may not be stretched to validate \"coercive\" conditions. That it urges is the necessary consequence of the requirement of a State certificate of need law. In support of this argument, it relies primarily on <i>Steward Machine Co. v. Davis</i> (1937) 301 U.S. 548, 57 S.Ct. 883, 81 L.Ed. 1279. In <i>Steward,</i> the Court recognized that to hold \"motive or temptation [on the part of a State to comply with a condition attached to a federal appropriation grant] is [to be construed as] equivalent to coercion is to plunge the law in endless difficulty.\"<sup>[5]</sup> It <span class=\"star-pagination\">*535</span> accordingly declared as a general rule, that whenever the condition attached by Congress to an appropriation grant available to the States relates to a \"legitimately national\" purpose, inducement or temptation to conform<sup>[6]</sup> does not go beyond the bounds of the federal government's legitimate spending power and is not coercion in any constitutional sense.<sup>[7]</sup></p>\n<p>It is not to be assumed that the plaintiff would argue that fiscal support for a national health program is not a legitimate national interest, which will support a federal grant to the States. Were it to do so, it would undercut the very basis of its action, which seeks to secure the benefits of such grants without compliance with the challenged condition. Accepting then the premise that such federal support is constitutionally valid, it would seem manifest that the federal government could validly attach a condition which was intended to assure the efficient use of the funds so granted. Such a condition would certainly relate to the legitimate national interest in health. So viewed, it would satisfy the standard phrased by Justice Cardozo in <i>Steward</i> and would be no more onerous on States than countless other federal programs in other fields, such as highways, etc.</p>\n<p>The plaintiff, North Carolina, would, however, find the condition coercive under the unique circumstances applicable to it. This situation arises because the Supreme Court of North Carolina, by declaring that the Constitution of North Carolina, as it presently exists, proscribes the creation and operation of a state certificate of need mechanism.<sup>[8]</sup> As a result of that ruling North Carolina is threatened with a future loss of federal aid under some forty-two federal health assistance programs, a loss which can only be avoided by a constitutional amendment. When a legislative condition operates that drastically upon a State, the plaintiff contends, it becomes \"coercive,\" and not simply inducement. It is unfortunate that its Constitution, as presently phrased and interpreted, might prevent compliance by North Carolina with the federally established condition. Simply because one State, by some oddity of its Constitution may be prohibited from compliance is not sufficient ground, though, to invalidate a condition which is legitimately related to a national interest sought to be achieved by a federal appropriation and which does not operate adversely to the rights of the other States to comply. Were this not so, any State, dissatisfied by some valid federal condition on a federal grant could thwart the congressional purpose by the expedient of amending its Constitution or by securing a decision of its own Supreme Court. The validity of the power of the federal government under the Constitution to impose a condition on federal grants made under a proper Constitutional power does not exist at the mercy of the State Constitutions or decisions of State Courts. Moreover, the \"coercive\" effect of a termination of federal assistance on the plaintiff North Carolina seems quite unreal. The actual loss to North Carolina should it lose all federal assistance health grants would be less than fifty million dollars; in 1974, its State revenues totalled some 3.1 billion dollars. The impact of such loss could hardly be described as \"catastrophic\" or \"coercive.\"</p>\n<p>It must be remembered that this Act is not compulsory on the State. Unlike the legislation faulted in <i>State of Maryland v. Environmental Protection Ag., supra,</i> 530 F.2d 215, it does not impose a mandatory requirement to enact legislation on the State; it gives to the states an <i>option</i> to enact such legislation and, in order to induce that enactment, offers financial assistance.<sup>[9]</sup><span class=\"star-pagination\">*536</span> Such legislation conforms to the pattern generally of federal grants to the states and is not \"coercive\" in the constitutional sense.</p>\n<p>It is true that the assailed condition contemplates that the state certificate of need program will apply to all health facilities constructed or expanded in the State. It will therefore cover the construction of new, or the expansion of existing health facilities, whether publicly or <i>privately</i> owned and financed. It is obvious, though, that, if only public construction were covered by the certificate of need program, the public interest in avoiding unnecessary increases in health care by reason of the addition of unneeded additional facilities could be thwarted by private construction. For this reason, every court which has considered the constitutional validity of state certificate of need laws has found that the inclusion of private construction within the law's coverage valid and reasonable, save in the North Carolina case already cited. <i>See, </i><i>Simon v. Cameron</i> (C.D.Cal.1970) 337 F.Supp. 1380; <i>Attoma v. Department of Social Welfare</i> (1966) 26 A.D.2d 12, 270 N.Y.S.2d 167; <i>Merry Heart Nursing and Convalescent Home, Inc. v. Dougherty</i> (1974) 131 N.J.Super. 412, 330 A.2d 370. We find the reasoning of these cases sound, as applied to this Act.</p>\n<p>We find equally unpersuasive that this Act, with its certificate of need condition, threatens \"the integrity of a recognized state government\" and the \"Republican form of government\" and is therefore violative of the Guaranty Clause of the Constitution, Article IV, Section 4, or the Tenth Amendment. As we have already observed, the statutory condition on which the plaintiff directs its attack is not mandatory but is to be adopted or not at the option of the State and its burden on the State, if it should operate to terminate the plaintiff's right to participate under the federal health assistance programs, would not be coercive.<sup>[10]</sup></p>\n<p>The Medical Associations would fault the Act as an unlawful invasion of the patient-doctor relationship. We have carefully reviewed the Act and we find no basis for such claim. It follows that the challenge of the plaintiff North Carolina and the intervenors Medical Associations to the Act fails.</p>\n<p>It remains to consider the special attack of the intervenor Nebraska on that provision of the Act which directs that each health service area under the Act contain a population of at least 500,000, except in \"unusual\" or \"highly unusual\" circumstances, to be determined by the Secretary. It urges that such a classification has no rational relationship to \"the stated priorities of said Act.\" The legislative history indicates that Congress concluded that any effective planning of health care required as a necessary operating predicate \"an adequate base of population and health resources\" and, to achieve such a \"base\" it arrived at the population standard stated in the Act. We are unable to say that such legislative determination was arbitrary or irrational. Neither do the exemptions or waivers allowable for \"unusual\" circumstances fall under any constitutional interdict. The Congress in so providing, recognized that there might be areas in the nation where some variation from the population pattern would be justified \"to overcome travel time, geographic and/or economic barriers to receipt of health services in non-metropolitan areas.\" This would appear a reasonable provision.</p>\n<p><span class=\"star-pagination\">*537</span> Accordingly, the motion of the defendant for summary judgment is granted.</p>\n<p>AND IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  42 U.S.C. § 300m-2(a)(4)(B).</p>\n<p>[2]  <i>See U.S.Code Congr. &amp; Admn. News,</i> 93rd Cong., 2d Sess., 1974, pp. 7878-9.</p>\n<p>[3]  42 U.S.C. § 300k(a)(3)(B) and (b).</p>\n<p>[4]  42 U.S.C. § 300m-2(a)(4)(A), (B).</p>\n<p>[5]  301 U.S. at 589-590, 57 S.Ct. at 893.</p>\n<p>[6]  In our recent opinion in <i>State of Maryland v. Environmental Protection Ag.</i> (4th Cir. 1975) 530 F.2d 215 at 228, <i>vacated and remanded</i> 429 U.S. 1036, 97 S.Ct. 728, 50 L.Ed.2d 746; we spoke of these inducements as \"[t]he alternative whip of economic pressure and seductive favor,\" which are legitimate under the constitutional spending power.</p>\n<p>[7]  301 U.S. at 591, 57 S.Ct. 883.</p>\n<p>[8]  <i>In Re Certificate of Need for Aston Park Hosp., Inc., supra,</i> 282 N.C. 542, 193 S.E.2d 729 (1973).</p>\n<p>[9]  <i>Massachusetts v. Mellon</i> (1923) 262 U.S. 447, 480, 43 S.Ct. 597, 67 L.Ed. 1078.</p>\n<p>[10]  Plaintiff cites <i>National League of Cities v. Usery</i> (1976) 426 U.S. 833, 96 S.Ct. 2465, 49 L.Ed.2d 245. That case is not in point. It involved whether the Commerce Clause authorized a wage-hour amendment covering the employees of states or their subdivisions. We do not have such a direct regulation here; neither is the constitutional basis for the condition the Commerce Clause. The constitutional authorization in this case is the \"spending power.\" <i>See</i> Note, <i>Applying the Equal Pay Act to State and Local Governments: The Effect of National League of Cities v. Usery,</i> 125 <i>U.Pa.L.Rev.</i> 665 at 676. In <i>Usery,</i> the Court was careful to point out that it was not considering the validity of the federal legislation under that power. The limited application of <i>Usery</i> was recognized in <i>Usery v. Charleston County School District</i> (4th Cir. 1977) 558 F.2d 1169.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">445</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">532</span></span> (1977)</b></center>\n<center><h1>STATE OF NORTH CAROLINA ex rel. Sarah T. MORROW, Secretary of the North Carolina Department of Human Resources, Plaintiff,<br>\nAmerican Medical Association and North Carolina Medical Society, Plaintiffs-Intervenors,<br>\nState of Nebraska, Plaintiff-Intervenor,<br>\nv.<br>\nJoseph A. CALIFANO, Secretary of the United States Department of Health, Education and Welfare, Defendant,<br>\nAmerican Association for Comprehensive Health Planning, Inc., Defendant-Intervenor,<br>\nNational Association of Neighborhood Health Centers, Defendant-Intervenor.</h1></center>\n<center>No. 76-0049-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 22, 1977.</center>\n<center>Judgment Affirmed April 17, 1978.</center>\n<p>William F. O'Connell, Sp. Deputy Atty. Gen., Rufus L. Edmisten, Atty. Gen., State of North Carolina, North Carolina Dept. of Justice, Raleigh, N. C., for plaintiff.</p>\n<p>John H. Anderson, Henry A. Mitchell, Jr., Smith, Anderson, Blount &amp; Mitchell, Raleigh, N. C., Newton N. Minow, Jack R. Bierig, Edna S. Epstein, Sidly &amp; Austin, Chicago, Ill., for plaintiffs-intervenors American Medical Association &amp; North Carolina Medical Society.</p>\n<p><span class=\"star-pagination\">*533</span> Mel K. Kammerlohr, Asst. Atty. Gen., Lincoln, Neb., for plaintiff-intervenor State of Nebraska.</p>\n<p>Rex E. Lee, Steven I. Frank, Asst. Attys. Gen., Dept. of Justice, Washington, D. C., for defendant.</p>\n<p>William G. Kopit, Richard G. Vernon, Washington, D. C., Eugene Hafer, Raleigh, N. C., for defendant-intervenor and American Association for Comprehensive Health Planning, Inc.</p>\n<p>Adam Stein, Chambers, Stein, Ferguson &amp; Becton, Chapel Hill, N. C., Herbert Semmel, Michael C. Harper, Center for Law and Social Policy, Washington, D. C., for defendant-intervenor Nat. Association of Neighborhood Health Centers.</p>\n<p>Judgment Affirmed April 17, 1978. See 98 S.Ct. 1597.</p>\n<p></p>\n<h2>OPINION and ORDER</h2>\n<p>RUSSELL, Circuit Judge, LARKINS, Chief District Judge, and DUPREE, District Judge.</p>\n<p>This is a suit against the Secretary of Health, Education and Welfare challenging the constitutionality of the National Health Planning and Resources Development Act of 1974, 42 U.S.C. § 300k <i>et seq.</i> (hereinafter referred to as \"the Act\"). The original complainant was the State of North Carolina. Later, interventions by the American Medical Association, the North Carolina Medical Society, as well as by the State of Nebraska, were allowed.</p>\n<p>The attack by North Carolina on the Act focuses primarily on the requirement thereunder that any State, in order to qualify for financial grants under the federal health programs, should establish a State Health Planning and Development Agency, which, among other things, should \"administer a State certificate of need program [satisfactory to the Secretary] which applies to new institutional health services proposed to be offered or developed within the State\" and under which \"only those services, facilities, and organizations found to be needed shall be offered or developed in the State.\"<sup>[1]</sup> And the reason for the State's concern is found in the decision of its own Supreme Court that a certificate of need statute as required under the Act \"is in excess of the constitutional power of the Legislature.\" <i>In Re Certificate of Need for Aston Park Hosp., Inc.,</i> <span class=\"citation\" data-id=\"1270580\"><a href=\"/opinion/1270580/in-re-certificate-of-need-for-aston-park-hosp-inc/\"><span class=\"volume\">282</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">542</span></a></span>, <span class=\"citation\" data-id=\"1270580\"><a href=\"/opinion/1270580/in-re-certificate-of-need-for-aston-park-hosp-inc/\"><span class=\"volume\">193</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">729</span></a></span>, 733 (1973). Absent a constitutional amendment, the State argues it would be required by the challenged provision of the Act to forfeit its right to participate in some forty-odd federal financial assistance health programs. It contends that, under these circumstances, the requirement represents an effort to compel the State to amend its constitution and thus constitutes an unconstitutional interference with the State's legislative and constitutional processes violative of the principles of federalism and state sovereignty, as guaranteed under the due process clause, the Tenth Amendment and the Guaranty Clause of Article IV, Section 4 of the Constitution.</p>\n<p>The American and North Carolina Medical Associations, who have intervened in support of the plaintiff North Carolina, join in the grounds raised by North Carolina against the validity of the certificate of need requirement. In addition, they argue that the Act is invalid because it seeks to convert private facilities into public facilities subject to federal regulation and \"interferes with the physician-patient relationship by rationing health resources for reasons unrelated to the promotion of high quality care.\" They rely, as authority for their special contentions, on the First, Fifth and Ninth Amendments.</p>\n<p>The intervenor Nebraska, which similarly supports the position of North Carolina, also asserts an independent ground of attack on the Act. It would find invalid on constitutional grounds the population requirements for health service areas established under the Act and the related waiver provisions.</p>\n<p>The defendant, in his answer, denies the validity of the contentions of the plaintiff and its supporting intervenors. As is obvious, there are no real issues of contested <span class=\"star-pagination\">*534</span> fact; the dispositive issues are legal. All parties have recognized this and both sides have moved for summary judgment. Under these circumstances, disposition of the cause on the basis of such motions is appropriate.</p>\n<p>As we have said, the primary attack of the plaintiff North Carolina relates to the certificate of need requirement in the Act. In making such an attack, the plaintiff concedes that, in the exercise of a valid spending power, the federal government may impose terms and conditions upon fiscal grants allotted by it among the states. <i>King v. Smith</i> (1968) <span class=\"citation no-link\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">309</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2128</span></span>, 20 L.Ed.2d 1118; <i>Oklahoma v. Civil Service Comm'n</i> (1947) <span class=\"citation\" data-id=\"104375\"><a href=\"/opinion/104375/oklahoma-v-civil-serv-commn/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">127</span></a></span>, <span class=\"citation\" data-id=\"104375\"><a href=\"/opinion/104375/oklahoma-v-civil-serv-commn/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">544</span></a></span>, 91 L.Ed. 794. Nor does the plaintiff dispute the validity of federal appropriations to promote the public health under the general welfare clause. Its attack on the certificate of need requirement is that, while Congress may attach conditions to federal grants to the states, such conditions may not be arbitrary, may not be unrelated to the legitimate purposes of federal health legislation, and may not invade the sovereign rights of the states.</p>\n<p>The Act as a whole had as one of its basic purposes the more efficient and economical uses of health services. It grew out of a Congressional concern that the many unneeded hospital beds available in the nation imposed an unnecessarily exorbitant financial burden on the furnishing of required health care, and that there was an uneven distribution of health care facilities, resulting in some areas being over supplied and others being woefully deficient.<sup>[2]</sup> It sought through a national health planning policy to provide for the development of a program for dealing with the \"maldistribution of health care facilities and manpower\" and to \"authorize financial assistance for the development of resources to further that policy.\"<sup>[3]</sup> An integral part of such a program was the certificate of need requirement which the plaintiff assails. The State health planning and development agency, authorized under the Act, was to \"[s]erve as the designated planning agency of the State [to] * * * (B) administer a State certificate of need program which [should apply] to new institutional health services proposed to be offered or developed within the State and which is satisfactory to the Secretary. Such program shall provide for review and determination of need prior to the time such services, facilities, and organizations are offered or developed * * *, and provide that only those services, facilities, and organizations found to be needed shall be offered or developed in the State.\"<sup>[4]</sup></p>\n<p>We perceive nothing unconstitutional either in the purposes of the Act or in the condition thereby attached to health grants made to the States under federal health programs. Without question Congress in making grants for health care to the States, should be vitally concerned with the efficient use of the funds it appropriates for that purpose. It had a perfect right to see that such funds did not cause unnecessary inflation in health costs to the individual patient. It certainly had the power to attach to its grants conditions designed to accomplish that end.</p>\n<p>The plaintiff argues that however valid such power may be generally, this power of the federal government to attach conditions to grants to the States is not an unlimited one and may not be stretched to validate \"coercive\" conditions. That it urges is the necessary consequence of the requirement of a State certificate of need law. In support of this argument, it relies primarily on <i>Steward Machine Co. v. Davis</i> (1937) <span class=\"citation\" data-id=\"102843\"><a href=\"/opinion/102843/steward-machine-co-v-davis/\"><span class=\"volume\">301</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">548</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">883</span></span>, 81 L.Ed. 1279. In <i>Steward,</i> the Court recognized that to hold \"motive or temptation [on the part of a State to comply with a condition attached to a federal appropriation grant] is [to be construed as] equivalent to coercion is to plunge the law in endless difficulty.\"<sup>[5]</sup> It <span class=\"star-pagination\">*535</span> accordingly declared as a general rule, that whenever the condition attached by Congress to an appropriation grant available to the States relates to a \"legitimately national\" purpose, inducement or temptation to conform<sup>[6]</sup> does not go beyond the bounds of the federal government's legitimate spending power and is not coercion in any constitutional sense.<sup>[7]</sup></p>\n<p>It is not to be assumed that the plaintiff would argue that fiscal support for a national health program is not a legitimate national interest, which will support a federal grant to the States. Were it to do so, it would undercut the very basis of its action, which seeks to secure the benefits of such grants without compliance with the challenged condition. Accepting then the premise that such federal support is constitutionally valid, it would seem manifest that the federal government could validly attach a condition which was intended to assure the efficient use of the funds so granted. Such a condition would certainly relate to the legitimate national interest in health. So viewed, it would satisfy the standard phrased by Justice Cardozo in <i>Steward</i> and would be no more onerous on States than countless other federal programs in other fields, such as highways, etc.</p>\n<p>The plaintiff, North Carolina, would, however, find the condition coercive under the unique circumstances applicable to it. This situation arises because the Supreme Court of North Carolina, by declaring that the Constitution of North Carolina, as it presently exists, proscribes the creation and operation of a state certificate of need mechanism.<sup>[8]</sup> As a result of that ruling North Carolina is threatened with a future loss of federal aid under some forty-two federal health assistance programs, a loss which can only be avoided by a constitutional amendment. When a legislative condition operates that drastically upon a State, the plaintiff contends, it becomes \"coercive,\" and not simply inducement. It is unfortunate that its Constitution, as presently phrased and interpreted, might prevent compliance by North Carolina with the federally established condition. Simply because one State, by some oddity of its Constitution may be prohibited from compliance is not sufficient ground, though, to invalidate a condition which is legitimately related to a national interest sought to be achieved by a federal appropriation and which does not operate adversely to the rights of the other States to comply. Were this not so, any State, dissatisfied by some valid federal condition on a federal grant could thwart the congressional purpose by the expedient of amending its Constitution or by securing a decision of its own Supreme Court. The validity of the power of the federal government under the Constitution to impose a condition on federal grants made under a proper Constitutional power does not exist at the mercy of the State Constitutions or decisions of State Courts. Moreover, the \"coercive\" effect of a termination of federal assistance on the plaintiff North Carolina seems quite unreal. The actual loss to North Carolina should it lose all federal assistance health grants would be less than fifty million dollars; in 1974, its State revenues totalled some 3.1 billion dollars. The impact of such loss could hardly be described as \"catastrophic\" or \"coercive.\"</p>\n<p>It must be remembered that this Act is not compulsory on the State. Unlike the legislation faulted in <i>State of Maryland v. Environmental Protection Ag., supra,</i> <span class=\"citation\" data-id=\"333167\"><a href=\"/opinion/333167/state-of-maryland-v-environmental-protection-agency-safeway-stores-v/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">215</span></a></span>, it does not impose a mandatory requirement to enact legislation on the State; it gives to the states an <i>option</i> to enact such legislation and, in order to induce that enactment, offers financial assistance.<sup>[9]</sup><span class=\"star-pagination\">*536</span> Such legislation conforms to the pattern generally of federal grants to the states and is not \"coercive\" in the constitutional sense.</p>\n<p>It is true that the assailed condition contemplates that the state certificate of need program will apply to all health facilities constructed or expanded in the State. It will therefore cover the construction of new, or the expansion of existing health facilities, whether publicly or <i>privately</i> owned and financed. It is obvious, though, that, if only public construction were covered by the certificate of need program, the public interest in avoiding unnecessary increases in health care by reason of the addition of unneeded additional facilities could be thwarted by private construction. For this reason, every court which has considered the constitutional validity of state certificate of need laws has found that the inclusion of private construction within the law's coverage valid and reasonable, save in the North Carolina case already cited. <i>See, </i><i>Simon v. Cameron</i> (C.D.Cal.1970) 337 F.Supp. 1380; <i>Attoma v. Department of Social Welfare</i> (1966) <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">12</span></span>, 270 N.Y.S.2d 167; <i>Merry Heart Nursing and Convalescent Home, Inc. v. Dougherty</i> (1974) 131 N.J.Super. 412, 330 A.2d 370. We find the reasoning of these cases sound, as applied to this Act.</p>\n<p>We find equally unpersuasive that this Act, with its certificate of need condition, threatens \"the integrity of a recognized state government\" and the \"Republican form of government\" and is therefore violative of the Guaranty Clause of the Constitution, Article IV, Section 4, or the Tenth Amendment. As we have already observed, the statutory condition on which the plaintiff directs its attack is not mandatory but is to be adopted or not at the option of the State and its burden on the State, if it should operate to terminate the plaintiff's right to participate under the federal health assistance programs, would not be coercive.<sup>[10]</sup></p>\n<p>The Medical Associations would fault the Act as an unlawful invasion of the patient-doctor relationship. We have carefully reviewed the Act and we find no basis for such claim. It follows that the challenge of the plaintiff North Carolina and the intervenors Medical Associations to the Act fails.</p>\n<p>It remains to consider the special attack of the intervenor Nebraska on that provision of the Act which directs that each health service area under the Act contain a population of at least 500,000, except in \"unusual\" or \"highly unusual\" circumstances, to be determined by the Secretary. It urges that such a classification has no rational relationship to \"the stated priorities of said Act.\" The legislative history indicates that Congress concluded that any effective planning of health care required as a necessary operating predicate \"an adequate base of population and health resources\" and, to achieve such a \"base\" it arrived at the population standard stated in the Act. We are unable to say that such legislative determination was arbitrary or irrational. Neither do the exemptions or waivers allowable for \"unusual\" circumstances fall under any constitutional interdict. The Congress in so providing, recognized that there might be areas in the nation where some variation from the population pattern would be justified \"to overcome travel time, geographic and/or economic barriers to receipt of health services in non-metropolitan areas.\" This would appear a reasonable provision.</p>\n<p><span class=\"star-pagination\">*537</span> Accordingly, the motion of the defendant for summary judgment is granted.</p>\n<p>AND IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  42 U.S.C. § 300m-2(a)(4)(B).</p>\n<p>[2]  <i>See U.S.Code Congr. &amp; Admn. News,</i> 93rd Cong., 2d Sess., 1974, pp. 7878-9.</p>\n<p>[3]  42 U.S.C. § 300k(a)(3)(B) and (b).</p>\n<p>[4]  42 U.S.C. § 300m-2(a)(4)(A), (B).</p>\n<p>[5]  301 U.S. at 589-590, 57 S.Ct. at 893.</p>\n<p>[6]  In our recent opinion in <i>State of Maryland v. Environmental Protection Ag.</i> (4th Cir. 1975) <span class=\"citation\" data-id=\"333167\"><a href=\"/opinion/333167/state-of-maryland-v-environmental-protection-agency-safeway-stores-v/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">215</span></a></span> at 228, <i>vacated and remanded</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1036</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">728</span></span>, 50 L.Ed.2d 746; we spoke of these inducements as \"[t]he alternative whip of economic pressure and seductive favor,\" which are legitimate under the constitutional spending power.</p>\n<p>[7]  301 U.S. at 591, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">883</span></span>.</p>\n<p>[8]  <i>In Re Certificate of Need for Aston Park Hosp., Inc., supra,</i> <span class=\"citation\" data-id=\"1270580\"><a href=\"/opinion/1270580/in-re-certificate-of-need-for-aston-park-hosp-inc/\"><span class=\"volume\">282</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">542</span></a></span>, <span class=\"citation\" data-id=\"1270580\"><a href=\"/opinion/1270580/in-re-certificate-of-need-for-aston-park-hosp-inc/\"><span class=\"volume\">193</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">729</span></a></span> (1973).</p>\n<p>[9]  <i>Massachusetts v. Mellon</i> (1923) <span class=\"citation no-link\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></span>, 480, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">597</span></span>, 67 L.Ed. 1078.</p>\n<p>[10]  Plaintiff cites <i>National League of Cities v. Usery</i> (1976) <span class=\"citation\" data-id=\"109499\"><a href=\"/opinion/109499/national-league-of-cities-v-usery/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span></a></span>, <span class=\"citation\" data-id=\"109499\"><a href=\"/opinion/109499/national-league-of-cities-v-usery/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2465</span></a></span>, 49 L.Ed.2d 245. That case is not in point. It involved whether the Commerce Clause authorized a wage-hour amendment covering the employees of states or their subdivisions. We do not have such a direct regulation here; neither is the constitutional basis for the condition the Commerce Clause. The constitutional authorization in this case is the \"spending power.\" <i>See</i> Note, <i>Applying the Equal Pay Act to State and Local Governments: The Effect of National League of Cities v. Usery,</i> 125 <i>U.Pa.L.Rev.</i> 665 at 676. In <i>Usery,</i> the Court was careful to point out that it was not considering the validity of the federal legislation under that power. The limited application of <i>Usery</i> was recognized in <i>Usery v. Charleston County School District</i> (4th Cir. 1977) 558 F.2d 1169.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/333167/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1270580/"
  ]
}