{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1602073/",
  "absolute_url": "/opinion/1602073/lanier-v-williams/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1602073/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/482/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:54:12.166270Z",
  "date_modified": "2016-04-27T02:38:45.195583Z",
  "type": "010combined",
  "sha1": "2dde7f699e9cc3b0193b3ac9084e8d10a00cc2cb",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>361 F.Supp. 944 (1973)</b></center>\n<center><h1>Ray Holt LANIER<br>\nv.<br>\nGeorge R. WILLIAMS.</h1></center>\n<center>Civ. No. 4331.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 26, 1973.</center>\n<p><span class=\"star-pagination\">*945</span> J. David James, Greensboro, N. C., for petitioner.</p>\n<p>Richard N. League, Asst. Atty. Gen., State of North Carolina, Raleigh, N. C., for respondent.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BUTLER, Chief Judge.</p>\n<p>This cause coming on to be heard upon the application of Ray Holt Lanier, a state prisoner, for a writ of habeas corpus, under 28 U.S.C. ยง 2254 and being heard before the undersigned Judge Presiding at an evidentiary hearing on July 19, 1973, in Raleigh, North Carolina, the court finds the following facts:</p>\n<p></p>\n<h2>FACTS</h2>\n<p>On June 22, 1959, the petitioner was convicted before the Superior Court of Davidson County, North Carolina, on three separate charges of breaking and entering, and sentences of three consecutive three-year prison terms were imposed, for a total of nine years. In May of 1963 the petitioner was released on parole from the sentences. On or about February 12, 1964, the petitioner was arrested and charged with violating the conditions of his parole. He was incarcerated in the Davidson County jail until April 15, 1964, at which time he was convicted before the Superior Court of Johnston County, North Carolina, of breaking and entering, breaking and entering and larceny, and possession of burglary tools, and total sentences of eight to ten years were imposed to run concurrently with the nine-year sentences imposed in Davidson County in 1959.</p>\n<p>In the early part of 1967, the petitioner filed a petition in the Davidson County Superior Court for a state post-conviction review of his 1959 conviction, and on April 15, 1967, he was released by the Department of Correction to the custody of the Sheriff of Davidson County for return to Davidson County for the post-conviction hearing. On May 12, 1967, the post-conviction hearing was held, and the court held that the petitioner, in the June 1959 criminal proceedings, had not been afforded his constitutional right to counsel, and ordered that the petitioner be awarded a new trial at the next criminal term of the Davidson County Superior Court. The court further ordered that \"in the meantime the defendant may be remanded to the State Prison Department to serve his remaining term upon another charge.\" However, the court also set a $3,000 appearance bond for the petitioner, and on May 12, 1967, the petitioner was released on bail pending the new trial.</p>\n<p>On September 2, 1967, a capias was issued for the petitioner, his bond was doubled, and he was placed in jail. He remained in jail until September 28, 1967, at which time petitioner's new trial on the 1959 charges was scheduled to commence. On that day, petitioner's counsel appeared in the Davidson County Superior Court, and after he conferred with the solicitor for the state, the solicitor announced to the court that the petitioner was confined in the Davidson County jail, that certain charges were pending against him for which the state lacked sufficient evidence to prosecute, and that the state would nol pros those charges with leave to prosecute them at a later time. With the court's approval, the 1959 charges were thereupon nol-prossed, and the court ordered that the petitioner be released. The petitioner was not present in the courtroom when the above proceedings occurred, but was then confined in the Davidson County Jail.</p>\n<p>After the entry of the nol pros, petitioner's counsel and petitioner's wife went immediately to the jail. When they arrived, the solicitor was present, and the petitioner had been released and was receiving his personal property from the jailer. The petitioner conversed briefly with his counsel, and was thereupon allowed to leave the jail, in the presence of the solicitor, without regard to the outstanding 1964 Johnston County convictions and sentences.</p>\n<p><span class=\"star-pagination\">*946</span> Thereafter, the petitioner remained free and lived with his family in the vicinity of Lexington, North Carolina. On December 6, 1968, the petitioner and his wife went to the Davidson County Courthouse to pay the fine on a speeding citation. While at the courthouse, the petitioner was approached by the Davidson County Sheriff, who informed him that the clerk of court had received a letter from the North Carolina Department of Correction stating that the Department was seeking the petitioner. The petitioner voluntarily accompanied the Sheriff to his office for the purpose of determining the nature of the letter from the Department of Correction. The Sheriff could not find the letter, and he placed several telephone calls to the Department of Correction in Raleigh to ascertain if petitioner was wanted. The Sheriff was informed that no warrant had been issued for petitioner. Eventually, the Sheriff placed a phone call to a Major at Central Prison in Raleigh, to whom the petitioner spoke directly. The Major told the petitioner he did not know anything about the Department wanting him and inquired of the petitioner as to how he was getting along, to which the petitioner responded that he was doing \"good,\" upon which the major instructed the petitioner to go home and \"keep up the good work\". The Sheriff told the petitioner that he had no warrant or other process upon which to detain him, and likewise told the petitioner to go home.</p>\n<p>The petitioner thereafter resided in or around Lexington, North Carolina. He obtained employment as a brick layer, and in all material respects, reestablished his home. He made no attempt to conceal either his identity or his whereabouts. The Sheriff of Davidson County testified that he had known petitioner for 25 years, that he could have located the petitioner at any time he had been so directed, and that he conversed with him by telephone on several occasions.</p>\n<p>The petitioner remained free until May 14, 1972, a period of almost five years from the time he was released on September 28, 1967. On May 14, 1972, the petitioner was detained for questioning at the police department in Winston-Salem, North Carolina, in connection with other alleged criminal offenses, at which time two officers of the North Carolina Department of Correction took the petitioner into custody and returned him to Central Prison in Raleigh to complete the service of the eight to ten year sentences imposed by the Johnston County Superior Court in 1964.</p>\n<p>The petitioner thereupon filed an application for a writ of habeas corpus in the Superior Court of Wake County, and on June 5, 1972, a hearing was held on his application. Relief was denied, the court holding that the petitioner was not entitled to credit on his 1964 sentence for time not spent in actual custody; that he had been improperly outside the custody of the state, and that petitioner must serve the remainder of the 1964 sentence.</p>\n<p>While an appeal from the Wake County Superior Court was pending before the North Carolina Court of Appeals, the petitioner sought leave from this court to file in forma pauperis an application for a writ of habeas corpus. This court was of the opinion that appropriate federal-state relations and proper regard for state processes required the petitioner to exhaust his available state remedies before proceeding in the federal courts. On August 29, 1972, petitioner's application was denied without prejudice to a subsequent application upon petitioner's exhaustion of available state remedies. On August 25, 1972, the North Carolina Court of Appeals affirmed the Wake County Superior Court, but that fact was not before this court when it denied the application. On May 26, 1973, this court received a subsequent application from petitioner for a writ of habeas corpus and request for leave to proceed in forma pauperis. This court, being of the opinion that petitioner had exhausted state remedies, granted petitioner leave to proceed in forma pauperis, and appointed counsel to represent him.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*947</span> CONCLUSIONS OF LAW</h2>\n<p>It is settled that a person, duly convicted of a criminal offense and upon whom a sentence of imprisonment is imposed, has a right to serve that sentence promptly and continuously, and he cannot be required to serve his sentence in installments. In White v. Pearlman, 42 F.2d 788 (10th Cir., 1930), the court stated this principle as follows:</p>\n<blockquote>A prisoner has some rights. A sentence of five years means a continuous sentence, unless interrupted by escape, violation of parole, or some fault of the prisoner, and he cannot be required to serve it in installments. Certainly a prisoner should have his chance to re-establish himself and live down his past. Yet, under the strict rule contended for by the warden, a prisoner sentenced to five years might be released in a year; picked up a year later to serve three months, and so on ad libitum, with the result that he is left without even a hope of beating his way back. It is our conclusion that where a prisoner is discharged from a penal institution, without any contributing fault on his part, and without violation of conditions of parole, that his sentence continues to run while he is at liberty.</blockquote>\n<p>Diligent research has yielded scant authorities on the issues presented by the facts in this case. In White v. Pearlman, <i>supra</i><i>,</i> Smith v. Swope, 91 F. 2d 260 (9th Cir., 1937); Albori v. United States, 67 F.2d 4 (9th Cir., 1933), and Stetson v. Mahoney, 42 F.Supp. 298 (U.S.Dist.Ct., E.D.Wash., 1942), the respective courts, presented with facts similar to those at bar, proceeded on a credit theory. In all the cited cases, the courts granted credit to a prisoner who had been out of the custody of the committing authority without fault on his part, and held that the sentence of the prisoner had continued to run while he was out of prison. However in all the cases cited, credit was the relief sought by the prisoner, and in each case, the prisoner was entitled to release under the credit theory. In Shields v. Beto, 370 F.2d 1003 (5th Cir., 1967), the court, dealing with facts similar to the case at bar, applied a theory of waiver. In <i>Shields,</i> the court held that, where the State of Texas failed to attempt to reacquire jurisdiction over a prisoner for more than 28 years after he had been extradited from Texas to Louisiana, such inaction on the part of Texas was equivalent to a pardon or commutation of his sentence and a waiver of jurisdiction, and that to require the prisoner to complete the service of the sentence imposed prior to his extradition to Louisiana, 28 years earlier, offended the Due Process Clause of the Constitution.</p>\n<p>This court is of the opinion that the waiver theory is more consistent than the credit theory with the principle that a prisoner cannot be required to serve his sentence in installments. Once the state, through acts or omissions of its officials, has led a person, through no fault of his own, to believe that he is free of a prison sentence, and makes no attempt for a prolonged period of years to reacquire custody over him, that person should be able to rely on the state's action or inaction and assume that further service of the sentence will not be exacted of him. The state should not later be heard to assert a right to custody over the person whom it has so misled, and to permit the state to do so offends the Due Process Clause of the Constitution. This court is of the opinion that the State of North Carolina has waived its right to any further jurisdiction and custody over the petitioner in regard to the sentences of eight to ten years imposed by the Johnston County Superior Court on April 15, 1964.</p>\n<p>When the petitioner was allowed to leave the Davidson County jail on September 28, 1967, the Solicitor, an agent of the state, was present and acquiesced. Thereafter, the petitioner made no attempt to conceal himself from the Department of Correction. When he called the Department of Correction on December 6, 1968, to ascertain if he was wanted <span class=\"star-pagination\">*948</span> by the state, he was told to go home. There is no indication in the record and no evidence has been presented to this court to indicate that the state made any attempt to reassert its jurisdiction over the petitioner prior to May 14, 1972. The Sheriff of Davidson County could have taken the petitioner into custody at any time he had been so directed. It appears that the petitioner could have been taken into custody within a reasonable time after he was mistakenly released on September 28, 1967.</p>\n<p>It is the contention of the state that the petitioner was as much at fault as the state in being inadvertently released and remaining free. This argument overlooks the 1968 telephone calls to correction officials, evidence of which is uncontroverted, which resulted in the petitioner being instructed to go home. The petitioner testified that he was of the opinion that when his 1959 Davidson County sentence was vacated, his 1964 Johnston County sentences were similarly and automatically vacated, since they were imposed to run concurrently with the 1959 sentences. While no person, trained in the law, would advance such a theory, this court cannot say that a layman, untrained in the law, could not reasonably have such an opinion.</p>\n<p>Under the facts and circumstances of this case, this court cannot find any fault on the part of petitioner to justify the state's inaction for a period of almost five years. Now, therefore,</p>\n<p>It is ordered:</p>\n<p>1. That the petitioner be released and discharged of all restraint upon him as a result of the sentences imposed upon his convictions in the Superior Court of Johnston County on April 15, 1964.</p>\n<p>2. That the application for a writ of habeas corpus be, and the same is, hereby granted.</p>\n<p>3. That the United States Marshal serve forthwith a copy of this Order and a copy of the Writ of Habeas Corpus issued pursuant hereto upon Ralph D. Edwards, Acting Commissioner of the North Carolina Department of Correction, Raleigh, N. C.; that the clerk shall serve forthwith a copy of this Order, and a copy of the Writ of Habeas Corpus issued pursuant hereto by mail upon the Honorable Robert Morgan, Attorney General of North Carolina, Raleigh, North Carolina; upon the petitioner, Ray Holt Lanier, Moore County Prison Unit, Carthage, North Carolina, upon the Superintendent of the Moore County Prison Unit, Carthage, North Carolina; and upon J. David James, Esquire, counsel for petitioner, 816 Southeastern Building, Greensboro, North Carolina.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">361</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">944</span></span> (1973)</b></center>\n<center><h1>Ray Holt LANIER<br>\nv.<br>\nGeorge R. WILLIAMS.</h1></center>\n<center>Civ. No. 4331.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 26, 1973.</center>\n<p><span class=\"star-pagination\">*945</span> J. David James, Greensboro, N. C., for petitioner.</p>\n<p>Richard N. League, Asst. Atty. Gen., State of North Carolina, Raleigh, N. C., for respondent.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BUTLER, Chief Judge.</p>\n<p>This cause coming on to be heard upon the application of Ray Holt Lanier, a state prisoner, for a writ of habeas corpus, under 28 U.S.C. ยง 2254 and being heard before the undersigned Judge Presiding at an evidentiary hearing on July 19, 1973, in Raleigh, North Carolina, the court finds the following facts:</p>\n<p></p>\n<h2>FACTS</h2>\n<p>On June 22, 1959, the petitioner was convicted before the Superior Court of Davidson County, North Carolina, on three separate charges of breaking and entering, and sentences of three consecutive three-year prison terms were imposed, for a total of nine years. In May of 1963 the petitioner was released on parole from the sentences. On or about February 12, 1964, the petitioner was arrested and charged with violating the conditions of his parole. He was incarcerated in the Davidson County jail until April 15, 1964, at which time he was convicted before the Superior Court of Johnston County, North Carolina, of breaking and entering, breaking and entering and larceny, and possession of burglary tools, and total sentences of eight to ten years were imposed to run concurrently with the nine-year sentences imposed in Davidson County in 1959.</p>\n<p>In the early part of 1967, the petitioner filed a petition in the Davidson County Superior Court for a state post-conviction review of his 1959 conviction, and on April 15, 1967, he was released by the Department of Correction to the custody of the Sheriff of Davidson County for return to Davidson County for the post-conviction hearing. On May 12, 1967, the post-conviction hearing was held, and the court held that the petitioner, in the June 1959 criminal proceedings, had not been afforded his constitutional right to counsel, and ordered that the petitioner be awarded a new trial at the next criminal term of the Davidson County Superior Court. The court further ordered that \"in the meantime the defendant may be remanded to the State Prison Department to serve his remaining term upon another charge.\" However, the court also set a $3,000 appearance bond for the petitioner, and on May 12, 1967, the petitioner was released on bail pending the new trial.</p>\n<p>On September 2, 1967, a capias was issued for the petitioner, his bond was doubled, and he was placed in jail. He remained in jail until September 28, 1967, at which time petitioner's new trial on the 1959 charges was scheduled to commence. On that day, petitioner's counsel appeared in the Davidson County Superior Court, and after he conferred with the solicitor for the state, the solicitor announced to the court that the petitioner was confined in the Davidson County jail, that certain charges were pending against him for which the state lacked sufficient evidence to prosecute, and that the state would nol pros those charges with leave to prosecute them at a later time. With the court's approval, the 1959 charges were thereupon nol-prossed, and the court ordered that the petitioner be released. The petitioner was not present in the courtroom when the above proceedings occurred, but was then confined in the Davidson County Jail.</p>\n<p>After the entry of the nol pros, petitioner's counsel and petitioner's wife went immediately to the jail. When they arrived, the solicitor was present, and the petitioner had been released and was receiving his personal property from the jailer. The petitioner conversed briefly with his counsel, and was thereupon allowed to leave the jail, in the presence of the solicitor, without regard to the outstanding 1964 Johnston County convictions and sentences.</p>\n<p><span class=\"star-pagination\">*946</span> Thereafter, the petitioner remained free and lived with his family in the vicinity of Lexington, North Carolina. On December 6, 1968, the petitioner and his wife went to the Davidson County Courthouse to pay the fine on a speeding citation. While at the courthouse, the petitioner was approached by the Davidson County Sheriff, who informed him that the clerk of court had received a letter from the North Carolina Department of Correction stating that the Department was seeking the petitioner. The petitioner voluntarily accompanied the Sheriff to his office for the purpose of determining the nature of the letter from the Department of Correction. The Sheriff could not find the letter, and he placed several telephone calls to the Department of Correction in Raleigh to ascertain if petitioner was wanted. The Sheriff was informed that no warrant had been issued for petitioner. Eventually, the Sheriff placed a phone call to a Major at Central Prison in Raleigh, to whom the petitioner spoke directly. The Major told the petitioner he did not know anything about the Department wanting him and inquired of the petitioner as to how he was getting along, to which the petitioner responded that he was doing \"good,\" upon which the major instructed the petitioner to go home and \"keep up the good work\". The Sheriff told the petitioner that he had no warrant or other process upon which to detain him, and likewise told the petitioner to go home.</p>\n<p>The petitioner thereafter resided in or around Lexington, North Carolina. He obtained employment as a brick layer, and in all material respects, reestablished his home. He made no attempt to conceal either his identity or his whereabouts. The Sheriff of Davidson County testified that he had known petitioner for 25 years, that he could have located the petitioner at any time he had been so directed, and that he conversed with him by telephone on several occasions.</p>\n<p>The petitioner remained free until May 14, 1972, a period of almost five years from the time he was released on September 28, 1967. On May 14, 1972, the petitioner was detained for questioning at the police department in Winston-Salem, North Carolina, in connection with other alleged criminal offenses, at which time two officers of the North Carolina Department of Correction took the petitioner into custody and returned him to Central Prison in Raleigh to complete the service of the eight to ten year sentences imposed by the Johnston County Superior Court in 1964.</p>\n<p>The petitioner thereupon filed an application for a writ of habeas corpus in the Superior Court of Wake County, and on June 5, 1972, a hearing was held on his application. Relief was denied, the court holding that the petitioner was not entitled to credit on his 1964 sentence for time not spent in actual custody; that he had been improperly outside the custody of the state, and that petitioner must serve the remainder of the 1964 sentence.</p>\n<p>While an appeal from the Wake County Superior Court was pending before the North Carolina Court of Appeals, the petitioner sought leave from this court to file in forma pauperis an application for a writ of habeas corpus. This court was of the opinion that appropriate federal-state relations and proper regard for state processes required the petitioner to exhaust his available state remedies before proceeding in the federal courts. On August 29, 1972, petitioner's application was denied without prejudice to a subsequent application upon petitioner's exhaustion of available state remedies. On August 25, 1972, the North Carolina Court of Appeals affirmed the Wake County Superior Court, but that fact was not before this court when it denied the application. On May 26, 1973, this court received a subsequent application from petitioner for a writ of habeas corpus and request for leave to proceed in forma pauperis. This court, being of the opinion that petitioner had exhausted state remedies, granted petitioner leave to proceed in forma pauperis, and appointed counsel to represent him.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*947</span> CONCLUSIONS OF LAW</h2>\n<p>It is settled that a person, duly convicted of a criminal offense and upon whom a sentence of imprisonment is imposed, has a right to serve that sentence promptly and continuously, and he cannot be required to serve his sentence in installments. In White v. Pearlman, <span class=\"citation\" data-id=\"1491842\"><a href=\"/opinion/1491842/white-v-pearlman/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">788</span></a></span> (10th Cir., 1930), the court stated this principle as follows:</p>\n<blockquote>A prisoner has some rights. A sentence of five years means a continuous sentence, unless interrupted by escape, violation of parole, or some fault of the prisoner, and he cannot be required to serve it in installments. Certainly a prisoner should have his chance to re-establish himself and live down his past. Yet, under the strict rule contended for by the warden, a prisoner sentenced to five years might be released in a year; picked up a year later to serve three months, and so on ad libitum, with the result that he is left without even a hope of beating his way back. It is our conclusion that where a prisoner is discharged from a penal institution, without any contributing fault on his part, and without violation of conditions of parole, that his sentence continues to run while he is at liberty.</blockquote>\n<p>Diligent research has yielded scant authorities on the issues presented by the facts in this case. In White v. Pearlman, <i>supra</i><i>,</i> Smith v. Swope, <span class=\"citation\" data-id=\"1494695\"><a href=\"/opinion/1494695/smith-v-swope/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">260</span></a></span> (9th Cir., 1937); Albori v. United States, <span class=\"citation\" data-id=\"1564606\"><a href=\"/opinion/1564606/albori-v-united-states/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span> (9th Cir., 1933), and Stetson v. Mahoney, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">298</span></span> (U.S.Dist.Ct., E.D.Wash., 1942), the respective courts, presented with facts similar to those at bar, proceeded on a credit theory. In all the cited cases, the courts granted credit to a prisoner who had been out of the custody of the committing authority without fault on his part, and held that the sentence of the prisoner had continued to run while he was out of prison. However in all the cases cited, credit was the relief sought by the prisoner, and in each case, the prisoner was entitled to release under the credit theory. In Shields v. Beto, <span class=\"citation\" data-id=\"274311\"><a href=\"/opinion/274311/jack-shields-v-dr-george-j-beto-director-texas-department-of/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1003</span></a></span> (5th Cir., 1967), the court, dealing with facts similar to the case at bar, applied a theory of waiver. In <i>Shields,</i> the court held that, where the State of Texas failed to attempt to reacquire jurisdiction over a prisoner for more than 28 years after he had been extradited from Texas to Louisiana, such inaction on the part of Texas was equivalent to a pardon or commutation of his sentence and a waiver of jurisdiction, and that to require the prisoner to complete the service of the sentence imposed prior to his extradition to Louisiana, 28 years earlier, offended the Due Process Clause of the Constitution.</p>\n<p>This court is of the opinion that the waiver theory is more consistent than the credit theory with the principle that a prisoner cannot be required to serve his sentence in installments. Once the state, through acts or omissions of its officials, has led a person, through no fault of his own, to believe that he is free of a prison sentence, and makes no attempt for a prolonged period of years to reacquire custody over him, that person should be able to rely on the state's action or inaction and assume that further service of the sentence will not be exacted of him. The state should not later be heard to assert a right to custody over the person whom it has so misled, and to permit the state to do so offends the Due Process Clause of the Constitution. This court is of the opinion that the State of North Carolina has waived its right to any further jurisdiction and custody over the petitioner in regard to the sentences of eight to ten years imposed by the Johnston County Superior Court on April 15, 1964.</p>\n<p>When the petitioner was allowed to leave the Davidson County jail on September 28, 1967, the Solicitor, an agent of the state, was present and acquiesced. Thereafter, the petitioner made no attempt to conceal himself from the Department of Correction. When he called the Department of Correction on December 6, 1968, to ascertain if he was wanted <span class=\"star-pagination\">*948</span> by the state, he was told to go home. There is no indication in the record and no evidence has been presented to this court to indicate that the state made any attempt to reassert its jurisdiction over the petitioner prior to May 14, 1972. The Sheriff of Davidson County could have taken the petitioner into custody at any time he had been so directed. It appears that the petitioner could have been taken into custody within a reasonable time after he was mistakenly released on September 28, 1967.</p>\n<p>It is the contention of the state that the petitioner was as much at fault as the state in being inadvertently released and remaining free. This argument overlooks the 1968 telephone calls to correction officials, evidence of which is uncontroverted, which resulted in the petitioner being instructed to go home. The petitioner testified that he was of the opinion that when his 1959 Davidson County sentence was vacated, his 1964 Johnston County sentences were similarly and automatically vacated, since they were imposed to run concurrently with the 1959 sentences. While no person, trained in the law, would advance such a theory, this court cannot say that a layman, untrained in the law, could not reasonably have such an opinion.</p>\n<p>Under the facts and circumstances of this case, this court cannot find any fault on the part of petitioner to justify the state's inaction for a period of almost five years. Now, therefore,</p>\n<p>It is ordered:</p>\n<p>1. That the petitioner be released and discharged of all restraint upon him as a result of the sentences imposed upon his convictions in the Superior Court of Johnston County on April 15, 1964.</p>\n<p>2. That the application for a writ of habeas corpus be, and the same is, hereby granted.</p>\n<p>3. That the United States Marshal serve forthwith a copy of this Order and a copy of the Writ of Habeas Corpus issued pursuant hereto upon Ralph D. Edwards, Acting Commissioner of the North Carolina Department of Correction, Raleigh, N. C.; that the clerk shall serve forthwith a copy of this Order, and a copy of the Writ of Habeas Corpus issued pursuant hereto by mail upon the Honorable Robert Morgan, Attorney General of North Carolina, Raleigh, North Carolina; upon the petitioner, Ray Holt Lanier, Moore County Prison Unit, Carthage, North Carolina, upon the Superintendent of the Moore County Prison Unit, Carthage, North Carolina; and upon J. David James, Esquire, counsel for petitioner, 816 Southeastern Building, Greensboro, North Carolina.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/274311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1491842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1494695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1564606/"
  ]
}