{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1604154/",
  "absolute_url": "/opinion/1604154/rankin-v-coleman/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1604154/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:54:34.442800Z",
  "date_modified": "2016-04-27T02:49:30.851541Z",
  "type": "010combined",
  "sha1": "6424da3a8ce3d35b242c07b9af1102ca6bbd3943",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>401 F.Supp. 664 (1975)</b></center>\n<center><h1>Lawson RANKIN et al., Plaintiffs,<br>\nv.<br>\nWilliam T. COLEMAN, Secretary of the United States Department of Transportation, and Jacob Alexander, Secretary of the North Carolina State Department of Transportation, Defendants.</h1></center>\n<center>Civ. A. No. 75-0008-Civ.-4.</center>\n<center><p><b>United States District Court, E. D. North Carolina, New Bern Division.</b></p></center>\n<center>October 1, 1975.</center>\n<p><span class=\"star-pagination\">*665</span> Michael K. Curtis and Norman B. Smith, of Smith, Carrington, Patterson, Follin &amp; Curtis, Greensboro, N. C., Thomas J. Schoenbaum, Chapel Hill, N. C., for plaintiffs.</p>\n<p>James D. Richmond, Asst. Atty. Gen., Thomas P. McNamara, U. S. Atty., by Bruce H. Johnson, Asst. U. S. Atty., Raleigh, N. C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p></p>\n<h2>and</h2>\n<p></p>\n<h2>ORDER</h2>\n<p>LARKINS, Chief Judge:</p>\n<p>On May 19, 1975, this Court entered an Order allowing plaintiffs' Motion for Preliminary Injunction and enjoining defendants from taking any further steps in the acquisition of right-of-way or in authorizing, financing, contracting for and in commencing the construction or installation of the Bogue Banks Highway, Project No. 9.8025201. The federal defendant now seeks an Order modifying that preliminary injunction.</p>\n<p>The modification, as proposed to the Court, would allow the defendants to proceed with a substantial portion of the work involved in constructing and installing a new two-lane highway on Bogue Island. The defendants, however, would continue to be restrained from taking <span class=\"star-pagination\">*666</span> any further steps toward the construction of a five-lane highway or toward constructing a 0.7 mile by-pass around the community of Salter Path until there is either an adjudication on the merits of this case or until defendants have taken administrative action to correct apparent violations of the National Environmental Policy Act, 42 U.S.C. § 4331 <i>et seq.</i> and the Federal-Aid Highway Act, 23 U.S.C. § 128.</p>\n<p>In support of the Motion to Modify the Preliminary Injunction, the federal defendant contends: (1) that the work which they would have the Court allow would not be inconsistent with the findings made in the Memorandum Opinion and Order of May 19, 1975; (2) that completion of this work would not impair the Court's ability to make a meaningful decision on the merits and grant appropriate relief; (3) that permitting defendants to proceed with this work during the pendency of the action would not cause irreparable harm to the plaintiffs; and (4) that allowing the modification would alleviate certain injuries which the preliminary injunction has caused to the defendants and others.</p>\n<p>While Rule 65 of the Federal Rules of Civil Procedure is silent on the matter of modifying preliminary injunctions, Rule 62(c) authorizes trial courts to suspend, modify, restore, or grant injunctions during periods when the case may be on interlocutory appeal. Rule 60(b) confers on trial courts the power to amend or modify permanent injunctions. If this Court has the power to modify an injunction while the case is on interlocutory appeal or after entry of a final order, if goes without saying that the same power resides in the Court while the case is before it. Furthermore, the power to modify a temporary injunction seems implicit in the very nature of this discretionary remedy.</p>\n<p>There is next to be considered whether the reasons cited by the federal defendant are sufficient to justify allowing the proposed modification. The purpose of a preliminary injunction is to prevent a change of circumstances during the pendency of the action which would impair the Court's ability to render a meaningful decision in the case or prevent it from granting proper relief. <i>Chappell &amp; Co. v. Frankel,</i> 367 F.2d 197 (2nd Cir. 1966); <i>Benson Hotel Corp. v. Woods,</i> 168 F.2d 694, 696-697 (8th Cir. 1948). There are four factors which courts customarily consider when deciding whether to grant a preliminary injunction: (1) whether there is a great likelihood that the movant will prevail on the merits; (2) whether the movant will suffer irreparable harm without temporary relief; (3) whether a preliminary injunction will cause injury to the defendants or others interested in the outcome of the proceedings; and (4) whether the public interest favors entry of a preliminary injunction. <i>Conservation Council of North Carolina v. Costanzo,</i> 505 F.2d 498, 502 (4th Cir. 1974). Each of these considerations is directly related to the purpose of the remedy, for each of them sheds light on the question of whether or not the <i>status quo</i> needs to be preserved.</p>\n<p>It would also appear that an inquiry into these four factors would shed light on the extent to which the <i>status quo</i> needs to be preserved. It is well-established that a trial court may fashion injunctive relief to fit the particular facts, circumstances and equities of the case before it. <i>Inland Steel Co. v. United States,</i> 306 U.S. 153, 59 S.Ct. 415, 83 L.Ed 557 (1939). Under certain circumstances, it may even be an abuse of discretion where a trial court fails to mold a preliminary injunction to fit the particular case. <i>Tanner Motor Livery, Ltd. v. Avis, Inc.,</i> 316 F.2d 804 (9th Cir. 1963), <i>cert. denied,</i> 375 U.S. 821, 84 S.Ct. 59, 11 L.Ed.2d 55 (1963). It would thus appear that the question now presented to this Court is whether allowing defendants to proceed with the work proposed in the Motion to Modify will deprive the Court of its ability to render a meaningful decision on the merits and to grant appropriate relief.</p>\n<p><span class=\"star-pagination\">*667</span> As grounds for relief, plaintiffs have alleged that defendants violated the procedural requirements of certain federal statutes, including the National Environmental Policy Act, 42 U.S.C. § 4331 <i>et seq.</i> and the Federal-Aid Highway Act, 23 U.S.C. § 128. In its Memorandum Opinion and Order of May 19, 1975, this Court found that there was a very great likelihood that plaintiffs would ultimately succeed on the merits of at least some of the issues they raised. It also found that if defendants were to proceed <i>in toto</i> with the proposed action, plaintiffs would be subjected to irreparable harm and that certain public interest factors favored the granting of a preliminary injunction.</p>\n<p>Specifically, this Court found that the environmental impact statement prepared by the defendants appeared to be an inadequate basis, under NEPA, upon which to construct a five-lane highway on Bogue Island and also an inadequate basis upon which to construct a bypass through the ecologically delicate area between Salter Path and the Atlantic Ocean. This Court further found some merit in plaintiffs' contention that the design public hearing was procedurally deficient, since it failed to focus on the ultimate five-lane facility. The Court did not determine, nor did it intend to determine, whether there was a substantial likelihood that plaintiffs might succeed on the merits of other issues presented by this case.</p>\n<p>The work which defendants propose to perform if the Motion to Modify is granted represents a highway project in and of itself. Completion of this work would not open the door to construction of a four- or five-lane highway on Bogue Island nor would it unequivocally commit defendants to a right-of-way which would disturb the ecologically delicate areas between Salter Path and the Atlantic Ocean. Neither would this work be tainted with any possible deficiencies in the public hearings, since a review of the transcripts indicates that the public was adequately apprised of the details and consequences of a project of this sort. The remaining question is whether the existing EIS forms an adequate basis for the work proposed under the modification. While this question was not presented to the Court in the earlier stages of these proceedings, considerations of equity demand that it be considered now.</p>\n<p>The federal defendant states that the environmental impact statement was drafted to cover two different projects, either or both a two-lane or five-lane highway within the same right-of-way. The Court has found a substantial likelihood that the statement is inadequate to cover either a five-lane highway or even a two-lane highway which could readily be converted into a four- or five-lane highway. Considering the facts and environmental circumstances surrounding this project, there does not appear to be a substantial likelihood that the existing EIS is inadequate to cover a simple two-lane highway of the type which defendants now propose.</p>\n<p>The irreparable injuries which plaintiffs have shown to the Court relate solely to harm resulting from constructing a five-lane highway or from locating the right-of-way in the dune areas between Salter Path and the Ocean. Plaintiffs have not shown any real and substantial, irreparable injury that would arise as a result of completing the work proposed in the federal defendant's Motion to Modify. On the other hand, there is persuasive evidence of harm to the general public if the unsafe conditions of State Roads 1216 and 1201 are not alleviated at least to some extent.</p>\n<p>Finally, the proposed modification of the preliminary injunction contains adequate provision for judicial supervision over any future work on this project. This will ensure that any work to be performed will not interfere with the Court's ability to grant adequate and proper final relief in this case.</p>\n<p>Now therefore, in accordance with the foregoing, it is</p>\n<p><span class=\"star-pagination\">*668</span> Ordered, that the federal defendant's Motion to Modify the Preliminary Injunction be, and the same is hereby allowed,</p>\n<p>Further ordered, that subject to such restrictions as may be set forth herein, defendants may proceed to acquire right-of-way for, authorize, finance, contract for, and commence the construction or installation of the Bogue Banks Highway, Project No. 9.8025201, so long as the project, as constructed, does not exceed the following typical construction limits and characteristics:</p>\n<p>(1) Two travel lanes, each of which shall be no more than twelve feet in width;</p>\n<p>(2) Adjacent to the outer edge of each travel lane, a shoulder which shall be no more than ten feet in width; no more than four feet of each of the shoulders shall be paved;</p>\n<p>(3) Adjacent to each shoulder, a ditch which shall be no more than six feet in width as measured along the horizontal plane of the shoulder. The ditches are to have approximately 3 to 1 sideslopes;</p>\n<p>(4) In such portions of the proposed right-of-way where the Project necessarily must be cut through existing terrain, the defendants shall make every reasonable effort to minimize the amount of right-of-way required for the back slopes of the ditches specified in paragraph (3), above; such efforts may include, but shall not be limited to, steepening the back slope and elevating the height of the road bed, wherever feasible; and</p>\n<p>Further ordered, that defendants may proceed to acquire additional right-of-way for the Project except that defendants shall not acquire any additional right-of-way which is not actually necessary to contain the construction limits set forth above, nor shall defendants acquire any additional right-of-way along the currently proposed by-pass around the community of Salter Path, that is, between a point in the vicinity of Station No. 444 and another point in the vicinity of Station No. 490; the precise locations of these two points may be selected by defendants with due regard to considerations of engineering feasibility and sound construction practices but, in any event, the locations of these points will be subject to the approval of the Court; and</p>\n<p>Further ordered, that in no event shall defendants clear or permit the clearing of any portion of the right-of-way other than those areas whose clearance is actually necessary in order to construct a project of the dimensions and characteristics specified and described herein; and</p>\n<p>Further ordered, that when constructing and installing the project specified and described herein, the defendants shall employ such erosion control and corrective planting measures as have been recommended by the Landscaping Branch of the Division of Highways, North Carolina Department of Transportation and Highway Safety, as contained in the memorandum of J. A. Saunders dated April 24, 1974; and</p>\n<p>Further ordered, that the defendants and their agents, employees and persons in active concert and participation with them, who received actual notice hereof, be, and the same are hereby restrained and enjoined from taking any further steps, not specified herein, in the acquisition of right-of-way or in authorizing, financing, contracting for or in commencing the construction or installation of those portions of the proposed Bogue Banks Highway, Project No. 9.8025201, lying between those points in the vicinity of Stations 444 and 490, as specified above, until it is determined by the Court that the defendants have complied with the requirements of the National Environmental Policy Act, 42 U.S.C. § 4331 <i>et seq.</i> and the Federal-Aid Highway Act, 23 U.S.C. § 128, with respect to locating and constructing any new highway project <span class=\"star-pagination\">*669</span> in or around the community of Salter Path; and</p>\n<p>Further ordered, that the defendants and their agents, employees and persons in active concert and participation with them, who received actual notice hereof, be, and the same are hereby restrained and enjoined from taking any further steps, not specified herein, in the acquisition of right-of-way or in authorizing, financing, contracting for or in commencing the construction or installation of any new highway project on Bogue Island, pursuant to the Federal-Aid Highway Act, 23 U.S.C. § 101 <i>et seq.,</i> other than the work specified and described herein, until it is determined by the Court that the defendants have complied with the requirements of the National Environmental Policy Act, 42 U.S. C. § 4331 <i>et seq.</i> and the Federal-Aid Highway Act, 23 U.S.C. § 128, Provided, however, that defendants may continue to perform maintenance on existing roads and highways so long as such maintenance does not alter the existing construction limits of said roads and highways; and</p>\n<p>Further ordered, that no later than sixty days prior to taking any further steps toward the acquisition of right-of-way or authorizing, financing, contracting for or commencing the construction or installation of the work specified and described herein, the defendants shall submit a detailed description of their plans for approval by the Court; and</p>\n<p>Further ordered, that the defendants and their agents, employees and persons in active concert and participation with them, who received actual notice hereof, be, and the same are hereby restrained and enjoined from taking any further steps toward the construction of the Bogue Banks Highway, Project No. 9.8025201, except upon plans which have been approved by the Court; and</p>\n<p>Further ordered, that the Clerk shall serve copies of this Order upon all counsel of record.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">401</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">664</span></span> (1975)</b></center>\n<center><h1>Lawson RANKIN et al., Plaintiffs,<br>\nv.<br>\nWilliam T. COLEMAN, Secretary of the United States Department of Transportation, and Jacob Alexander, Secretary of the North Carolina State Department of Transportation, Defendants.</h1></center>\n<center>Civ. A. No. 75-0008-Civ.-4.</center>\n<center><p><b>United States District Court, E. D. North Carolina, New Bern Division.</b></p></center>\n<center>October 1, 1975.</center>\n<p><span class=\"star-pagination\">*665</span> Michael K. Curtis and Norman B. Smith, of Smith, Carrington, Patterson, Follin &amp; Curtis, Greensboro, N. C., Thomas J. Schoenbaum, Chapel Hill, N. C., for plaintiffs.</p>\n<p>James D. Richmond, Asst. Atty. Gen., Thomas P. McNamara, U. S. Atty., by Bruce H. Johnson, Asst. U. S. Atty., Raleigh, N. C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p></p>\n<h2>and</h2>\n<p></p>\n<h2>ORDER</h2>\n<p>LARKINS, Chief Judge:</p>\n<p>On May 19, 1975, this Court entered an Order allowing plaintiffs' Motion for Preliminary Injunction and enjoining defendants from taking any further steps in the acquisition of right-of-way or in authorizing, financing, contracting for and in commencing the construction or installation of the Bogue Banks Highway, Project No. 9.8025201. The federal defendant now seeks an Order modifying that preliminary injunction.</p>\n<p>The modification, as proposed to the Court, would allow the defendants to proceed with a substantial portion of the work involved in constructing and installing a new two-lane highway on Bogue Island. The defendants, however, would continue to be restrained from taking <span class=\"star-pagination\">*666</span> any further steps toward the construction of a five-lane highway or toward constructing a 0.7 mile by-pass around the community of Salter Path until there is either an adjudication on the merits of this case or until defendants have taken administrative action to correct apparent violations of the National Environmental Policy Act, 42 U.S.C. § 4331 <i>et seq.</i> and the Federal-Aid Highway Act, 23 U.S.C. § 128.</p>\n<p>In support of the Motion to Modify the Preliminary Injunction, the federal defendant contends: (1) that the work which they would have the Court allow would not be inconsistent with the findings made in the Memorandum Opinion and Order of May 19, 1975; (2) that completion of this work would not impair the Court's ability to make a meaningful decision on the merits and grant appropriate relief; (3) that permitting defendants to proceed with this work during the pendency of the action would not cause irreparable harm to the plaintiffs; and (4) that allowing the modification would alleviate certain injuries which the preliminary injunction has caused to the defendants and others.</p>\n<p>While Rule 65 of the Federal Rules of Civil Procedure is silent on the matter of modifying preliminary injunctions, Rule 62(c) authorizes trial courts to suspend, modify, restore, or grant injunctions during periods when the case may be on interlocutory appeal. Rule 60(b) confers on trial courts the power to amend or modify permanent injunctions. If this Court has the power to modify an injunction while the case is on interlocutory appeal or after entry of a final order, if goes without saying that the same power resides in the Court while the case is before it. Furthermore, the power to modify a temporary injunction seems implicit in the very nature of this discretionary remedy.</p>\n<p>There is next to be considered whether the reasons cited by the federal defendant are sufficient to justify allowing the proposed modification. The purpose of a preliminary injunction is to prevent a change of circumstances during the pendency of the action which would impair the Court's ability to render a meaningful decision in the case or prevent it from granting proper relief. <i>Chappell &amp; Co. v. Frankel,</i> <span class=\"citation\" data-id=\"273293\"><a href=\"/opinion/273293/chappell-co-inc-t-b-harms-company-williamson-music-inc-frank/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">197</span></a></span> (2nd Cir. 1966); <i>Benson Hotel Corp. v. Woods,</i> <span class=\"citation\" data-id=\"1544694\"><a href=\"/opinion/1544694/benson-hotel-corporation-v-woods/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">694</span></a></span>, 696-697 (8th Cir. 1948). There are four factors which courts customarily consider when deciding whether to grant a preliminary injunction: (1) whether there is a great likelihood that the movant will prevail on the merits; (2) whether the movant will suffer irreparable harm without temporary relief; (3) whether a preliminary injunction will cause injury to the defendants or others interested in the outcome of the proceedings; and (4) whether the public interest favors entry of a preliminary injunction. <i>Conservation Council of North Carolina v. Costanzo,</i> <span class=\"citation\" data-id=\"322634\"><a href=\"/opinion/322634/conservation-council-of-north-carolina-v-col-albert-c-costanzo/\"><span class=\"volume\">505</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">498</span></a></span>, 502 (4th Cir. 1974). Each of these considerations is directly related to the purpose of the remedy, for each of them sheds light on the question of whether or not the <i>status quo</i> needs to be preserved.</p>\n<p>It would also appear that an inquiry into these four factors would shed light on the extent to which the <i>status quo</i> needs to be preserved. It is well-established that a trial court may fashion injunctive relief to fit the particular facts, circumstances and equities of the case before it. <i>Inland Steel Co. v. United States,</i> <span class=\"citation\" data-id=\"103146\"><a href=\"/opinion/103146/inland-steel-co-v-united-states/\"><span class=\"volume\">306</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">415</span></span>, 83 L.Ed 557 (1939). Under certain circumstances, it may even be an abuse of discretion where a trial court fails to mold a preliminary injunction to fit the particular case. <i>Tanner Motor Livery, Ltd. v. Avis, Inc.,</i> <span class=\"citation\" data-id=\"260481\"><a href=\"/opinion/260481/tanner-motor-livery-ltd-a-corporation-also-known-as-tanner-motor-livery/\"><span class=\"volume\">316</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">804</span></a></span> (9th Cir. 1963), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">375</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">821</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">59</span></span>, <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">55</span></span> (1963). It would thus appear that the question now presented to this Court is whether allowing defendants to proceed with the work proposed in the Motion to Modify will deprive the Court of its ability to render a meaningful decision on the merits and to grant appropriate relief.</p>\n<p><span class=\"star-pagination\">*667</span> As grounds for relief, plaintiffs have alleged that defendants violated the procedural requirements of certain federal statutes, including the National Environmental Policy Act, 42 U.S.C. § 4331 <i>et seq.</i> and the Federal-Aid Highway Act, 23 U.S.C. § 128. In its Memorandum Opinion and Order of May 19, 1975, this Court found that there was a very great likelihood that plaintiffs would ultimately succeed on the merits of at least some of the issues they raised. It also found that if defendants were to proceed <i>in toto</i> with the proposed action, plaintiffs would be subjected to irreparable harm and that certain public interest factors favored the granting of a preliminary injunction.</p>\n<p>Specifically, this Court found that the environmental impact statement prepared by the defendants appeared to be an inadequate basis, under NEPA, upon which to construct a five-lane highway on Bogue Island and also an inadequate basis upon which to construct a bypass through the ecologically delicate area between Salter Path and the Atlantic Ocean. This Court further found some merit in plaintiffs' contention that the design public hearing was procedurally deficient, since it failed to focus on the ultimate five-lane facility. The Court did not determine, nor did it intend to determine, whether there was a substantial likelihood that plaintiffs might succeed on the merits of other issues presented by this case.</p>\n<p>The work which defendants propose to perform if the Motion to Modify is granted represents a highway project in and of itself. Completion of this work would not open the door to construction of a four- or five-lane highway on Bogue Island nor would it unequivocally commit defendants to a right-of-way which would disturb the ecologically delicate areas between Salter Path and the Atlantic Ocean. Neither would this work be tainted with any possible deficiencies in the public hearings, since a review of the transcripts indicates that the public was adequately apprised of the details and consequences of a project of this sort. The remaining question is whether the existing EIS forms an adequate basis for the work proposed under the modification. While this question was not presented to the Court in the earlier stages of these proceedings, considerations of equity demand that it be considered now.</p>\n<p>The federal defendant states that the environmental impact statement was drafted to cover two different projects, either or both a two-lane or five-lane highway within the same right-of-way. The Court has found a substantial likelihood that the statement is inadequate to cover either a five-lane highway or even a two-lane highway which could readily be converted into a four- or five-lane highway. Considering the facts and environmental circumstances surrounding this project, there does not appear to be a substantial likelihood that the existing EIS is inadequate to cover a simple two-lane highway of the type which defendants now propose.</p>\n<p>The irreparable injuries which plaintiffs have shown to the Court relate solely to harm resulting from constructing a five-lane highway or from locating the right-of-way in the dune areas between Salter Path and the Ocean. Plaintiffs have not shown any real and substantial, irreparable injury that would arise as a result of completing the work proposed in the federal defendant's Motion to Modify. On the other hand, there is persuasive evidence of harm to the general public if the unsafe conditions of State Roads 1216 and 1201 are not alleviated at least to some extent.</p>\n<p>Finally, the proposed modification of the preliminary injunction contains adequate provision for judicial supervision over any future work on this project. This will ensure that any work to be performed will not interfere with the Court's ability to grant adequate and proper final relief in this case.</p>\n<p>Now therefore, in accordance with the foregoing, it is</p>\n<p><span class=\"star-pagination\">*668</span> Ordered, that the federal defendant's Motion to Modify the Preliminary Injunction be, and the same is hereby allowed,</p>\n<p>Further ordered, that subject to such restrictions as may be set forth herein, defendants may proceed to acquire right-of-way for, authorize, finance, contract for, and commence the construction or installation of the Bogue Banks Highway, Project No. 9.8025201, so long as the project, as constructed, does not exceed the following typical construction limits and characteristics:</p>\n<p>(1) Two travel lanes, each of which shall be no more than twelve feet in width;</p>\n<p>(2) Adjacent to the outer edge of each travel lane, a shoulder which shall be no more than ten feet in width; no more than four feet of each of the shoulders shall be paved;</p>\n<p>(3) Adjacent to each shoulder, a ditch which shall be no more than six feet in width as measured along the horizontal plane of the shoulder. The ditches are to have approximately 3 to 1 sideslopes;</p>\n<p>(4) In such portions of the proposed right-of-way where the Project necessarily must be cut through existing terrain, the defendants shall make every reasonable effort to minimize the amount of right-of-way required for the back slopes of the ditches specified in paragraph (3), above; such efforts may include, but shall not be limited to, steepening the back slope and elevating the height of the road bed, wherever feasible; and</p>\n<p>Further ordered, that defendants may proceed to acquire additional right-of-way for the Project except that defendants shall not acquire any additional right-of-way which is not actually necessary to contain the construction limits set forth above, nor shall defendants acquire any additional right-of-way along the currently proposed by-pass around the community of Salter Path, that is, between a point in the vicinity of Station No. 444 and another point in the vicinity of Station No. 490; the precise locations of these two points may be selected by defendants with due regard to considerations of engineering feasibility and sound construction practices but, in any event, the locations of these points will be subject to the approval of the Court; and</p>\n<p>Further ordered, that in no event shall defendants clear or permit the clearing of any portion of the right-of-way other than those areas whose clearance is actually necessary in order to construct a project of the dimensions and characteristics specified and described herein; and</p>\n<p>Further ordered, that when constructing and installing the project specified and described herein, the defendants shall employ such erosion control and corrective planting measures as have been recommended by the Landscaping Branch of the Division of Highways, North Carolina Department of Transportation and Highway Safety, as contained in the memorandum of J. A. Saunders dated April 24, 1974; and</p>\n<p>Further ordered, that the defendants and their agents, employees and persons in active concert and participation with them, who received actual notice hereof, be, and the same are hereby restrained and enjoined from taking any further steps, not specified herein, in the acquisition of right-of-way or in authorizing, financing, contracting for or in commencing the construction or installation of those portions of the proposed Bogue Banks Highway, Project No. 9.8025201, lying between those points in the vicinity of Stations 444 and 490, as specified above, until it is determined by the Court that the defendants have complied with the requirements of the National Environmental Policy Act, 42 U.S.C. § 4331 <i>et seq.</i> and the Federal-Aid Highway Act, 23 U.S.C. § 128, with respect to locating and constructing any new highway project <span class=\"star-pagination\">*669</span> in or around the community of Salter Path; and</p>\n<p>Further ordered, that the defendants and their agents, employees and persons in active concert and participation with them, who received actual notice hereof, be, and the same are hereby restrained and enjoined from taking any further steps, not specified herein, in the acquisition of right-of-way or in authorizing, financing, contracting for or in commencing the construction or installation of any new highway project on Bogue Island, pursuant to the Federal-Aid Highway Act, 23 U.S.C. § 101 <i>et seq.,</i> other than the work specified and described herein, until it is determined by the Court that the defendants have complied with the requirements of the National Environmental Policy Act, 42 U.S. C. § 4331 <i>et seq.</i> and the Federal-Aid Highway Act, 23 U.S.C. § 128, Provided, however, that defendants may continue to perform maintenance on existing roads and highways so long as such maintenance does not alter the existing construction limits of said roads and highways; and</p>\n<p>Further ordered, that no later than sixty days prior to taking any further steps toward the acquisition of right-of-way or authorizing, financing, contracting for or commencing the construction or installation of the work specified and described herein, the defendants shall submit a detailed description of their plans for approval by the Court; and</p>\n<p>Further ordered, that the defendants and their agents, employees and persons in active concert and participation with them, who received actual notice hereof, be, and the same are hereby restrained and enjoined from taking any further steps toward the construction of the Bogue Banks Highway, Project No. 9.8025201, except upon plans which have been approved by the Court; and</p>\n<p>Further ordered, that the Clerk shall serve copies of this Order upon all counsel of record.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/260481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/273293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/322634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1544694/"
  ]
}