{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1604720/",
  "absolute_url": "/opinion/1604720/united-states-v-brewer/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1604720/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:54:40.613916Z",
  "date_modified": "2016-04-27T00:44:57.149258Z",
  "type": "010combined",
  "sha1": "7ba0ea3c63ccc3299ab5532acf8c4324a2434733",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>401 F.Supp. 1085 (1974)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nPatricia BREWER.</h1></center>\n<center>No. 74-29-CR-4.</center>\n<center><p><b>United States District Court, E. D. North Carolina, New Bern Division.</b></p></center>\n<center>December 6, 1974.</center>\n<p><span class=\"star-pagination\">*1086</span> Thomas P. McNamara, U. S. Atty., by Carl L. Tilghman, Asst. U. S. Atty., Raleigh, N. C., for plaintiff.</p>\n<p>William H. Murdock, Durham, N. C., for defendant.</p>\n<p></p>\n<h2>SPECIAL FINDINGS OF FACT, CONCLUSIONS OF LAW, AND ORDER</h2>\n<p>LARKINS, District Judge.</p>\n<p>This cause having been heard upon a stipulation of facts which were agreed to by all parties at the regular term of Court commencing on August 19, 1974, at New Bern, North Carolina, and after consideration of all oral and written arguments of counsel, this Court makes the following findings of fact and conclusions of law:</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>The defendant, her counsel, and the Government through the United States Attorney has stipulated to all the facts received as evidence in this case. This Court has reviewed those stipulations and affirmatively adopts the facts contained therein as true. Since the stipulations were filed in this case and are a part of the record, this Court sees no requirement to fully recount the stipulations of fact in this order.</p>\n<p>However, in summary, it has been shown that the defendant mailed cigarettes from North Carolina to purchasers in the State of Florida in eight (8) separate transactions. In each of these transactions the defendant used the United States Postal Service to receive orders from her customers and to fill those orders with shipments of cigarettes. The defendant failed to advise the Department of Taxation, State of Florida, of the details of each of these transactions as required by the Jenkins Act, Title 15, United States Code, Section 375, et seq. The Postal Investigator who interviewed the defendant stated that she had told him that she had heard of the Jenkins Act, but failed to notify the State of Florida of these transactions. The stipulations further show that the defendant traded under the names of Atlantic Beach Wholesale Distributing Company, Atlantic Distributing Company, and Atlantic Beach Wholesale Company for the purpose of operating a cigarette mail order business at Atlantic Beach, North Carolina.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>The Indictment charges the defendant with the use of the United States mails in furtherance of a scheme and artifice to defraud purchasers of cigarettes and the governments of the states wherein they reside, in violation of Title 18, United States Code, Section 1341. The defendant contends that her actions, as set forth in the stipulations, do not constitute violations of the felonious mail fraud statute, but are, at most, misdemeanor violations of the Jenkins Act. Consequently, this Court is faced with the question of whether the defendant's willful failure to comply with the requirements of the Jenkins Act constitutes a violation of the mail fraud statute. It is the opinion of this Court that the question must be affirmatively answered.</p>\n<p>The purpose of the mail fraud statute has been described by the United States Supreme Court in these words:</p>\n<blockquote>. . . Congress enacted § 1341 forbidding and making criminal any use of the mails `for the purpose of executing [a] scheme' to defraud or to obtain money by false representations  leaving generally the matter of what conduct may constitute such a scheme for determination under other laws. Its purpose was `to prevent the post office from being used to carry [such schemes] into effect . . ..' (citation omitted) . . . only if the mailings were `a part of the execution of the fraud,' or, . . . (citation omitted) were `incident to an essential part of the scheme,' do they fall within the ban of the federal mail fraud statute.</blockquote>\n<p><span class=\"star-pagination\">*1087</span> <i>Parr v. United States,</i> 363 U.S. 370, 389-90, 80 S.Ct. 1171, 1182, 4 L.Ed.2d 1277, 1289-90 (1960).</p>\n<p>The purposes cited above in <i>Parr, supra,</i> seem to be taken almost verbatim from the statute itself. Indeed the statute is simple despite its length. There are only two elements in the crime created by the mail fraud statute. All that need be proved are: (1) a scheme to defraud; and, (2) the use of the mails for the purpose of executing that scheme. <i>Pereira v. United States,</i> 347 U.S. 1, 74 S.Ct. 358, 98 L.Ed. 435 (1954); <i>United States v. Decker,</i> 411 F.2d 306 (4th Cir., 1969). The broad and inclusive nature of the statute arises out of the meaning of the word fraud. In the cigarette mail order business, the scheme to defraud is readymade because of the differences in the tax structure on cigarettes between the various states. The State of North Carolina has a very low cigarette tax rate and the State of Florida has a comparatively higher cigarette tax rate. Consequently, if Florida residents can purchase cigarettes in North Carolina without paying the Florida State cigarette tax on their purchases, they are able to obtain cigarettes at a substantial savings over the local price, thereby defeating the Florida State cigarette tax. Consequently, those in the cigarette business in North Carolina are able to offer cigarettes for sale at a much lower price than the local selling price in Florida. The obvious and easiest way to conclude these transactions was, and is, by use of the United States mails. Thus, in this manner, cigarettes are being purchased in North Carolina, transported to Florida through the United States mails and consumed in the State of Florida by Florida residents in such a manner as to make it practically impossible for the taxing authority of the State of Florida to collect the appropriate cigarette taxes legally due and owing to Florida.</p>\n<p>In an effort to rectify and regulate this type of transaction, Congress passed the Jenkins Act, Title 15, United States Code, Section 375, <i>et seq.</i> This act required any cigarette dealer who would sell cigarettes to other than licensed distributors within the state which taxed cigarettes, must register with the taxing authority of that state, and also notify them of each shipment of cigarettes into that state in order that the taxing authority might collect the appropriate cigarette tax due.</p>\n<p>The defendant claims that her operation of the cigarette mail order business was contemplated by Congress and specifically controlled by the Jenkins Act to the exclusion of prosecution for any other criminal statute. In effect, the defendant is arguing that the passage of the Jenkins Act repeals so much of the mail fraud statute as may apply to the interstate shipment of cigarettes. This Court does not agree with that conclusion. The defendant's argument parallels the doctrine of repeal of statutes by implication. The doctrine of statutory construction must be strictly applied. See <i>United States v. Borden,</i> 308 U.S. 188, 60 S.Ct. 182, 84 L.Ed. 181 (1939), in which Chief Justice Hughes stated:</p>\n<blockquote>It is a cardinal principle of construction that repeals by implication are not favored. When there are two acts upon the same subject, the rule is to give effect to both if possible. (citation omitted). The intention of the legislature to repeal `must be clear and manifest.' (citation omitted). It is not sufficient . . . (citation omitted) to establish that subsequent laws cover some or even all of the cases provided for by [the prior act]; for they may be merely affirmative, or cumulative, or auxiliary. There must be a positive repugnancy between the provisions of the new law, and those of the old, and even then the old law is repealed by implication only, <i>pro tanto,</i> to the extent of the repugnancy. (citation omitted). 308 U.S. at 198-199, 60 S.Ct. at 188.</blockquote>\n<p><span class=\"star-pagination\">*1088</span> In this case, with respect to the interstate shipment of cigarettes, it has not been expressly stated by Congress that the mail fraud statute was to be repealed, nor are the provisions of the two statutes so inconsistent as to necessarily imply that result. The Jenkins Act requires a reporting procedure for interstate sales and shipments of cigarettes. Violation of those procedures is a violation of the Jenkins Act. The mail fraud statute however, requires that a defendant knowingly and willfully devise a scheme to defraud and use the United States mails in furtherance of that scheme to defraud. The elements required to be proved by the statutes are separate and distinct. This Court rejects the defendant's contention that prosecution of one engaged in the interstate shipment of cigarettes is exclusively limited to the Jenkins Act statute. See <i>United States v. Gilliland,</i> 312 U.S. 86, 61 S.Ct. 518, 85 L.Ed. 598 (1941).</p>\n<p>The defendant has argued that the purchasers of cigarettes from her company are liable for the cigarette tax, and since they are presumed to know the tax law of their state, they cannot be legally defrauded of any tax they may owe. With such an argument, the defendant seeks to erase her own criminal action by trying to shift the entire blame for the fraudulent scheme to those purchasers who may have continued the fraud by ignoring their own tax liability. The defendant loses sight of the fact that such continued fraudulent action by her purchasers would not have been possible had she not devised and initiated the scheme by mailing advertising circulars, order forms, and cigarettes, and continuing to ignore the provisions of the Jenkins Act.</p>\n<p>In an effort to describe the entire scheme to defraud, the Government has alleged that both purchasers of cigarettes and the respective states wherein they reside are possible victims of the scheme to defraud. However, from the evidence and arguments of counsel, it is clear that since this case is bottomed in the defendant's willful failure to comply with the Jenkins Act, the State of Florida is clearly the victim of this scheme, rather than any individual purchasers. Clearly, a state government can be the victim of a mail fraud scheme. <i>United States v. Mirabile,</i> 503 F.2d 1065, 8th Cir., 1974.</p>\n<p>It is not the success of the scheme which violates the statute, but rather it is the devising of the scheme plus some use of the United States mails which constitutes the crime. <i>United States v. Eskow,</i> 422 F.2d 1060, <i>cert. den.,</i> 398 U.S. 959, 90 S.Ct. 2174, 26 L. Ed.2d 544 (2d Cir., 1970); <i>United States v. Gross,</i> 416 F.2d 1205, <i>cert. den.,</i> 397 U.S. 1013, 90 S.Ct. 1245, 25 L. Ed.2d 427 (8th Cir., 1969); <i>Pritchard v. United States,</i> 386 F.2d 760, <i>cert. den.,</i> 390 U.S. 1004, 88 S.Ct. 1247, 20 L.Ed.2d 104 (8th Cir., 1967). It is quite obvious that the success of the defendant's scheme would depend upon the purchaser's participation in the transaction, but it only takes the thoughts of the defendant to devise the scheme. Those thoughts become criminal conduct once the defendant uses the United States mails in furtherance of that scheme.</p>\n<p>Throughout this case the defendant has contended that her operation of the cigarette mail order business violates the Jenkins Act only. However, when the defendant willfully chose to ignore the requirements of the Jenkins Act, her conduct became more than an unknowing or inadvertent violation of a misdemeanor statute. Her conduct became that of one who willfully ignored her legal duty as created by the Jenkins Act, for the purpose of insuring the success of her cigarette mail order scheme whereby the State of Florida was illegally deprived of lawful cigarette taxes due from the defendant's customers. Such criminal conduct constitutes a violation of the mail fraud statute.</p>\n<p>Wherefore: It is the finding of this Court that the defendant, Patricia Brewer, is guilty of the offenses charged in all counts of the Indictment.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">401</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1085</span></span> (1974)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nPatricia BREWER.</h1></center>\n<center>No. 74-29-CR-4.</center>\n<center><p><b>United States District Court, E. D. North Carolina, New Bern Division.</b></p></center>\n<center>December 6, 1974.</center>\n<p><span class=\"star-pagination\">*1086</span> Thomas P. McNamara, U. S. Atty., by Carl L. Tilghman, Asst. U. S. Atty., Raleigh, N. C., for plaintiff.</p>\n<p>William H. Murdock, Durham, N. C., for defendant.</p>\n<p></p>\n<h2>SPECIAL FINDINGS OF FACT, CONCLUSIONS OF LAW, AND ORDER</h2>\n<p>LARKINS, District Judge.</p>\n<p>This cause having been heard upon a stipulation of facts which were agreed to by all parties at the regular term of Court commencing on August 19, 1974, at New Bern, North Carolina, and after consideration of all oral and written arguments of counsel, this Court makes the following findings of fact and conclusions of law:</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>The defendant, her counsel, and the Government through the United States Attorney has stipulated to all the facts received as evidence in this case. This Court has reviewed those stipulations and affirmatively adopts the facts contained therein as true. Since the stipulations were filed in this case and are a part of the record, this Court sees no requirement to fully recount the stipulations of fact in this order.</p>\n<p>However, in summary, it has been shown that the defendant mailed cigarettes from North Carolina to purchasers in the State of Florida in eight (8) separate transactions. In each of these transactions the defendant used the United States Postal Service to receive orders from her customers and to fill those orders with shipments of cigarettes. The defendant failed to advise the Department of Taxation, State of Florida, of the details of each of these transactions as required by the Jenkins Act, Title 15, United States Code, Section 375, et seq. The Postal Investigator who interviewed the defendant stated that she had told him that she had heard of the Jenkins Act, but failed to notify the State of Florida of these transactions. The stipulations further show that the defendant traded under the names of Atlantic Beach Wholesale Distributing Company, Atlantic Distributing Company, and Atlantic Beach Wholesale Company for the purpose of operating a cigarette mail order business at Atlantic Beach, North Carolina.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>The Indictment charges the defendant with the use of the United States mails in furtherance of a scheme and artifice to defraud purchasers of cigarettes and the governments of the states wherein they reside, in violation of Title 18, United States Code, Section 1341. The defendant contends that her actions, as set forth in the stipulations, do not constitute violations of the felonious mail fraud statute, but are, at most, misdemeanor violations of the Jenkins Act. Consequently, this Court is faced with the question of whether the defendant's willful failure to comply with the requirements of the Jenkins Act constitutes a violation of the mail fraud statute. It is the opinion of this Court that the question must be affirmatively answered.</p>\n<p>The purpose of the mail fraud statute has been described by the United States Supreme Court in these words:</p>\n<blockquote>. . . Congress enacted § 1341 forbidding and making criminal any use of the mails `for the purpose of executing [a] scheme' to defraud or to obtain money by false representations  leaving generally the matter of what conduct may constitute such a scheme for determination under other laws. Its purpose was `to prevent the post office from being used to carry [such schemes] into effect . . ..' (citation omitted) . . . only if the mailings were `a part of the execution of the fraud,' or, . . . (citation omitted) were `incident to an essential part of the scheme,' do they fall within the ban of the federal mail fraud statute.</blockquote>\n<p><span class=\"star-pagination\">*1087</span> <i>Parr v. United States,</i> <span class=\"citation\" data-id=\"106074\"><a href=\"/opinion/106074/parr-v-united-states/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, 389-90, <span class=\"citation\" data-id=\"106074\"><a href=\"/opinion/106074/parr-v-united-states/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1171</span></a></span>, 1182, <span class=\"citation\" data-id=\"106074\"><a href=\"/opinion/106074/parr-v-united-states/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1277</span></a></span>, 1289-90 (1960).</p>\n<p>The purposes cited above in <i>Parr, supra,</i> seem to be taken almost verbatim from the statute itself. Indeed the statute is simple despite its length. There are only two elements in the crime created by the mail fraud statute. All that need be proved are: (1) a scheme to defraud; and, (2) the use of the mails for the purpose of executing that scheme. <i>Pereira v. United States,</i> <span class=\"citation\" data-id=\"105186\"><a href=\"/opinion/105186/pereira-v-united-states/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"105186\"><a href=\"/opinion/105186/pereira-v-united-states/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">358</span></a></span>, <span class=\"citation\" data-id=\"105186\"><a href=\"/opinion/105186/pereira-v-united-states/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">435</span></a></span> (1954); <i>United States v. Decker,</i> <span class=\"citation\" data-id=\"284945\"><a href=\"/opinion/284945/united-states-v-william-horace-decker/\"><span class=\"volume\">411</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">306</span></a></span> (4th Cir., 1969). The broad and inclusive nature of the statute arises out of the meaning of the word fraud. In the cigarette mail order business, the scheme to defraud is readymade because of the differences in the tax structure on cigarettes between the various states. The State of North Carolina has a very low cigarette tax rate and the State of Florida has a comparatively higher cigarette tax rate. Consequently, if Florida residents can purchase cigarettes in North Carolina without paying the Florida State cigarette tax on their purchases, they are able to obtain cigarettes at a substantial savings over the local price, thereby defeating the Florida State cigarette tax. Consequently, those in the cigarette business in North Carolina are able to offer cigarettes for sale at a much lower price than the local selling price in Florida. The obvious and easiest way to conclude these transactions was, and is, by use of the United States mails. Thus, in this manner, cigarettes are being purchased in North Carolina, transported to Florida through the United States mails and consumed in the State of Florida by Florida residents in such a manner as to make it practically impossible for the taxing authority of the State of Florida to collect the appropriate cigarette taxes legally due and owing to Florida.</p>\n<p>In an effort to rectify and regulate this type of transaction, Congress passed the Jenkins Act, Title 15, United States Code, Section 375, <i>et seq.</i> This act required any cigarette dealer who would sell cigarettes to other than licensed distributors within the state which taxed cigarettes, must register with the taxing authority of that state, and also notify them of each shipment of cigarettes into that state in order that the taxing authority might collect the appropriate cigarette tax due.</p>\n<p>The defendant claims that her operation of the cigarette mail order business was contemplated by Congress and specifically controlled by the Jenkins Act to the exclusion of prosecution for any other criminal statute. In effect, the defendant is arguing that the passage of the Jenkins Act repeals so much of the mail fraud statute as may apply to the interstate shipment of cigarettes. This Court does not agree with that conclusion. The defendant's argument parallels the doctrine of repeal of statutes by implication. The doctrine of statutory construction must be strictly applied. See <i>United States v. Borden,</i> <span class=\"citation\" data-id=\"103246\"><a href=\"/opinion/103246/united-states-v-borden-co/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">188</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">182</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">181</span></span> (1939), in which Chief Justice Hughes stated:</p>\n<blockquote>It is a cardinal principle of construction that repeals by implication are not favored. When there are two acts upon the same subject, the rule is to give effect to both if possible. (citation omitted). The intention of the legislature to repeal `must be clear and manifest.' (citation omitted). It is not sufficient . . . (citation omitted) to establish that subsequent laws cover some or even all of the cases provided for by [the prior act]; for they may be merely affirmative, or cumulative, or auxiliary. There must be a positive repugnancy between the provisions of the new law, and those of the old, and even then the old law is repealed by implication only, <i>pro tanto,</i> to the extent of the repugnancy. (citation omitted). 308 U.S. at 198-199, 60 S.Ct. at 188.</blockquote>\n<p><span class=\"star-pagination\">*1088</span> In this case, with respect to the interstate shipment of cigarettes, it has not been expressly stated by Congress that the mail fraud statute was to be repealed, nor are the provisions of the two statutes so inconsistent as to necessarily imply that result. The Jenkins Act requires a reporting procedure for interstate sales and shipments of cigarettes. Violation of those procedures is a violation of the Jenkins Act. The mail fraud statute however, requires that a defendant knowingly and willfully devise a scheme to defraud and use the United States mails in furtherance of that scheme to defraud. The elements required to be proved by the statutes are separate and distinct. This Court rejects the defendant's contention that prosecution of one engaged in the interstate shipment of cigarettes is exclusively limited to the Jenkins Act statute. See <i>United States v. Gilliland,</i> <span class=\"citation\" data-id=\"103440\"><a href=\"/opinion/103440/united-states-v-gilliland/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">518</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">598</span></span> (1941).</p>\n<p>The defendant has argued that the purchasers of cigarettes from her company are liable for the cigarette tax, and since they are presumed to know the tax law of their state, they cannot be legally defrauded of any tax they may owe. With such an argument, the defendant seeks to erase her own criminal action by trying to shift the entire blame for the fraudulent scheme to those purchasers who may have continued the fraud by ignoring their own tax liability. The defendant loses sight of the fact that such continued fraudulent action by her purchasers would not have been possible had she not devised and initiated the scheme by mailing advertising circulars, order forms, and cigarettes, and continuing to ignore the provisions of the Jenkins Act.</p>\n<p>In an effort to describe the entire scheme to defraud, the Government has alleged that both purchasers of cigarettes and the respective states wherein they reside are possible victims of the scheme to defraud. However, from the evidence and arguments of counsel, it is clear that since this case is bottomed in the defendant's willful failure to comply with the Jenkins Act, the State of Florida is clearly the victim of this scheme, rather than any individual purchasers. Clearly, a state government can be the victim of a mail fraud scheme. <i>United States v. Mirabile,</i> <span class=\"citation\" data-id=\"321937\"><a href=\"/opinion/321937/united-states-v-jasper-j-mirabile/\"><span class=\"volume\">503</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1065</span></a></span>, 8th Cir., 1974.</p>\n<p>It is not the success of the scheme which violates the statute, but rather it is the devising of the scheme plus some use of the United States mails which constitutes the crime. <i>United States v. Eskow,</i> <span class=\"citation\" data-id=\"288852\"><a href=\"/opinion/288852/united-states-v-gerald-w-eskow-and-fred-h-mackensen/\"><span class=\"volume\">422</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1060</span></a></span>, <i>cert. den.,</i> <span class=\"citation no-link\"><span class=\"volume\">398</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">959</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2174</span></span>, <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">544</span></span> (2d Cir., 1970); <i>United States v. Gross,</i> <span class=\"citation\" data-id=\"286802\"><a href=\"/opinion/286802/united-states-v-everett-w-gross-and-l-mary-gross/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1205</span></a></span>, <i>cert. den.,</i> <span class=\"citation no-link\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1013</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1245</span></span>, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">427</span></span> (8th Cir., 1969); <i>Pritchard v. United States,</i> <span class=\"citation\" data-id=\"278072\"><a href=\"/opinion/278072/harold-e-pritchard-v-united-states-of-america-calvin-popejoy-v-united/\"><span class=\"volume\">386</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">760</span></a></span>, <i>cert. den.,</i> <span class=\"citation no-link\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1004</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1247</span></span>, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">104</span></span> (8th Cir., 1967). It is quite obvious that the success of the defendant's scheme would depend upon the purchaser's participation in the transaction, but it only takes the thoughts of the defendant to devise the scheme. Those thoughts become criminal conduct once the defendant uses the United States mails in furtherance of that scheme.</p>\n<p>Throughout this case the defendant has contended that her operation of the cigarette mail order business violates the Jenkins Act only. However, when the defendant willfully chose to ignore the requirements of the Jenkins Act, her conduct became more than an unknowing or inadvertent violation of a misdemeanor statute. Her conduct became that of one who willfully ignored her legal duty as created by the Jenkins Act, for the purpose of insuring the success of her cigarette mail order scheme whereby the State of Florida was illegally deprived of lawful cigarette taxes due from the defendant's customers. Such criminal conduct constitutes a violation of the mail fraud statute.</p>\n<p>Wherefore: It is the finding of this Court that the defendant, Patricia Brewer, is guilty of the offenses charged in all counts of the Indictment.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103440/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/278072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/284945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/286802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/288852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/321937/"
  ]
}