{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1605241/",
  "absolute_url": "/opinion/1605241/united-states-v-macdonald/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1605241/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:54:45.707735Z",
  "date_modified": "2016-04-26T20:41:42.160525Z",
  "type": "010combined",
  "sha1": "0993cb04f4e82df7d8ce66fb5aa4bbc79c1238fe",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>778 F.Supp. 1342 (1991)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nJeffrey R. MacDONALD, Defendant.</h1></center>\n<center>Nos. 75-26-CR-3, 90-104-CIV-3-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>July 8, 1991.</center>\n<p><span class=\"star-pagination\">*1343</span> <span class=\"star-pagination\">*1344</span> Brian Murtagh, Sp. Asst. U.S. Atty., Eric Evenson, Asst. U.S. Atty., Raleigh, N.C., John F. Depue, Crim. Div., U.S. Dept. of Justice, Washington, D.C., for U.S.</p>\n<p>Harvey Silverglate, Philip Cormier, Boston, Mass., Norman Smith, local counsel, Greensboro, N.C., for Jeffrey R. MacDonald.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>Jeffrey R. MacDonald, who is serving three consecutive life sentences for the murders of his wife and two children, filed a petition for a writ of habeas corpus on October 19, 1990 pursuant to 28 U.S.C. § 2255 seeking to vacate his conviction on the grounds that the prosecution failed to disclose prior statements of witnesses at trial, withheld laboratory notes written by government agents which would have aided the defense, and exploited the suppression of the prior statements and lab notes by knowingly presenting a false and perjurious picture of the evidence and underlying facts. The government has responded that it fully complied with its duty to disclose exculpatory evidence and prior statements and that in any case, the allegedly suppressed evidence would not have altered the jury's verdict. The government further argues that MacDonald should be barred from raising these claims at this time since the information upon which the instant petition is based was in MacDonald's possession in 1984 when a previous petition for a writ of habeas corpus was filed. The court has allowed numerous extensions of time in which to file pleadings and has waived the normal page limitations so that both sides could adequately present their respective positions. Having considered the voluminous pleadings, affidavits, and exhibits, and the arguments of counsel at a hearing on June 26, 1991, the court finds for the reasons which follow that MacDonald's petition must be denied.</p>\n<p></p>\n<h2>I. FACTS AND PROCEDURAL HISTORY</h2>\n<p>In the court's twenty years on the bench, no other case has been the subject of more public and judicial scrutiny than this one. Virtually every aspect of the case has been detailed in eleven reported judicial opinions, <span class=\"star-pagination\">*1345</span> a best-selling book, a television drama, various documentaries, and countless articles and news reports. Although more than twenty years have passed since the murders, interest in the case remains seemingly unabated, as evidenced by the fact that even minor scheduling orders prompt calls to the court from local and national press organizations.</p>\n<p>The facts of the case and prior proceedings have been previously reported and will not be fully repeated here. <i>See </i><i>United States v. MacDonald,</i> 531 F.2d 196 (4th Cir.1976) (pre-trial ruling that four-year delay between dismissal of military charges and subsequent federal indictment violated constitutional right to speedy trial), <i>rev'd,</i> 435 U.S. 850, 98 S.Ct. 1547, 56 L.Ed.2d 18 (1978) (holding that defendant may not appeal order denying motion to dismiss on speedy trial grounds before trial); <i>United States v. MacDonald,</i> 585 F.2d 1211 (4th Cir.1978) (Fifth Amendment guarantee against double jeopardy does not bar federal prosecution following Article 32 hearing resulting in dismissal of army charges), <i>cert. denied,</i> 440 U.S. 961, 99 S.Ct. 1504, 59 L.Ed.2d 774 (1979); <i>United States v. MacDonald,</i> 485 F.Supp. 1087 (E.D.N.C.1979) (denying post-conviction bail pending appeal); <i>United States v. MacDonald,</i> 632 F.2d 258 (4th Cir.1980) (reversing conviction on speedy trial grounds), <i>reh'g en banc denied,</i> 635 F.2d 1115 (4th Cir.1980) (over published dissents of five judges), <i>rev'd,</i> 456 U.S. 1, 102 S.Ct. 1497, 71 L.Ed.2d 696 (1982) (finding no speedy trial violation); <i>United States v. MacDonald,</i> 688 F.2d 224 (4th Cir.1982) (rejecting due process and evidentiary challenges to conviction), <i>cert. denied,</i> 459 U.S. 1103, 103 S.Ct. 726, 74 L.Ed.2d 951 (1983); <i>United States v. MacDonald,</i> 607 F.Supp. 1183 (E.D.N.C.1985) (denying government's motion for forfeiture of proceeds from book and television program concerning the case); <i>United States v. MacDonald,</i> 640 F.Supp. 286 (E.D.N.C.1985) (denying motions for a new trial and for a writ of habeas corpus), <i>aff'd,</i> 779 F.2d 962 (4th Cir.1985) (affirming denial of motions for recusal, new trial, and habeas relief), <i>cert. denied,</i> 479 U.S. 813, 107 S.Ct. 63, 93 L.Ed.2d 22 (1986). Nevertheless, some background review is necessary for a complete understanding of the pending claims.</p>\n<p>In the early morning of February 17, 1970, MacDonald's pregnant wife, Colette, and his two daughters, two-year-old Kristen and five-year-old Kimberly, were clubbed and stabbed to death in their apartment at Fort Bragg, North Carolina where MacDonald was stationed as an Army Medical Corps captain. Military police arrived at the scene and found MacDonald lying unconscious across Colette's body in the master bedroom. The bodies of Kristen and Kimberly were found in their bedrooms. MacDonald suffered multiple stab wounds, most superficial, but one which partially collapsed a lung, and was treated and released after a brief hospitalization.</p>\n<p>MacDonald maintained in initial and subsequent interviews that the murders had been committed by a group of drug-crazed intruders. He stated that after falling asleep on the couch in the living room, he had been awakened by the screams of Colette and Kimberly and had seen a woman with blond hair wearing a floppy hat, boots and a short skirt carrying a flickering light and chanting \"acid is groovy; kill the pigs.\" He said that three men standing near the couch attacked him, pulling and tearing off his pajama top which he then used to ward off their blows, and that the attackers continued to club and stab him until he lost consciousness. According to MacDonald, he awoke on the hall steps to the living room, found his wife's body in the master bedroom, covered her with his pajama top, and then found the children's bodies in their bedrooms. He called the military police for assistance, but had lost consciousness by the time they arrived.</p>\n<p>Investigators initially accepted MacDonald's account of the murders and immediately began searching for four people fitting his descriptions of the alleged intruders. Considerable suspicion was focused upon Helena Stoeckley, a nineteen-year-old Fayetteville resident who resembled MacDonald's description of the female assailant. Stoeckley had been seen returning to her apartment at 4:30 on the <span class=\"star-pagination\">*1346</span> morning following the killings in the company of men also generally fitting the descriptions given by MacDonald. Within days of the crime, Stoeckley, an acknowledged heavy drug user, began telling people that she was involved in the murders or that she had been in the MacDonald apartment with friends who had committed the murders. She admitted to owning and frequently wearing a blond wig and a pair of white boots and said that she destroyed them within a few days after the crime because they might connect her with the MacDonald murders. At other times, however, Stoeckley denied any knowledge of the murders, saying that she had taken so many drugs on the night in question that she could not remember anything.</p>\n<p>As the military police, the Army's Criminal Investigation Division (CID), the Federal Bureau of Investigation (FBI) and the Fayetteville police department examined the crime scene, they began to discover physical evidence which cast doubt on MacDonald's story and caused them to view him as a suspect. For example, threads from MacDonald's blue pajama top, supposedly torn during a struggle in the living room, were found in large numbers in the master bedroom and in the children's bedrooms, but not in the living room. A piece of a plastic surgeon's glove, with which the word \"pig\" appeared to have been written in Colette's blood on the headboard in the master bedroom, was found to match gloves found under a sink in the MacDonald apartment. Moreover, investigators felt that the relative lack of damage to the apartment and the absence of direct physical evidence they could link to intruders was inconsistent with MacDonald's version of events. From this and similar evidence, they became convinced that MacDonald had killed his family and staged the crime scene to cover up the murders.</p>\n<p>The Army formally charged MacDonald with the three murders on May 1, 1970, but charges were dropped on October 23, 1970 on the recommendation of the investigating officer following hearings held pursuant to Article 32 of the Uniform Code of Military Justice, and MacDonald was granted a discharge from the Army. The investigation into the murders continued over the next several years, however, and MacDonald was eventually indicted by a federal grand jury on January 24, 1975. A series of pretrial motions and interlocutory appeals delayed commencement of the trial until July 1979.</p>\n<p>At the trial, which lasted seven weeks, the government called twenty-eight expert and lay witnesses and introduced approximately 1,100 pieces of evidence to support its theory that MacDonald, under the stress of long work hours, marital problems, and an argument with his wife over his younger daughter's bed wetting, flew into a rage and killed his wife and older daughter. According to the prosecution, MacDonald then attempted to avoid prosecution and punishment by killing his youngest daughter and staging the crime scene, using an Esquire magazine containing an article about the celebrated murders committed by Charles Manson and his cult and stained with a mixture of Colette and Kimberly's blood, so that it would appear that a similar drug crazed cult had murdered his family.</p>\n<p>The heart of the government's case was a painstaking reconstruction of the events surrounding the murders based on government scientists' analysis of blood, fibers, and other physical evidence found at the crime scene. Specifically, the government introduced evidence tending to show that contrary to MacDonald's story, his blue pajama top had not been torn and punctured during a struggle in the living room and later placed by MacDonald on his wife's body to prevent shock, but instead had been torn during a struggle with his wife and punctured while lying stationary on her body. While no fibers from the blue pajama top were found in the living room, 79 such fibers were found in the master bedroom, 19 in Kimberly's bedroom, two in Kristen's bedroom, and two on the bloodstained wooden club which was found outside the house near a utility room door. When the blue pajama top was folded in the same manner as it was found on Colette's body, it was shown that the pattern of puncture holes through the garment was strikingly similar to the pattern of icepick <span class=\"star-pagination\">*1347</span> wounds suffered by Colette. Moreover, the pocket to the blue pajama top was found in the master bedroom, and it was shown at trial that the pocket had been stained with Colette's type blood prior to being torn from the garment. Because each member of the MacDonald family had a different blood type, the government was also able to present evidence showing that MacDonald's version of the events was contradicted by the actual location of blood stains, spatterings and footprints. The foregoing is only a brief summary of the evidence against MacDonald which is reviewed in more depth in the court's 1985 order denying motions for a new trial and for habeas relief. <i>See United States v. MacDonald,</i> 640 F.Supp. at 310-15.</p>\n<p>MacDonald's defense consisted primarily of his own testimony, character witnesses, and impeachment of the integrity of the crime scene and evidence offered by the government. MacDonald also argued at trial that the presence of hair, fibers, fingerprints, and candle wax found by government investigators at the crime scene but not matched to any source in the MacDonald household supported MacDonald's testimony that there were intruders in the apartment.</p>\n<p>During the trial, Helena Stoeckley was found by the government in South Carolina and was brought to Raleigh under a court subpoena to testify on behalf of MacDonald. After a day-long recess during which time Stoeckley was interviewed by MacDonald's counsel, she testified before the jury at length regarding her knowledge of the MacDonald murders. The substance of her testimony was that she had never seen MacDonald before trial and had never been in his home. However, she vaguely felt that she might have had some connection with the crimes, since extensive drug use had left her with no memory of her whereabouts between midnight and 5:30 a.m. on the date of the murders. She testified that she had owned a shoulder length blond wig, but to the best of her recollection, was not wearing it when she went out on the night of the murders. She admitted to behavior suggesting that she had gone into mourning following the murders and to burning the wig two days later.</p>\n<p>Because Stoeckley's trial testimony was at best inconclusive, MacDonald sought to introduce the testimony of seven witnesses who had heard Stoeckley state at various times that she was involved in the crimes or at least present in the MacDonald apartment on the night of the murders. After listening to the proposed testimony of these individuals without the presence of the jury, the court excluded the evidence on the grounds that it would be inadmissible hearsay and unduly confusing and prejudicial. While the testimony of these out-of-court statements by Stoeckley could arguably have been admissible as statements against Stoeckley's penal interest, the court found that there were no corroborating circumstances clearly indicating the trustworthiness of the statements. <i>See</i> Fed.R.Evid. 804(b)(3).</p>\n<p>Following his conviction on two counts of second-degree murder and one count of first-degree murder, MacDonald filed an appeal on due process and evidentiary grounds, all of which were ultimately rejected. <i>United States v. MacDonald,</i> 688 F.2d 224 (4th Cir.1982), <i>cert. denied,</i> 459 U.S. 1103, 103 S.Ct. 726, 74 L.Ed.2d 951 (1983). In the fall of 1982, MacDonald retained attorney Brian O'Neill to pursue collateral post-conviction remedies. O'Neill and his staff conducted an extensive investigation of the case, which included a review of materials received in response to Freedom of Information Act (FOIA) requests filed with the Department of Justice, the FBI, and the Army. On April 5, 1984, MacDonald filed motions seeking to have his convictions set aside or a new trial, one styled as a motion for a new trial under F.R.Crim.P. 33 and two for a writ of habeas corpus pursuant to 28 U.S.C. § 2255. The motions were based on: (1) the alleged use of a psychiatrist as a government agent to obtain information from MacDonald in violation of his Fifth and Sixth Amendment rights, <i>see, e.g., </i><i>Estelle v. Smith,</i> 451 U.S. 454, 101 S.Ct. 1866, 68 L.Ed.2d 359 (1981); <i>Massiah v. United States,</i> 377 U.S. 201, 84 S.Ct. 1199, 12 L.Ed.2d 246 (1964); (2) the suppression of <span class=\"star-pagination\">*1348</span> exculpatory evidence allegedly in possession of the government, including a half-filled bloody syringe, bloody clothes and boots, skin found under Colette's fingernail, and the notes and photographs of a CID photographer suggesting that the letter \"G\" written on Stoeckley's apartment wall resembled the letter \"G\" in the word \"pig\" which was written in blood on the headboard in the master bedroom of the MacDonald apartment, <i>see, e.g., </i><i>Brady v. Maryland,</i> 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963); and (3) post-trial statements by Stoeckley and two of her friends, Greg Mitchell and Cathy Perry Williams, in which they confessed to having participated in the murder of MacDonald's family. After an evidentiary hearing and legal arguments by counsel, the court denied all three motions, finding in part that the statements of Stoeckley and her friends would not be admissible at a new trial since circumstances strongly suggested that the confessions were fabricated. The court also found that the evidence that MacDonald claims was suppressed and the new evidence that he would present at a second trial would not have affected the jury's verdict. <i>United States v. MacDonald,</i> 640 F.Supp. 286 (E.D.N.C.), <i>aff'd,</i> 779 F.2d 962 (4th Cir.1985), <i>cert. denied,</i> 479 U.S. 813, 107 S.Ct. 63, 93 L.Ed.2d 22 (1986).</p>\n<p>MacDonald continued his quest to overturn his convictions with the aid of private investigators who reviewed documents from FOIA releases and conducted further interviews. One of these investigators, Ellen Dannelly, who had been working for MacDonald since 1983, compiled a report for MacDonald in October 1989 containing her findings that FBI laboratory technicians had discovered the presence of one black wool fiber and one white wool fiber in the debris taken from the right biceps area of Colette's pajama top, two black wool fibers and one green wool fiber in the debris removed from the wooden club murder weapon, and two black wool fibers in the debris removed from the mouth area of Colette, none of which were matched to any known source in the MacDonald home. <i>See</i> Affidavit of Dannelly at 3. These unmatched fibers were referred to in the government scientists' handwritten lab notes included in FOIA releases, but the fibers were not mentioned in the typewritten FBI lab reports given to MacDonald prior to trial.</p>\n<p>In December 1989, attorney Anthony P. Bisceglie, who had been retained by MacDonald to obtain additional FOIA information and who remains as one of MacDonald's attorneys of record for the present motion, received FOIA releases from the FBI consisting of handwritten lab notes compiled by FBI technicians. In order to obtain additional information pertaining to the MacDonald case, Bisceglie went to the Army records office in Baltimore, Maryland to review the entire Army CID MacDonald file. He was accompanied by John Murphy, a paralegal for MacDonald's current habeas counsel Harvey A. Silverglate, and by Fred Bost, an author researching a book on MacDonald's case.</p>\n<p>Murphy states that in the course of reviewing copies of handwritten lab notes that he saw for the first time in May 1990, he found evidence indicating the government technicians' awareness of: (1) unmatched blond synthetic hairs, as long as 22 inches, on a hairbrush taken from the MacDonald home, (2) the presence of unmatched black, green, and white woolen fibers found in debris taken from critical places on Colette's body and the wooden club, (3) the presence of unmatched brown/green cotton fibers underneath Colette's body, and (4) the presence of unmatched human hairs in the bedding of the victims. <i>See</i> Affidavit of Murphy at 2. Murphy also states that he reviewed several documents received in post-trial FOIA releases indicating that the government was concerned about the lab technicians' findings of unmatched hairs and fibers and the prospect of the defense gaining access to the handwritten lab notes which documented these findings. These documents included: (1) a 1973 memorandum from the United States Attorney for the Eastern District of North Carolina, Thomas P. MacNamara, stating that unidentified hairs found in Colette's hand would \"aid the defense\"; (2) a pretrial legal research memo written to prosecutor <span class=\"star-pagination\">*1349</span> Brian M. Murtagh by a law student assistant, Jeffrey S. Puretz, outlining the government's obligation to turn over the lab notes; and (3) a letter from Murtagh to the FBI written two years after trial requesting that all of MacDonald's FOIA requests be denied pending final resolution of the litigation. <i>Id.</i> at 39-40.</p>\n<p>On October 19, 1990, MacDonald filed the instant petition on the basis of the evidence found by Murphy and listed in the preceding paragraph. MacDonald claims that the lab notes alone require that MacDonald be granted a new trial since they provide direct evidence that MacDonald was not lying when he told of four drugcrazed hippies murdering his family. MacDonald further asserts that the three additional documents consisting of prosecution memos and letters, although not essential to his request for a new trial, demonstrate that prosecutor Murtagh purposefully withheld the handwritten lab notes prior to trial because he had concluded that they were highly exculpatory and would have been material in producing a verdict of acquittal.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2><i>A. Materiality of Allegedly Suppressed Evidence</i></h2>\n<p>MacDonald seeks relief under several different legal theories. First, he argues that the prosecution's failure to turn over exculpatory lab notes prior to trial violated the doctrine of <i>Brady v. Maryland</i><i>,</i> which forbids \"suppression by the prosecution of evidence favorable to an accused ... irrespective of the good faith or bad faith of the prosecution.\" <i>Brady,</i> 373 U.S. at 87, 83 S.Ct. at 1196-97. Second, MacDonald argues that the government violated due process by manipulating the trial testimony of expert witnesses to knowingly mislead the jury and conceal the existence of hair and fiber evidence corroborating MacDonald's story. <i>See </i><i>Alcorta v. Texas,</i> 355 U.S. 28, 78 S.Ct. 103, 2 L.Ed.2d 9 (1957); <i>Mooney v. Holohan,</i> 294 U.S. 103, 55 S.Ct. 340, 79 L.Ed. 791 (1934). In a footnote, MacDonald also argues that the government's failure to turn over lab notes written by government agents who testified at trial regarding the subject of the notes may have violated his right to obtain statements and reports of witnesses under the Jencks Act, 18 U.S.C. § 3500. In response, the government attacks the merits of MacDonald's claims and also argues that MacDonald's petition should be legally barred under the doctrine of abuse of the writ. <i>See </i><i>McCleskey v. Zant,</i> ___ U.S. ___, 111 S.Ct. 1454, 113 L.Ed.2d 517 (1991).</p>\n<p>Regardless of the legal theory invoked in support of habeas relief or the theory invoked to prevent the court from reaching the merits of MacDonald's claims, the ultimate question that the court must addressand the question of most interest to those who have followed the progress of this case for the past twenty yearsis whether the jury's verdict would have been different had the defense been aware of the allegedly suppressed evidence at the time of trial. The purpose of criminal law and the constitutional protection afforded to those accused of crimes is to ensure the orderly and fair administration of justice. The law should not erect technical roadblocks for defendants seeking to receive the due process they are entitled to under the Constitution. At the same time, each of the legal doctrines designed to ensure due process is applied together with some derivation of the concept of materiality, keeping in mind that courts strive ultimately for just results rather than for technical perfection. <i>See, e.g., </i><i>Chapman v. California,</i> 386 U.S. 18, 22, 87 S.Ct. 824, 827, 17 L.Ed.2d 705 (1967) (\"[T]here may be some constitutional errors which in the setting of a particular case are so unimportant and insignificant that they may, consistent with the Federal Constitution, be deemed harmless, not requiring the automatic reversal of the conviction.\").</p>\n<p>Thus, under <i>Brady</i> and its progeny, only suppression of evidence that is material to the outcome of a trial violates the due process clause of the Fourteenth Amendment. <i>Brady,</i> 373 U.S. at 87, 83 S.Ct. at 1196. Evidence is material when \"there is a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have <span class=\"star-pagination\">*1350</span> been different.\" <i>United States v. Bagley,</i> 473 U.S. 667, 682, 105 S.Ct. 3375, 3383, 87 L.Ed.2d 481 (1985). A reasonable probability has in turn been defined as \"a probability sufficient to undermine confidence in the outcome.\" <i>Id.</i> Under <i>Alcorta,</i> where a conviction is obtained by the prosecutor's false presentation of evidence, a new trial must be ordered \"if there is any reasonable likelihood that the false testimony could have affected the judgment of the jury.\" <i>United States v. Agurs,</i> 427 U.S. 97, 103, 96 S.Ct. 2392, 2397, 49 L.Ed.2d 342 (1976). A failure to turn over statements of witnesses required under the Jencks Act will only warrant a new trial where the prosecutor's error was not harmless. <i>Goldberg v. United States,</i> 425 U.S. 94, 111 n. 21, 96 S.Ct. 1338, 1348 n. 21, 47 L.Ed.2d 603 (1976); <i>Rosenberg v. United States,</i> 360 U.S. 367, 371, 79 S.Ct. 1231, 1234, 3 L.Ed.2d 1304 (1959). Finally, under <i>McCleskey,</i> second and subsequent habeas petitions will only be permitted where the petitioner, in addition to showing cause for failure to raise the claims earlier, can show actual prejudice from the errors of which he complains or circumstances implicating a fundamental miscarriage of justice. <i>McCleskey,</i> 111 S.Ct. at 1470. The fundamental miscarriage of justice exception applies only to \"extraordinary instances when a constitutional violation probably has caused the conviction of one innocent of the crime\" or to cases where \"petitioner supplements a constitutional claim with a `colorable showing of factual innocence.'\" <i>Id.</i> at 1470-71.</p>\n<p>With these various standards of materiality in mind, the court turns first to the effect that the allegedly suppressed evidence would have had on the trial and the jury's verdict. MacDonald states that he now has sufficient evidence to gain his acquittal and that only \"the most blatant result-oriented intellectual dishonesty\" could cause the court to conclude that the government's case would have survived a fair trial. Petitioner's Reply Brief at 88. After careful review of the handwritten lab notes at the core of the instant petition, the court finds that MacDonald has somewhat overstated the importance of the newly offered evidence.</p>\n<p>The basis of MacDonald's claim is his argument that the allegedly suppressed lab notes reveal the existence of forensic evidence of intruders that was critically lacking at trial. MacDonald asserts that the fibers discussed in the lab notes provide evidence which could have corroborated his testimony that drug-crazed hippies, and not MacDonald, were responsible for the crimes. In the absence of such forensic evidence supporting MacDonald's account of intruders murdering his family, the jury had no alternative but to conclude that MacDonald was lying and that he himself had committed the murders. During closing arguments, the government argued that there was no physical evidence of any intruders in the MacDonald home on the night of the murders and suggested that MacDonald was lying. The court in fact instructed the jurors that if they found that MacDonald had offered an exculpatory statement which proved to be false, they were permitted to consider whether the discrepancy pointed to a consciousness of guilt.</p>\n<p>However, close analysis of the actual fiber evidence at issue reveals that the fibers provide little, if any, support for MacDonald's account of the crimes. In order to formulate its response in this action, the government submitted the fibers and hair at issue to an FBI forensic examiner, Michael P. Malone, for reexamination. According to Malone, the blond synthetic fibers found in Colette's clear-handled hairbrush and discussed in the lab notes were not consistent with blond wig hairs from any known wig fibers currently in the FBI laboratory reference collection. Of the four synthetic fibers from the brush which have been analyzed, one matches a grey wig reportedly owned by Colette and three are composed primarily of \"saran\", a substance which is not suitable for human wigs, but is used to make mannequin and doll hair, dust mops, and patio screens. MacDonald has presented no evidence that blond saran fibers have ever been used in the manufacture of human wigs. While MacDonald argues that Stoeckley's blond <span class=\"star-pagination\">*1351</span> wig, which was described by one witness as \"stringy\", may have been a mannequin wig, such speculation is unsupported by any evidence in the record.</p>\n<p>The second class of allegedly newly discovered fiber evidence consists of one black wool fiber and one white wool fiber in the debris taken from the right biceps area of Colette's pajama top, two black wool fibers and one green wool fiber in the debris removed from the wooden club murder weapon, and two black wool fibers in the debris removed from the mouth area of Colette, none of which were matched to any known source in the MacDonald home. Despite what MacDonald describes as their \"strategic\" location, the significance of these fibers is diminished by the fact that they were found in relatively small numbers and that no two of these fibers appear to be from the same source. While MacDonald argues that these fibers' \"only possible source is an intruder who had contact with both Colette and the wooden club murder weapon,\" Petitioner's Brief at 35, the government argues that the fibers could have fallen in the house at any time prior to the murders and then attached to Colette as a result of her contact with various rugs on the night of the murders. The government points out in support of this theory that blood evidence introduced at trial showed that Colette's body was in contact with three different rugs after being attacked. In fact, the white wool fiber found on the right biceps area of Colette's pajama top appears to be a fiber from the white shag rug in the master bedroom. Affidavit of Malone at 10.</p>\n<p>Further, the government asserts that these fibers are unmatched to any known sources in the MacDonald household in part due to the fact that the MacDonald family's possessions are no longer available for forensic comparisons. Since most of the family's clothing was returned to MacDonald and disposed of after the Army charges against him were dropped, the actual origin of these fibers will never be conclusively determined. However, even allowing for this uncertainty, the court finds that there is no likelihood that the jury would have reached a different verdict had it known about the existence of these few wool fibers.</p>\n<p>MacDonald also mentions two other classes of allegedly newly discovered fiber evidence consisting of unmatched brown/ green cotton fibers found underneath Colette's body and unmatched human hairs found in the bedding of the victims. As with the wool fiber evidence, the court finds no reason to believe that the result at trial would have been altered had this fiber and hair evidence been brought to the attention of the jury.</p>\n<p>Perhaps because the actual fibers would do little to provide evidence that drug-crazed intruders were in the MacDonald home on the night of the murders, MacDonald attempts to argue that the lab notes discussing the presence of the fibers  and not the fibers themselves  constitute the important new evidence that would result in acquittal if presented to the jury. However, even if the lab notes could have been introduced at trial, in the court's opinion the jury's verdict would not have been affected, since the government would have been able to show the relative insignificance of the underlying fibers as discussed above.</p>\n<p>Given that the synthetic blond fibers appear not to be wig hair and that the other fibers at issue are unmatched to each other and to known sources, the allegedly suppressed evidence would simply mirror other evidence of unexplained household debris that was presented to the jury. At trial, MacDonald introduced evidence of unidentified fibers, hairs, fingerprints, and candle wax found at the crime scene by government investigators. MacDonald was permitted to argue to the jury that the large amount of unmatched evidence in the apartment supported a conclusion that intruders had committed the murders. Nevertheless, the jury apparently rejected MacDonald's argument that the unexplained household debris undermined the showing made by the government's presentation of physical evidence pointing toward MacDonald's guilt. Where, as here, the allegedly suppressed fibers \"would have <span class=\"star-pagination\">*1352</span> provided merely cumulative evidence\" of unmatched household debris, a new trial is not warranted. <i>United States v. Page,</i> 828 F.2d 1476, 1479 (10th Cir.), <i>cert. denied,</i> 484 U.S. 989, 108 S.Ct. 510, 98 L.Ed.2d 508 (1987).</p>\n<p>In addition to the claim that the allegedly newly discovered fiber evidence would have corroborated his account of the murders, MacDonald argues that this evidence would have caused the court to admit the testimony of the seven witnesses who had heard Stoeckley admit to some involvement with the crimes. MacDonald points out that the court barred this hearsay testimony in part due to the fact that \"no physical evidence was uncovered at the crime scene which would support Stoeckley's confessions.\" <i>United States v. MacDonald,</i> 640 F.Supp. at 323. MacDonald asserts that the court would have admitted the proposed testimony had it known that the government's own experts had discovered blond synthetic fibers in the hairbrush, unmatched hair in the victims' beds, and other unmatched fibers in strategic locations. MacDonald states that the Fourth Circuit, in reviewing the conviction on direct appeal, noted that had MacDonald been able to present to the jury the witnesses who had heard Stoeckley confess to involvement in the crimes, it would have destroyed the government's case. <i>See</i> Petitioner's Brief at 25.</p>\n<p>However, the court's exclusion of the Stoeckley hearsay witnesses was based only in part on the absence of corroborating physical evidence. The primary reason for the exclusion of these witnesses was Stoeckley's utter unreliability as evidenced by her demeanor on the stand and her history of drug abuse. As the court explained, most of Stoeckley's statements appeared to be made while she was under the influence of powerful narcotics and \"were so clearly untrustworthy that the court should not hesitate to exercise its discretion to exclude the evidence under Rule 403, F.R.E.\" <i>United States v. MacDonald,</i> 485 F.Supp. at 1093. The court's decision on the admissibility of the Stoeckley hearsay witnesses would not have been different had the court been aware of the allegedly suppressed fiber evidence at issue here.</p>\n<p>Even had these hearsay witnesses been allowed to testify before the jury, the likely effect of such testimony would not have been as great as MacDonald contends. Contrary to MacDonald's assertion, the Fourth Circuit has never stated that these hearsay witnesses would have destroyed the government's case. The Fourth Circuit stated only that: \"Had <i>Stoeckley</i> testified as it was reasonable to expect she might have testified, the injury to the government's case would have been incalculably great.\" <i>United States v. MacDonald,</i> 632 F.2d at 264 (emphasis added). In fact, the holding most relevant to determining the effect that testimony of Stoeckley's hearsay statements would have had on the jury is this court's decision regarding the materiality of post-trial statements by Stoeckley, wherein the court stated that: \"[I]f the jury had not heard [Stoeckley's] testimony but instead had heard her so-called confessions, in the court's opinion the jury would not have reached a different verdict, for the government's cross-examination would surely have developed the glaring inconsistencies in her story as previously noted and that because of her drug-crazed condition she was a totally unreliable, untrustworthy witness.\" <i>United States v. MacDonald,</i> 640 F.Supp. at 333. In affirming that decision, the Fourth Circuit held that \"the district judge could appropriately find that the ... statements ... did not meet the materiality requirement for a new trial.\" <i>United States v. MacDonald,</i> 779 F.2d at 965. Moreover, even Judge Murnaghan, who stated that he would have admitted the Stoeckley hearsay witnesses at trial had he been the trial judge, recognized that \"[i]f such evidence was not persuasive ... the jury, with very great probability, would not have been misled by it.\" <i>United States v. MacDonald,</i> 688 F.2d at 234 (Murnaghan, J., concurring).</p>\n<p>In sum, the court finds that under any of the relevant legal standards of materiality, the fiber evidence at issue here is insufficient to warrant habeas relief. As <span class=\"star-pagination\">*1353</span> the court noted in its order denying a previous motion for new trial, at a second trial:</p>\n<blockquote>the government would again be able to introduce such damaging evidence against MacDonald as his pajama top, the location of fibers from the pajama top in parts of the house which would be inconsistent with MacDonald's story, the bloody footprint leaving Kimberly MacDonald's bedroom, the pajama top demonstration whereby it was shown that the holes in the top matched icepick wounds on the body of Colette MacDonald, and the other evidence which proved, apparently conclusively so, that MacDonald murdered his family.</blockquote>\n<p><i>United States v. MacDonald,</i> 640 F.Supp. at 332. Having reviewed the history of the proceedings and the newly offered evidence in detail, the court finds that MacDonald has not shown either a \"reasonable probability\", <i>see </i><i>Bagley,</i> 473 U.S. at 682, 105 S.Ct. at 3383, or \"any reasonable likelihood,\" <i>see </i><i>Agurs,</i> 427 U.S. at 103, 96 S.Ct. at 2397, of a different result had MacDonald been given access to the lab notes at trial. To the extent that the failure to turn over the lab notes could be construed as a violation of the Jencks Act, the court finds that any error by the prosecutor was harmless. <i>See </i><i>Goldberg v. United States,</i> 425 U.S. at 111 n. 21, 96 S.Ct. at 1348 n. 21. Finally, MacDonald has not demonstrated that the alleged suppression of evidence resulted in either actual prejudice or a fundamental miscarriage of justice necessary to excuse his failure to raise the instant claims as part of his initial habeas proceeding. <i>See </i><i>McCleskey,</i> 111 S.Ct. at 1470.</p>\n<p></p>\n<h2><i>B. Government's Suppression of Exculpatory Evidence</i></h2>\n<p>While the court primarily rests its denial of habeas relief on a finding that the allegedly suppressed evidence would not have caused the jury to reach a different verdict at trial, the decision could alternatively be based on the court's finding that the prosecution adequately complied with its duty to turn over exculpatory evidence. In order to establish a <i>Brady</i> violation, a petitioner must show that: \"(1) the prosecution suppressed the evidence; (2) the evidence would have been favorable to the accused; and (3) the suppressed evidence is material.\" <i>United States v. Wolf,</i> 839 F.2d 1387, 1391 (10th Cir.), <i>cert. denied,</i> 488 U.S. 923, 109 S.Ct. 304, 102 L.Ed.2d 323 (1988).</p>\n<p>Regarding the first element of a claim under <i>Brady,</i> MacDonald has not shown that the government suppressed any evidence to which he was entitled. While MacDonald was not given access to the handwritten lab notes describing the fiber evidence, the government complied with its duty under <i>Brady</i> by allowing MacDonald to examine and test any of the actual physical evidence, including the fibers at issue here. <i>See, e.g., </i><i>United States v. Wolf,</i> 839 F.2d at 1391 (\"If the means of obtaining the exculpatory evidence has been provided to the defense, however, a <i>Brady</i> claim fails, even if the prosecution does not physically deliver the evidence requested.\"); <i>United States v. Page,</i> 828 F.2d at 1479 (\"[A] new trial is not warranted by evidence which, with reasonable diligence, could have been discovered and produced at trial.\"); <i>United States v. Gaggi,</i> 811 F.2d 47, 59 (2d Cir.), <i>cert. denied,</i> 482 U.S. 929, 107 S.Ct. 3214, 96 L.Ed.2d 701 (1987) (\"no <i>Brady</i> violation occurs if the defendant ... should have known the essential facts permitting him to take advantage of any exculpatory evidence\"); <i>United States v. Ramirez,</i> 810 F.2d 1338, 1343 (5th Cir.), <i>cert. denied,</i> 484 U.S. 844, 108 S.Ct. 136, 98 L.Ed.2d 93 (1987) (\"a <i>Brady</i> violation does not arise if, with reasonable diligence, [defendant] could have obtained the information\"); <i>United States v. Griggs,</i> 713 F.2d 672, 674 (11th Cir.1983) (\"Where defendants ... had within their knowledge the information by which they could have ascertained the alleged <i>Brady</i> material, there is no suppression by the government.\").</p>\n<p>Here, it is undisputed that MacDonald was given unfettered access to the physical evidence. Pursuant to a June 19, 1979 order of this court, all of the government's physical evidence was made available to Dr. John Thornton, a forensic expert retained by MacDonald. Thornton made no <span class=\"star-pagination\">*1354</span> effort to examine the hair and fiber evidence currently at issue, choosing instead to concentrate on MacDonald's pajama top, the sheets from the master bedroom, floor boards containing a bloody footprint, and cuttings from the surgical rubber glove fragments. Affidavit of Murtagh at 25. MacDonald now argues that Thornton would have had no reason to look at the fiber evidence since its significance was hidden by the suppression of the lab notes and the fact that the box containing the blond synthetic fibers from the clear-handled hairbrush was labeled \"black, black &amp; grey [illegible] synthetic hairs.\" However, the fact remains that Thornton, for whatever reason, chose not to examine any of the fiber evidence, despite being given an opportunity to do so.</p>\n<p>Further, suppression of evidence under <i>Brady</i> can only occur with \"information which had been known to the prosecution but unknown to the defense.\" <i>Agurs,</i> 427 U.S. at 103, 96 S.Ct. at 2397. Here, MacDonald has presented no evidence that the prosecuting attorneys had read the lab notes currently at issue and there is no reason to suspect that they were aware of any potential exculpatory material in the notes. Prosecutor Brian M. Murtagh, in fact, states affirmatively that he never read the lab notes pertaining to fiber analysis prior to trial and would have had no reason to have done so. <i>See</i> Affidavit of Murtagh at 7, 14. In a case such as this one, where the allegedly suppressed evidence was discussed only in a few isolated notations buried in hundreds of pages of handwritten lab notes, <i>Brady</i> does not require the prosecution \"to peruse through all of its evidence with an eye to the defendant's theory of the case and then to specify to the defendant the evidence which supports that theory.\" <i>United States v. Davis,</i> 673 F.Supp. 252, 256 (N.D.Ill.1987) (emphasis omitted).</p>\n<p>Regarding the second element of a claim under <i>Brady,</i> while the court is willing to accept MacDonald's assertion that the handwritten lab notes were exculpatory, there is some doubt as to whether the allegedly suppressed evidence would have actually aided the defense had the notes been available at trial. Without any evidence that saran is used in the production of human wig hair, the presence of blond saran fibers in a hairbrush in the MacDonald home would have done little to corroborate MacDonald's account of an intruder with blond hair or a blond wig. Moreover, Stoeckley testified at trial that she was not wearing her wig on the night of the murders, although she apparently told Jane Zillioux, a neighbor in Nashville, Tennessee, that she was worried about her wig getting wet from the rain. Similarly, the other allegedly suppressed fiber evidence would have been of rather limited exclamatory value given that the unmatched fibers were not found in sufficient quantityparticularly in comparison to the large numbers of fibers from MacDonald's pajama topto suggest a life and death struggle with four intruders.</p>\n<p></p>\n<h2><i>C. Government's Presentation of False or Misleading Evidence</i></h2>\n<p>In addition to his claim under <i>Brady,</i> MacDonald asserts a claim under <i>Alcorta v. Texas</i> and <i>Mooney v. Holohan</i><i>.</i> Those cases hold generally that due process is denied when the government presents to the jury testimony which is false and the government knows of its falsity. <i>Alcorta,</i> 355 U.S. at 31, 78 S.Ct. at 105; <i>Mooney,</i> 294 U.S. at 112, 55 S.Ct. at 341. As with MacDonald's <i>Brady</i> claim, the court primarily bases its decision to deny relief under <i>Alcorta</i> on the grounds that any alleged violation of MacDonald's due process rights was not material to the result at trial. However, the court addresses the elements of MacDonald's claim beyond materiality to make it clear that MacDonald has not met his burden of establishing even a technical violation of his rights under <i>Alcorta</i> and <i>Mooney.</i></p>\n<p>Critical to the analysis of constitutional violations under the <i>Alcorta</i> doctrine is the question of whether the prosecution knew of the falsity of the testimony it had elicited and permitted it to go uncorrected. Petitioner \"must show that the prosecutor or other government officers knew the testimony in question was false in order to <span class=\"star-pagination\">*1355</span> prevail.\" <i>Thompson v. Garrison,</i> 516 F.2d 986, 988 (4th Cir.), <i>cert. denied,</i> 423 U.S. 933, 96 S.Ct. 287, 46 L.Ed.2d 263 (1975). <i>See also </i><i>Beasley v. Holland,</i> 649 F.Supp. 561, 566 (S.D.W.V.1986) (Petitioner must show \"that the false testimony was knowingly and intentionally employed by the government in order to obtain a conviction.\"). The focus of an inquiry into an <i>Alcorta</i> claim is therefore on the state of mind of the prosecution team. However, \"speculative and conjectural possibilities\" or \"bald allegations ... are not sufficient to impute knowledge to the government.\" <i>United States v. Cole,</i> 755 F.2d 748, 763 (11th Cir.1985).</p>\n<p>MacDonald claims that the alleged misleading testimony was elicited from witnesses Dillard Browning, Paul Stombaugh, and Janice Glisson, all of whom were government forensic experts who had conducted tests on portions of the physical evidence. MacDonald asserts that the jury was misled by the testimony of Browning and Stombaugh, who stated that two fibers from MacDonald's pajama top had been found on the wooden club murder weapon but did not reveal the presence of a dark woolen fiber on the club, as reported in the handwritten lab notes. MacDonald also argues that the government manipulated the presentation of evidence so that Glisson would only testify about her blood examinations so as to avoid any mention by her of the blond fibers found in the hairbrush.</p>\n<p>In arguing that his due process rights were violated by prosecutorial misconduct, MacDonald engages in a vicious, but largely unsupported, attack on the conduct, ethics and integrity of prosecutor Murtagh. MacDonald states that Murtagh \"ignored the guidelines of his employer, the United States Department of Justice,\" Petitioner's Brief at 75, n. 59, engaged in \"intentional suppression,\" Petitioner's Reply Brief at 75, n. 28, and \"orchestrated one of the cruelest charades in American legal history.\" <i>Id.</i> at 89.</p>\n<p>Despite MacDonald's protestations that he has set forth a specific claim and has identified the sources of all of his information, <i>id.</i> at 52 n. 39, the court finds that MacDonald's invective against Murtagh is based on mere speculation regarding the motivations for his actions. While MacDonald attacks Murtagh's failure to turn over exculpatory material as a \"reprehensible\" deception of the court, <i>id.</i> at 64 n. 52, no evidence is offered to show that Murtagh was aware of the contents of the handwritten lab notes at issue. Further, there is no evidence that Glisson's testimony was limited to discussion of her blood analysis for any reason other than the fact that she was the government's primary serology expert in the case. Regarding the failure of Browning and Stombaugh to mention the presence of an unmatched fiber on the club, a review of the record shows that they testified about the presence of items of debris from the club that matched the pajama top but never specifically stated that these were the only fibers found in that location. Trial Transcript at 3784 (Browning), 4097-98 (Stombaugh). Moreover, the jury was told by Browning that \"there were many single fibers or loose fibers\" found in the MacDonald home and not matched to any known source, thus negating the suggestion that the jury would have been led to believe that no other fibers were found on the club. <i>Id.</i> at 3880.</p>\n<p>In short, what MacDonald ascribes to Murtagh's bad faith manipulation of testimony at trial appears to the court to be the result of factors unrelated to prosecutorial misconduct. The court has had the opportunity to observe the conduct of counsel for the government and for MacDonald over the last sixteen years and has found all counsel, without exception, to have performed in a diligent and professional manner. While there have been sharp conflicts over a multiplicity of procedural and substantive issues, the court has not perceived any instance where attorneys for either side crossed the boundary between zealous advocacy and impropriety. Any suggestion that the government engaged in conduct intended to deny MacDonald his right to a fair trial is unsupported by the extensive record in this action.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1356</span> <i>D. Government's Failure to Turn Over Statements of Witnesses</i>\n</h2>\n<p>In a footnote, MacDonald argues that the government's failure to turn over lab notes written by government agents who testified at trial regarding the subject of the notes may have violated his right to obtain statements and reports of witnesses under the Jencks Act, 18 U.S.C. § 3500. <i>See also </i><i>Jencks v. United States,</i> 353 U.S. 657, 77 S.Ct. 1007, 1 L.Ed.2d 1103 (1957). MacDonald has not pressed this argument either in briefs or during the motion hearing, but for the sake of completeness, the court will address the merits of the claim. Again, the primary basis for denying this claim is that any alleged Jencks Act violation would not have materially affected the result at trial. Additionally, MacDonald has failed to show that the government wrongfully withheld any prior statements of witnesses relating to the fiber evidence at issue.</p>\n<p>Under the Jencks Act, the government is only required to produce to the defendant a statement of a witness \"which relates to the subject matter as to which the witness has testified.\" 18 U.S.C. § 3500(b). A Jencks Act request must be made at trial following the testimony of a witness, and the government is under no obligation to turn over prior statements absent a request from the defendant. <i>United States v. Lemus,</i> 542 F.2d 222, 223 (4th Cir.1976), <i>cert. denied,</i> 430 U.S. 947, 97 S.Ct. 1584, 51 L.Ed.2d 794 (1977).</p>\n<p>In the present case, MacDonald has not shown that any of the lab notes discussing the allegedly suppressed fiber evidence were the focus of Jencks Act requests. The lab notes of Janice Glisson, which discussed the blond synthetic fibers, could not be construed as Jencks material since she gave no testimony relating to her fiber examinations. The lab notes of James C. Frier, which noted the presence of black wool and other fibers, were not subject to disclosure under the Jencks Act because Frier never testified at trial. MacDonald also complains that he did not receive the lab notes of Dillard Browning which referred to findings of unmatched hair and fiber, but no request was made for Browning's lab notes after his direct testimony or at any time during his cross examination. Affidavit of Murtagh at 9-10.</p>\n<p></p>\n<h2><i>E. Abuse of the Writ</i></h2>\n<p>As the court has made clear above, MacDonald's petition fails to establish a violation of his constitutional rights entitling him to habeas relief. An additional independent ground for denying MacDonald's petition is provided by the doctrine of abuse of the writ, which defines the circumstances in which federal courts may decline to entertain a claim presented for the first time in a second or subsequent petition for a writ of habeas corpus. Under this doctrine, the court need not reach the merits of MacDonald's claims at this time, since the information upon which the instant petition is based was in MacDonald's possession in 1984 when a previous petition for a writ of habeas corpus was filed.</p>\n<p>In <i>McCleskey v. Zant</i><i>,</i> a case released during the pendency of these proceedings, the Supreme Court held that second or subsequent habeas actions will only be allowed upon a showing of \"cause and prejudice\" or a showing \"that a fundamental miscarriage of justice would result from a failure to entertain the claim.\" <i>McCleskey,</i> 111 S.Ct. at 1470. The cause standard, borrowed from procedural default cases, \"requires the petitioner to show that `some objective factor external to the defense impeded counsel's efforts' to raise the claim\" previously. <i>Id.</i> The Supreme Court did not specifically address the issue of prejudice, but held generally that a petitioner must show actual prejudice from the errors of which he complains. <i>Id.</i> The \"miscarriage of justice\" exception applies only to \"extraordinary instances when a constitutional violation probably has caused the conviction of one innocent of the crime.\" <i>Id.</i></p>\n<p>Procedurally, since the government has properly pleaded abuse of the writ, MacDonald bears the burden of disproving abuse. <i>Id.</i> MacDonald first attempts to fulfill that burden by arguing <span class=\"star-pagination\">*1357</span> that the instant petition is not a second habeas petition, because the 1984 motions, some of which were purportedly based on 28 U.S.C. § 2255, should have been considered simply as a motion for new trial based on the ground of newly discovered evidence filed within the two-year time limit of F.R.Crim.P. 33. However, it cannot be seriously contended that the 1984 motions were not at least in part brought under the habeas corpus statute. In particular, MacDonald's claim based on the alleged use of a psychiatrist as a government agent to obtain information from MacDonald in violation of his Fifth and Sixth Amendment rights was not supported by any newly discovered evidence and therefore could only have been brought under 28 U.S.C. § 2255.</p>\n<p>Next, MacDonald contests the retroactive application of <i>McCleskey</i> to create a procedural barrier to his action, which was filed almost six months before the <i>McCleskey</i> decision was released. However, in the <i>McCleskey</i> case itself, the rule announced was applied retroactively to bar a second habeas petition filed by the petitioner in 1987. Moreover, decisions refining legal principles governing habeas petitions are routinely applied retroactively to pending habeas petitions. <i>See, e.g., </i><i>Felix v. Virgin Islands Government,</i> 702 F.2d 54, 57 (3d Cir.1983); <i>O'Berry v. Wainwright,</i> 546 F.2d 1204, 1218 n. 23 (5th Cir.), <i>cert. denied,</i> 433 U.S. 911, 97 S.Ct. 2981, 53 L.Ed.2d 1096 (1977). The Supreme Court stated that its decision in <i>McCleskey</i> was consistent with other modern abuse of the writ decisions. <i>McCleskey,</i> 111 S.Ct. at 1471. Thus <i>McCleskey</i> is a refinement of existing law rather than a statement of new law, and its holding can be applied to MacDonald's pending habeas petition.</p>\n<p>MacDonald also attempts to distinguish <i>McCleskey</i> on the grounds that it involved a habeas proceeding following a state criminal conviction, while the instant petition arises out of a federal criminal proceeding. Although the concerns of federal deference toward state proceedings present in Section 2254 petitions are absent in Section 2255 petitions, the underlying rationale of <i>McCleskey</i> was based on ensuring finality in habeas litigation regardless of the origin of the criminal conviction. <i>Id.</i> at 1468.</p>\n<p>Regarding his failure to raise the instant claims at the time of the initial habeas proceedings, MacDonald argues that he did not deliberately withhold claims based on the lab notes from his 1984 petition. However, MacDonald's intent is irrelevant, since \"[a]buse of the writ is not confined to instances of deliberate abandonment.\" <i>Id.</i> at 1467. The real issue here is not whether the allegedly newly discovered evidence was deliberately withheld from the 1984 petition, but rather whether the failure to raise these issues in 1984 was due to inexcusable neglect on the part of MacDonald's first habeas counsel. A lengthy quote from <i>McCleskey</i> is instructive here:</p>\n<blockquote>That McCleskey did not possess or could not reasonably have obtained certain evidence fails to establish cause if other known or discoverable evidence could have supported the claim in any event. \"[C]ause ... requires a showing of some external impediment <i>preventing</i> counsel from constructing or raising a claim.\" For cause to exist, the external impediment, whether it be government interference or the reasonable unavailability of the factual basis for the claim, must have prevented petitioner from raising the claim. Abuse of the writ doctrine examines <i>petitioner's</i> conduct: the question is whether petitioner possessed, or by reasonable means could have obtained, a sufficient basis to allege a claim in the first petition and pursue the matter through the habeas process. The requirement of cause in the abuse of the writ context is based on the principle that petitioner must conduct a reasonable and diligent investigation aimed at including all relevant claims and grounds for relief in the first federal habeas petition. If what petitioner knows or could discover upon reasonable investigation supports a claim for relief in a federal habeas petition, what he does not know is irrelevant. Omission of the claim will not be excused merely because evidence <span class=\"star-pagination\">*1358</span> discovered later might also have supported or strengthened the claim.</blockquote>\n<p><i>Id.</i> at 1472 (cites omitted; emphasis in original).</p>\n<p>MacDonald contends that the reason that the instant claim was not raised in 1984 is that \"[t]he government never disclosed until 1990 the documents upon which this claim is based.\" Petitioner's Reply Brief at 80. However, a close inspection of the affidavits and documents submitted by both sides belies MacDonald's assertion that the crucial documents were not available in 1984. The affidavit of Karen R. Davidson, an associate of MacDonald's previous habeas counsel Brian O'Neill, states that lab notes of James Frier documenting the existence of black, green and white wool fibers taken from the body of Colette and from the club are date-stamped as having been received by O'Neill's office from the FBI on July 20, 1983. Affidavit of Davidson at 6. Davidson, though, has no memory of having seen these notes or recognizing their importance.</p>\n<p>Regarding the synthetic blond fiber from the clear-handled hairbrush, Davidson admits to having seen a page from Janice Glisson's lab notes which mentions the presence of synthetic blond fibers but contains a question mark after the word \"synthetic\". This page not only bears a datestamp showing that it was received in O'Neill's office on June 30, 1983, but also has attached to it a post-it note from a law student clerk, John Crouchley, showing that the potential significance of this document was explored by members of the MacDonald legal team at the time. <i>See</i> Affidavit of Davidson, Exhibit 2. Davidson states that the presence of the blond synthetic fiber in the hairbrush was not included in the 1984 motion because of the legal team's inability to find any confirmation of the ambiguous reference to blond synthetic hair. Davidson further states that had she been aware of a so-called confirmatory note in which Glisson again referenced findings of blond synthetic hairs, she would have brought them to O'Neill's attention for inclusion in the 1984 motion. This second reference to blond synthetic hairs was apparently not discovered by any member of his legal or investigative team until 1990.</p>\n<p>Thus according to evidence submitted by MacDonald, all of the lab notes at issue except Glisson's confirmatory note regarding blond synthetic hair were date-stamped as having been received in O'Neill's office in 1983. Clearly the 1983 and 1984 FOIA releases contained much, if not all, of the information upon which the instant claims are based. The court notes that private investigator Ellen Dannelly had by October 1989 compiled a report for MacDonald discussing the unmatched fibers found on the club and on Colette's mouth and biceps area. Since the lawyer retained by MacDonald to obtain FOIA releases did not begin to receive additional documents until December 1989, Dannelly's conclusions must have been based on information available to MacDonald by 1984.</p>\n<p>Moreover, there is evidence submitted by the government that the confirmatory note, which MacDonald claims would have led to the inclusion of a claim based on suppressed fiber evidence in the April 1984 motions, was actually part of a FOIA release sent by the government to O'Neill in August 1984, while the first habeas petition was awaiting oral argument. Although not date-stamped as received by O'Neill's office, the page of Glisson's lab notes containing the confirmatory note bears a handwritten number 785 in the lower right hand corner. Janice W. Barkley, who was involved in processing FOIA requests in the MacDonald case as a civilian employee of the army, states that she numbered that document prior to January 26, 1984 as part of a sequence of documents to be released to O'Neill. Affidavit of Barkley at 11. G.M. Andersen, who replaced Barkley upon her resignation, states that this document was included in a FOIA release sent to O'Neill in August 1984. Affidavit of Andersen at 12.</p>\n<p>Taken as a whole, the evidence regarding dates of FOIA releases of lab notes undermines MacDonald's contention that he did not have information sufficient to advance the claims made in this petition until 1990. At the very least, by early 1984 O'Neill had <span class=\"star-pagination\">*1359</span> possession of  if not knowledge of  lab notes making reference to all of the fibers claimed by MacDonald to show the presence of intruders. Prior to the filing of the 1984 motion, the only document of arguable significance unavailable to O'Neill was the confirmatory lab note regarding synthetic blond fibers, and this document appears to have been sent to O'Neill in August 1984.</p>\n<p>MacDonald earnestly contends that the confirmatory note was never received by O'Neill, despite the appearance of FOIA release numbers indicating that it was sent in August 1984. Even accepting MacDonald's avowal that this confirmatory note was never sent or was somehow lost en route, the court finds that MacDonald was put on notice of a potential claim based on the blond synthetic fibers in 1984 and should not be permitted to raise such a claim more than six years later. It is undisputed that MacDonald's counsel in 1984 had actual knowledge of the initial Glisson note making reference to synthetic blond fibers found in the clear handled hairbrush. Glisson's reference to blond synthetic fibers could have been confirmed by examining the actual fibers at issue, since the physical evidence taken from the scene remained available to MacDonald at all times. MacDonald's further suggestion that, in the absence of the confirmatory note, a claim based on the blond synthetic hairs would have subjected him to sanctions under Rule 11 of the Federal Rules of Civil Procedure is without merit.</p>\n<p>In addition to the lab notes, MacDonald ascribes significance to three memoranda found by Murphy in the FOIA releases, including: (1) a 1973 memorandum from the United States Attorney for the Eastern District of North Carolina, Thomas P. MacNamara, stating that unidentified hairs found in Colette's hand would \"aid the defense\"; (2) a pretrial legal research memo written to prosecutor Brian M. Murtagh by a law student assistant, Jeffrey S. Puretz, outlining the government's obligation to turn over the lab notes; and (3) a letter from Murtagh to the FBI written two years after trial requesting that all of MacDonald's FOIA requests be denied pending final resolution of the litigation. These memoranda relate primarily to MacDonald's <i>Alcorta</i> claim of knowingly orchestrated false or misleading presentation of evidence.</p>\n<p>As with the lab notes, it appears that some or all of these memoranda were available to MacDonald prior to the filing of the 1984 motion. With respect to the U.S. Attorney's prosecution memo, the copy submitted by MacDonald bears a date stamp apparently indicating that it was received in O'Neill's office on February 17, 1983 from the Department of Justice. <i>See</i> Affidavit of Murphy, Exhibit 32. With respect to the Puretz Memorandum, it is apparent from the FOIA number at the bottom right hand corner that this document was released to O'Neill at least by November 1983. <i>See</i> Affidavit of Murphy, Exhibit 33; Affidavit of Murtagh at 31; Affidavit of Ross at 2-5. With respect to the Murtagh letter about FOIA requests, the copy submitted by MacDonald bears a date stamp apparently indicating that it was received in O'Neill's office on August 1, 1983 from the Department of Justice. <i>See</i> Affidavit of Murphy, Exhibit 35. Thus to the extent that these memoranda could have given rise to a habeas claim, MacDonald is barred from introducing such a claim for the first time in 1990, since the documents were in MacDonald's possession when he filed his initial habeas petition.</p>\n<p>As a final attempt to establish cause for not including the instant claim in the 1984 motion, MacDonald argues that O'Neill's failure to recognize the significance of documents received in his office amounted to ineffective assistance of counsel and therefore constituted cause excusing abuse of the writ. However, this argument is precluded by the Supreme Court's recent holding that where there is no constitutional right to counsel, as in habeas proceedings, a showing of attorney error is insufficient to meet the cause standard in procedural default cases. <i>Coleman v. Thompson,</i> ___ U.S. ___, ___-___, 111 S.Ct. 2546, 2564-67, 115 L.Ed.2d 640 (1991).</p>\n<p><span class=\"star-pagination\">*1360</span> Thus MacDonald has failed to show cause for his failure to include the current claims in his first petition for a writ of habeas corpus filed in April 1984. At that time, MacDonald either possessed or could have discovered through reasonable investigation the information upon which the instant petition is based. Further, as discussed above, MacDonald has not shown actual prejudice resulting from the errors of which he complains. Even in the absence of a showing of cause and prejudice excusing abuse of the writ, courts are required to address the merits of a second or subsequent habeas petition where a petitioner \"supplements a constitutional claim with a `colorable showing of factual innocence.'\" <i>McCleskey,</i> 111 S.Ct. at 1471. However, as explained more fully above, MacDonald has not demonstrated that his case fits within this \"narrow class of cases\" implicating a fundamental miscarriage of justice or that \"a constitutional violation probably has caused the conviction of one innocent of the crime.\" <i>Id.</i> 111 S.Ct. at 1470.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>In the 1985 order which denied motions for a new trial and for a writ of habeas corpus, the court noted that the evidence presented at trial was the result of an extensive analysis of the crime scene over a period of nine years and that five years of additional investigation had failed to uncover evidence which would undermine confidence in the jury's verdict. Now, more than six years later, the court is again asked to review the jury's findings in light of evidence only recently discovered by MacDonald's apparently indefatigable team of investigators and lawyers.</p>\n<p>Although relief could be denied solely on the basis of a procedural barrier due to MacDonald's failure to raise the instant claims as part of his initial habeas proceedings, the court has reviewed in detail the newly discovered evidence and has considered the merits of MacDonald's claims. Having done so, the court finds that the fiber evidence presented here for the first time would have been insufficient to alter the result at trial. In the end, the additional evidence has not changed the court's opinion that \"if the government were again called upon to present its evidence at a new trial and MacDonald was able to put all, or even selected parts of his new evidence before a second jury, the jury would again reach the almost inescapable conclusion that he was responsible for these horrible crimes.\" <i>United States v. MacDonald,</i> 640 F.Supp. at 334.</p>\n<p>Based on the foregoing, MacDonald's petition for a writ of habeas corpus must be denied. An order accordingly will be entered.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">778</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1342</span></span> (1991)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nJeffrey R. MacDONALD, Defendant.</h1></center>\n<center>Nos. 75-26-CR-3, 90-104-CIV-3-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>July 8, 1991.</center>\n<p><span class=\"star-pagination\">*1343</span> <span class=\"star-pagination\">*1344</span> Brian Murtagh, Sp. Asst. U.S. Atty., Eric Evenson, Asst. U.S. Atty., Raleigh, N.C., John F. Depue, Crim. Div., U.S. Dept. of Justice, Washington, D.C., for U.S.</p>\n<p>Harvey Silverglate, Philip Cormier, Boston, Mass., Norman Smith, local counsel, Greensboro, N.C., for Jeffrey R. MacDonald.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>Jeffrey R. MacDonald, who is serving three consecutive life sentences for the murders of his wife and two children, filed a petition for a writ of habeas corpus on October 19, 1990 pursuant to 28 U.S.C. § 2255 seeking to vacate his conviction on the grounds that the prosecution failed to disclose prior statements of witnesses at trial, withheld laboratory notes written by government agents which would have aided the defense, and exploited the suppression of the prior statements and lab notes by knowingly presenting a false and perjurious picture of the evidence and underlying facts. The government has responded that it fully complied with its duty to disclose exculpatory evidence and prior statements and that in any case, the allegedly suppressed evidence would not have altered the jury's verdict. The government further argues that MacDonald should be barred from raising these claims at this time since the information upon which the instant petition is based was in MacDonald's possession in 1984 when a previous petition for a writ of habeas corpus was filed. The court has allowed numerous extensions of time in which to file pleadings and has waived the normal page limitations so that both sides could adequately present their respective positions. Having considered the voluminous pleadings, affidavits, and exhibits, and the arguments of counsel at a hearing on June 26, 1991, the court finds for the reasons which follow that MacDonald's petition must be denied.</p>\n<p></p>\n<h2>I. FACTS AND PROCEDURAL HISTORY</h2>\n<p>In the court's twenty years on the bench, no other case has been the subject of more public and judicial scrutiny than this one. Virtually every aspect of the case has been detailed in eleven reported judicial opinions, <span class=\"star-pagination\">*1345</span> a best-selling book, a television drama, various documentaries, and countless articles and news reports. Although more than twenty years have passed since the murders, interest in the case remains seemingly unabated, as evidenced by the fact that even minor scheduling orders prompt calls to the court from local and national press organizations.</p>\n<p>The facts of the case and prior proceedings have been previously reported and will not be fully repeated here. <i>See </i><i>United States v. MacDonald,</i> <span class=\"citation\" data-id=\"333786\"><a href=\"/opinion/333786/united-states-v-jeffrey-r-macdonald/\"><span class=\"volume\">531</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span> (4th Cir.1976) (pre-trial ruling that four-year delay between dismissal of military charges and subsequent federal indictment violated constitutional right to speedy trial), <i>rev'd,</i> <span class=\"citation\" data-id=\"109838\"><a href=\"/opinion/109838/united-states-v-macdonald/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">850</span></a></span>, <span class=\"citation\" data-id=\"109838\"><a href=\"/opinion/109838/united-states-v-macdonald/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1547</span></a></span>, <span class=\"citation\" data-id=\"109838\"><a href=\"/opinion/109838/united-states-v-macdonald/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">18</span></a></span> (1978) (holding that defendant may not appeal order denying motion to dismiss on speedy trial grounds before trial); <i>United States v. MacDonald,</i> <span class=\"citation\" data-id=\"360394\"><a href=\"/opinion/360394/united-states-v-jeffrey-r-macdonald/\"><span class=\"volume\">585</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1211</span></a></span> (4th Cir.1978) (Fifth Amendment guarantee against double jeopardy does not bar federal prosecution following Article 32 hearing resulting in dismissal of army charges), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">961</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></span>, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">774</span></span> (1979); <i>United States v. MacDonald,</i> <span class=\"citation\" data-id=\"1377536\"><a href=\"/opinion/1377536/united-states-v-macdonald/\"><span class=\"volume\">485</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1087</span></a></span> (E.D.N.C.1979) (denying post-conviction bail pending appeal); <i>United States v. MacDonald,</i> <span class=\"citation\" data-id=\"382767\"><a href=\"/opinion/382767/united-states-v-jeffrey-r-macdonald/\"><span class=\"volume\">632</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">258</span></a></span> (4th Cir.1980) (reversing conviction on speedy trial grounds), <i>reh'g en banc denied,</i> <span class=\"citation\" data-id=\"384720\"><a href=\"/opinion/384720/united-states-v-jeffrey-r-macdonald/\"><span class=\"volume\">635</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1115</span></a></span> (4th Cir.1980) (over published dissents of five judges), <i>rev'd,</i> <span class=\"citation\" data-id=\"110686\"><a href=\"/opinion/110686/united-states-v-macdonald/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"110686\"><a href=\"/opinion/110686/united-states-v-macdonald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1497</span></a></span>, <span class=\"citation\" data-id=\"110686\"><a href=\"/opinion/110686/united-states-v-macdonald/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">696</span></a></span> (1982) (finding no speedy trial violation); <i>United States v. MacDonald,</i> <span class=\"citation\" data-id=\"408171\"><a href=\"/opinion/408171/united-states-v-jeffrey-r-macdonald/\"><span class=\"volume\">688</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">224</span></a></span> (4th Cir.1982) (rejecting due process and evidentiary challenges to conviction), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1103</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">726</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">951</span></span> (1983); <i>United States v. MacDonald,</i> <span class=\"citation\" data-id=\"2372256\"><a href=\"/opinion/2372256/united-states-v-macdonald/\"><span class=\"volume\">607</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1183</span></a></span> (E.D.N.C.1985) (denying government's motion for forfeiture of proceeds from book and television program concerning the case); <i>United States v. MacDonald,</i> <span class=\"citation\" data-id=\"1452181\"><a href=\"/opinion/1452181/united-states-v-macdonald/\"><span class=\"volume\">640</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">286</span></a></span> (E.D.N.C.1985) (denying motions for a new trial and for a writ of habeas corpus), <i>aff'd,</i> <span class=\"citation\" data-id=\"462458\"><a href=\"/opinion/462458/united-states-v-jeffrey-r-macdonald-national-association-of-criminal/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span></a></span> (4th Cir.1985) (affirming denial of motions for recusal, new trial, and habeas relief), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">813</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">63</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">22</span></span> (1986). Nevertheless, some background review is necessary for a complete understanding of the pending claims.</p>\n<p>In the early morning of February 17, 1970, MacDonald's pregnant wife, Colette, and his two daughters, two-year-old Kristen and five-year-old Kimberly, were clubbed and stabbed to death in their apartment at Fort Bragg, North Carolina where MacDonald was stationed as an Army Medical Corps captain. Military police arrived at the scene and found MacDonald lying unconscious across Colette's body in the master bedroom. The bodies of Kristen and Kimberly were found in their bedrooms. MacDonald suffered multiple stab wounds, most superficial, but one which partially collapsed a lung, and was treated and released after a brief hospitalization.</p>\n<p>MacDonald maintained in initial and subsequent interviews that the murders had been committed by a group of drug-crazed intruders. He stated that after falling asleep on the couch in the living room, he had been awakened by the screams of Colette and Kimberly and had seen a woman with blond hair wearing a floppy hat, boots and a short skirt carrying a flickering light and chanting \"acid is groovy; kill the pigs.\" He said that three men standing near the couch attacked him, pulling and tearing off his pajama top which he then used to ward off their blows, and that the attackers continued to club and stab him until he lost consciousness. According to MacDonald, he awoke on the hall steps to the living room, found his wife's body in the master bedroom, covered her with his pajama top, and then found the children's bodies in their bedrooms. He called the military police for assistance, but had lost consciousness by the time they arrived.</p>\n<p>Investigators initially accepted MacDonald's account of the murders and immediately began searching for four people fitting his descriptions of the alleged intruders. Considerable suspicion was focused upon Helena Stoeckley, a nineteen-year-old Fayetteville resident who resembled MacDonald's description of the female assailant. Stoeckley had been seen returning to her apartment at 4:30 on the <span class=\"star-pagination\">*1346</span> morning following the killings in the company of men also generally fitting the descriptions given by MacDonald. Within days of the crime, Stoeckley, an acknowledged heavy drug user, began telling people that she was involved in the murders or that she had been in the MacDonald apartment with friends who had committed the murders. She admitted to owning and frequently wearing a blond wig and a pair of white boots and said that she destroyed them within a few days after the crime because they might connect her with the MacDonald murders. At other times, however, Stoeckley denied any knowledge of the murders, saying that she had taken so many drugs on the night in question that she could not remember anything.</p>\n<p>As the military police, the Army's Criminal Investigation Division (CID), the Federal Bureau of Investigation (FBI) and the Fayetteville police department examined the crime scene, they began to discover physical evidence which cast doubt on MacDonald's story and caused them to view him as a suspect. For example, threads from MacDonald's blue pajama top, supposedly torn during a struggle in the living room, were found in large numbers in the master bedroom and in the children's bedrooms, but not in the living room. A piece of a plastic surgeon's glove, with which the word \"pig\" appeared to have been written in Colette's blood on the headboard in the master bedroom, was found to match gloves found under a sink in the MacDonald apartment. Moreover, investigators felt that the relative lack of damage to the apartment and the absence of direct physical evidence they could link to intruders was inconsistent with MacDonald's version of events. From this and similar evidence, they became convinced that MacDonald had killed his family and staged the crime scene to cover up the murders.</p>\n<p>The Army formally charged MacDonald with the three murders on May 1, 1970, but charges were dropped on October 23, 1970 on the recommendation of the investigating officer following hearings held pursuant to Article 32 of the Uniform Code of Military Justice, and MacDonald was granted a discharge from the Army. The investigation into the murders continued over the next several years, however, and MacDonald was eventually indicted by a federal grand jury on January 24, 1975. A series of pretrial motions and interlocutory appeals delayed commencement of the trial until July 1979.</p>\n<p>At the trial, which lasted seven weeks, the government called twenty-eight expert and lay witnesses and introduced approximately 1,100 pieces of evidence to support its theory that MacDonald, under the stress of long work hours, marital problems, and an argument with his wife over his younger daughter's bed wetting, flew into a rage and killed his wife and older daughter. According to the prosecution, MacDonald then attempted to avoid prosecution and punishment by killing his youngest daughter and staging the crime scene, using an Esquire magazine containing an article about the celebrated murders committed by Charles Manson and his cult and stained with a mixture of Colette and Kimberly's blood, so that it would appear that a similar drug crazed cult had murdered his family.</p>\n<p>The heart of the government's case was a painstaking reconstruction of the events surrounding the murders based on government scientists' analysis of blood, fibers, and other physical evidence found at the crime scene. Specifically, the government introduced evidence tending to show that contrary to MacDonald's story, his blue pajama top had not been torn and punctured during a struggle in the living room and later placed by MacDonald on his wife's body to prevent shock, but instead had been torn during a struggle with his wife and punctured while lying stationary on her body. While no fibers from the blue pajama top were found in the living room, 79 such fibers were found in the master bedroom, 19 in Kimberly's bedroom, two in Kristen's bedroom, and two on the bloodstained wooden club which was found outside the house near a utility room door. When the blue pajama top was folded in the same manner as it was found on Colette's body, it was shown that the pattern of puncture holes through the garment was strikingly similar to the pattern of icepick <span class=\"star-pagination\">*1347</span> wounds suffered by Colette. Moreover, the pocket to the blue pajama top was found in the master bedroom, and it was shown at trial that the pocket had been stained with Colette's type blood prior to being torn from the garment. Because each member of the MacDonald family had a different blood type, the government was also able to present evidence showing that MacDonald's version of the events was contradicted by the actual location of blood stains, spatterings and footprints. The foregoing is only a brief summary of the evidence against MacDonald which is reviewed in more depth in the court's 1985 order denying motions for a new trial and for habeas relief. <i>See United States v. MacDonald,</i> 640 F.Supp. at 310-15.</p>\n<p>MacDonald's defense consisted primarily of his own testimony, character witnesses, and impeachment of the integrity of the crime scene and evidence offered by the government. MacDonald also argued at trial that the presence of hair, fibers, fingerprints, and candle wax found by government investigators at the crime scene but not matched to any source in the MacDonald household supported MacDonald's testimony that there were intruders in the apartment.</p>\n<p>During the trial, Helena Stoeckley was found by the government in South Carolina and was brought to Raleigh under a court subpoena to testify on behalf of MacDonald. After a day-long recess during which time Stoeckley was interviewed by MacDonald's counsel, she testified before the jury at length regarding her knowledge of the MacDonald murders. The substance of her testimony was that she had never seen MacDonald before trial and had never been in his home. However, she vaguely felt that she might have had some connection with the crimes, since extensive drug use had left her with no memory of her whereabouts between midnight and 5:30 a.m. on the date of the murders. She testified that she had owned a shoulder length blond wig, but to the best of her recollection, was not wearing it when she went out on the night of the murders. She admitted to behavior suggesting that she had gone into mourning following the murders and to burning the wig two days later.</p>\n<p>Because Stoeckley's trial testimony was at best inconclusive, MacDonald sought to introduce the testimony of seven witnesses who had heard Stoeckley state at various times that she was involved in the crimes or at least present in the MacDonald apartment on the night of the murders. After listening to the proposed testimony of these individuals without the presence of the jury, the court excluded the evidence on the grounds that it would be inadmissible hearsay and unduly confusing and prejudicial. While the testimony of these out-of-court statements by Stoeckley could arguably have been admissible as statements against Stoeckley's penal interest, the court found that there were no corroborating circumstances clearly indicating the trustworthiness of the statements. <i>See</i> Fed.R.Evid. 804(b)(3).</p>\n<p>Following his conviction on two counts of second-degree murder and one count of first-degree murder, MacDonald filed an appeal on due process and evidentiary grounds, all of which were ultimately rejected. <i>United States v. MacDonald,</i> <span class=\"citation\" data-id=\"408171\"><a href=\"/opinion/408171/united-states-v-jeffrey-r-macdonald/\"><span class=\"volume\">688</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">224</span></a></span> (4th Cir.1982), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1103</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">726</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">951</span></span> (1983). In the fall of 1982, MacDonald retained attorney Brian O'Neill to pursue collateral post-conviction remedies. O'Neill and his staff conducted an extensive investigation of the case, which included a review of materials received in response to Freedom of Information Act (FOIA) requests filed with the Department of Justice, the FBI, and the Army. On April 5, 1984, MacDonald filed motions seeking to have his convictions set aside or a new trial, one styled as a motion for a new trial under F.R.Crim.P. 33 and two for a writ of habeas corpus pursuant to 28 U.S.C. § 2255. The motions were based on: (1) the alleged use of a psychiatrist as a government agent to obtain information from MacDonald in violation of his Fifth and Sixth Amendment rights, <i>see, e.g., </i><i>Estelle v. Smith,</i> <span class=\"citation\" data-id=\"110474\"><a href=\"/opinion/110474/estelle-v-smith/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span>, <span class=\"citation\" data-id=\"110474\"><a href=\"/opinion/110474/estelle-v-smith/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1866</span></a></span>, <span class=\"citation\" data-id=\"110474\"><a href=\"/opinion/110474/estelle-v-smith/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">359</span></a></span> (1981); <i>Massiah v. United States,</i> <span class=\"citation\" data-id=\"106822\"><a href=\"/opinion/106822/massiah-v-united-states/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">201</span></a></span>, <span class=\"citation\" data-id=\"106822\"><a href=\"/opinion/106822/massiah-v-united-states/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1199</span></a></span>, <span class=\"citation\" data-id=\"106822\"><a href=\"/opinion/106822/massiah-v-united-states/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">246</span></a></span> (1964); (2) the suppression of <span class=\"star-pagination\">*1348</span> exculpatory evidence allegedly in possession of the government, including a half-filled bloody syringe, bloody clothes and boots, skin found under Colette's fingernail, and the notes and photographs of a CID photographer suggesting that the letter \"G\" written on Stoeckley's apartment wall resembled the letter \"G\" in the word \"pig\" which was written in blood on the headboard in the master bedroom of the MacDonald apartment, <i>see, e.g., </i><i>Brady v. Maryland,</i> <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></a></span> (1963); and (3) post-trial statements by Stoeckley and two of her friends, Greg Mitchell and Cathy Perry Williams, in which they confessed to having participated in the murder of MacDonald's family. After an evidentiary hearing and legal arguments by counsel, the court denied all three motions, finding in part that the statements of Stoeckley and her friends would not be admissible at a new trial since circumstances strongly suggested that the confessions were fabricated. The court also found that the evidence that MacDonald claims was suppressed and the new evidence that he would present at a second trial would not have affected the jury's verdict. <i>United States v. MacDonald,</i> <span class=\"citation\" data-id=\"1452181\"><a href=\"/opinion/1452181/united-states-v-macdonald/\"><span class=\"volume\">640</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">286</span></a></span> (E.D.N.C.), <i>aff'd,</i> <span class=\"citation\" data-id=\"462458\"><a href=\"/opinion/462458/united-states-v-jeffrey-r-macdonald-national-association-of-criminal/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span></a></span> (4th Cir.1985), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">813</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">63</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">22</span></span> (1986).</p>\n<p>MacDonald continued his quest to overturn his convictions with the aid of private investigators who reviewed documents from FOIA releases and conducted further interviews. One of these investigators, Ellen Dannelly, who had been working for MacDonald since 1983, compiled a report for MacDonald in October 1989 containing her findings that FBI laboratory technicians had discovered the presence of one black wool fiber and one white wool fiber in the debris taken from the right biceps area of Colette's pajama top, two black wool fibers and one green wool fiber in the debris removed from the wooden club murder weapon, and two black wool fibers in the debris removed from the mouth area of Colette, none of which were matched to any known source in the MacDonald home. <i>See</i> Affidavit of Dannelly at 3. These unmatched fibers were referred to in the government scientists' handwritten lab notes included in FOIA releases, but the fibers were not mentioned in the typewritten FBI lab reports given to MacDonald prior to trial.</p>\n<p>In December 1989, attorney Anthony P. Bisceglie, who had been retained by MacDonald to obtain additional FOIA information and who remains as one of MacDonald's attorneys of record for the present motion, received FOIA releases from the FBI consisting of handwritten lab notes compiled by FBI technicians. In order to obtain additional information pertaining to the MacDonald case, Bisceglie went to the Army records office in Baltimore, Maryland to review the entire Army CID MacDonald file. He was accompanied by John Murphy, a paralegal for MacDonald's current habeas counsel Harvey A. Silverglate, and by Fred Bost, an author researching a book on MacDonald's case.</p>\n<p>Murphy states that in the course of reviewing copies of handwritten lab notes that he saw for the first time in May 1990, he found evidence indicating the government technicians' awareness of: (1) unmatched blond synthetic hairs, as long as 22 inches, on a hairbrush taken from the MacDonald home, (2) the presence of unmatched black, green, and white woolen fibers found in debris taken from critical places on Colette's body and the wooden club, (3) the presence of unmatched brown/green cotton fibers underneath Colette's body, and (4) the presence of unmatched human hairs in the bedding of the victims. <i>See</i> Affidavit of Murphy at 2. Murphy also states that he reviewed several documents received in post-trial FOIA releases indicating that the government was concerned about the lab technicians' findings of unmatched hairs and fibers and the prospect of the defense gaining access to the handwritten lab notes which documented these findings. These documents included: (1) a 1973 memorandum from the United States Attorney for the Eastern District of North Carolina, Thomas P. MacNamara, stating that unidentified hairs found in Colette's hand would \"aid the defense\"; (2) a pretrial legal research memo written to prosecutor <span class=\"star-pagination\">*1349</span> Brian M. Murtagh by a law student assistant, Jeffrey S. Puretz, outlining the government's obligation to turn over the lab notes; and (3) a letter from Murtagh to the FBI written two years after trial requesting that all of MacDonald's FOIA requests be denied pending final resolution of the litigation. <i>Id.</i> at 39-40.</p>\n<p>On October 19, 1990, MacDonald filed the instant petition on the basis of the evidence found by Murphy and listed in the preceding paragraph. MacDonald claims that the lab notes alone require that MacDonald be granted a new trial since they provide direct evidence that MacDonald was not lying when he told of four drugcrazed hippies murdering his family. MacDonald further asserts that the three additional documents consisting of prosecution memos and letters, although not essential to his request for a new trial, demonstrate that prosecutor Murtagh purposefully withheld the handwritten lab notes prior to trial because he had concluded that they were highly exculpatory and would have been material in producing a verdict of acquittal.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2><i>A. Materiality of Allegedly Suppressed Evidence</i></h2>\n<p>MacDonald seeks relief under several different legal theories. First, he argues that the prosecution's failure to turn over exculpatory lab notes prior to trial violated the doctrine of <i>Brady v. Maryland</i><i>,</i> which forbids \"suppression by the prosecution of evidence favorable to an accused ... irrespective of the good faith or bad faith of the prosecution.\" <i>Brady,</i> 373 U.S. at 87, 83 S.Ct. at 1196-97. Second, MacDonald argues that the government violated due process by manipulating the trial testimony of expert witnesses to knowingly mislead the jury and conceal the existence of hair and fiber evidence corroborating MacDonald's story. <i>See </i><i>Alcorta v. Texas,</i> <span class=\"citation\" data-id=\"105566\"><a href=\"/opinion/105566/alcorta-v-texas/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">28</span></a></span>, <span class=\"citation\" data-id=\"105566\"><a href=\"/opinion/105566/alcorta-v-texas/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">103</span></a></span>, <span class=\"citation\" data-id=\"105566\"><a href=\"/opinion/105566/alcorta-v-texas/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">9</span></a></span> (1957); <i>Mooney v. Holohan,</i> <span class=\"citation no-link\"><span class=\"volume\">294</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">340</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">791</span></span> (1934). In a footnote, MacDonald also argues that the government's failure to turn over lab notes written by government agents who testified at trial regarding the subject of the notes may have violated his right to obtain statements and reports of witnesses under the Jencks Act, 18 U.S.C. § 3500. In response, the government attacks the merits of MacDonald's claims and also argues that MacDonald's petition should be legally barred under the doctrine of abuse of the writ. <i>See </i><i>McCleskey v. Zant,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112573\"><a href=\"/opinion/112573/mccleskey-v-zant/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1454</span></a></span>, <span class=\"citation\" data-id=\"112573\"><a href=\"/opinion/112573/mccleskey-v-zant/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span></a></span> (1991).</p>\n<p>Regardless of the legal theory invoked in support of habeas relief or the theory invoked to prevent the court from reaching the merits of MacDonald's claims, the ultimate question that the court must addressand the question of most interest to those who have followed the progress of this case for the past twenty yearsis whether the jury's verdict would have been different had the defense been aware of the allegedly suppressed evidence at the time of trial. The purpose of criminal law and the constitutional protection afforded to those accused of crimes is to ensure the orderly and fair administration of justice. The law should not erect technical roadblocks for defendants seeking to receive the due process they are entitled to under the Constitution. At the same time, each of the legal doctrines designed to ensure due process is applied together with some derivation of the concept of materiality, keeping in mind that courts strive ultimately for just results rather than for technical perfection. <i>See, e.g., </i><i>Chapman v. California,</i> <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span>, 22, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">824</span></a></span>, 827, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">705</span></a></span> (1967) (\"[T]here may be some constitutional errors which in the setting of a particular case are so unimportant and insignificant that they may, consistent with the Federal Constitution, be deemed harmless, not requiring the automatic reversal of the conviction.\").</p>\n<p>Thus, under <i>Brady</i> and its progeny, only suppression of evidence that is material to the outcome of a trial violates the due process clause of the Fourteenth Amendment. <i>Brady,</i> 373 U.S. at 87, 83 S.Ct. at 1196. Evidence is material when \"there is a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have <span class=\"star-pagination\">*1350</span> been different.\" <i>United States v. Bagley,</i> <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span>, 682, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3375</span></a></span>, 3383, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span></a></span> (1985). A reasonable probability has in turn been defined as \"a probability sufficient to undermine confidence in the outcome.\" <i>Id.</i> Under <i>Alcorta,</i> where a conviction is obtained by the prosecutor's false presentation of evidence, a new trial must be ordered \"if there is any reasonable likelihood that the false testimony could have affected the judgment of the jury.\" <i>United States v. Agurs,</i> <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 103, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2392</span></a></span>, 2397, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">342</span></a></span> (1976). A failure to turn over statements of witnesses required under the Jencks Act will only warrant a new trial where the prosecutor's error was not harmless. <i>Goldberg v. United States,</i> <span class=\"citation\" data-id=\"109417\"><a href=\"/opinion/109417/goldberg-v-united-states/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">94</span></a></span>, 111 n. 21, <span class=\"citation\" data-id=\"109417\"><a href=\"/opinion/109417/goldberg-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1338</span></a></span>, 1348 n. 21, <span class=\"citation\" data-id=\"109417\"><a href=\"/opinion/109417/goldberg-v-united-states/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">603</span></a></span> (1976); <i>Rosenberg v. United States,</i> <span class=\"citation\" data-id=\"105921\"><a href=\"/opinion/105921/rosenberg-v-united-states/\"><span class=\"volume\">360</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, 371, <span class=\"citation\" data-id=\"105921\"><a href=\"/opinion/105921/rosenberg-v-united-states/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1231</span></a></span>, 1234, <span class=\"citation\" data-id=\"105921\"><a href=\"/opinion/105921/rosenberg-v-united-states/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1304</span></a></span> (1959). Finally, under <i>McCleskey,</i> second and subsequent habeas petitions will only be permitted where the petitioner, in addition to showing cause for failure to raise the claims earlier, can show actual prejudice from the errors of which he complains or circumstances implicating a fundamental miscarriage of justice. <i>McCleskey,</i> 111 S.Ct. at 1470. The fundamental miscarriage of justice exception applies only to \"extraordinary instances when a constitutional violation probably has caused the conviction of one innocent of the crime\" or to cases where \"petitioner supplements a constitutional claim with a `colorable showing of factual innocence.'\" <i>Id.</i> at 1470-71.</p>\n<p>With these various standards of materiality in mind, the court turns first to the effect that the allegedly suppressed evidence would have had on the trial and the jury's verdict. MacDonald states that he now has sufficient evidence to gain his acquittal and that only \"the most blatant result-oriented intellectual dishonesty\" could cause the court to conclude that the government's case would have survived a fair trial. Petitioner's Reply Brief at 88. After careful review of the handwritten lab notes at the core of the instant petition, the court finds that MacDonald has somewhat overstated the importance of the newly offered evidence.</p>\n<p>The basis of MacDonald's claim is his argument that the allegedly suppressed lab notes reveal the existence of forensic evidence of intruders that was critically lacking at trial. MacDonald asserts that the fibers discussed in the lab notes provide evidence which could have corroborated his testimony that drug-crazed hippies, and not MacDonald, were responsible for the crimes. In the absence of such forensic evidence supporting MacDonald's account of intruders murdering his family, the jury had no alternative but to conclude that MacDonald was lying and that he himself had committed the murders. During closing arguments, the government argued that there was no physical evidence of any intruders in the MacDonald home on the night of the murders and suggested that MacDonald was lying. The court in fact instructed the jurors that if they found that MacDonald had offered an exculpatory statement which proved to be false, they were permitted to consider whether the discrepancy pointed to a consciousness of guilt.</p>\n<p>However, close analysis of the actual fiber evidence at issue reveals that the fibers provide little, if any, support for MacDonald's account of the crimes. In order to formulate its response in this action, the government submitted the fibers and hair at issue to an FBI forensic examiner, Michael P. Malone, for reexamination. According to Malone, the blond synthetic fibers found in Colette's clear-handled hairbrush and discussed in the lab notes were not consistent with blond wig hairs from any known wig fibers currently in the FBI laboratory reference collection. Of the four synthetic fibers from the brush which have been analyzed, one matches a grey wig reportedly owned by Colette and three are composed primarily of \"saran\", a substance which is not suitable for human wigs, but is used to make mannequin and doll hair, dust mops, and patio screens. MacDonald has presented no evidence that blond saran fibers have ever been used in the manufacture of human wigs. While MacDonald argues that Stoeckley's blond <span class=\"star-pagination\">*1351</span> wig, which was described by one witness as \"stringy\", may have been a mannequin wig, such speculation is unsupported by any evidence in the record.</p>\n<p>The second class of allegedly newly discovered fiber evidence consists of one black wool fiber and one white wool fiber in the debris taken from the right biceps area of Colette's pajama top, two black wool fibers and one green wool fiber in the debris removed from the wooden club murder weapon, and two black wool fibers in the debris removed from the mouth area of Colette, none of which were matched to any known source in the MacDonald home. Despite what MacDonald describes as their \"strategic\" location, the significance of these fibers is diminished by the fact that they were found in relatively small numbers and that no two of these fibers appear to be from the same source. While MacDonald argues that these fibers' \"only possible source is an intruder who had contact with both Colette and the wooden club murder weapon,\" Petitioner's Brief at 35, the government argues that the fibers could have fallen in the house at any time prior to the murders and then attached to Colette as a result of her contact with various rugs on the night of the murders. The government points out in support of this theory that blood evidence introduced at trial showed that Colette's body was in contact with three different rugs after being attacked. In fact, the white wool fiber found on the right biceps area of Colette's pajama top appears to be a fiber from the white shag rug in the master bedroom. Affidavit of Malone at 10.</p>\n<p>Further, the government asserts that these fibers are unmatched to any known sources in the MacDonald household in part due to the fact that the MacDonald family's possessions are no longer available for forensic comparisons. Since most of the family's clothing was returned to MacDonald and disposed of after the Army charges against him were dropped, the actual origin of these fibers will never be conclusively determined. However, even allowing for this uncertainty, the court finds that there is no likelihood that the jury would have reached a different verdict had it known about the existence of these few wool fibers.</p>\n<p>MacDonald also mentions two other classes of allegedly newly discovered fiber evidence consisting of unmatched brown/ green cotton fibers found underneath Colette's body and unmatched human hairs found in the bedding of the victims. As with the wool fiber evidence, the court finds no reason to believe that the result at trial would have been altered had this fiber and hair evidence been brought to the attention of the jury.</p>\n<p>Perhaps because the actual fibers would do little to provide evidence that drug-crazed intruders were in the MacDonald home on the night of the murders, MacDonald attempts to argue that the lab notes discussing the presence of the fibers  and not the fibers themselves  constitute the important new evidence that would result in acquittal if presented to the jury. However, even if the lab notes could have been introduced at trial, in the court's opinion the jury's verdict would not have been affected, since the government would have been able to show the relative insignificance of the underlying fibers as discussed above.</p>\n<p>Given that the synthetic blond fibers appear not to be wig hair and that the other fibers at issue are unmatched to each other and to known sources, the allegedly suppressed evidence would simply mirror other evidence of unexplained household debris that was presented to the jury. At trial, MacDonald introduced evidence of unidentified fibers, hairs, fingerprints, and candle wax found at the crime scene by government investigators. MacDonald was permitted to argue to the jury that the large amount of unmatched evidence in the apartment supported a conclusion that intruders had committed the murders. Nevertheless, the jury apparently rejected MacDonald's argument that the unexplained household debris undermined the showing made by the government's presentation of physical evidence pointing toward MacDonald's guilt. Where, as here, the allegedly suppressed fibers \"would have <span class=\"star-pagination\">*1352</span> provided merely cumulative evidence\" of unmatched household debris, a new trial is not warranted. <i>United States v. Page,</i> <span class=\"citation\" data-id=\"494213\"><a href=\"/opinion/494213/united-states-v-william-c-page/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1476</span></a></span>, 1479 (10th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">989</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">510</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></span> (1987).</p>\n<p>In addition to the claim that the allegedly newly discovered fiber evidence would have corroborated his account of the murders, MacDonald argues that this evidence would have caused the court to admit the testimony of the seven witnesses who had heard Stoeckley admit to some involvement with the crimes. MacDonald points out that the court barred this hearsay testimony in part due to the fact that \"no physical evidence was uncovered at the crime scene which would support Stoeckley's confessions.\" <i>United States v. MacDonald,</i> 640 F.Supp. at 323. MacDonald asserts that the court would have admitted the proposed testimony had it known that the government's own experts had discovered blond synthetic fibers in the hairbrush, unmatched hair in the victims' beds, and other unmatched fibers in strategic locations. MacDonald states that the Fourth Circuit, in reviewing the conviction on direct appeal, noted that had MacDonald been able to present to the jury the witnesses who had heard Stoeckley confess to involvement in the crimes, it would have destroyed the government's case. <i>See</i> Petitioner's Brief at 25.</p>\n<p>However, the court's exclusion of the Stoeckley hearsay witnesses was based only in part on the absence of corroborating physical evidence. The primary reason for the exclusion of these witnesses was Stoeckley's utter unreliability as evidenced by her demeanor on the stand and her history of drug abuse. As the court explained, most of Stoeckley's statements appeared to be made while she was under the influence of powerful narcotics and \"were so clearly untrustworthy that the court should not hesitate to exercise its discretion to exclude the evidence under Rule 403, F.R.E.\" <i>United States v. MacDonald,</i> 485 F.Supp. at 1093. The court's decision on the admissibility of the Stoeckley hearsay witnesses would not have been different had the court been aware of the allegedly suppressed fiber evidence at issue here.</p>\n<p>Even had these hearsay witnesses been allowed to testify before the jury, the likely effect of such testimony would not have been as great as MacDonald contends. Contrary to MacDonald's assertion, the Fourth Circuit has never stated that these hearsay witnesses would have destroyed the government's case. The Fourth Circuit stated only that: \"Had <i>Stoeckley</i> testified as it was reasonable to expect she might have testified, the injury to the government's case would have been incalculably great.\" <i>United States v. MacDonald,</i> 632 F.2d at 264 (emphasis added). In fact, the holding most relevant to determining the effect that testimony of Stoeckley's hearsay statements would have had on the jury is this court's decision regarding the materiality of post-trial statements by Stoeckley, wherein the court stated that: \"[I]f the jury had not heard [Stoeckley's] testimony but instead had heard her so-called confessions, in the court's opinion the jury would not have reached a different verdict, for the government's cross-examination would surely have developed the glaring inconsistencies in her story as previously noted and that because of her drug-crazed condition she was a totally unreliable, untrustworthy witness.\" <i>United States v. MacDonald,</i> 640 F.Supp. at 333. In affirming that decision, the Fourth Circuit held that \"the district judge could appropriately find that the ... statements ... did not meet the materiality requirement for a new trial.\" <i>United States v. MacDonald,</i> 779 F.2d at 965. Moreover, even Judge Murnaghan, who stated that he would have admitted the Stoeckley hearsay witnesses at trial had he been the trial judge, recognized that \"[i]f such evidence was not persuasive ... the jury, with very great probability, would not have been misled by it.\" <i>United States v. MacDonald,</i> 688 F.2d at 234 (Murnaghan, J., concurring).</p>\n<p>In sum, the court finds that under any of the relevant legal standards of materiality, the fiber evidence at issue here is insufficient to warrant habeas relief. As <span class=\"star-pagination\">*1353</span> the court noted in its order denying a previous motion for new trial, at a second trial:</p>\n<blockquote>the government would again be able to introduce such damaging evidence against MacDonald as his pajama top, the location of fibers from the pajama top in parts of the house which would be inconsistent with MacDonald's story, the bloody footprint leaving Kimberly MacDonald's bedroom, the pajama top demonstration whereby it was shown that the holes in the top matched icepick wounds on the body of Colette MacDonald, and the other evidence which proved, apparently conclusively so, that MacDonald murdered his family.</blockquote>\n<p><i>United States v. MacDonald,</i> 640 F.Supp. at 332. Having reviewed the history of the proceedings and the newly offered evidence in detail, the court finds that MacDonald has not shown either a \"reasonable probability\", <i>see </i><i>Bagley,</i> 473 U.S. at 682, 105 S.Ct. at 3383, or \"any reasonable likelihood,\" <i>see </i><i>Agurs,</i> 427 U.S. at 103, 96 S.Ct. at 2397, of a different result had MacDonald been given access to the lab notes at trial. To the extent that the failure to turn over the lab notes could be construed as a violation of the Jencks Act, the court finds that any error by the prosecutor was harmless. <i>See </i><i>Goldberg v. United States,</i> 425 U.S. at 111 n. 21, 96 S.Ct. at 1348 n. 21. Finally, MacDonald has not demonstrated that the alleged suppression of evidence resulted in either actual prejudice or a fundamental miscarriage of justice necessary to excuse his failure to raise the instant claims as part of his initial habeas proceeding. <i>See </i><i>McCleskey,</i> 111 S.Ct. at 1470.</p>\n<p></p>\n<h2><i>B. Government's Suppression of Exculpatory Evidence</i></h2>\n<p>While the court primarily rests its denial of habeas relief on a finding that the allegedly suppressed evidence would not have caused the jury to reach a different verdict at trial, the decision could alternatively be based on the court's finding that the prosecution adequately complied with its duty to turn over exculpatory evidence. In order to establish a <i>Brady</i> violation, a petitioner must show that: \"(1) the prosecution suppressed the evidence; (2) the evidence would have been favorable to the accused; and (3) the suppressed evidence is material.\" <i>United States v. Wolf,</i> <span class=\"citation\" data-id=\"501884\"><a href=\"/opinion/501884/united-states-v-roy-wolf-and-lorna-manlolo-wolf-aka-lorna-manlolo/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1387</span></a></span>, 1391 (10th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">923</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">304</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">323</span></span> (1988).</p>\n<p>Regarding the first element of a claim under <i>Brady,</i> MacDonald has not shown that the government suppressed any evidence to which he was entitled. While MacDonald was not given access to the handwritten lab notes describing the fiber evidence, the government complied with its duty under <i>Brady</i> by allowing MacDonald to examine and test any of the actual physical evidence, including the fibers at issue here. <i>See, e.g., </i><i>United States v. Wolf,</i> 839 F.2d at 1391 (\"If the means of obtaining the exculpatory evidence has been provided to the defense, however, a <i>Brady</i> claim fails, even if the prosecution does not physically deliver the evidence requested.\"); <i>United States v. Page,</i> 828 F.2d at 1479 (\"[A] new trial is not warranted by evidence which, with reasonable diligence, could have been discovered and produced at trial.\"); <i>United States v. Gaggi,</i> <span class=\"citation\" data-id=\"482850\"><a href=\"/opinion/482850/united-states-v-anthony-frank-gaggi-henry-borelli-peter-lafroscia/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">47</span></a></span>, 59 (2d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">929</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3214</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">701</span></span> (1987) (\"no <i>Brady</i> violation occurs if the defendant ... should have known the essential facts permitting him to take advantage of any exculpatory evidence\"); <i>United States v. Ramirez,</i> <span class=\"citation\" data-id=\"482821\"><a href=\"/opinion/482821/united-states-v-luis-ramirez-leopoldo-alegria-valencia-antonio-g/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1338</span></a></span>, 1343 (5th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">136</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">93</span></span> (1987) (\"a <i>Brady</i> violation does not arise if, with reasonable diligence, [defendant] could have obtained the information\"); <i>United States v. Griggs,</i> <span class=\"citation\" data-id=\"422169\"><a href=\"/opinion/422169/united-states-v-james-l-griggs-united-states-of-america-v-curtis-g/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">672</span></a></span>, 674 (11th Cir.1983) (\"Where defendants ... had within their knowledge the information by which they could have ascertained the alleged <i>Brady</i> material, there is no suppression by the government.\").</p>\n<p>Here, it is undisputed that MacDonald was given unfettered access to the physical evidence. Pursuant to a June 19, 1979 order of this court, all of the government's physical evidence was made available to Dr. John Thornton, a forensic expert retained by MacDonald. Thornton made no <span class=\"star-pagination\">*1354</span> effort to examine the hair and fiber evidence currently at issue, choosing instead to concentrate on MacDonald's pajama top, the sheets from the master bedroom, floor boards containing a bloody footprint, and cuttings from the surgical rubber glove fragments. Affidavit of Murtagh at 25. MacDonald now argues that Thornton would have had no reason to look at the fiber evidence since its significance was hidden by the suppression of the lab notes and the fact that the box containing the blond synthetic fibers from the clear-handled hairbrush was labeled \"black, black &amp; grey [illegible] synthetic hairs.\" However, the fact remains that Thornton, for whatever reason, chose not to examine any of the fiber evidence, despite being given an opportunity to do so.</p>\n<p>Further, suppression of evidence under <i>Brady</i> can only occur with \"information which had been known to the prosecution but unknown to the defense.\" <i>Agurs,</i> 427 U.S. at 103, 96 S.Ct. at 2397. Here, MacDonald has presented no evidence that the prosecuting attorneys had read the lab notes currently at issue and there is no reason to suspect that they were aware of any potential exculpatory material in the notes. Prosecutor Brian M. Murtagh, in fact, states affirmatively that he never read the lab notes pertaining to fiber analysis prior to trial and would have had no reason to have done so. <i>See</i> Affidavit of Murtagh at 7, 14. In a case such as this one, where the allegedly suppressed evidence was discussed only in a few isolated notations buried in hundreds of pages of handwritten lab notes, <i>Brady</i> does not require the prosecution \"to peruse through all of its evidence with an eye to the defendant's theory of the case and then to specify to the defendant the evidence which supports that theory.\" <i>United States v. Davis,</i> <span class=\"citation\" data-id=\"1557281\"><a href=\"/opinion/1557281/united-states-v-davis/\"><span class=\"volume\">673</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">252</span></a></span>, 256 (N.D.Ill.1987) (emphasis omitted).</p>\n<p>Regarding the second element of a claim under <i>Brady,</i> while the court is willing to accept MacDonald's assertion that the handwritten lab notes were exculpatory, there is some doubt as to whether the allegedly suppressed evidence would have actually aided the defense had the notes been available at trial. Without any evidence that saran is used in the production of human wig hair, the presence of blond saran fibers in a hairbrush in the MacDonald home would have done little to corroborate MacDonald's account of an intruder with blond hair or a blond wig. Moreover, Stoeckley testified at trial that she was not wearing her wig on the night of the murders, although she apparently told Jane Zillioux, a neighbor in Nashville, Tennessee, that she was worried about her wig getting wet from the rain. Similarly, the other allegedly suppressed fiber evidence would have been of rather limited exclamatory value given that the unmatched fibers were not found in sufficient quantityparticularly in comparison to the large numbers of fibers from MacDonald's pajama topto suggest a life and death struggle with four intruders.</p>\n<p></p>\n<h2><i>C. Government's Presentation of False or Misleading Evidence</i></h2>\n<p>In addition to his claim under <i>Brady,</i> MacDonald asserts a claim under <i>Alcorta v. Texas</i> and <i>Mooney v. Holohan</i><i>.</i> Those cases hold generally that due process is denied when the government presents to the jury testimony which is false and the government knows of its falsity. <i>Alcorta,</i> 355 U.S. at 31, 78 S.Ct. at 105; <i>Mooney,</i> 294 U.S. at 112, 55 S.Ct. at 341. As with MacDonald's <i>Brady</i> claim, the court primarily bases its decision to deny relief under <i>Alcorta</i> on the grounds that any alleged violation of MacDonald's due process rights was not material to the result at trial. However, the court addresses the elements of MacDonald's claim beyond materiality to make it clear that MacDonald has not met his burden of establishing even a technical violation of his rights under <i>Alcorta</i> and <i>Mooney.</i></p>\n<p>Critical to the analysis of constitutional violations under the <i>Alcorta</i> doctrine is the question of whether the prosecution knew of the falsity of the testimony it had elicited and permitted it to go uncorrected. Petitioner \"must show that the prosecutor or other government officers knew the testimony in question was false in order to <span class=\"star-pagination\">*1355</span> prevail.\" <i>Thompson v. Garrison,</i> <span class=\"citation\" data-id=\"327932\"><a href=\"/opinion/327932/artie-g-thompson-v-warden-sam-p-garrison-central-prison-raleigh-north/\"><span class=\"volume\">516</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">986</span></a></span>, 988 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">933</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">287</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">263</span></span> (1975). <i>See also </i><i>Beasley v. Holland,</i> <span class=\"citation\" data-id=\"1632594\"><a href=\"/opinion/1632594/beasley-v-holland/\"><span class=\"volume\">649</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">561</span></a></span>, 566 (S.D.W.V.1986) (Petitioner must show \"that the false testimony was knowingly and intentionally employed by the government in order to obtain a conviction.\"). The focus of an inquiry into an <i>Alcorta</i> claim is therefore on the state of mind of the prosecution team. However, \"speculative and conjectural possibilities\" or \"bald allegations ... are not sufficient to impute knowledge to the government.\" <i>United States v. Cole,</i> <span class=\"citation\" data-id=\"448239\"><a href=\"/opinion/448239/united-states-v-wendell-cole-howard-masters-bk-taylor-larry-masters/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">748</span></a></span>, 763 (11th Cir.1985).</p>\n<p>MacDonald claims that the alleged misleading testimony was elicited from witnesses Dillard Browning, Paul Stombaugh, and Janice Glisson, all of whom were government forensic experts who had conducted tests on portions of the physical evidence. MacDonald asserts that the jury was misled by the testimony of Browning and Stombaugh, who stated that two fibers from MacDonald's pajama top had been found on the wooden club murder weapon but did not reveal the presence of a dark woolen fiber on the club, as reported in the handwritten lab notes. MacDonald also argues that the government manipulated the presentation of evidence so that Glisson would only testify about her blood examinations so as to avoid any mention by her of the blond fibers found in the hairbrush.</p>\n<p>In arguing that his due process rights were violated by prosecutorial misconduct, MacDonald engages in a vicious, but largely unsupported, attack on the conduct, ethics and integrity of prosecutor Murtagh. MacDonald states that Murtagh \"ignored the guidelines of his employer, the United States Department of Justice,\" Petitioner's Brief at 75, n. 59, engaged in \"intentional suppression,\" Petitioner's Reply Brief at 75, n. 28, and \"orchestrated one of the cruelest charades in American legal history.\" <i>Id.</i> at 89.</p>\n<p>Despite MacDonald's protestations that he has set forth a specific claim and has identified the sources of all of his information, <i>id.</i> at 52 n. 39, the court finds that MacDonald's invective against Murtagh is based on mere speculation regarding the motivations for his actions. While MacDonald attacks Murtagh's failure to turn over exculpatory material as a \"reprehensible\" deception of the court, <i>id.</i> at 64 n. 52, no evidence is offered to show that Murtagh was aware of the contents of the handwritten lab notes at issue. Further, there is no evidence that Glisson's testimony was limited to discussion of her blood analysis for any reason other than the fact that she was the government's primary serology expert in the case. Regarding the failure of Browning and Stombaugh to mention the presence of an unmatched fiber on the club, a review of the record shows that they testified about the presence of items of debris from the club that matched the pajama top but never specifically stated that these were the only fibers found in that location. Trial Transcript at 3784 (Browning), 4097-98 (Stombaugh). Moreover, the jury was told by Browning that \"there were many single fibers or loose fibers\" found in the MacDonald home and not matched to any known source, thus negating the suggestion that the jury would have been led to believe that no other fibers were found on the club. <i>Id.</i> at 3880.</p>\n<p>In short, what MacDonald ascribes to Murtagh's bad faith manipulation of testimony at trial appears to the court to be the result of factors unrelated to prosecutorial misconduct. The court has had the opportunity to observe the conduct of counsel for the government and for MacDonald over the last sixteen years and has found all counsel, without exception, to have performed in a diligent and professional manner. While there have been sharp conflicts over a multiplicity of procedural and substantive issues, the court has not perceived any instance where attorneys for either side crossed the boundary between zealous advocacy and impropriety. Any suggestion that the government engaged in conduct intended to deny MacDonald his right to a fair trial is unsupported by the extensive record in this action.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1356</span> <i>D. Government's Failure to Turn Over Statements of Witnesses</i>\n</h2>\n<p>In a footnote, MacDonald argues that the government's failure to turn over lab notes written by government agents who testified at trial regarding the subject of the notes may have violated his right to obtain statements and reports of witnesses under the Jencks Act, 18 U.S.C. § 3500. <i>See also </i><i>Jencks v. United States,</i> <span class=\"citation\" data-id=\"105517\"><a href=\"/opinion/105517/jencks-v-united-states/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">657</span></a></span>, <span class=\"citation\" data-id=\"105517\"><a href=\"/opinion/105517/jencks-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1007</span></a></span>, <span class=\"citation\" data-id=\"105517\"><a href=\"/opinion/105517/jencks-v-united-states/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1103</span></a></span> (1957). MacDonald has not pressed this argument either in briefs or during the motion hearing, but for the sake of completeness, the court will address the merits of the claim. Again, the primary basis for denying this claim is that any alleged Jencks Act violation would not have materially affected the result at trial. Additionally, MacDonald has failed to show that the government wrongfully withheld any prior statements of witnesses relating to the fiber evidence at issue.</p>\n<p>Under the Jencks Act, the government is only required to produce to the defendant a statement of a witness \"which relates to the subject matter as to which the witness has testified.\" 18 U.S.C. § 3500(b). A Jencks Act request must be made at trial following the testimony of a witness, and the government is under no obligation to turn over prior statements absent a request from the defendant. <i>United States v. Lemus,</i> <span class=\"citation\" data-id=\"339164\"><a href=\"/opinion/339164/united-states-v-maurice-lemus/\"><span class=\"volume\">542</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">222</span></a></span>, 223 (4th Cir.1976), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">947</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1584</span></span>, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">794</span></span> (1977).</p>\n<p>In the present case, MacDonald has not shown that any of the lab notes discussing the allegedly suppressed fiber evidence were the focus of Jencks Act requests. The lab notes of Janice Glisson, which discussed the blond synthetic fibers, could not be construed as Jencks material since she gave no testimony relating to her fiber examinations. The lab notes of James C. Frier, which noted the presence of black wool and other fibers, were not subject to disclosure under the Jencks Act because Frier never testified at trial. MacDonald also complains that he did not receive the lab notes of Dillard Browning which referred to findings of unmatched hair and fiber, but no request was made for Browning's lab notes after his direct testimony or at any time during his cross examination. Affidavit of Murtagh at 9-10.</p>\n<p></p>\n<h2><i>E. Abuse of the Writ</i></h2>\n<p>As the court has made clear above, MacDonald's petition fails to establish a violation of his constitutional rights entitling him to habeas relief. An additional independent ground for denying MacDonald's petition is provided by the doctrine of abuse of the writ, which defines the circumstances in which federal courts may decline to entertain a claim presented for the first time in a second or subsequent petition for a writ of habeas corpus. Under this doctrine, the court need not reach the merits of MacDonald's claims at this time, since the information upon which the instant petition is based was in MacDonald's possession in 1984 when a previous petition for a writ of habeas corpus was filed.</p>\n<p>In <i>McCleskey v. Zant</i><i>,</i> a case released during the pendency of these proceedings, the Supreme Court held that second or subsequent habeas actions will only be allowed upon a showing of \"cause and prejudice\" or a showing \"that a fundamental miscarriage of justice would result from a failure to entertain the claim.\" <i>McCleskey,</i> 111 S.Ct. at 1470. The cause standard, borrowed from procedural default cases, \"requires the petitioner to show that `some objective factor external to the defense impeded counsel's efforts' to raise the claim\" previously. <i>Id.</i> The Supreme Court did not specifically address the issue of prejudice, but held generally that a petitioner must show actual prejudice from the errors of which he complains. <i>Id.</i> The \"miscarriage of justice\" exception applies only to \"extraordinary instances when a constitutional violation probably has caused the conviction of one innocent of the crime.\" <i>Id.</i></p>\n<p>Procedurally, since the government has properly pleaded abuse of the writ, MacDonald bears the burden of disproving abuse. <i>Id.</i> MacDonald first attempts to fulfill that burden by arguing <span class=\"star-pagination\">*1357</span> that the instant petition is not a second habeas petition, because the 1984 motions, some of which were purportedly based on 28 U.S.C. § 2255, should have been considered simply as a motion for new trial based on the ground of newly discovered evidence filed within the two-year time limit of F.R.Crim.P. 33. However, it cannot be seriously contended that the 1984 motions were not at least in part brought under the habeas corpus statute. In particular, MacDonald's claim based on the alleged use of a psychiatrist as a government agent to obtain information from MacDonald in violation of his Fifth and Sixth Amendment rights was not supported by any newly discovered evidence and therefore could only have been brought under 28 U.S.C. § 2255.</p>\n<p>Next, MacDonald contests the retroactive application of <i>McCleskey</i> to create a procedural barrier to his action, which was filed almost six months before the <i>McCleskey</i> decision was released. However, in the <i>McCleskey</i> case itself, the rule announced was applied retroactively to bar a second habeas petition filed by the petitioner in 1987. Moreover, decisions refining legal principles governing habeas petitions are routinely applied retroactively to pending habeas petitions. <i>See, e.g., </i><i>Felix v. Virgin Islands Government,</i> <span class=\"citation\" data-id=\"415424\"><a href=\"/opinion/415424/charles-m-felix-v-virgin-islands-government/\"><span class=\"volume\">702</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">54</span></a></span>, 57 (3d Cir.1983); <i>O'Berry v. Wainwright,</i> <span class=\"citation\" data-id=\"341541\"><a href=\"/opinion/341541/charles-wesley-oberry-v-louie-l-wainwright-director-division-of/\"><span class=\"volume\">546</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1204</span></a></span>, 1218 n. 23 (5th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">911</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2981</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1096</span></span> (1977). The Supreme Court stated that its decision in <i>McCleskey</i> was consistent with other modern abuse of the writ decisions. <i>McCleskey,</i> 111 S.Ct. at 1471. Thus <i>McCleskey</i> is a refinement of existing law rather than a statement of new law, and its holding can be applied to MacDonald's pending habeas petition.</p>\n<p>MacDonald also attempts to distinguish <i>McCleskey</i> on the grounds that it involved a habeas proceeding following a state criminal conviction, while the instant petition arises out of a federal criminal proceeding. Although the concerns of federal deference toward state proceedings present in Section 2254 petitions are absent in Section 2255 petitions, the underlying rationale of <i>McCleskey</i> was based on ensuring finality in habeas litigation regardless of the origin of the criminal conviction. <i>Id.</i> at 1468.</p>\n<p>Regarding his failure to raise the instant claims at the time of the initial habeas proceedings, MacDonald argues that he did not deliberately withhold claims based on the lab notes from his 1984 petition. However, MacDonald's intent is irrelevant, since \"[a]buse of the writ is not confined to instances of deliberate abandonment.\" <i>Id.</i> at 1467. The real issue here is not whether the allegedly newly discovered evidence was deliberately withheld from the 1984 petition, but rather whether the failure to raise these issues in 1984 was due to inexcusable neglect on the part of MacDonald's first habeas counsel. A lengthy quote from <i>McCleskey</i> is instructive here:</p>\n<blockquote>That McCleskey did not possess or could not reasonably have obtained certain evidence fails to establish cause if other known or discoverable evidence could have supported the claim in any event. \"[C]ause ... requires a showing of some external impediment <i>preventing</i> counsel from constructing or raising a claim.\" For cause to exist, the external impediment, whether it be government interference or the reasonable unavailability of the factual basis for the claim, must have prevented petitioner from raising the claim. Abuse of the writ doctrine examines <i>petitioner's</i> conduct: the question is whether petitioner possessed, or by reasonable means could have obtained, a sufficient basis to allege a claim in the first petition and pursue the matter through the habeas process. The requirement of cause in the abuse of the writ context is based on the principle that petitioner must conduct a reasonable and diligent investigation aimed at including all relevant claims and grounds for relief in the first federal habeas petition. If what petitioner knows or could discover upon reasonable investigation supports a claim for relief in a federal habeas petition, what he does not know is irrelevant. Omission of the claim will not be excused merely because evidence <span class=\"star-pagination\">*1358</span> discovered later might also have supported or strengthened the claim.</blockquote>\n<p><i>Id.</i> at 1472 (cites omitted; emphasis in original).</p>\n<p>MacDonald contends that the reason that the instant claim was not raised in 1984 is that \"[t]he government never disclosed until 1990 the documents upon which this claim is based.\" Petitioner's Reply Brief at 80. However, a close inspection of the affidavits and documents submitted by both sides belies MacDonald's assertion that the crucial documents were not available in 1984. The affidavit of Karen R. Davidson, an associate of MacDonald's previous habeas counsel Brian O'Neill, states that lab notes of James Frier documenting the existence of black, green and white wool fibers taken from the body of Colette and from the club are date-stamped as having been received by O'Neill's office from the FBI on July 20, 1983. Affidavit of Davidson at 6. Davidson, though, has no memory of having seen these notes or recognizing their importance.</p>\n<p>Regarding the synthetic blond fiber from the clear-handled hairbrush, Davidson admits to having seen a page from Janice Glisson's lab notes which mentions the presence of synthetic blond fibers but contains a question mark after the word \"synthetic\". This page not only bears a datestamp showing that it was received in O'Neill's office on June 30, 1983, but also has attached to it a post-it note from a law student clerk, John Crouchley, showing that the potential significance of this document was explored by members of the MacDonald legal team at the time. <i>See</i> Affidavit of Davidson, Exhibit 2. Davidson states that the presence of the blond synthetic fiber in the hairbrush was not included in the 1984 motion because of the legal team's inability to find any confirmation of the ambiguous reference to blond synthetic hair. Davidson further states that had she been aware of a so-called confirmatory note in which Glisson again referenced findings of blond synthetic hairs, she would have brought them to O'Neill's attention for inclusion in the 1984 motion. This second reference to blond synthetic hairs was apparently not discovered by any member of his legal or investigative team until 1990.</p>\n<p>Thus according to evidence submitted by MacDonald, all of the lab notes at issue except Glisson's confirmatory note regarding blond synthetic hair were date-stamped as having been received in O'Neill's office in 1983. Clearly the 1983 and 1984 FOIA releases contained much, if not all, of the information upon which the instant claims are based. The court notes that private investigator Ellen Dannelly had by October 1989 compiled a report for MacDonald discussing the unmatched fibers found on the club and on Colette's mouth and biceps area. Since the lawyer retained by MacDonald to obtain FOIA releases did not begin to receive additional documents until December 1989, Dannelly's conclusions must have been based on information available to MacDonald by 1984.</p>\n<p>Moreover, there is evidence submitted by the government that the confirmatory note, which MacDonald claims would have led to the inclusion of a claim based on suppressed fiber evidence in the April 1984 motions, was actually part of a FOIA release sent by the government to O'Neill in August 1984, while the first habeas petition was awaiting oral argument. Although not date-stamped as received by O'Neill's office, the page of Glisson's lab notes containing the confirmatory note bears a handwritten number 785 in the lower right hand corner. Janice W. Barkley, who was involved in processing FOIA requests in the MacDonald case as a civilian employee of the army, states that she numbered that document prior to January 26, 1984 as part of a sequence of documents to be released to O'Neill. Affidavit of Barkley at 11. G.M. Andersen, who replaced Barkley upon her resignation, states that this document was included in a FOIA release sent to O'Neill in August 1984. Affidavit of Andersen at 12.</p>\n<p>Taken as a whole, the evidence regarding dates of FOIA releases of lab notes undermines MacDonald's contention that he did not have information sufficient to advance the claims made in this petition until 1990. At the very least, by early 1984 O'Neill had <span class=\"star-pagination\">*1359</span> possession of  if not knowledge of  lab notes making reference to all of the fibers claimed by MacDonald to show the presence of intruders. Prior to the filing of the 1984 motion, the only document of arguable significance unavailable to O'Neill was the confirmatory lab note regarding synthetic blond fibers, and this document appears to have been sent to O'Neill in August 1984.</p>\n<p>MacDonald earnestly contends that the confirmatory note was never received by O'Neill, despite the appearance of FOIA release numbers indicating that it was sent in August 1984. Even accepting MacDonald's avowal that this confirmatory note was never sent or was somehow lost en route, the court finds that MacDonald was put on notice of a potential claim based on the blond synthetic fibers in 1984 and should not be permitted to raise such a claim more than six years later. It is undisputed that MacDonald's counsel in 1984 had actual knowledge of the initial Glisson note making reference to synthetic blond fibers found in the clear handled hairbrush. Glisson's reference to blond synthetic fibers could have been confirmed by examining the actual fibers at issue, since the physical evidence taken from the scene remained available to MacDonald at all times. MacDonald's further suggestion that, in the absence of the confirmatory note, a claim based on the blond synthetic hairs would have subjected him to sanctions under Rule 11 of the Federal Rules of Civil Procedure is without merit.</p>\n<p>In addition to the lab notes, MacDonald ascribes significance to three memoranda found by Murphy in the FOIA releases, including: (1) a 1973 memorandum from the United States Attorney for the Eastern District of North Carolina, Thomas P. MacNamara, stating that unidentified hairs found in Colette's hand would \"aid the defense\"; (2) a pretrial legal research memo written to prosecutor Brian M. Murtagh by a law student assistant, Jeffrey S. Puretz, outlining the government's obligation to turn over the lab notes; and (3) a letter from Murtagh to the FBI written two years after trial requesting that all of MacDonald's FOIA requests be denied pending final resolution of the litigation. These memoranda relate primarily to MacDonald's <i>Alcorta</i> claim of knowingly orchestrated false or misleading presentation of evidence.</p>\n<p>As with the lab notes, it appears that some or all of these memoranda were available to MacDonald prior to the filing of the 1984 motion. With respect to the U.S. Attorney's prosecution memo, the copy submitted by MacDonald bears a date stamp apparently indicating that it was received in O'Neill's office on February 17, 1983 from the Department of Justice. <i>See</i> Affidavit of Murphy, Exhibit 32. With respect to the Puretz Memorandum, it is apparent from the FOIA number at the bottom right hand corner that this document was released to O'Neill at least by November 1983. <i>See</i> Affidavit of Murphy, Exhibit 33; Affidavit of Murtagh at 31; Affidavit of Ross at 2-5. With respect to the Murtagh letter about FOIA requests, the copy submitted by MacDonald bears a date stamp apparently indicating that it was received in O'Neill's office on August 1, 1983 from the Department of Justice. <i>See</i> Affidavit of Murphy, Exhibit 35. Thus to the extent that these memoranda could have given rise to a habeas claim, MacDonald is barred from introducing such a claim for the first time in 1990, since the documents were in MacDonald's possession when he filed his initial habeas petition.</p>\n<p>As a final attempt to establish cause for not including the instant claim in the 1984 motion, MacDonald argues that O'Neill's failure to recognize the significance of documents received in his office amounted to ineffective assistance of counsel and therefore constituted cause excusing abuse of the writ. However, this argument is precluded by the Supreme Court's recent holding that where there is no constitutional right to counsel, as in habeas proceedings, a showing of attorney error is insufficient to meet the cause standard in procedural default cases. <i>Coleman v. Thompson,</i> ___ U.S. ___, ___-___, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2546</span></a></span>, 2564-67, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">640</span></a></span> (1991).</p>\n<p><span class=\"star-pagination\">*1360</span> Thus MacDonald has failed to show cause for his failure to include the current claims in his first petition for a writ of habeas corpus filed in April 1984. At that time, MacDonald either possessed or could have discovered through reasonable investigation the information upon which the instant petition is based. Further, as discussed above, MacDonald has not shown actual prejudice resulting from the errors of which he complains. Even in the absence of a showing of cause and prejudice excusing abuse of the writ, courts are required to address the merits of a second or subsequent habeas petition where a petitioner \"supplements a constitutional claim with a `colorable showing of factual innocence.'\" <i>McCleskey,</i> 111 S.Ct. at 1471. However, as explained more fully above, MacDonald has not demonstrated that his case fits within this \"narrow class of cases\" implicating a fundamental miscarriage of justice or that \"a constitutional violation probably has caused the conviction of one innocent of the crime.\" <i>Id.</i> 111 S.Ct. at 1470.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>In the 1985 order which denied motions for a new trial and for a writ of habeas corpus, the court noted that the evidence presented at trial was the result of an extensive analysis of the crime scene over a period of nine years and that five years of additional investigation had failed to uncover evidence which would undermine confidence in the jury's verdict. Now, more than six years later, the court is again asked to review the jury's findings in light of evidence only recently discovered by MacDonald's apparently indefatigable team of investigators and lawyers.</p>\n<p>Although relief could be denied solely on the basis of a procedural barrier due to MacDonald's failure to raise the instant claims as part of his initial habeas proceedings, the court has reviewed in detail the newly discovered evidence and has considered the merits of MacDonald's claims. Having done so, the court finds that the fiber evidence presented here for the first time would have been insufficient to alter the result at trial. In the end, the additional evidence has not changed the court's opinion that \"if the government were again called upon to present its evidence at a new trial and MacDonald was able to put all, or even selected parts of his new evidence before a second jury, the jury would again reach the almost inescapable conclusion that he was responsible for these horrible crimes.\" <i>United States v. MacDonald,</i> 640 F.Supp. at 334.</p>\n<p>Based on the foregoing, MacDonald's petition for a writ of habeas corpus must be denied. An order accordingly will be entered.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106822/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110686/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/327932/",
    "http://www.courtlistener.com/api/rest/v3/opinions/333786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/339164/",
    "http://www.courtlistener.com/api/rest/v3/opinions/341541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/360394/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382767/",
    "http://www.courtlistener.com/api/rest/v3/opinions/384720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/408171/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/422169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/448239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/462458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482850/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/501884/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1377536/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1452181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1557281/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1632594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2372256/"
  ]
}