{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1605966/",
  "absolute_url": "/opinion/1605966/united-states-v-one-de-soto-sedan-1946-model-etc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1605966/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1204/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:54:52.821578Z",
  "date_modified": "2016-04-27T01:40:28.113145Z",
  "type": "010combined",
  "sha1": "3abd702c9c10f200711f2787ae2fe1b407c2ce21",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>85 F.Supp. 245 (1949)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nONE DE SOTO SEDAN, 1946 MODEL, ETC.</h1></center>\n<center>Civ. No. 261.</center>\n<center><p><b>United States District Court E. D. North Carolina, New Bern Division.</b></p></center>\n<center>August 9, 1949.</center>\n<p>John H. Manning, U. S. Atty., Raleigh, N. C., Howard H. Hubbard, Asst. U. S. Atty., Clinton, N. C., for libelant</p>\n<p>Henry P. Whitehurst, New Bern, N. C., for respondent.</p>\n<p>GILLIAM, District Judge.</p>\n<p>This libel of information was filed under Sec. 3321, Title 26 U.S.C.A., alleging that the accused automobile was used in the removal, deposit and concealment of two gallons of distilled spirits upon which the tax due the United States had not been paid, with intent to defraud the United States of such tax. This section of the Code provides: (a) that every offender of its provisions shall be liable to a fine or imprisonment, or both, and that (b) every conveyance used in the \"removal or for the deposit or concealment thereof\" shall be forfeited. Prior to a hearing on the libel the owner and claimant of the accused \"conveyance\" was tried under Sec. 2803, Title 26 U.S.C.A., on an indictment alleging that he was in possession on the same date set forth in the libel of the identical two gallons of distilled spirits referred to in the libel. He was acquitted by a jury and discharged.</p>\n<p>The facts here are similar to the facts in Coffey v. United States, 116 U.S. 436, 6 S.Ct. 437, 440, 29 L.Ed. 684, where the holding was that a former acquittal of the claimant in a criminal action constituted a bar to the prosecution of a forfeiture action, as \"the fraudulent acts and attempts and intents to defraud, alleged in the prior <span class=\"star-pagination\">*246</span> criminal information, and covered by the verdict and judgment of acquittal, embraced all of the acts, attempts, and intents averred in the information in this suit.\" In that case, 116 U.S. at page 443, 6 S.Ct. at page 440, the Court said: \"Yet where an issue raised, as to the existence of the act or fact denounced, has been tried in a criminal proceeding instituted by the United States, and a judgment of acquittal has been rendered in favor of a particular person, that judgment is conclusive in favor of such person on the subsequent trial of a suit in rem by the United States where, as against him, the existence of the same act or fact is the matter in issue as a cause for the forfeiture of the property prosecuted in such suit in rem. It is urged as a reason for not allowing such effect to the judgment that the acquittal in the criminal case may have taken place because of the rule requiring guilt to be proved beyond a reasonable doubt, and that, on the same evidence, on the question of preponderance of proof, there might be a verdict for the United States in the suit in rem. Nevertheless, the fact or act has been put in issue and determined against the United States; and all that is imposed by the statute, as a consequence of guilt, is a punishment therefor. There could be no new trial of the criminal prosecution after the acquittal in it; and a subsequent trial of the civil suit amounts to substantially the same thing, with a difference only in the consequences following a judgment adverse to the claimant. When an acquittal in a criminal prosecution in behalf of the government is pleaded or offered in evidence by the same defendant, in an action against him by an individual, the rule does not apply, for the reason that the parties are not the same; and often for the additional reason that a certain intent must be proved to support the indictment, which need not be proved to support the civil action. But upon this record, as we have already seen, the parties and the matter in issue are the same.\"</p>\n<p>So far as I know, the Coffey case has not been overruled. It is true that the holding has been criticized in subsequent cases as pointed out by Judge Clark in the case of United States v. One Dodge Sedan, 3 Cir., 113 F.2d 552, 553; in these words: \"The learned district court rendered its judgment with obvious reluctance. That reluctance appears both in its opinion and in the colloquies. It felt itself bound, however, by the decision of the United States Supreme Court in the case of Coffey v. United States, 116 U.S., 436, 6 S.Ct. 437, 29 L.Ed. 684. That case has received a distinctly `unfavorable press.' It has also suffered by implication, at least, in later decisions of the same tribunal. These cases certainly limit its holding to the particular facts. * * * We think that the particular facts of the principal case give us the necessary loophole and in so thinking we must disagree with the learned district judge.\"</p>\n<p>Conceding some reluctance on the Court's part, in view of cases since decided, to hold that the decision in the Coffey case controls a disposition of this case, it has not found the \"necessary loophole\" to avoid such holding. In United States v. One Dodge Sedan, above cited, the claimant was the wife of the acquitted driver and was not a party to the criminal proceeding and the decision of the Court to the effect that the Coffey case was not controlling was based upon the fact that the parties in the two actions were not the same. On page 554 of 113 F.2d the Court said: \"As we have said, the Coffey case has not been expressly overruled. It is nevertheless left in a tenuous position. A prior conviction has been held not to bar forfeiture * * *. So also the res judicata theory of it and earlier cases seems to have been disapproved * * *. Whether or not that disapproval has gone far enough to be followed by the `inferior' courts is not necessary to presently decide. Res judicata imports, by definition almost, the same parties. It is not enough that in some court somewhere the same facts have been decided. Those same facts must be viewed from the point of view of the parties giving them legal scrutiny. Here the parties are not the same. * * * The claimant here is not even the person charged with crime. She is his quite innocent wife. She must then be held to her <span class=\"star-pagination\">*247</span> proof of the innocence of the chattels she now wishes to rescue from the clutches of the allegedly offended government.\"</p>\n<p>The holding in United States v. One 1935 Model Pontiac Sedan, 6 Cir., 105 F.2d 149, is likewise based on the fact that the parties to the libel proceedings were not the same parties as those in the criminal prosecution, and the opinion states on page 150: \"Inasmuch as the claimant was not a party to the criminal proceeding, we are of the opinion that Coffey v. United States is not controlling and that the United States is entitled to have the issue as to whether the automobile in question was being operated by Hobgood in violation of the statute litigated in this proceeding.\" In this case Hobgood was driving the libeled autmobile, but the claimant was another person.</p>\n<p>The Government also cites United States ex rel. Marcus v. Hess, 317 U.S. 537, 63 S.Ct. 379, 382, 87 L.Ed. 443. In this case the defendants, contractors, were sued under certain statutory provisions making efforts to defraud the Government a crime punishable by fine and imprisonment and providing that whoever commits any of the prohibited acts shall \"forfeit and pay to the United States the sum of $2,000, and, in addition, double the amount of damages * * * sustained\", and also providing that this action may be instituted by any person in behalf of the Government and where such a qui tam is brought, half of the amount of the recovery is paid to the person instituting the suit while the other half goes to the Government. Prior to the institution of this action the defendants were indicted under these statutory provisions for defrauding the Government, and upon plea entered were fined and they contended that the action should be barred because of the \"double jeopardy\" provision of the Fifth Amendment, which provides that no person shall \"be subject for the same offence to be twice put in jeopardy of life or limb\". In holding that the action was not barred the Court said, 317 U.S. at page 548, 63 S.Ct. at page 386: \"The previous indictment was brought under a general statute dealing with conspiracy to defraud the government, 18 U.S.C. § 88, 18 U.S.C.A. § 88, and is clearly criminal in nature. For violation of it respondents were liable for a fine up to $10,000 or imprisonment for two years, or both. For failure to pay their fines, they could have been sentenced to prison. * * * The punishment given in that action was not intended to compensate the government, in any manner, for damages it suffered as a result of successful execution of the conspiracy. * * * The application of the double jeopardy clause to particular cases has not been an easy task for the courts. The subject has recently been thoroughly explored in Helvering v. Mitchell, 303 U.S. 391, 58 S.Ct. 630, 82 L.Ed. 917, in which the Court analyzed the cases now pressed upon us and emphasized the line between civil, remedial actions brought primarily to protect the government from financial loss and actions intended to authorize criminal punishment to vindicate public justice. Only the latter subject the defendant to `jeopardy' within the constitutional meaning. * * * Is the action now before us, consisting of double damages and the $2,000 forfeitures, criminal or remedial? It is enought for present purposes if we conclude that the instant proceedings are remedial and impose a civil sanction. * * * We cannot say that the remedy now before us requiring payment of a lump sum and double damages will do more than afford the government complete indemnity for the injuries done it. * * * It is true that `Punishment, in a certain and very limited sense, may be the result of the statute before us so far as the wrongdoer is concerned,' but this is not enough to label it as a criminal statute. * * * We think the chief purpose of the statutes here was to provide for restitution to the government of money taken from it by fraud, and that the device of double damages plus a specific sum was chosen to make sure that the government would be made completely whole.\"</p>\n<p>Undoubtedly, the purpose in the present proceeding is to punish the owner (defendant in the crimminal action) by taking from him his automobile. As said in United States v. Chouteau, 102 U.S., 603, 611, 26 L.Ed. 246: \"Admitting that the penalty <span class=\"star-pagination\">*248</span> may be recovered in a civil action * * * it is still as a punishment for the infraction of the law\". It seems that it cannot be properly contended that the action is remedial in its purpose, that is, for the purpose of providing restitution to the Government of money taken from it by fraud, as the value of the automobile has no relation to and could not be said to represent in any sense the liquor taxes lost by the Government. Obviously, it seems to me, the end in view is punitive and the whole idea is to penalize or punish the defendant for his alleged activities in violating the internal revenue laws.</p>\n<p>Helvering v. Mitchell, 303 U.S. 391, 58 S.Ct. 630, 636, 82 L.Ed. 917 (as well as others) may be construed as strong argument for the Government, and yet, while Coffey v. United States is referred to in the opinion, the case is neither overruled nor disapproved. There, the defendant was assessed with an income tax deficiency of several hundred thousand dollars and, on account of alleged fraud in the making of returns, to this was added the statutory penalty of fifty percent. Prior thereto the defendant had been acquitted of wilfully attempting to evade payment of the identical taxes represented by the tax deficiency assessment and contended without success that the imposition of the fifty percent penalty was barred by the judgment of acquittal.</p>\n<p>The Court disposed of the res judicata plea by holding that the same issues were not litigated and determined in the criminal action and that the difference in the degree of proof precludes the application of the doctrine. The double jeopardy plea was ruled out by holding that the statute under which the penalty is permitted imposes \"a civil administrative sanction\". It is stated 303 U.S. on page 398, 58 S.Ct. on page 633: \"Unless this sanction was intended as punishment, so that the proceeding is essentially criminal, the double jeopardy clause provided for the defendant in criminal prosecutions is not applicable.\" In referring to the Coffey case, and United States v. La Franca, 282 U.S. 568, 51 S.Ct. 278, 75 L.Ed. 551 the Court says: \"Since we construe section 293(b) [26 U.S.C.A. § 293 (b)] as imposing a civil administrative sanction, neither case presents an obstacle to the recovery of the * * *, the 50 per centum addition here in issue.\"</p>\n<p>So the Coffey case stands and the present case is so near like it that I feel I must hold it controlling. Of course, it is true that the owner was tried for possession of the distilled spirits while the libel is filed under the statute against removal, deposit and concealment; but, certainly, possession is an essential of the crime. One could not be guilty of removing, depositing and concealing without having been in possession and the jury decided in the crimminal case that he had had no possession. The issue of possession was raised in that case and judgment was rendered in favor of the owner; if the Coffey case is the law, that \"judgment is conclusive in favor of such person\" and that issue cannot be litigated again.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">245</span></span> (1949)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nONE DE SOTO SEDAN, 1946 MODEL, ETC.</h1></center>\n<center>Civ. No. 261.</center>\n<center><p><b>United States District Court E. D. North Carolina, New Bern Division.</b></p></center>\n<center>August 9, 1949.</center>\n<p>John H. Manning, U. S. Atty., Raleigh, N. C., Howard H. Hubbard, Asst. U. S. Atty., Clinton, N. C., for libelant</p>\n<p>Henry P. Whitehurst, New Bern, N. C., for respondent.</p>\n<p>GILLIAM, District Judge.</p>\n<p>This libel of information was filed under Sec. 3321, Title 26 U.S.C.A., alleging that the accused automobile was used in the removal, deposit and concealment of two gallons of distilled spirits upon which the tax due the United States had not been paid, with intent to defraud the United States of such tax. This section of the Code provides: (a) that every offender of its provisions shall be liable to a fine or imprisonment, or both, and that (b) every conveyance used in the \"removal or for the deposit or concealment thereof\" shall be forfeited. Prior to a hearing on the libel the owner and claimant of the accused \"conveyance\" was tried under Sec. 2803, Title 26 U.S.C.A., on an indictment alleging that he was in possession on the same date set forth in the libel of the identical two gallons of distilled spirits referred to in the libel. He was acquitted by a jury and discharged.</p>\n<p>The facts here are similar to the facts in Coffey v. United States, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></span>, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">437</span></span>, 440, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">684</span></span>, where the holding was that a former acquittal of the claimant in a criminal action constituted a bar to the prosecution of a forfeiture action, as \"the fraudulent acts and attempts and intents to defraud, alleged in the prior <span class=\"star-pagination\">*246</span> criminal information, and covered by the verdict and judgment of acquittal, embraced all of the acts, attempts, and intents averred in the information in this suit.\" In that case, 116 U.S. at page 443, 6 S.Ct. at page 440, the Court said: \"Yet where an issue raised, as to the existence of the act or fact denounced, has been tried in a criminal proceeding instituted by the United States, and a judgment of acquittal has been rendered in favor of a particular person, that judgment is conclusive in favor of such person on the subsequent trial of a suit in rem by the United States where, as against him, the existence of the same act or fact is the matter in issue as a cause for the forfeiture of the property prosecuted in such suit in rem. It is urged as a reason for not allowing such effect to the judgment that the acquittal in the criminal case may have taken place because of the rule requiring guilt to be proved beyond a reasonable doubt, and that, on the same evidence, on the question of preponderance of proof, there might be a verdict for the United States in the suit in rem. Nevertheless, the fact or act has been put in issue and determined against the United States; and all that is imposed by the statute, as a consequence of guilt, is a punishment therefor. There could be no new trial of the criminal prosecution after the acquittal in it; and a subsequent trial of the civil suit amounts to substantially the same thing, with a difference only in the consequences following a judgment adverse to the claimant. When an acquittal in a criminal prosecution in behalf of the government is pleaded or offered in evidence by the same defendant, in an action against him by an individual, the rule does not apply, for the reason that the parties are not the same; and often for the additional reason that a certain intent must be proved to support the indictment, which need not be proved to support the civil action. But upon this record, as we have already seen, the parties and the matter in issue are the same.\"</p>\n<p>So far as I know, the Coffey case has not been overruled. It is true that the holding has been criticized in subsequent cases as pointed out by Judge Clark in the case of United States v. One Dodge Sedan, 3 Cir., <span class=\"citation\" data-id=\"1509245\"><a href=\"/opinion/1509245/united-states-v-one-dodge-sedan/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">552</span></a></span>, 553; in these words: \"The learned district court rendered its judgment with obvious reluctance. That reluctance appears both in its opinion and in the colloquies. It felt itself bound, however, by the decision of the United States Supreme Court in the case of Coffey v. United States, 116 U.S., 436, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">437</span></span>, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">684</span></span>. That case has received a distinctly `unfavorable press.' It has also suffered by implication, at least, in later decisions of the same tribunal. These cases certainly limit its holding to the particular facts. * * * We think that the particular facts of the principal case give us the necessary loophole and in so thinking we must disagree with the learned district judge.\"</p>\n<p>Conceding some reluctance on the Court's part, in view of cases since decided, to hold that the decision in the Coffey case controls a disposition of this case, it has not found the \"necessary loophole\" to avoid such holding. In United States v. One Dodge Sedan, above cited, the claimant was the wife of the acquitted driver and was not a party to the criminal proceeding and the decision of the Court to the effect that the Coffey case was not controlling was based upon the fact that the parties in the two actions were not the same. On page 554 of 113 F.2d the Court said: \"As we have said, the Coffey case has not been expressly overruled. It is nevertheless left in a tenuous position. A prior conviction has been held not to bar forfeiture * * *. So also the res judicata theory of it and earlier cases seems to have been disapproved * * *. Whether or not that disapproval has gone far enough to be followed by the `inferior' courts is not necessary to presently decide. Res judicata imports, by definition almost, the same parties. It is not enough that in some court somewhere the same facts have been decided. Those same facts must be viewed from the point of view of the parties giving them legal scrutiny. Here the parties are not the same. * * * The claimant here is not even the person charged with crime. She is his quite innocent wife. She must then be held to her <span class=\"star-pagination\">*247</span> proof of the innocence of the chattels she now wishes to rescue from the clutches of the allegedly offended government.\"</p>\n<p>The holding in United States v. One 1935 Model Pontiac Sedan, 6 Cir., <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">149</span></span>, is likewise based on the fact that the parties to the libel proceedings were not the same parties as those in the criminal prosecution, and the opinion states on page 150: \"Inasmuch as the claimant was not a party to the criminal proceeding, we are of the opinion that Coffey v. United States is not controlling and that the United States is entitled to have the issue as to whether the automobile in question was being operated by Hobgood in violation of the statute litigated in this proceeding.\" In this case Hobgood was driving the libeled autmobile, but the claimant was another person.</p>\n<p>The Government also cites United States ex rel. Marcus v. Hess, <span class=\"citation\" data-id=\"103757\"><a href=\"/opinion/103757/united-states-ex-rel-marcus-v-hess/\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">537</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">379</span></span>, 382, 87 L.Ed. 443. In this case the defendants, contractors, were sued under certain statutory provisions making efforts to defraud the Government a crime punishable by fine and imprisonment and providing that whoever commits any of the prohibited acts shall \"forfeit and pay to the United States the sum of $2,000, and, in addition, double the amount of damages * * * sustained\", and also providing that this action may be instituted by any person in behalf of the Government and where such a qui tam is brought, half of the amount of the recovery is paid to the person instituting the suit while the other half goes to the Government. Prior to the institution of this action the defendants were indicted under these statutory provisions for defrauding the Government, and upon plea entered were fined and they contended that the action should be barred because of the \"double jeopardy\" provision of the Fifth Amendment, which provides that no person shall \"be subject for the same offence to be twice put in jeopardy of life or limb\". In holding that the action was not barred the Court said, 317 U.S. at page 548, 63 S.Ct. at page 386: \"The previous indictment was brought under a general statute dealing with conspiracy to defraud the government, 18 U.S.C. § 88, 18 U.S.C.A. § 88, and is clearly criminal in nature. For violation of it respondents were liable for a fine up to $10,000 or imprisonment for two years, or both. For failure to pay their fines, they could have been sentenced to prison. * * * The punishment given in that action was not intended to compensate the government, in any manner, for damages it suffered as a result of successful execution of the conspiracy. * * * The application of the double jeopardy clause to particular cases has not been an easy task for the courts. The subject has recently been thoroughly explored in Helvering v. Mitchell, <span class=\"citation\" data-id=\"102987\"><a href=\"/opinion/102987/helvering-v-mitchell/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">630</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">917</span></span>, in which the Court analyzed the cases now pressed upon us and emphasized the line between civil, remedial actions brought primarily to protect the government from financial loss and actions intended to authorize criminal punishment to vindicate public justice. Only the latter subject the defendant to `jeopardy' within the constitutional meaning. * * * Is the action now before us, consisting of double damages and the $2,000 forfeitures, criminal or remedial? It is enought for present purposes if we conclude that the instant proceedings are remedial and impose a civil sanction. * * * We cannot say that the remedy now before us requiring payment of a lump sum and double damages will do more than afford the government complete indemnity for the injuries done it. * * * It is true that `Punishment, in a certain and very limited sense, may be the result of the statute before us so far as the wrongdoer is concerned,' but this is not enough to label it as a criminal statute. * * * We think the chief purpose of the statutes here was to provide for restitution to the government of money taken from it by fraud, and that the device of double damages plus a specific sum was chosen to make sure that the government would be made completely whole.\"</p>\n<p>Undoubtedly, the purpose in the present proceeding is to punish the owner (defendant in the crimminal action) by taking from him his automobile. As said in United States v. Chouteau, 102 U.S., 603, 611, 26 L.Ed. 246: \"Admitting that the penalty <span class=\"star-pagination\">*248</span> may be recovered in a civil action * * * it is still as a punishment for the infraction of the law\". It seems that it cannot be properly contended that the action is remedial in its purpose, that is, for the purpose of providing restitution to the Government of money taken from it by fraud, as the value of the automobile has no relation to and could not be said to represent in any sense the liquor taxes lost by the Government. Obviously, it seems to me, the end in view is punitive and the whole idea is to penalize or punish the defendant for his alleged activities in violating the internal revenue laws.</p>\n<p>Helvering v. Mitchell, <span class=\"citation\" data-id=\"102987\"><a href=\"/opinion/102987/helvering-v-mitchell/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">630</span></span>, 636, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">917</span></span> (as well as others) may be construed as strong argument for the Government, and yet, while Coffey v. United States is referred to in the opinion, the case is neither overruled nor disapproved. There, the defendant was assessed with an income tax deficiency of several hundred thousand dollars and, on account of alleged fraud in the making of returns, to this was added the statutory penalty of fifty percent. Prior thereto the defendant had been acquitted of wilfully attempting to evade payment of the identical taxes represented by the tax deficiency assessment and contended without success that the imposition of the fifty percent penalty was barred by the judgment of acquittal.</p>\n<p>The Court disposed of the res judicata plea by holding that the same issues were not litigated and determined in the criminal action and that the difference in the degree of proof precludes the application of the doctrine. The double jeopardy plea was ruled out by holding that the statute under which the penalty is permitted imposes \"a civil administrative sanction\". It is stated 303 U.S. on page 398, 58 S.Ct. on page 633: \"Unless this sanction was intended as punishment, so that the proceeding is essentially criminal, the double jeopardy clause provided for the defendant in criminal prosecutions is not applicable.\" In referring to the Coffey case, and United States v. La Franca, <span class=\"citation\" data-id=\"101672\"><a href=\"/opinion/101672/united-states-v-la-franca/\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">568</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">278</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">551</span></span> the Court says: \"Since we construe section 293(b) [26 U.S.C.A. § 293 (b)] as imposing a civil administrative sanction, neither case presents an obstacle to the recovery of the * * *, the 50 per centum addition here in issue.\"</p>\n<p>So the Coffey case stands and the present case is so near like it that I feel I must hold it controlling. Of course, it is true that the owner was tried for possession of the distilled spirits while the libel is filed under the statute against removal, deposit and concealment; but, certainly, possession is an essential of the crime. One could not be guilty of removing, depositing and concealing without having been in possession and the jury decided in the crimminal case that he had had no possession. The issue of possession was raised in that case and judgment was rendered in favor of the owner; if the Coffey case is the law, that \"judgment is conclusive in favor of such person\" and that issue cannot be litigated again.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1509245/"
  ]
}