{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1607630/",
  "absolute_url": "/opinion/1607630/wirtz-v-patelos-door-corporation/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1607630/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:55:08.975521Z",
  "date_modified": "2016-04-26T20:18:13.192821Z",
  "type": "010combined",
  "sha1": "ba6ecebab11a30c91b8c6330b22ffbf66dc20a7d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>280 F.Supp. 212 (1968)</b></center>\n<center><h1>W. Willard WIRTZ, Secretary of Labor, United States Department of Labor, Plaintiff,<br>\nv.<br>\nPATELOS DOOR CORPORATION, Defendant.</h1></center>\n<center>Civ. No. 931.</center>\n<center><p><b>United States District Court E. D. North Carolina, Wilson Division.</b></p></center>\n<center>January 25, 1968.</center>\n<p><span class=\"star-pagination\">*213</span> <span class=\"star-pagination\">*214</span> Beverley R. Worrell, Regional Atty., by Daniel M. Williams, Jr., Atty., U. S. Dept. of Labor, Atlanta, Ga., for plaintiff.</p>\n<p>William R. Rand, Z. Hardy Rose, of Lucas, Rand, Rose &amp; Meyer, Wilson, N. C., for defendant.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>LARKINS, District Judge:</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>This is an action instituted by the Secretary of Labor, United States Department of Labor, under the provisions of Section 16(c) of the Fair Labor Standards Act of 1938, as amended, 29 U.S.C.A. §§ 201-219 (hereinafter referred to as the Act) pursuant to the written request of Royce R. Joyner, Jessie Turnage, Robert T. Wilson, and Deleon L. Best. Plaintiff seeks to recover from defendant Patelos Door Corporation unpaid overtime compensation allegedly due Joyner, Turnage, Wilson and Best as a result of their employment with Patelos, alleging that the named employees were engaged in the production of goods for commerce within the meaning of the Act, for workweeks longer than forty hours without proper compensation therefor under provisions of the Act.</p>\n<p>Patelos admits having employed the named individuals for some workweeks longer than forty hours but asserts that they were foremen of various departments of defendant's operation and contends that they were exempt, as bona fide executives, from the overtime requirements of the Act by virtue of Section 13(a).<sup>[1]</sup> 29 U.S.C.A. § 213(a). It was agreed by stipulation that certain portions of the relief sought are barred by the two year statute of limitations. 29 U.S.C.A. § 255. Jurisdiction of this action is conferred upon the Court by Section 16(c) of the Act and by the Judicial Code, 28 U.S.C.A. §§ 1337, 1345.<sup>[2]</sup> The cause was tried before the Court, sitting without a jury, at Wilson, North Carolina, on May 10 and 11, 1967. Two questions are presented for decision:</p>\n<blockquote>(1) Were all, or any, of the individuals named in the complaint, as amended, employed in a bona fide executive capacity so as to exempt them, or him, from the overtime compensation requirements of the Fair Labor Standards Act; and</blockquote>\n<blockquote>(2) If all, or any, of the named individuals were not so exempt, what amount of overtime work, if any, did they, or he, perform.</blockquote>\n<p>Having considered the pleadings, the arguments of counsel, and briefs submitted by the parties, and having weighed the evidence, the Court makes the following</p>\n<p></p>\n<h2>FINDINGS OF FACT and CONCLUSIONS OF LAW</h2>\n<p>It is stipulated: that defendant, Patelos Door Corporation, is now, and at all times hereinafter mentioned was a corporation, having an office in Goldsboro, Wayne County, North Carolina, within the jurisdiction of this Court, engaged in the production, sale and distribution of plywood doors, and other products, substantial quantities of which were regularly and recurrently shipped in interstate commerce; that the individuals named in the complaint were employees and were engaged in the production of goods for commerce within <span class=\"star-pagination\">*215</span> the meaning of the Act during each workweek involved in this litigation; that defendant employed Royce R. Joyner throughout the period from on or about August 6, 1964, to October 27, 1964; that defendant employed Robert T. Wilson throughout the period from on or about January 8, 1963, to August 7, 1963; that defendant employed Jessie Turnage throughout the period from on or about April 18, 1963, to August 7, 1963, and from on or about August 5, 1964, to January 19, 1965; that defendant employed Deleon L. Best throughout the period from on or about January 17, 1963, to January 19, 1965; that during the periods hereinabove set forth, each of the named employees was paid a straight weekly salary without any additional compensation for hours worked in excess of forty per week; that as to Robert T. Wilson and Jessie Turnage, any claim for overtime compensation which accrued prior to June 14, 1963, is barred by the limitation in Section 6 of the Portal-to-Portal Act of 1947, 29 U.S.C.A. § 255; that as to Deleon L. Best, any claim for overtime compensation which accrued prior to June 28, 1963, is barred by the same two year statute of limitations, 29 U.S.C.A. § 255.<sup>[3]</sup></p>\n<p>There is no dispute as to the applicable law. Section 13(a) (1) of the Fair Labor Standards Act, 29 U.S.C.A. § 213(a) (1), exempts from the requirements of Section 7, 29 U.S.C.A. § 207 (maximum hours, including overtime provisions), any employee who is employed in a bona fide executive capacity, according to the regulations of the Wage and Hour Administrator.<sup>[4]</sup> The applicable regulations prescribe six conjunctive conditions to an executive capacity, which are set out in the margin.<sup>[5]</sup> It is well <span class=\"star-pagination\">*216</span> established: that the provision of the Act exempting from its maximum hours coverage, executive employees, \"as such * * * are defined and delimited by regulations of the Administrator,\" is valid, United States v. Darby, 312 U.S. 100, 61 S.Ct. 451, 85 L.Ed. 609 (1941); that in conferring authority upon the Wage and Hour Administrator to define the term \"executive\" capacity for purposes of exemptions from the Act, Congress did not unconstitutionally delegate powers vested in the legislative branch, Fanelli v. United States Gypsum Co., 141 F.2d 216 (2d Cir., 1944); and that the regulations of the Administrator defining persons employed in an \"executive\" capacity for purposes of exemption have the force of law, provided they reasonably construe the language and clear intention of the statute, Fanelli v. United States Gypsum Co., supra; Stanger v. Glenn L. Martin Co., 56 F. Supp. 163 (D.C.Md.1944). It is equally well established that all six of the requirements must be met before an employee is exempt from coverage of the provisions of Section 7. Walling v. General Industries Co., 330 U.S. 545, 67 S.Ct. 883, 91 L.Ed. 1088 (1947); Wirtz v. C &amp; P Shoe Corporation, 336 F.2d 21 (5th Cir., 1964); Goldberg v. Strickland Transportation Company, 203 F. Supp. 417 (E.D.Ark.1962). If an employee fails to meet any one of the requirements, he is not exempt. In this case, the evidence was undisputed that the claimants met five of the six criteria set out in 29 C.F.R. § 541.1, namely (a), (b), (c), (d), and (f).<sup>[6]</sup> Hence, the controversy here turns on the subsection of the regulations relating to the nonexempt work tolerance, 29 C.F.R. § 541.1 (e);<sup>[7]</sup> that is, did any of these employees devote more than 20 per cent of his hours worked in the workweeks involved to activities which were not directly and closely related to the performance of his managerial functions.</p>\n<p>The legislative history of the Fair Labor Standards Act indicates that it is a body of remedial legislation designed to eradicate from interstate commerce the evils attendant on low wages and long hours of service in industries engaged in commerce or in the production of goods for commerce. It was meant to secure to certain members of the American labor force, who could not sufficiently protect themselves, relief from substandard wages and excessive hours. Aimed primarily at protecting the ordinary workingman, the Act included provisions exempting certain employees from its coverage, among them bona fide executives, the reason for the executive exemption being that such an employee is not ordinarily within the group that requires such protective legislation. Because of the remedial nature of the Act, however, and in order to insure that the laborer in fact gets the protection that the Congress of the United States intended for him to get, the exemption provisions must be narrowly construed and any asserted exemption carefully scrutinized. A. H. Phillips, Inc. v. Walling, 324 U.S. 490, 65 S.Ct. 807, 89 L.Ed. 1095 (1945). To this end, the employer seeking to avoid payment of overtime compensation on the basis of such an exemption is given the burden of proving that the employee was retained and performed in an executive capacity and was therefore exempt from the provisions of the Act. Wirtz v. Modern Trashmoval, Inc., 323 F.2d 451 (4th Cir., 1963); Pugh v. Lindsay, 206 F.2d <span class=\"star-pagination\">*217</span> 43 (4th Cir., 1953). This burden must be met by a clear and unmistakable showing of the executive capacity within the letter and the spirit of the Act. A. H. Phillips, Inc. v. Walling, supra; Pugh v. Lindsay, supra.</p>\n<p>Initially, of course, the burden is upon the employee to establish as a matter of just and reasonable inference the existence and extent of work for which he was not promptly compensated. Anderson v. Mt. Clemens Pottery Co., 328 U.S. 680, 66 S.Ct. 1187, 90 L.Ed. 1515 (1946). This done, the employer must come forward with evidence to negative the reasonableness of the inference to be drawn from the employee's evidence. Anderson v. Mt. Clemens Pottery Co., supra. He might show that the precise amount of work performed was not such as would entitle the employee to any recovery under the Act or that it was not such as would entitle him to the recovery sought; or, having properly pleaded the defense, he might prove his asserted exemption.</p>\n<p>As before stated, defendant in this case relies on such an asserted exemption, and the problem, more specifically, centers around the 20 per cent nonexempt work tolerance.<sup>[8]</sup> The status of each individual named in the complaint will be considered separately.</p>\n<p></p>\n<h2>ROYCE R. JOYNER</h2>\n<p>From August 6, 1964, to October 27, 1964, Royce R. Joyner was employed by defendant, Patelos Door Corporation, as foreman of its Pre-Hung Door Department (Tr. 51). During that period his stated duty was the management of that department (Tr. 189-191); he regularly supervised the work of from five to thirteen other employees (Tr. 52); he had the authority to hire and fire other employees, and in fact did so (Tr. 51-52); he exercised discretionary powers; and he was compensated on a salary basis at a rate of $100 per week<sup>[9]</sup> (Tr. 37-38).</p>\n<p>In Joyner's department, the nature of the work was essentially as follows: doors were first machine mortised and bored, then sent to another machine where the jambs were put on, and finally went to either of two separate production tables for the installation of casings (Tr. 190-191). Patelos' general manager, Mr. John Themis, testified that Joyner's duties as foreman were supervision (Tr. 189) and quality control (Tr. 190), and that he was to \"circulate among the machines and the two production tables to see that the materials were assembled correctly\" (Tr. 191). Themis indicated that all foremen, including Joyner, were instructed that in the event of a machine breakdown, they were to report it to the maintenance department, whose personnel were in charge of repairs and were not to attempt to repair it themselves (Tr. 191-192). When his department was short an employee, Joyner was supposed to report the vacancy, which if semi-skilled would be filled from a \"deck gang\" (Tr. 193). If a skilled vacancy occurred, the procedure was to shut down one of the two production tables in the department and make any necessary transfers so as to operate with one full production line (Tr. 194).</p>\n<p>Defendant's testimony with regard to Joyner's stated duties seems consonant enough with its assertion that he was an executive employee within the meaning of the Act. Joyner's testimony would seem to indicate otherwise. The Court must decide which, if any, work testified to was not \"directly and closely related\" to managerial functions, and, if it is found that some work was not so related, then whether the amount of that work exceeded the tolerance, which is 20 per cent of the employee's own hours of work in the workweek. First, was there any nonexempt work? Joyner testified that once, twice and sometimes three times a week, he worked a full eight hour shift on the production line doing the work of an absent employee whom he <span class=\"star-pagination\">*218</span> normally supervised, and that there was not a single week in his recollection when he worked less than one full shift for another person (Tr. 60). This shift work consisted of manual labor of the type which would normally be considered nonexempt. Defendant's response to this testimony, in addition to the above mentioned procedure concerning vacancies (Tr. 193-194) and its statement as to Joyner's duties, was limited to the statement of Themis, the general manager, on the basis of some three morning and three afternoon visits (Tr. 192) of approximately five minutes each (Tr. 239-240) to the pre-hung department, that he did not <i>see</i> Joyner replacing an employee on the line (Tr. 194). The testimony with regard to Joyner's duties would indicate that this work, which is claimed to be nonexempt, was not expected of the employee and certainly the fact that work of this nature was done of the employee's own volition is a consideration of which the Court will take note. Moreover, work of a nonexempt nature done in an emergency situation by a conscientious executive in order to keep his employer's production going will not be counted against the nonexempt work tolerance. Evans v. Continental Motors Corp., 105 F.Supp. 784 (E.D.Mich.1952). Thus an occasional substitution might fall within the realm of the emergency, but where it is done to the extent here testified to for the entire employment period, it could not be fairly said to be such. As to the voluntary aspect of this work, its extent leads the Court to the inference that the instructions with regard to substitution of foreman for laborer were, in this instance, more vigorous in theory than implementation, with the result that the pattern of substitution must be taken as sufficient to put Patelos on notice that Joyner was, in fact, engaging in nonexempt work. Defendant's evidence does not sufficiently rebut that of claimant as to this point and the Court must conclude that the substitution shifts worked by Joyner amounted to work not directly and closely related to his managerial functions, which work must be counted against the tolerance.</p>\n<p>Joyner also testified that he handled doors as a part of his daily routine, for the purpose of \"getting them ready for the man to run them through the machine\" (Tr. 66) and \"putting them (pre-hung door units) on a truck or putting them in place where they belonged\" (Tr. 67). He stated that he averaged picking up from 25 to 200 doors daily (Tr. 66) at a time consumption of thirty minutes to four hours (Tr. 68). He further stated, in response to propounded questions, that there was no week in his employment period in which he handled less than 25 doors for more than half of the days and that there were weeks when he handled as many as 200 doors more than half of the days of the workweek (Tr. 68-69). By way of explanation as to the somewhat confusing state of the testimony to this point, Joyner later said that the instances of moving as many as 200 doors occurred on days other than when he was substituting for someone: \"If I was taking a man's place, trimming out a door, I trimmed doors out and I didn't move any doors except the ones I was working on\" (Tr. 305). Here again, defendant indicated that work of this nature was not supposed to be performed by Joyner<sup>[10]</sup> (Tr. 194) and that Themis, the general manager, did not see him handling doors in this manner during his intermittent trips to the department (Tr. 194, 199). For the reasons above set out with regard to the substitution work, the Court, in the absence of more substantial rebuttal or more affirmative proof from defendant, must conclude that the handling of doors for the purposes testified to was work not directly and closely related to managerial functions.</p>\n<p>In addition to the above, there was testimony to the effect that Joyner sometimes manually loaded doors onto \"dollies\" <span class=\"star-pagination\">*219</span> and in some instances repaired machinery when breakdowns occurred. A review of the transcript indicates that although the loading of dollies would be (and is) considered nonexempt work, the five to ten minutes that Joyner indicated he spent two or three times a week in this work was meant to be included within the overall time testified to regarding the handling of doors, i. e. thirty minutes to four hours (Tr. 67, 68), and thus will not be separately considered by the Court. As to the machinery repair, Joyner's testimony indicated that there was a maintenance man employed in the plant whose job it was to take care of the machinery (Tr. 80, 81), and that although breakdowns occurred frequently, it was \"not too often, maybe one time a week\" (Tr. 63) that a machine broke down when a maintenance man could not be found. When such a breakdown occurred, Joyner stated that he spent from fifteen minutes to three hours in putting it back into working order. This, it appears to the Court, is an example of the type of situation which (if isolated) could be considered the work of a conscientious foreman, faced with an emergency, interested in pressing his employer's production on to a conclusion unhindered by delay, and, as such, exempt under the regulations. As to Joyner's repairing machinery, the Court so finds.</p>\n<p>Having found that certain work performed was not directly and closely related to Joyner's managerial functions, the Court must now determine whether the amount of that work exceeded 20 per cent of Joyner's hours of work in the workweeks involved. As before stated, the employee must show the extent of his work as a matter of just and reasonable inference. Anderson v. Mt. Clemens Pottery Co., 328 U.S. 680, 66 S.Ct. 1187, 90 L.Ed. 1515 (1946). To require of an employee a higher degree of accuracy concerning proof of work claimed to be compensable would have the practical effect of impairing the intended benefits of the Act, since few employees would possess any precise indicia of work performed. On the contrary, it is the employer who usually is possessed of accurate records of wages and hours worked; and if he, even through a bona fide mistake as to the status of an employee, has failed to keep the records required by Section 11(c) of the Act,<sup>[11]</sup> then he must accept the possibility that damages may have to be determined on the basis of information somewhat less precise than is generally desired. Joyner's overall testimony would indicate that during the course of his twelve week employment period, the basic workweek consisted of five and-a-half days (the half day being Saturday, with a 12:00 quitting time). He reported for work at between 7:30 and 8:00 A.M. (Tr. 38), and the workday generally included one ten minute break in the morning and in the afternoon (Tr. 47) as well as a one hour lunch break (Tr. 46). But, according to Joyner, there was no such uniformity as to the times at which the workday ended. He stated that on two occasions (in separate weeks) he worked a full day shift and then, with a one and-a-half hour supper break (Tr. 47), worked straight through the night until about 7:00 the next morning, followed by his regular shift the next day (Tr. 42). On four or five other occasions (in other weeks), Joyner said that he worked until twelve o'clock at night (Tr. 43), having taken a thirty minute supper break (Tr. 46, 47) and that about once a week in those same weeks worked until eight or nine o'clock (Tr. 44). Also in these same four or five weeks, he stated that once or twice in each week he did not get off until six or seven o'clock (Tr. 44, 45). Other than the weeks in which he worked either around the clock or until midnight, the latest that Joyner indicated he got off was 5:30 or 6:00 P.M. (Tr. 45). He stated that during two weeks of his employment period he <span class=\"star-pagination\">*220</span> worked forty hours or less (Tr. 46). John Themis, testifying for Patelos, said that as general manager (beginning September 1, 1964, Tr. 186) he attempted to keep the plant on a forty hour week (Tr. 229) and that when a department worked overtime, he would adjust working hours the following day so as to stay within the forty hour basis (Tr. 230). This is not sufficient to controvert the positive testimony of Joyner concerning hours worked and the Court finds as a fact, based upon the evidence reviewed above, that during his twelve week employment period, Royce Joyner worked two weeks of sixty hours each, four weeks of fifty-five hours each, four weeks of forty-nine hours each, and two weeks of forty hours each.</p>\n<p>The evidence as to the extent of the work found to be not directly and closely related to managerial functions (substitution for full work shifts on an average of twice a week, and the nonexempt handling of doors) creates a strong inference that it exceeds 20 per cent of Joyner's hours of work in the workweeks involved (as above found). This must be held to comprise a showing that he in fact performed work for which he was not properly compensated, the amount and extent of which was proved as a matter of just and reasonable inference. As before stated, defendant has the burden of proving an asserted exemption and his showing must clearly and unmistakably indicate the executive capacity of the claimant. The burden is not an unreasonable one when viewed in the light of the background of the Fair Labor Standards Act and the realities of employer-employee relationships. To carry its burden here, Patelos would have to have clearly shown that Joyner's nonexempt work did not exceed 20 per cent of his hours worked, since this showing, the other requirements of the regulations having been stipulated, would have proved the executive capacity and the exemption. This it has not done. The Court therefore finds, based upon the just and reasonable inference of the employee's evidence insufficiently controverted by that of the employer, that Royce R. Joyner in fact spent more than 20 per cent of his hours of work in the workweeks involved in nonexempt work. The Court further finds as a fact that Royce R. Joyner is not exempt as a bona fide executive from the coverage of the overtime provisions of the Act and is due compensation for overtime worked, the computation of which is to be based upon the hours in the workweeks as found and above set out.</p>\n<p></p>\n<h2>JESSIE TURNAGE</h2>\n<p>From April 18, 1963, to August 7, 1963, and from August 5, 1964, to January 19, 1965, Jessie Turnage was employed by Patelos as foreman of its Door Saw Department (Tr. 87). That portion of his claim relating to the period prior to June 14, 1963, is barred by the Statute of Limitations.<sup>[12]</sup> During those periods his stated duty was the management of that department (Tr. 104, 105, 205, 206); he regularly supervised the work of approximately eight other employees (Tr. 102, 205); he exercised discretionary powers; and he was compensated on a salary basis at a rate of $80 per week during that portion of the first period with which the Court is concerned (June 14, 1963, to August 7, 1963) and a rate of $100 per week during the second employment period.<sup>[13]</sup></p>\n<p>In the saw department, the nature of the work was essentially as follows: doors entered the department on a track, from which they were fed into the saws (actually a machine with two cope heads between which the doors were run, Tr. 276), where they were trimmed on each side according to the desired door width; coming out of the machine onto a conveyor, the doors were inspected by two of the men; if there were scars or minor blemishes, these were repaired by the \"patch men\"; the doors were finally stamped according to size and baled, <span class=\"star-pagination\">*221</span> after which they were ready to leave the department. (Tr. 102-104, 205, 206). During the 1963 period, the saw department worked two shifts, of 7:30 A.M. to 4:30 P.M., and 4:30 P.M. to midnight (Tr. 94, 95). Turnage worked the day shift one week and alternated with the other foreman in that department by taking the night shift the next week (Tr. 95). During the period of August 1964 through January 1965 Turnage worked a daytime shift (Tr. 93).</p>\n<p>Themis, the general manager, testified that Turnage's duty was to supervise the overall work of the department in order to insure quality in the finished product (Tr. 205-207). Plaintiff contends that Turnage did a considerable amount of work which was not of a supervisory nature. Turnage testified that during the periods of his employment, one of his duties was \"changing the saws\" (Tr. 87) or \"changing the setting on the saws\" (Tr. 88), an operation in which the cutting width between the cope heads was varied so as to properly size the doors. This was done by means of turning a handle one or two handturns, more or less, and checking the new width setting with a tape measure (Tr. 270). Turnage stated that he performed this operation \"not over twice a day\" (Tr. 88), and that each change took \"roughly five minutes\" (Tr. 88). Mr. Alton Grady, Patelos' plant superintendent, testified that he himself had in the past changed the setting on the saws and that the operation would consume less than a minute's time (Tr. 270). Based upon the nature of the operation as described, it is the opinion of the Court that an average time consumption figure above two minutes for each change would be unrealistic and the Court finds as a fact that the average time involved in \"changing the setting on the saws\" was two minutes. This work was not directly and closely related to Turnage's supervisory functions, because it was a frequently recurring operation which had the characteristics of a regular production function that could be performed by a nonexempt employee. It was not disputed that Turnage was to perform this operation as a regular part of his duties (Tr. 206). Also, it was stated that occasionally the machine would be knocked out of adjustment, requiring a readjustment in the manner above described, which readjustment would be made by the foreman (Tr. 277, 278). Despite the apparent infrequency of the necessity for realignment, this work could not be fairly said to be directly and closely related to the performance of managerial functions since it was performed by the foremen and was of the same nature as the more or less expected nonexempt setting of the saws in the first instance. The work in adjusting the saws, whether changing to a new width setup or readjusting to correct a bad alignment, must be counted against the nonexempt work tolerance.</p>\n<p>There was also testimony to the effect that Turnage spent some time in the evenings after his crew had left oiling and greasing the machinery in his department (Tr. 90). He stated that it was oiled every day and that there were some parts which were greased every other day while others might need greasing only once every three months (Tr. 90). By Turnage's own estimate, the average time consumption per day in this work was ten to fifteen minutes (Tr. 91). Charles Melvin Adcock, Patelos' maintenance supervisor, stated that his assistant, a Mr. Sneed, with charged with the duty of greasing and oiling the machinery throughout the plant each morning (Tr. 282, 283). But Themis, the manager, indicated that Turnage in fact did this work (Tr. 211), although he suggested an average time consumption of \"no more than ten minutes\" per day (Tr. 212). The Court finds that he did perform such work on an average of twelve minutes per day, and holds that the greasing and oiling, under these circumstances, was nonexempt, being work not directly and closely related to managerial functions.</p>\n<p>Turnage said too that he performed, \"sometimes once a week\" (Tr. 91), minor electrical repairs in his department, and <span class=\"star-pagination\">*222</span> occasionally would volunteer his services for such work elsewhere in the plant (Tr. 92). Although Turnage did not testify as to the time consumed in this work, his general testimony, taken together with the estimates of time consumption by Themis (Tr. 209, 210) would indicate that it would be very small. But the fact of its performance was undisputed and the Court, based upon the nature of this work and the overall testimony concerning it (see Tr. 209, 210), holds that it too must be counted, as nonexempt, against the tolerance.</p>\n<p>Plaintiff contends that Turnage engaged in the nonexempt handling of doors as a part of his inspection of the product. Testimony revealed that Turnage did in fact pick up and flip over doors in order to check their quality (Tr. 97). Testimony further revealed, however, that there were two men whose job it was to inspect the doors (all of them) as they came out of the machine (Tr. 98, 102-104) and that while these men inspected or graded each door, Turnage would check about two or three out of each bale of thirty-two doors (Tr. 97). The regular inspection of doors would be a production operation and nonexempt; the foreman's spot checking a small number of doors to determine whether they were properly cut would be work directly and closely related to the managerial and supervisory function of seeing that quality work was turned out and, as such, would be exempt. Turnage's spot checking must be so regarded, being a supervisory aspect of quality control and the Court finds this work to be exempt, not to be counted against the tolerance.</p>\n<p>Plaintiff further contends that a considerable part of Turnage's time was taken up by \"watching the machine to determine whether or not it (was) in adjustment\" (Tr. 100), and that this amounted to nonexempt work. The Court cannot agree. Although Turnage did testify that he spent a good deal of time keeping watch on the machine when it was running (Tr. 101), he also testified that there was a man employed to watch the machine to see that it was operating properly (Tr. 100). On cross-examination, Turnage's testimony indicated that his watching of the machinery was a part of his overall watch on the whole of the department, in order to keep the production operations functioning properly (Tr. 104, 105). It would seem only natural that if the machine in question (which sawed the doors) played as important a role in the saw department as the testimony taken as a whole would indicate, then Turnage, quite rightfully, kept a supervisory eye on it somewhat more than he might have watched other, and less crucial, aspects of the operation. To be sure, had there been no one but Turnage to watch it, and had he been duty bound to station himself nearby at all times, then the Court might agree that his then constant observation amounted to a production operation in itself, taking it out of the exempt category. But it appears (1) that there was someone else to watch the machine, and (2) that Turnage did a good deal more than watch the machine. The Court finds that his observation of the machine was directly and closely related to his supervisory functions and was therefore exempt work under the regulations.</p>\n<p>Passing reference was made to the fact that Turnage \"once in a while\" operated a fork lift, \"if the fork lift driver was out to get water or would go to get a little bit behind [sic] and I would jump up and move a bale out of the way or something like that\" (Tr. 103, 104). This is an example of the type of task that when viewed alone might appear to be nonexempt work, but when viewed in full light of the circumstances must be considered exempt, the foreman voluntarily and as a matter of convenience, infrequently assisting in work which was regularly in the routine of other employees.</p>\n<p>The evidence as to Turnage, as above reviewed and considered as a whole, indicates to this Court that he was an exempt employee under the Act. Defendant has proved its asserted exemption as to this claimant clearly and unmistakably. A. H. Phillips, Inc. v. Walling, <span class=\"star-pagination\">*223</span> supra; Pugh v. Lindsay, supra. The time consumption figures, assuming the most generous estimates, of that work found by the Court to be nonexempt clearly would not exceed 20 per cent of the employee's hours of work in the workweeks involved.<sup>[14]</sup> The Court finds as a fact that Jessie Turnage was employed and performed in a bona fide executive capacity within the meaning of the Fair Labor Standards Act and the regulations issued thereunder and is therefore exempt from its overtime provisions.</p>\n<p></p>\n<h2>ROBERT T. WILSON</h2>\n<p>Robert T. Wilson was employed by Patelos Door Corporation from January 8, 1963, to August 7, 1963, and during the period involved in this litigation, June 14, 1963, to August 7, 1963,<sup>[15]</sup> was a foreman in defendant's Door Saw Department (Tr. 112, 113). The saw department, as previously indicated, worked two shifts during this period and Wilson alternated shifts weekly (Tr. 108) with Turnage (Tr. 271). His duties were essentially the same as Turnage's (Tr. 266, 300); his complement of men and the nature of the work in the department were the same; and he was compensated on a salary basis at a rate of $80 per week during the period with which the Court is concerned (Tr. 25).</p>\n<p>Plaintiff's testimony on direct examination was concerned with proof of hours worked by the claimant (Tr. 107-113). There was no testimony as to the nature and extent of work claimed to be nonexempt on direct, although when Wilson was recalled as a witness in rebuttal for the plaintiff he stated, in response to a question as to what percentage of his time he spent \"changing saws and doing electrical work and otherwise working with (his) hands,\" that his opinion was \"30 per cent or better\" (Tr. 298). Patelos' plant superintendent, Mr. Grady, stated that he was continuously in and out of the saw department (Tr. 266) and testified that Turnage, in addition to his supervisory duties, made the changes in the saw setups and \"once in a while, (r)arely,\" engaged in minor repairs in that department (Tr. 266, 267). No other work of a specific nature was testified to. The work involving changing the settings on the saws must be held to be a production operation and nonexempt for the reasons above set out in the portion of this opinion relating to Turnage. Plaintiff offered no estimate as to the extent of this work as such. Grady stated that Wilson might have made about eight changes per day (Tr. 267). On the basis of the Court's above finding of an average time consumption of two minutes per change, this would amount to no more than sixteen minutes per day in this work. The work was nonexempt, however, and must be counted against the tolerance. The testimony with regard to the \"minor repairs\" was so scant as to render it impossible for the Court to determine whether the time spent on them was nonexempt or whether, possibly, they were performed in such circumstances that they may have been exempt. Even assuming them to be nonexempt, however, it is clear that the testimony before the Court relating to nonexempt work compels the conclusion that Wilson did not engage in such nonexempt work for more than 20 per cent of his hours in the workweeks involved.<sup>[16]</sup> It should be remembered that the employee's burden as set out in Anderson v. Mt. Clemens Pottery Co., supra, is not met by simply proving hours worked. If a claimant demonstrates as a matter of just and reasonable inference that he has worked workweeks of sixty hours and yet that claimant is an executive employee within the meaning of the regulations, <span class=\"star-pagination\">*224</span> then he has not proved himself entitled to a thing. The <i>Anderson</i> burden involves more. A claimant must prove, as a matter of just and reasonable inference, that he has performed work <i>for which he was not properly compensated.</i> In order for him to show improper compensation in a case such as this, where the issue is narrowly drawn, he would have to show, only as a matter of just and reasonable inference, that his nonexempt work exceeded 20 per cent of his hours worked. For only by such a showing can he meet the \"improperly compensated\" aspect of the burden.<sup>[17]</sup> It would seem doubtful that a bare statement by the employee to the effect that he spent 30 per cent of his time \"changing saws and doing electrical work and otherwise working with (his) hands\" would, without more, amount to the required showing. At any rate, defendant has proved its asserted exemption clearly and unmistakably and the Court finds as a fact that Robert T. Wilson was employed and performed in a bona fide executive capacity within the meaning of the Act and regulations issued thereunder and is therefore exempt from its overtime provisions.</p>\n<p></p>\n<h2>DELEON L. BEST</h2>\n<p>From January 17, 1963, to January 19, 1965, Deleon L. Best was employed by Patelos as foreman of its Molding and Frame Department (Tr. 117, 118). That portion of his claim relating to the period prior to June 28, 1963, is barred by the Statute of Limitations.<sup>[18]</sup> During that period his stated duty was the management of that department (Tr. 118, 218); he regularly supervised the work of approximately thirty-two other employees (Tr. 118, 217); he exercised discretionary powers; and he was compensated on a salary basis at rates which ranged from $85 per week to $100 per week (Tr. 27) during the period but which at all times were within the requirements and proviso of 29 C.F.R. § 541.1(f).<sup>[19]</sup></p>\n<p>In the frame department, which was the company's largest (Tr. 137, 215), the nature of the work was essentially as follows: the operation began with rough lumber shipped in by freight car from the west coast; it was fashioned, through the use of various saws, a planing machine, and a machine which cut moldings, into frame parts for the flush doors; the door frames left the department in component parts, later to be assembled into complete frame unit. (Tr. 217, 218).</p>\n<p>Themis, the general manager, stated that the work of the frame department involved the more technical aspects of manufacturing doors, and for that reason required close attention from its supervisory personnel (Tr. 219). He testified that Best \"was to supervise and to check quality, and make sure that everything that came out of his department was according to specifications\" (Tr. 218). In addition to his supervisory duties, Best was charged with the responsibility of making fine tuning adjustments on the molder machine whenever a setting change was necessary (Tr. 220). According to Themis and Alton Grady, the superintendent, this was Best's only nonsupervisory duty (Tr. 225, 226, 256). Best himself testified that his job was indeed to \"keep the wheels turning,\" that it took a lot of his time \"trying to keep them (his men) going,\" and that all of the employees in the department were responsible directly to him (Tr. 138). He too testified that beyond supervising his men, he \"set up the molder\" (Tr. 117) and, in addition, stated that he performed other work not directly and closely related to his managerial functions.</p>\n<p><span class=\"star-pagination\">*225</span> The molder alterations were necessitated when a change was desired as to the type of molding being cut. Testimony indicated that on a given setup, the procedure was generally to run a large amount of material through in order to prevent frequent changes (Tr. 233) and so as to build up an inventory of several weeks supply of the several types of molding used (Tr. 234). The preliminary stages of the setup change were handled by another employee (Tr. 226), with Best making the final adjustments (Tr. 226). This work, for reasons previously discussed, must be held to be a regular production operation and nonexempt. Testimony indicated (Tr. 222, 258, 259) and the Court finds as a fact that the work done by Best in effecting the changes on the molder averaged thirty minutes per change. Testimony as to the number of these changes per week was varied. Best's testimony in this area was somewhat confused. It appears that during a portion of his employment period, there was a night shift in his department (Tr. 140, 224, 260) and that Best effected setup changes for the night shift operator, either by staying over when his shift finished (Tr. 140, 141) or by returning to the plant after supper (Tr. 141), although Mr. Grady, who was superintendent during the whole of this period (Tr. 254), stated that Best was never instructed to return at night (Tr. 260). Best indicated, however, that he did in fact return after supper every night five nights a week to \"set (the operator) up sometimes, and check him out\" (Tr. 121). This night shift, according to Best, operated until he left the company, although he \"wouldn't swear\" to it (Tr. 142). According to Themis, though, the operation of the molder at night in the framing department ceased within a week after he came to the plant as manager in September of 1964 (Tr. 232). This was substantiated by Grady (Tr. 261), who added that the operation was only run for about six months, after which it was abandoned as uneconomical (Tr. 260, 261). The Court finds as a fact that during the period in controversy, no night shift work as such was performed in the frame department except during the six months immediately prior to September 7, 1964. Plaintiff by its testimony established as a matter of just and reasonable inference that Best made one setup change each night five times per week. Defendant sufficiently controverted this inference as to the time involved in Best's employment period with the exception of six months. For the six months immediately prior to September 7, 1964, however, the inference was insufficiently controverted and the Court, based upon the evidence taken as a whole, finds that Best, during that period of his employment, spent two and-a-half hours per week engaging in nonexempt work after his regular shift ended, which work must be held to have been within the knowledge of defendant. As to the number of changes performed during the daytime shifts, Best's testimony is silent. Themis said that there were no more than three changes a week (Tr. 234); Grady said no more than four (Tr. 258). The Court finds that the molder setup was changed on an average of four times per week during the regular shifts at a time consumption of two hours. Thus Best's total time consumption per week in this nonexempt was four and-a-half hours during six months of his employment and two hours during the balance.</p>\n<p>Testimony indicated that Best engaged in machinery repair to a considerable extent. But testimony further indicated that his repair endeavors were not only voluntary but against repeatedly given specific instructions (Tr. 234, 235, 281, 282) to leave maintenance work to the maintenance department. Work of this nature, though ordinarily nonexempt, cannot be fairly said to be such under these circumstances. Best was simply disobeying the directions of his superiors to a degree that at least effectively precludes him from charging his disobedience to them as nonexempt work in this <span class=\"star-pagination\">*226</span> action. There was reference to some differences in management outlook before Themis began work in September of 1964, but the plant superintendent, Mr. Grady, who held that position during Best's entire period of employment (Tr. 254), stated that he was in and out of the frame department practically all day every day (Tr. 256, 257) and that other than his supervisory duties and changing the molder setups, Best's activities were limited to making \"minor repairs on a switch on a saw, or something like that * * * (m)aybe once a month\" (Tr. 259). He further testified that maintenance was not required of Best, that being within the province of Mr. Adcock, the maintenance supervisor (Tr. 259, 260). The Court finds that Best performed no nonexempt maintenence work after September 1, 1964, and that before that date his performance of such work was minimal.</p>\n<p>Plaintiff elicited a good deal of testimony from Best concerning the fact that he sharpened saws, on his own time (Tr. 145), on a contract basis involving an hourly rate (Tr. 124). This work, not denied by Patelos, was carried out separate and apart from Best's employment as it is before this Court and will not be considered in any way in the determination of his claim.</p>\n<p>It is the opinion of the Court, upon the consideration of the above and the evidence taken as a whole, that Deleon L. Best's hours of nonexempt work did not exceed 20 per cent of his hours of work in the workweeks involved,<sup>[20]</sup> and that defendant, Patelos Door Corporation, has proved its asserted exemption clearly and unmistakably as to this claimant. Accordingly, the Court finds as a fact that Deleon L. Best was employed and performed in a bona fide executive capacity within the meaning of the Act and the regulations issued thereunder and is therefore exempt from its overtime provisions.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendant also asserted, in a \"Brief Statement of What Defendant Proposes to Prove by Testimony of Witnesses,\" that the employer-employee relationship between defendant and the individuals named in the complaint was governed by Section 7(e) of the Act. 29 U.S.C.A. § 207(e). However, there was no attempt to prove this as a defense and it is deemed by the Court to have been abandoned.</p>\n<p>[2]  By the provisions of Reorganization Plan No. 6 of 1950 (15 F.R. 3174, 64 Stat. 1263), issued under the Reorganization Act of 1949, 5 U.S.C.A. §§ 133z to 133z-15, the functions of the Administrator of the Wage and Hour Division, United States Department of Labor, under the Act, were transferred to the Secretary of Labor.</p>\n<p>[3]  The complaint as originally filed on June 14, 1965, named as individual employees for whom relief was sought only Joyner, Wilson and Turnage. Subsequently, on June 28, 1965, plaintiff, pursuant to Rule 15(a) of the Federal Rules of Civil Procedure, amended his complaint and stated a \"fourth cause of action,\" on behalf of Deleon L. Best.</p>\n<p>[4]  See note 2, supra.</p>\n<p>[5]  29 C.F.R. § 541.1 (Regulations of the Administrator, Wage and Hour Division, United States Department of Labor) provides as follows:\n</p>\n<p>\"Section 541.1  Executive.</p>\n<p>\"The term `employee employed in a bona fide executive * * * capacity' in § 13(a) (1) of the Act shall mean any employee:</p>\n<p>\"(a) Whose primary duty consists of the management of the enterprise in which he is employed or of a customarily recognized department or subdivision thereof; and</p>\n<p>\"(b) Who customarily and regularly directs the work of two or more other employees therein; and</p>\n<p>\"(c) Who has the authority to hire or fire other employees or whose suggestions and recommendations as to the hiring or firing and as to the advancement and promotion or any other change of status of other employees will be given particular weight; and</p>\n<p>\"(d) Who customarily and regularly exercises discretionary powers; and</p>\n<p>\"(e) Who does not devote more than 20 percent, or, in the case of an employee of a retail or service establishment who does not devote as much as 40 percent, of his hours of work in the workweek to activities which are not directly and closely related to the performance of the work described in paragraphs (a) through (d) of this section: <i>Provided,</i> That this paragraph shall not apply in the case of an employee who is in sole charge of an independent establishment or a physically separated branch establishment, or who owns at least a 20-percent interest in the enterprise in which he is employed; and</p>\n<p>\"(f) Who is compensated for his services on a salary basis at a rate of not less than $80 per week (or $55 per week if employed in Puerto Rico or the Virgin Islands) exclusive of board, lodging, or other facilities:</p>\n<p><i>Provided,</i> That an employee who is compensated on a salary basis at a rate of not less than $125 per week (exclusive of board, lodging, or other facilities), and whose primary duty consists of the management of the enterprise in which he is employed or of a customarily recognized department or subdivision thereof, and includes the customary and regular direction of the work of two or more other employees therein, shall be deemed to meet all of the requirements of this section.\"</p>\n<p>Revision of subsection (f), adopted by the Administrator effective September 30, 1963, increased the salary basis rate minimum from $80 per week to $100 per week for the United States and increased the amount required in the <i>Provided</i> clause from $125 per week to $150 per week.</p>\n<p>[6]  With one exception, that being as to Royce R. Joyner. It appears from the record that Mr. Joyner was paid $90 for the last workweek of his employment period, such sum being less than the $100 requirement of subsection (f) at that time (workweek ending October 27, 1964).</p>\n<p>[7]  See note 5, supra.</p>\n<p>[8]  See subsection (e), supra note 5.</p>\n<p>[9]  See note 6, supra.</p>\n<p>[10]  His handling of the doors, according to his stated duty, was apparently (although there was some disagreement) to be limited to periodic inspection as a part of quality control (Tr. 78).</p>\n<p>[11]  It is undisputed that Patelos made, kept, or preserved no record of the hours worked by any of the claimants. Section 11(c) requires such records of an employer subject to any provision of the Act. 29 U.S.C.A. § 211(c).</p>\n<p>[12]  See note 3, supra, and accompanying text.</p>\n<p>[13]  See subsection (f), supra note 5.</p>\n<p>[14]  Generous estimations of possible time consumption involved in the nonexempt work would clearly fail to add up to even 20 per cent of a basic forty hour week. Obviously, then, it could not add up to 20 per cent of anything more than forty hours, so that findings as to hours actually worked by Turnage are not necessary to determination of his claim.</p>\n<p>[15]  See note 3, supra, and accompanying text.</p>\n<p>[16]  See note 14, supra.</p>\n<p>[17]  This requirement does not, of course, alter the burden of an employer who has pleaded executive exemption as a defense. He still must prove his defense, not simply as a matter of \"just and reasonable inference,\" but \"clearly and unmistakably.\" The assumption is, however, that the employee has put on evidence demonstrating hours worked <i>for which he was not properly compensated.</i></p>\n<p>[18]  See note 3, supra, and accompanying text.</p>\n<p>[19]  See subsection (f), supra note 5.</p>\n<p>[20]  See note 14, supra.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">280</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">212</span></span> (1968)</b></center>\n<center><h1>W. Willard WIRTZ, Secretary of Labor, United States Department of Labor, Plaintiff,<br>\nv.<br>\nPATELOS DOOR CORPORATION, Defendant.</h1></center>\n<center>Civ. No. 931.</center>\n<center><p><b>United States District Court E. D. North Carolina, Wilson Division.</b></p></center>\n<center>January 25, 1968.</center>\n<p><span class=\"star-pagination\">*213</span> <span class=\"star-pagination\">*214</span> Beverley R. Worrell, Regional Atty., by Daniel M. Williams, Jr., Atty., U. S. Dept. of Labor, Atlanta, Ga., for plaintiff.</p>\n<p>William R. Rand, Z. Hardy Rose, of Lucas, Rand, Rose &amp; Meyer, Wilson, N. C., for defendant.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>LARKINS, District Judge:</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>This is an action instituted by the Secretary of Labor, United States Department of Labor, under the provisions of Section 16(c) of the Fair Labor Standards Act of 1938, as amended, 29 U.S.C.A. §§ 201-219 (hereinafter referred to as the Act) pursuant to the written request of Royce R. Joyner, Jessie Turnage, Robert T. Wilson, and Deleon L. Best. Plaintiff seeks to recover from defendant Patelos Door Corporation unpaid overtime compensation allegedly due Joyner, Turnage, Wilson and Best as a result of their employment with Patelos, alleging that the named employees were engaged in the production of goods for commerce within the meaning of the Act, for workweeks longer than forty hours without proper compensation therefor under provisions of the Act.</p>\n<p>Patelos admits having employed the named individuals for some workweeks longer than forty hours but asserts that they were foremen of various departments of defendant's operation and contends that they were exempt, as bona fide executives, from the overtime requirements of the Act by virtue of Section 13(a).<sup>[1]</sup> 29 U.S.C.A. § 213(a). It was agreed by stipulation that certain portions of the relief sought are barred by the two year statute of limitations. 29 U.S.C.A. § 255. Jurisdiction of this action is conferred upon the Court by Section 16(c) of the Act and by the Judicial Code, 28 U.S.C.A. §§ 1337, 1345.<sup>[2]</sup> The cause was tried before the Court, sitting without a jury, at Wilson, North Carolina, on May 10 and 11, 1967. Two questions are presented for decision:</p>\n<blockquote>(1) Were all, or any, of the individuals named in the complaint, as amended, employed in a bona fide executive capacity so as to exempt them, or him, from the overtime compensation requirements of the Fair Labor Standards Act; and</blockquote>\n<blockquote>(2) If all, or any, of the named individuals were not so exempt, what amount of overtime work, if any, did they, or he, perform.</blockquote>\n<p>Having considered the pleadings, the arguments of counsel, and briefs submitted by the parties, and having weighed the evidence, the Court makes the following</p>\n<p></p>\n<h2>FINDINGS OF FACT and CONCLUSIONS OF LAW</h2>\n<p>It is stipulated: that defendant, Patelos Door Corporation, is now, and at all times hereinafter mentioned was a corporation, having an office in Goldsboro, Wayne County, North Carolina, within the jurisdiction of this Court, engaged in the production, sale and distribution of plywood doors, and other products, substantial quantities of which were regularly and recurrently shipped in interstate commerce; that the individuals named in the complaint were employees and were engaged in the production of goods for commerce within <span class=\"star-pagination\">*215</span> the meaning of the Act during each workweek involved in this litigation; that defendant employed Royce R. Joyner throughout the period from on or about August 6, 1964, to October 27, 1964; that defendant employed Robert T. Wilson throughout the period from on or about January 8, 1963, to August 7, 1963; that defendant employed Jessie Turnage throughout the period from on or about April 18, 1963, to August 7, 1963, and from on or about August 5, 1964, to January 19, 1965; that defendant employed Deleon L. Best throughout the period from on or about January 17, 1963, to January 19, 1965; that during the periods hereinabove set forth, each of the named employees was paid a straight weekly salary without any additional compensation for hours worked in excess of forty per week; that as to Robert T. Wilson and Jessie Turnage, any claim for overtime compensation which accrued prior to June 14, 1963, is barred by the limitation in Section 6 of the Portal-to-Portal Act of 1947, 29 U.S.C.A. § 255; that as to Deleon L. Best, any claim for overtime compensation which accrued prior to June 28, 1963, is barred by the same two year statute of limitations, 29 U.S.C.A. § 255.<sup>[3]</sup></p>\n<p>There is no dispute as to the applicable law. Section 13(a) (1) of the Fair Labor Standards Act, 29 U.S.C.A. § 213(a) (1), exempts from the requirements of Section 7, 29 U.S.C.A. § 207 (maximum hours, including overtime provisions), any employee who is employed in a bona fide executive capacity, according to the regulations of the Wage and Hour Administrator.<sup>[4]</sup> The applicable regulations prescribe six conjunctive conditions to an executive capacity, which are set out in the margin.<sup>[5]</sup> It is well <span class=\"star-pagination\">*216</span> established: that the provision of the Act exempting from its maximum hours coverage, executive employees, \"as such * * * are defined and delimited by regulations of the Administrator,\" is valid, United States v. Darby, <span class=\"citation\" data-id=\"103442\"><a href=\"/opinion/103442/united-states-v-darby/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">100</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">451</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">609</span></span> (1941); that in conferring authority upon the Wage and Hour Administrator to define the term \"executive\" capacity for purposes of exemptions from the Act, Congress did not unconstitutionally delegate powers vested in the legislative branch, Fanelli v. United States Gypsum Co., <span class=\"citation\" data-id=\"1484411\"><a href=\"/opinion/1484411/fanelli-v-united-states-gypsum-co/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">216</span></a></span> (2d Cir., 1944); and that the regulations of the Administrator defining persons employed in an \"executive\" capacity for purposes of exemption have the force of law, provided they reasonably construe the language and clear intention of the statute, Fanelli v. United States Gypsum Co., supra; Stanger v. Glenn L. Martin Co., <span class=\"citation\" data-id=\"1441158\"><a href=\"/opinion/1441158/stanger-v-glenn-l-martin-co/\"><span class=\"volume\">56</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">163</span></a></span> (D.C.Md.1944). It is equally well established that all six of the requirements must be met before an employee is exempt from coverage of the provisions of Section 7. Walling v. General Industries Co., <span class=\"citation\" data-id=\"104396\"><a href=\"/opinion/104396/walling-v-general-industries-co/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">545</span></a></span>, <span class=\"citation\" data-id=\"104396\"><a href=\"/opinion/104396/walling-v-general-industries-co/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">883</span></a></span>, <span class=\"citation\" data-id=\"104396\"><a href=\"/opinion/104396/walling-v-general-industries-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1088</span></a></span> (1947); Wirtz v. C &amp; P Shoe Corporation, <span class=\"citation\" data-id=\"265334\"><a href=\"/opinion/265334/w-willard-wirtz-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">336</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span> (5th Cir., 1964); Goldberg v. Strickland Transportation Company, <span class=\"citation no-link\"><span class=\"volume\">203</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">417</span></span> (E.D.Ark.1962). If an employee fails to meet any one of the requirements, he is not exempt. In this case, the evidence was undisputed that the claimants met five of the six criteria set out in 29 C.F.R. § 541.1, namely (a), (b), (c), (d), and (f).<sup>[6]</sup> Hence, the controversy here turns on the subsection of the regulations relating to the nonexempt work tolerance, 29 C.F.R. § 541.1 (e);<sup>[7]</sup> that is, did any of these employees devote more than 20 per cent of his hours worked in the workweeks involved to activities which were not directly and closely related to the performance of his managerial functions.</p>\n<p>The legislative history of the Fair Labor Standards Act indicates that it is a body of remedial legislation designed to eradicate from interstate commerce the evils attendant on low wages and long hours of service in industries engaged in commerce or in the production of goods for commerce. It was meant to secure to certain members of the American labor force, who could not sufficiently protect themselves, relief from substandard wages and excessive hours. Aimed primarily at protecting the ordinary workingman, the Act included provisions exempting certain employees from its coverage, among them bona fide executives, the reason for the executive exemption being that such an employee is not ordinarily within the group that requires such protective legislation. Because of the remedial nature of the Act, however, and in order to insure that the laborer in fact gets the protection that the Congress of the United States intended for him to get, the exemption provisions must be narrowly construed and any asserted exemption carefully scrutinized. A. H. Phillips, Inc. v. Walling, <span class=\"citation\" data-id=\"104110\"><a href=\"/opinion/104110/ah-phillips-inc-v-walling/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">807</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1095</span></span> (1945). To this end, the employer seeking to avoid payment of overtime compensation on the basis of such an exemption is given the burden of proving that the employee was retained and performed in an executive capacity and was therefore exempt from the provisions of the Act. Wirtz v. Modern Trashmoval, Inc., <span class=\"citation\" data-id=\"261993\"><a href=\"/opinion/261993/w-willard-wirtz-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">451</span></a></span> (4th Cir., 1963); Pugh v. Lindsay, 206 F.2d <span class=\"star-pagination\">*217</span> 43 (4th Cir., 1953). This burden must be met by a clear and unmistakable showing of the executive capacity within the letter and the spirit of the Act. A. H. Phillips, Inc. v. Walling, supra; Pugh v. Lindsay, supra.</p>\n<p>Initially, of course, the burden is upon the employee to establish as a matter of just and reasonable inference the existence and extent of work for which he was not promptly compensated. Anderson v. Mt. Clemens Pottery Co., <span class=\"citation\" data-id=\"104318\"><a href=\"/opinion/104318/anderson-v-mt-clemens-pottery-co/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">680</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1187</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1515</span></span> (1946). This done, the employer must come forward with evidence to negative the reasonableness of the inference to be drawn from the employee's evidence. Anderson v. Mt. Clemens Pottery Co., supra. He might show that the precise amount of work performed was not such as would entitle the employee to any recovery under the Act or that it was not such as would entitle him to the recovery sought; or, having properly pleaded the defense, he might prove his asserted exemption.</p>\n<p>As before stated, defendant in this case relies on such an asserted exemption, and the problem, more specifically, centers around the 20 per cent nonexempt work tolerance.<sup>[8]</sup> The status of each individual named in the complaint will be considered separately.</p>\n<p></p>\n<h2>ROYCE R. JOYNER</h2>\n<p>From August 6, 1964, to October 27, 1964, Royce R. Joyner was employed by defendant, Patelos Door Corporation, as foreman of its Pre-Hung Door Department (Tr. 51). During that period his stated duty was the management of that department (Tr. 189-191); he regularly supervised the work of from five to thirteen other employees (Tr. 52); he had the authority to hire and fire other employees, and in fact did so (Tr. 51-52); he exercised discretionary powers; and he was compensated on a salary basis at a rate of $100 per week<sup>[9]</sup> (Tr. 37-38).</p>\n<p>In Joyner's department, the nature of the work was essentially as follows: doors were first machine mortised and bored, then sent to another machine where the jambs were put on, and finally went to either of two separate production tables for the installation of casings (Tr. 190-191). Patelos' general manager, Mr. John Themis, testified that Joyner's duties as foreman were supervision (Tr. 189) and quality control (Tr. 190), and that he was to \"circulate among the machines and the two production tables to see that the materials were assembled correctly\" (Tr. 191). Themis indicated that all foremen, including Joyner, were instructed that in the event of a machine breakdown, they were to report it to the maintenance department, whose personnel were in charge of repairs and were not to attempt to repair it themselves (Tr. 191-192). When his department was short an employee, Joyner was supposed to report the vacancy, which if semi-skilled would be filled from a \"deck gang\" (Tr. 193). If a skilled vacancy occurred, the procedure was to shut down one of the two production tables in the department and make any necessary transfers so as to operate with one full production line (Tr. 194).</p>\n<p>Defendant's testimony with regard to Joyner's stated duties seems consonant enough with its assertion that he was an executive employee within the meaning of the Act. Joyner's testimony would seem to indicate otherwise. The Court must decide which, if any, work testified to was not \"directly and closely related\" to managerial functions, and, if it is found that some work was not so related, then whether the amount of that work exceeded the tolerance, which is 20 per cent of the employee's own hours of work in the workweek. First, was there any nonexempt work? Joyner testified that once, twice and sometimes three times a week, he worked a full eight hour shift on the production line doing the work of an absent employee whom he <span class=\"star-pagination\">*218</span> normally supervised, and that there was not a single week in his recollection when he worked less than one full shift for another person (Tr. 60). This shift work consisted of manual labor of the type which would normally be considered nonexempt. Defendant's response to this testimony, in addition to the above mentioned procedure concerning vacancies (Tr. 193-194) and its statement as to Joyner's duties, was limited to the statement of Themis, the general manager, on the basis of some three morning and three afternoon visits (Tr. 192) of approximately five minutes each (Tr. 239-240) to the pre-hung department, that he did not <i>see</i> Joyner replacing an employee on the line (Tr. 194). The testimony with regard to Joyner's duties would indicate that this work, which is claimed to be nonexempt, was not expected of the employee and certainly the fact that work of this nature was done of the employee's own volition is a consideration of which the Court will take note. Moreover, work of a nonexempt nature done in an emergency situation by a conscientious executive in order to keep his employer's production going will not be counted against the nonexempt work tolerance. Evans v. Continental Motors Corp., <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">784</span></span> (E.D.Mich.1952). Thus an occasional substitution might fall within the realm of the emergency, but where it is done to the extent here testified to for the entire employment period, it could not be fairly said to be such. As to the voluntary aspect of this work, its extent leads the Court to the inference that the instructions with regard to substitution of foreman for laborer were, in this instance, more vigorous in theory than implementation, with the result that the pattern of substitution must be taken as sufficient to put Patelos on notice that Joyner was, in fact, engaging in nonexempt work. Defendant's evidence does not sufficiently rebut that of claimant as to this point and the Court must conclude that the substitution shifts worked by Joyner amounted to work not directly and closely related to his managerial functions, which work must be counted against the tolerance.</p>\n<p>Joyner also testified that he handled doors as a part of his daily routine, for the purpose of \"getting them ready for the man to run them through the machine\" (Tr. 66) and \"putting them (pre-hung door units) on a truck or putting them in place where they belonged\" (Tr. 67). He stated that he averaged picking up from 25 to 200 doors daily (Tr. 66) at a time consumption of thirty minutes to four hours (Tr. 68). He further stated, in response to propounded questions, that there was no week in his employment period in which he handled less than 25 doors for more than half of the days and that there were weeks when he handled as many as 200 doors more than half of the days of the workweek (Tr. 68-69). By way of explanation as to the somewhat confusing state of the testimony to this point, Joyner later said that the instances of moving as many as 200 doors occurred on days other than when he was substituting for someone: \"If I was taking a man's place, trimming out a door, I trimmed doors out and I didn't move any doors except the ones I was working on\" (Tr. 305). Here again, defendant indicated that work of this nature was not supposed to be performed by Joyner<sup>[10]</sup> (Tr. 194) and that Themis, the general manager, did not see him handling doors in this manner during his intermittent trips to the department (Tr. 194, 199). For the reasons above set out with regard to the substitution work, the Court, in the absence of more substantial rebuttal or more affirmative proof from defendant, must conclude that the handling of doors for the purposes testified to was work not directly and closely related to managerial functions.</p>\n<p>In addition to the above, there was testimony to the effect that Joyner sometimes manually loaded doors onto \"dollies\" <span class=\"star-pagination\">*219</span> and in some instances repaired machinery when breakdowns occurred. A review of the transcript indicates that although the loading of dollies would be (and is) considered nonexempt work, the five to ten minutes that Joyner indicated he spent two or three times a week in this work was meant to be included within the overall time testified to regarding the handling of doors, i. e. thirty minutes to four hours (Tr. 67, 68), and thus will not be separately considered by the Court. As to the machinery repair, Joyner's testimony indicated that there was a maintenance man employed in the plant whose job it was to take care of the machinery (Tr. 80, 81), and that although breakdowns occurred frequently, it was \"not too often, maybe one time a week\" (Tr. 63) that a machine broke down when a maintenance man could not be found. When such a breakdown occurred, Joyner stated that he spent from fifteen minutes to three hours in putting it back into working order. This, it appears to the Court, is an example of the type of situation which (if isolated) could be considered the work of a conscientious foreman, faced with an emergency, interested in pressing his employer's production on to a conclusion unhindered by delay, and, as such, exempt under the regulations. As to Joyner's repairing machinery, the Court so finds.</p>\n<p>Having found that certain work performed was not directly and closely related to Joyner's managerial functions, the Court must now determine whether the amount of that work exceeded 20 per cent of Joyner's hours of work in the workweeks involved. As before stated, the employee must show the extent of his work as a matter of just and reasonable inference. Anderson v. Mt. Clemens Pottery Co., <span class=\"citation\" data-id=\"104318\"><a href=\"/opinion/104318/anderson-v-mt-clemens-pottery-co/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">680</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1187</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1515</span></span> (1946). To require of an employee a higher degree of accuracy concerning proof of work claimed to be compensable would have the practical effect of impairing the intended benefits of the Act, since few employees would possess any precise indicia of work performed. On the contrary, it is the employer who usually is possessed of accurate records of wages and hours worked; and if he, even through a bona fide mistake as to the status of an employee, has failed to keep the records required by Section 11(c) of the Act,<sup>[11]</sup> then he must accept the possibility that damages may have to be determined on the basis of information somewhat less precise than is generally desired. Joyner's overall testimony would indicate that during the course of his twelve week employment period, the basic workweek consisted of five and-a-half days (the half day being Saturday, with a 12:00 quitting time). He reported for work at between 7:30 and 8:00 A.M. (Tr. 38), and the workday generally included one ten minute break in the morning and in the afternoon (Tr. 47) as well as a one hour lunch break (Tr. 46). But, according to Joyner, there was no such uniformity as to the times at which the workday ended. He stated that on two occasions (in separate weeks) he worked a full day shift and then, with a one and-a-half hour supper break (Tr. 47), worked straight through the night until about 7:00 the next morning, followed by his regular shift the next day (Tr. 42). On four or five other occasions (in other weeks), Joyner said that he worked until twelve o'clock at night (Tr. 43), having taken a thirty minute supper break (Tr. 46, 47) and that about once a week in those same weeks worked until eight or nine o'clock (Tr. 44). Also in these same four or five weeks, he stated that once or twice in each week he did not get off until six or seven o'clock (Tr. 44, 45). Other than the weeks in which he worked either around the clock or until midnight, the latest that Joyner indicated he got off was 5:30 or 6:00 P.M. (Tr. 45). He stated that during two weeks of his employment period he <span class=\"star-pagination\">*220</span> worked forty hours or less (Tr. 46). John Themis, testifying for Patelos, said that as general manager (beginning September 1, 1964, Tr. 186) he attempted to keep the plant on a forty hour week (Tr. 229) and that when a department worked overtime, he would adjust working hours the following day so as to stay within the forty hour basis (Tr. 230). This is not sufficient to controvert the positive testimony of Joyner concerning hours worked and the Court finds as a fact, based upon the evidence reviewed above, that during his twelve week employment period, Royce Joyner worked two weeks of sixty hours each, four weeks of fifty-five hours each, four weeks of forty-nine hours each, and two weeks of forty hours each.</p>\n<p>The evidence as to the extent of the work found to be not directly and closely related to managerial functions (substitution for full work shifts on an average of twice a week, and the nonexempt handling of doors) creates a strong inference that it exceeds 20 per cent of Joyner's hours of work in the workweeks involved (as above found). This must be held to comprise a showing that he in fact performed work for which he was not properly compensated, the amount and extent of which was proved as a matter of just and reasonable inference. As before stated, defendant has the burden of proving an asserted exemption and his showing must clearly and unmistakably indicate the executive capacity of the claimant. The burden is not an unreasonable one when viewed in the light of the background of the Fair Labor Standards Act and the realities of employer-employee relationships. To carry its burden here, Patelos would have to have clearly shown that Joyner's nonexempt work did not exceed 20 per cent of his hours worked, since this showing, the other requirements of the regulations having been stipulated, would have proved the executive capacity and the exemption. This it has not done. The Court therefore finds, based upon the just and reasonable inference of the employee's evidence insufficiently controverted by that of the employer, that Royce R. Joyner in fact spent more than 20 per cent of his hours of work in the workweeks involved in nonexempt work. The Court further finds as a fact that Royce R. Joyner is not exempt as a bona fide executive from the coverage of the overtime provisions of the Act and is due compensation for overtime worked, the computation of which is to be based upon the hours in the workweeks as found and above set out.</p>\n<p></p>\n<h2>JESSIE TURNAGE</h2>\n<p>From April 18, 1963, to August 7, 1963, and from August 5, 1964, to January 19, 1965, Jessie Turnage was employed by Patelos as foreman of its Door Saw Department (Tr. 87). That portion of his claim relating to the period prior to June 14, 1963, is barred by the Statute of Limitations.<sup>[12]</sup> During those periods his stated duty was the management of that department (Tr. 104, 105, 205, 206); he regularly supervised the work of approximately eight other employees (Tr. 102, 205); he exercised discretionary powers; and he was compensated on a salary basis at a rate of $80 per week during that portion of the first period with which the Court is concerned (June 14, 1963, to August 7, 1963) and a rate of $100 per week during the second employment period.<sup>[13]</sup></p>\n<p>In the saw department, the nature of the work was essentially as follows: doors entered the department on a track, from which they were fed into the saws (actually a machine with two cope heads between which the doors were run, Tr. 276), where they were trimmed on each side according to the desired door width; coming out of the machine onto a conveyor, the doors were inspected by two of the men; if there were scars or minor blemishes, these were repaired by the \"patch men\"; the doors were finally stamped according to size and baled, <span class=\"star-pagination\">*221</span> after which they were ready to leave the department. (Tr. 102-104, 205, 206). During the 1963 period, the saw department worked two shifts, of 7:30 A.M. to 4:30 P.M., and 4:30 P.M. to midnight (Tr. 94, 95). Turnage worked the day shift one week and alternated with the other foreman in that department by taking the night shift the next week (Tr. 95). During the period of August 1964 through January 1965 Turnage worked a daytime shift (Tr. 93).</p>\n<p>Themis, the general manager, testified that Turnage's duty was to supervise the overall work of the department in order to insure quality in the finished product (Tr. 205-207). Plaintiff contends that Turnage did a considerable amount of work which was not of a supervisory nature. Turnage testified that during the periods of his employment, one of his duties was \"changing the saws\" (Tr. 87) or \"changing the setting on the saws\" (Tr. 88), an operation in which the cutting width between the cope heads was varied so as to properly size the doors. This was done by means of turning a handle one or two handturns, more or less, and checking the new width setting with a tape measure (Tr. 270). Turnage stated that he performed this operation \"not over twice a day\" (Tr. 88), and that each change took \"roughly five minutes\" (Tr. 88). Mr. Alton Grady, Patelos' plant superintendent, testified that he himself had in the past changed the setting on the saws and that the operation would consume less than a minute's time (Tr. 270). Based upon the nature of the operation as described, it is the opinion of the Court that an average time consumption figure above two minutes for each change would be unrealistic and the Court finds as a fact that the average time involved in \"changing the setting on the saws\" was two minutes. This work was not directly and closely related to Turnage's supervisory functions, because it was a frequently recurring operation which had the characteristics of a regular production function that could be performed by a nonexempt employee. It was not disputed that Turnage was to perform this operation as a regular part of his duties (Tr. 206). Also, it was stated that occasionally the machine would be knocked out of adjustment, requiring a readjustment in the manner above described, which readjustment would be made by the foreman (Tr. 277, 278). Despite the apparent infrequency of the necessity for realignment, this work could not be fairly said to be directly and closely related to the performance of managerial functions since it was performed by the foremen and was of the same nature as the more or less expected nonexempt setting of the saws in the first instance. The work in adjusting the saws, whether changing to a new width setup or readjusting to correct a bad alignment, must be counted against the nonexempt work tolerance.</p>\n<p>There was also testimony to the effect that Turnage spent some time in the evenings after his crew had left oiling and greasing the machinery in his department (Tr. 90). He stated that it was oiled every day and that there were some parts which were greased every other day while others might need greasing only once every three months (Tr. 90). By Turnage's own estimate, the average time consumption per day in this work was ten to fifteen minutes (Tr. 91). Charles Melvin Adcock, Patelos' maintenance supervisor, stated that his assistant, a Mr. Sneed, with charged with the duty of greasing and oiling the machinery throughout the plant each morning (Tr. 282, 283). But Themis, the manager, indicated that Turnage in fact did this work (Tr. 211), although he suggested an average time consumption of \"no more than ten minutes\" per day (Tr. 212). The Court finds that he did perform such work on an average of twelve minutes per day, and holds that the greasing and oiling, under these circumstances, was nonexempt, being work not directly and closely related to managerial functions.</p>\n<p>Turnage said too that he performed, \"sometimes once a week\" (Tr. 91), minor electrical repairs in his department, and <span class=\"star-pagination\">*222</span> occasionally would volunteer his services for such work elsewhere in the plant (Tr. 92). Although Turnage did not testify as to the time consumed in this work, his general testimony, taken together with the estimates of time consumption by Themis (Tr. 209, 210) would indicate that it would be very small. But the fact of its performance was undisputed and the Court, based upon the nature of this work and the overall testimony concerning it (see Tr. 209, 210), holds that it too must be counted, as nonexempt, against the tolerance.</p>\n<p>Plaintiff contends that Turnage engaged in the nonexempt handling of doors as a part of his inspection of the product. Testimony revealed that Turnage did in fact pick up and flip over doors in order to check their quality (Tr. 97). Testimony further revealed, however, that there were two men whose job it was to inspect the doors (all of them) as they came out of the machine (Tr. 98, 102-104) and that while these men inspected or graded each door, Turnage would check about two or three out of each bale of thirty-two doors (Tr. 97). The regular inspection of doors would be a production operation and nonexempt; the foreman's spot checking a small number of doors to determine whether they were properly cut would be work directly and closely related to the managerial and supervisory function of seeing that quality work was turned out and, as such, would be exempt. Turnage's spot checking must be so regarded, being a supervisory aspect of quality control and the Court finds this work to be exempt, not to be counted against the tolerance.</p>\n<p>Plaintiff further contends that a considerable part of Turnage's time was taken up by \"watching the machine to determine whether or not it (was) in adjustment\" (Tr. 100), and that this amounted to nonexempt work. The Court cannot agree. Although Turnage did testify that he spent a good deal of time keeping watch on the machine when it was running (Tr. 101), he also testified that there was a man employed to watch the machine to see that it was operating properly (Tr. 100). On cross-examination, Turnage's testimony indicated that his watching of the machinery was a part of his overall watch on the whole of the department, in order to keep the production operations functioning properly (Tr. 104, 105). It would seem only natural that if the machine in question (which sawed the doors) played as important a role in the saw department as the testimony taken as a whole would indicate, then Turnage, quite rightfully, kept a supervisory eye on it somewhat more than he might have watched other, and less crucial, aspects of the operation. To be sure, had there been no one but Turnage to watch it, and had he been duty bound to station himself nearby at all times, then the Court might agree that his then constant observation amounted to a production operation in itself, taking it out of the exempt category. But it appears (1) that there was someone else to watch the machine, and (2) that Turnage did a good deal more than watch the machine. The Court finds that his observation of the machine was directly and closely related to his supervisory functions and was therefore exempt work under the regulations.</p>\n<p>Passing reference was made to the fact that Turnage \"once in a while\" operated a fork lift, \"if the fork lift driver was out to get water or would go to get a little bit behind [sic] and I would jump up and move a bale out of the way or something like that\" (Tr. 103, 104). This is an example of the type of task that when viewed alone might appear to be nonexempt work, but when viewed in full light of the circumstances must be considered exempt, the foreman voluntarily and as a matter of convenience, infrequently assisting in work which was regularly in the routine of other employees.</p>\n<p>The evidence as to Turnage, as above reviewed and considered as a whole, indicates to this Court that he was an exempt employee under the Act. Defendant has proved its asserted exemption as to this claimant clearly and unmistakably. A. H. Phillips, Inc. v. Walling, <span class=\"star-pagination\">*223</span> supra; Pugh v. Lindsay, supra. The time consumption figures, assuming the most generous estimates, of that work found by the Court to be nonexempt clearly would not exceed 20 per cent of the employee's hours of work in the workweeks involved.<sup>[14]</sup> The Court finds as a fact that Jessie Turnage was employed and performed in a bona fide executive capacity within the meaning of the Fair Labor Standards Act and the regulations issued thereunder and is therefore exempt from its overtime provisions.</p>\n<p></p>\n<h2>ROBERT T. WILSON</h2>\n<p>Robert T. Wilson was employed by Patelos Door Corporation from January 8, 1963, to August 7, 1963, and during the period involved in this litigation, June 14, 1963, to August 7, 1963,<sup>[15]</sup> was a foreman in defendant's Door Saw Department (Tr. 112, 113). The saw department, as previously indicated, worked two shifts during this period and Wilson alternated shifts weekly (Tr. 108) with Turnage (Tr. 271). His duties were essentially the same as Turnage's (Tr. 266, 300); his complement of men and the nature of the work in the department were the same; and he was compensated on a salary basis at a rate of $80 per week during the period with which the Court is concerned (Tr. 25).</p>\n<p>Plaintiff's testimony on direct examination was concerned with proof of hours worked by the claimant (Tr. 107-113). There was no testimony as to the nature and extent of work claimed to be nonexempt on direct, although when Wilson was recalled as a witness in rebuttal for the plaintiff he stated, in response to a question as to what percentage of his time he spent \"changing saws and doing electrical work and otherwise working with (his) hands,\" that his opinion was \"30 per cent or better\" (Tr. 298). Patelos' plant superintendent, Mr. Grady, stated that he was continuously in and out of the saw department (Tr. 266) and testified that Turnage, in addition to his supervisory duties, made the changes in the saw setups and \"once in a while, (r)arely,\" engaged in minor repairs in that department (Tr. 266, 267). No other work of a specific nature was testified to. The work involving changing the settings on the saws must be held to be a production operation and nonexempt for the reasons above set out in the portion of this opinion relating to Turnage. Plaintiff offered no estimate as to the extent of this work as such. Grady stated that Wilson might have made about eight changes per day (Tr. 267). On the basis of the Court's above finding of an average time consumption of two minutes per change, this would amount to no more than sixteen minutes per day in this work. The work was nonexempt, however, and must be counted against the tolerance. The testimony with regard to the \"minor repairs\" was so scant as to render it impossible for the Court to determine whether the time spent on them was nonexempt or whether, possibly, they were performed in such circumstances that they may have been exempt. Even assuming them to be nonexempt, however, it is clear that the testimony before the Court relating to nonexempt work compels the conclusion that Wilson did not engage in such nonexempt work for more than 20 per cent of his hours in the workweeks involved.<sup>[16]</sup> It should be remembered that the employee's burden as set out in Anderson v. Mt. Clemens Pottery Co., supra, is not met by simply proving hours worked. If a claimant demonstrates as a matter of just and reasonable inference that he has worked workweeks of sixty hours and yet that claimant is an executive employee within the meaning of the regulations, <span class=\"star-pagination\">*224</span> then he has not proved himself entitled to a thing. The <i>Anderson</i> burden involves more. A claimant must prove, as a matter of just and reasonable inference, that he has performed work <i>for which he was not properly compensated.</i> In order for him to show improper compensation in a case such as this, where the issue is narrowly drawn, he would have to show, only as a matter of just and reasonable inference, that his nonexempt work exceeded 20 per cent of his hours worked. For only by such a showing can he meet the \"improperly compensated\" aspect of the burden.<sup>[17]</sup> It would seem doubtful that a bare statement by the employee to the effect that he spent 30 per cent of his time \"changing saws and doing electrical work and otherwise working with (his) hands\" would, without more, amount to the required showing. At any rate, defendant has proved its asserted exemption clearly and unmistakably and the Court finds as a fact that Robert T. Wilson was employed and performed in a bona fide executive capacity within the meaning of the Act and regulations issued thereunder and is therefore exempt from its overtime provisions.</p>\n<p></p>\n<h2>DELEON L. BEST</h2>\n<p>From January 17, 1963, to January 19, 1965, Deleon L. Best was employed by Patelos as foreman of its Molding and Frame Department (Tr. 117, 118). That portion of his claim relating to the period prior to June 28, 1963, is barred by the Statute of Limitations.<sup>[18]</sup> During that period his stated duty was the management of that department (Tr. 118, 218); he regularly supervised the work of approximately thirty-two other employees (Tr. 118, 217); he exercised discretionary powers; and he was compensated on a salary basis at rates which ranged from $85 per week to $100 per week (Tr. 27) during the period but which at all times were within the requirements and proviso of 29 C.F.R. § 541.1(f).<sup>[19]</sup></p>\n<p>In the frame department, which was the company's largest (Tr. 137, 215), the nature of the work was essentially as follows: the operation began with rough lumber shipped in by freight car from the west coast; it was fashioned, through the use of various saws, a planing machine, and a machine which cut moldings, into frame parts for the flush doors; the door frames left the department in component parts, later to be assembled into complete frame unit. (Tr. 217, 218).</p>\n<p>Themis, the general manager, stated that the work of the frame department involved the more technical aspects of manufacturing doors, and for that reason required close attention from its supervisory personnel (Tr. 219). He testified that Best \"was to supervise and to check quality, and make sure that everything that came out of his department was according to specifications\" (Tr. 218). In addition to his supervisory duties, Best was charged with the responsibility of making fine tuning adjustments on the molder machine whenever a setting change was necessary (Tr. 220). According to Themis and Alton Grady, the superintendent, this was Best's only nonsupervisory duty (Tr. 225, 226, 256). Best himself testified that his job was indeed to \"keep the wheels turning,\" that it took a lot of his time \"trying to keep them (his men) going,\" and that all of the employees in the department were responsible directly to him (Tr. 138). He too testified that beyond supervising his men, he \"set up the molder\" (Tr. 117) and, in addition, stated that he performed other work not directly and closely related to his managerial functions.</p>\n<p><span class=\"star-pagination\">*225</span> The molder alterations were necessitated when a change was desired as to the type of molding being cut. Testimony indicated that on a given setup, the procedure was generally to run a large amount of material through in order to prevent frequent changes (Tr. 233) and so as to build up an inventory of several weeks supply of the several types of molding used (Tr. 234). The preliminary stages of the setup change were handled by another employee (Tr. 226), with Best making the final adjustments (Tr. 226). This work, for reasons previously discussed, must be held to be a regular production operation and nonexempt. Testimony indicated (Tr. 222, 258, 259) and the Court finds as a fact that the work done by Best in effecting the changes on the molder averaged thirty minutes per change. Testimony as to the number of these changes per week was varied. Best's testimony in this area was somewhat confused. It appears that during a portion of his employment period, there was a night shift in his department (Tr. 140, 224, 260) and that Best effected setup changes for the night shift operator, either by staying over when his shift finished (Tr. 140, 141) or by returning to the plant after supper (Tr. 141), although Mr. Grady, who was superintendent during the whole of this period (Tr. 254), stated that Best was never instructed to return at night (Tr. 260). Best indicated, however, that he did in fact return after supper every night five nights a week to \"set (the operator) up sometimes, and check him out\" (Tr. 121). This night shift, according to Best, operated until he left the company, although he \"wouldn't swear\" to it (Tr. 142). According to Themis, though, the operation of the molder at night in the framing department ceased within a week after he came to the plant as manager in September of 1964 (Tr. 232). This was substantiated by Grady (Tr. 261), who added that the operation was only run for about six months, after which it was abandoned as uneconomical (Tr. 260, 261). The Court finds as a fact that during the period in controversy, no night shift work as such was performed in the frame department except during the six months immediately prior to September 7, 1964. Plaintiff by its testimony established as a matter of just and reasonable inference that Best made one setup change each night five times per week. Defendant sufficiently controverted this inference as to the time involved in Best's employment period with the exception of six months. For the six months immediately prior to September 7, 1964, however, the inference was insufficiently controverted and the Court, based upon the evidence taken as a whole, finds that Best, during that period of his employment, spent two and-a-half hours per week engaging in nonexempt work after his regular shift ended, which work must be held to have been within the knowledge of defendant. As to the number of changes performed during the daytime shifts, Best's testimony is silent. Themis said that there were no more than three changes a week (Tr. 234); Grady said no more than four (Tr. 258). The Court finds that the molder setup was changed on an average of four times per week during the regular shifts at a time consumption of two hours. Thus Best's total time consumption per week in this nonexempt was four and-a-half hours during six months of his employment and two hours during the balance.</p>\n<p>Testimony indicated that Best engaged in machinery repair to a considerable extent. But testimony further indicated that his repair endeavors were not only voluntary but against repeatedly given specific instructions (Tr. 234, 235, 281, 282) to leave maintenance work to the maintenance department. Work of this nature, though ordinarily nonexempt, cannot be fairly said to be such under these circumstances. Best was simply disobeying the directions of his superiors to a degree that at least effectively precludes him from charging his disobedience to them as nonexempt work in this <span class=\"star-pagination\">*226</span> action. There was reference to some differences in management outlook before Themis began work in September of 1964, but the plant superintendent, Mr. Grady, who held that position during Best's entire period of employment (Tr. 254), stated that he was in and out of the frame department practically all day every day (Tr. 256, 257) and that other than his supervisory duties and changing the molder setups, Best's activities were limited to making \"minor repairs on a switch on a saw, or something like that * * * (m)aybe once a month\" (Tr. 259). He further testified that maintenance was not required of Best, that being within the province of Mr. Adcock, the maintenance supervisor (Tr. 259, 260). The Court finds that Best performed no nonexempt maintenence work after September 1, 1964, and that before that date his performance of such work was minimal.</p>\n<p>Plaintiff elicited a good deal of testimony from Best concerning the fact that he sharpened saws, on his own time (Tr. 145), on a contract basis involving an hourly rate (Tr. 124). This work, not denied by Patelos, was carried out separate and apart from Best's employment as it is before this Court and will not be considered in any way in the determination of his claim.</p>\n<p>It is the opinion of the Court, upon the consideration of the above and the evidence taken as a whole, that Deleon L. Best's hours of nonexempt work did not exceed 20 per cent of his hours of work in the workweeks involved,<sup>[20]</sup> and that defendant, Patelos Door Corporation, has proved its asserted exemption clearly and unmistakably as to this claimant. Accordingly, the Court finds as a fact that Deleon L. Best was employed and performed in a bona fide executive capacity within the meaning of the Act and the regulations issued thereunder and is therefore exempt from its overtime provisions.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendant also asserted, in a \"Brief Statement of What Defendant Proposes to Prove by Testimony of Witnesses,\" that the employer-employee relationship between defendant and the individuals named in the complaint was governed by Section 7(e) of the Act. 29 U.S.C.A. § 207(e). However, there was no attempt to prove this as a defense and it is deemed by the Court to have been abandoned.</p>\n<p>[2]  By the provisions of Reorganization Plan No. 6 of 1950 (15 F.R. 3174, 64 Stat. 1263), issued under the Reorganization Act of 1949, 5 U.S.C.A. §§ 133z to 133z-15, the functions of the Administrator of the Wage and Hour Division, United States Department of Labor, under the Act, were transferred to the Secretary of Labor.</p>\n<p>[3]  The complaint as originally filed on June 14, 1965, named as individual employees for whom relief was sought only Joyner, Wilson and Turnage. Subsequently, on June 28, 1965, plaintiff, pursuant to Rule 15(a) of the Federal Rules of Civil Procedure, amended his complaint and stated a \"fourth cause of action,\" on behalf of Deleon L. Best.</p>\n<p>[4]  See note 2, supra.</p>\n<p>[5]  29 C.F.R. § 541.1 (Regulations of the Administrator, Wage and Hour Division, United States Department of Labor) provides as follows:\n</p>\n<p>\"Section 541.1  Executive.</p>\n<p>\"The term `employee employed in a bona fide executive * * * capacity' in § 13(a) (1) of the Act shall mean any employee:</p>\n<p>\"(a) Whose primary duty consists of the management of the enterprise in which he is employed or of a customarily recognized department or subdivision thereof; and</p>\n<p>\"(b) Who customarily and regularly directs the work of two or more other employees therein; and</p>\n<p>\"(c) Who has the authority to hire or fire other employees or whose suggestions and recommendations as to the hiring or firing and as to the advancement and promotion or any other change of status of other employees will be given particular weight; and</p>\n<p>\"(d) Who customarily and regularly exercises discretionary powers; and</p>\n<p>\"(e) Who does not devote more than 20 percent, or, in the case of an employee of a retail or service establishment who does not devote as much as 40 percent, of his hours of work in the workweek to activities which are not directly and closely related to the performance of the work described in paragraphs (a) through (d) of this section: <i>Provided,</i> That this paragraph shall not apply in the case of an employee who is in sole charge of an independent establishment or a physically separated branch establishment, or who owns at least a 20-percent interest in the enterprise in which he is employed; and</p>\n<p>\"(f) Who is compensated for his services on a salary basis at a rate of not less than $80 per week (or $55 per week if employed in Puerto Rico or the Virgin Islands) exclusive of board, lodging, or other facilities:</p>\n<p><i>Provided,</i> That an employee who is compensated on a salary basis at a rate of not less than $125 per week (exclusive of board, lodging, or other facilities), and whose primary duty consists of the management of the enterprise in which he is employed or of a customarily recognized department or subdivision thereof, and includes the customary and regular direction of the work of two or more other employees therein, shall be deemed to meet all of the requirements of this section.\"</p>\n<p>Revision of subsection (f), adopted by the Administrator effective September 30, 1963, increased the salary basis rate minimum from $80 per week to $100 per week for the United States and increased the amount required in the <i>Provided</i> clause from $125 per week to $150 per week.</p>\n<p>[6]  With one exception, that being as to Royce R. Joyner. It appears from the record that Mr. Joyner was paid $90 for the last workweek of his employment period, such sum being less than the $100 requirement of subsection (f) at that time (workweek ending October 27, 1964).</p>\n<p>[7]  See note 5, supra.</p>\n<p>[8]  See subsection (e), supra note 5.</p>\n<p>[9]  See note 6, supra.</p>\n<p>[10]  His handling of the doors, according to his stated duty, was apparently (although there was some disagreement) to be limited to periodic inspection as a part of quality control (Tr. 78).</p>\n<p>[11]  It is undisputed that Patelos made, kept, or preserved no record of the hours worked by any of the claimants. Section 11(c) requires such records of an employer subject to any provision of the Act. 29 U.S.C.A. § 211(c).</p>\n<p>[12]  See note 3, supra, and accompanying text.</p>\n<p>[13]  See subsection (f), supra note 5.</p>\n<p>[14]  Generous estimations of possible time consumption involved in the nonexempt work would clearly fail to add up to even 20 per cent of a basic forty hour week. Obviously, then, it could not add up to 20 per cent of anything more than forty hours, so that findings as to hours actually worked by Turnage are not necessary to determination of his claim.</p>\n<p>[15]  See note 3, supra, and accompanying text.</p>\n<p>[16]  See note 14, supra.</p>\n<p>[17]  This requirement does not, of course, alter the burden of an employer who has pleaded executive exemption as a defense. He still must prove his defense, not simply as a matter of \"just and reasonable inference,\" but \"clearly and unmistakably.\" The assumption is, however, that the employee has put on evidence demonstrating hours worked <i>for which he was not properly compensated.</i></p>\n<p>[18]  See note 3, supra, and accompanying text.</p>\n<p>[19]  See subsection (f), supra note 5.</p>\n<p>[20]  See note 14, supra.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/261993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/265334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1441158/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1484411/"
  ]
}