{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1607021/",
  "absolute_url": "/opinion/1607021/united-states-v-12120-acres-of-land-etc-state-of-nc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1607021/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:55:02.836966Z",
  "date_modified": "2016-04-26T20:33:52.935269Z",
  "type": "010combined",
  "sha1": "c7973361fdcc4c12c768674a4ddc3053d9ddddf9",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>333 F.Supp. 21 (1971)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\n121.20 ACRES OF LAND, MORE OR LESS, IN the COUNTIES OF HYDE AND WASHINGTON, STATE OF NORTH CAROLINA, H. T. LeFever, et al., and Unknown Owners, Defendants.</h1></center>\n<center>Civ. No. 688.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Washington Division.</b></p></center>\n<center>May 14, 1971.</center>\n<p><span class=\"star-pagination\">*22</span> Warren H. Coolidge, U. S. Atty., by Thomas P. McNamara, Asst. U. S. Atty., Chief, Land &amp; Natural Resources Section, for plaintiff.</p>\n<p>William L. Thorp, Jr., of Thorp &amp; Etheridge, Rocky Mount, N. C., for defendant, H. L. LeFever and wife.</p>\n<p></p>\n<h2>OPINION and ORDER</h2>\n<p>LARKINS, District Judge:</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>This cause comes before the Court as a condemnation action brought at the request of the Secretary of the Interior and commenced by the filing of the plaintiff's Complaint in Condemnation, Declaration of Taking and Notice of Condemnation on July 24, 1969. The Certificate of Deposit of Estimated Just Compensation filed on the same date shows that the plaintiff has deposited into the registry of the Court the sum of Forty-Five Thousand Dollars ($45,000.00) as the estimated just compensation for the taking of the property in question. Authority for the taking is established by Title 40 U.S.C.A. § 258a, and this Court's jurisdiction is invoked pursuant to Title 28 U.S.C.A. § 1358.</p>\n<p>The property in question is a 121.20 acre tract owned by the defendants Hoyt T. LeFever and his wife, Letha C. LeFever, and located in Washington and Hyde Counties, North Carolina. The estate being taken by the plaintiff is the full fee simple title together with all rights and appurtenances, subject to existing easements for canals, drainage ditches, public roads, public utilities and pipelines. Also being taken is the LeFevers' interest in a right-of-way easement tract which provides access to the land. The plaintiff is taking the property in order to expand the Pungo National Wildlife Refuge, a much larger tract which adjoins the LeFever tract on three sides and which is being used to preserve the waterfowl resources in the area.</p>\n<p>After the resolution by this Court of a number of preliminary motions and issues relating to the plaintiff's right to take the property, the time of taking and certain rights to possession, the only <span class=\"star-pagination\">*23</span> issue remaining for trial was the amount of just compensation to be paid to the LeFevers for their fee simple interest in the land and the amount of just compensation to be paid to the Norfolk &amp; Southern Railroad Company for their one-half undivided interest in the oil, gas and other mineral rights underlying approximately 100 acres of the 121.20 acre tract. Therefore, the only question now before this Court is what amount the defendants, Hoyt T. LeFever and wife and the Norfolk &amp; Southern Railroad Company are entitled to recover as just compensation for their respective interests in the land taken by the plaintiff. After a two and one-half day trial ending on Earth Day, April 22, 1970, this Court carefully examined the exhibitsincluding maps, charts, photographs, reports and surveyswhich were introduced into evidence and carefully considered its own extensive set of notes based on the testimony of the witnesses for both the plaintiff and the defendants. Now after a thorough examination and consideration of the entire record, including the briefs and oral argument of counsel, the Court makes the following Findings of Fact and Conclusions of Law.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>Mr. LeFever's 201.20 acre farm consists of two separate parcels of land which, for the purpose of this Court's evaluation, will be treated as one tract because of the two parcels' unity of use and title. The farm is located in Washington and Hyde Counties, North Carolina, west of Pungo Lake in a farming community generally known as the Wenona area. Specifically, the 80 acre home tract is located on the eastern side of unpaved State Road (SR) 1131 approximately ¼ mile north of the intersection of 1131 and the paved SR 1129. The second tract is the 121.20 acres being acquired in this action and is reached by a direct farm road over which Mr. LeFever has an easement and which extends from SR 1131 in a straight line through the land known as the George Molt tract (now owned by Small, Bateman &amp; Mead, Inc.) up to the D Canal and into the Wildlife Refuge and thence south along D Canal approximately 400 feet to the edge of the property. This 121.20 acres consists of 43.62 acres in Washington County and 77.58 acres in Hyde County plus the access easement.</p>\n<p>The 80 acre home tract is a rectangular shaped piece of property with 1320 feet of road frontage along the east side of SR 1131. The land is flat and cleared with good ditches and good drainage. The soil consists of two-thirds muck and one-third Hyde Loam. The tract has 76.5 acres of crop land with a 36-acre corn allotment. Telephone service and electricity are available to the property. The improvements on the tract are a one-story concrete block dwelling, a one-story frame hunting cabin, a one-story frame pump house, a one-story frame barn, a one-story frame shed with attached shelter, one artesian well 265 feet deep, one shallow well and miscellaneous shrubs and trees which are part of the landscaping.</p>\n<p>The 121.20 acre tract, the subject of this action, is a rectangular shaped piece of land situated about one and one-half miles from SR 1131 and is accessible by the 20 foot right of way easement. This land is flat with good ditches and is well-drained. The tract contains 110.5 acres of crop land and a 41-acre corn allotment. On this property, there are two ponds which together occupy less than one-half acre. The soil type is two-thirds Pokomoke and one-third Ports-mouth, and there are no utilities presently available to the property. There are no improvements on this tract except for twelve peach trees three years old and two peach trees five years old.</p>\n<p>Because most of the property being taken is in the form of cleared, cultivable land, and not buildings or other improvements, key factors in this Court's evaluation are the nature of the soil, its history and productivity, some of the actual and recommended farming practices in the area and the expectations of farmers with respect to income and productivity. <span class=\"star-pagination\">*24</span> As to the soil, the testimony of the witnesses and the exhibits introduced into evidence show that a rather significant proportion of the farmland in the area is what is known as \"black land,\" that is, it is a soil which has a high content of moisture and organic matter and would be chemically classified as organic soil as contrasted to mineral soil. See Lyon, Buckman &amp; Brady, The Nature and Properties of Soils Chapter 13 (5th ed. 1957).</p>\n<p>The defendants' first witness was Mr. Ed Earl Craft, a technician with the United States Soil Conservation Service who has been stationed in Washington County for the past 22 years. He stated that Mr. LeFever's 121.20 acres is about ¾ \"black land\" in nature and testified extensively as to the nature of \"black land\" and what is required to bring it into a profitable state of cultivation. Historically, the \"black land\" in question was covered with Cypress, Pine and Juniper trees and was formerly owned by the John Roper Lumber Company. Early in the twentieth century, the lumber company removed the prime timber from the land and left on and beneath it a number of large stumps. Later, canals were constructed in the area, and the water table was lowered; but the removal of much of the moisture left the organic soil in a highly flammable state. The soil ignited either by spontaneous combustion or by careless hunters, and the result was a year-long fire now known as the \"big burn,\" which lowered the level of the soil and left the area as a big basin which held water and left no outlets for draining.</p>\n<p>Approximately 18 years ago, the United States Soil Conservation Service began a survey to plan for the improvement of the land in the area. At that time, the Soil Conservation agents recommended to the farmers who wished to make their \"black land\" more agriculturally productive a process which consisted of draining the land, clearing it of debris below the ground level and reducing the acidity by mixing lime into the soil.</p>\n<p>The first problem, drainage, was attacked by first designing, digging and maintaining a series of major ditches and canals to drain into the Pungo River. This project was financed by the Pungo River Drainage District, a tax-assessing body to which Mr. LeFever and the other local farmers belong. Although the Drainage District constructed and now maintains the major canals and waterways, it has been up to each individual farmer to dig smaller ditches and construct the smaller hoe drains necessary to properly cultivate the soil.</p>\n<p>Once his land has been properly drained, the farmer's next step is to cut deep rows through the field and bulldoze some of the larger stumps and pieces of wood into long piles called windrows. The farmer may remove these piles or leave them to improve the hunting potential of the land and simply cultivate the land area around the windrows. After creating the windrows, he takes low body carts, goes in and picks up wood and other debris from the area he intends to cultivate, and removes it. Many of the large stumps and pieces of wood can be removed with a dragline or other machinery, but the smaller pieces must be picked up by hand. After the farmer has cut his deep rows through the field, his next step is to cut the land and the wood into much finer pieces with a disc and then pick up the wood again. After the wood has been removed from the land, the soil will subside about 8-10 inches which merely accentuates the drainage problem and thus requires more money and effort to keep the water table at a desirable level for agricultural production.</p>\n<p>After the land has been properly drained and some of the wood, stumps and other debris have been removed, the soil is ready to be limed. The liming is necessary because the natural acidity in the black land is too high to permit the growing of crops. The natural pH level (chemical measure of acidity) of \"black land,\" 3.7 to 4.0, is extremely low in comparison to the desirable level of 5.2 which agricultural experts deem desirable <span class=\"star-pagination\">*25</span> for raising a corn or soybean crop. Moreover, the liming process necessary to reduce the acidity is not an overnight step, but is a process which requires a period of several years. In the first year, about 4 tons per acre of lime are required, and over a period of 10 years, the time necessary to bring the land up to its maximum productivity, about 18-20 tons per acre will be required.</p>\n<p>After draining, clearing and liming the soil, the farmer must wait about 4-6 months before he plants his first crop. In the first crop year, he plants soybeans by broadcasting the seed, and he can reasonably expect a yield of 13-15 bushels per acre. In the second crop year, again prior to any planting, the farmer must go through the process of clearing wood from the land, liming the soil and maintaining his drainage systems. During the second crop year, in which he would plant corn, the farmer could expect a yield of about 60 bushels of corn per acre. In the third crop year, the farmer would rotate back to soybeans but would still go through the same extensive process of picking up wood, draining the hoe drains and liming the soil. In this third crop year, the farmer could expect a yield of about 18-20 bushels of soybeans per acre. In the fourth year, the farmer would return to corn or possibly wheat, and ultimately the hoe drains could be eliminated by cross-planting. The potential productivity of the land, after a period of 7-10 years, will reach 175-200 bushels of corn per acre per year and 60-75 bushels of soybeans.</p>\n<p>With respect to Mr. LeFever's farm, Mr. Craft testified that LeFever followed the recommended practices for making his \"black land\" productive and profitable. When LeFever acquired the 121.20 acres in 1955, it was undeveloped, undrained and covered with wood. In fact, most of the land was under water, and it was Mr. LeFever's intention, at the time he acquired it, to use the property as a duck farm. Finding it impractical to do so, LeFever decided to adopt the recommended practices of the Soil Conservation Service, and, by following the draining, clearing and liming procedures outlined by Craft, brought his land into a state of profitable cultivation. The only difference between Mr. LeFever's overall development and the normally recommended practices was that LeFever did not have the financial resources to employ the necessary heavy equipment and therefore had to do much of the work by hand. LeFever, whose testimony confirmed Craft's statements, testified, for example, that he had picked up and removed wood from the land by hand a total of 27 times. He also stated that he had put an average of about 12 tons of lime on each of the 121.20 acres. Also, in order to promote the property's hunting potential, LeFever planted seed in the windrows to attract wildlife.</p>\n<p>This Court notes that when the United States condemned the property on July 24, 1969, Mr. LeFever had owned the tract about 14 years and had been developing and farming it for about 12 years. Mr. LeFever testified that he had reached a yield of about 52 bushels of soybeans per acre per year and that his yield of corn had been 134 bushels per acre in 1967, 137 and ½ bushels per acre in 1968 and 174 bushels per acre in 1969. Mr. LeFever's testimony coincides substantially with what Mr. Craft testified would be the expectancy of the typical conscientious \"black land\" farmer who had devoted an intensive effort to his property over a long period of time. The testimony of both, which is uncontradicted, leads this Court to the conclusion that at the time of the taking on July 24, 1969, Mr. LeFever had reached or was one crop year away from reaching the maximum productivity of his land.</p>\n<p>In addition to testimony about the agricultural value of LeFever's farm, there was extensive testimony as to the desirability of the 121.20 acre tract for hunting purposes. Several of the neighboring farmers and other people in the area testified to the good hunting on LeFever's property, and LeFever's own testimony supports their opinions. LeFever <span class=\"star-pagination\">*26</span> testified that he had seen as many as 32 deer at one time on his property and that every year there is an abundance of ducks, geese and doves on the land. The windrows created by bulldozing the loose wood into large piles are ideal for deer hunters. Although LeFever does not presently charge for the right to hunt on the land, he has permitted various friends and other people such as his doctor, his lawyer, local law enforcement officials and the local football team to come onto the land and hunt. In fact, LeFever testified that if he were going to sell the tract in a regular market transaction, it was his opinion that the likeliest prospect for the property would be a hunt-club, a group or some individual who was interested in wildlife.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>The sole question for this Court's determination is the amount of just compensation to be paid to the defendants Hoyt LeFever, his wife, Letha C. LeFever and the Norfolk and Southern Railroad Company for their respective interests in the 121.20 acre tract being taken in this condemnation action. Although the courts have set no rigid rules for ascertaining \"just\" compensation, this Court believes it must set a figure which will be \"just\" to all parties, that is, an amount which will adequately compensate the owners whose property is being taken and yet at the same time be fair to the public who must pay the bill. See United States v. Commodities Trading Corp., 339 U.S. 121, 123, 70 S.Ct. 547, 94 L.Ed. 707, 711-712 (1950).</p>\n<p>The parties are in agreement that the concept of fair market value is the principle with which this Court should begin its determination. The three principal appraisers, Reid, Lindsley and Arnold, have based their reports and testimonies upon this concept and counsel in their briefs have recognized it as paramount. See United States v. Miller, 317 U.S. 369, 63 S.Ct. 276, 87 L.Ed. 336 (1943). A definition of fair market value with which all three would apparently agree is that used by Mr. Reid, that is, \"the highest price estimated in terms of money which a property will bring if exposed for sale in the open market, allowing a reasonable time to find a purchaser who buys with knowledge of all the uses to which it is adapted and for which it is capable of being used. Frequently, it is referred to as the price at which a willing-seller would sell and a willing-buyer would buy, neither being under abnormal pressure.\" See United States v. 3,698.63 Acres of Land et al., 416 F.2d 65 (8th Cir., 1969).</p>\n<p>In addition, however, to assessing the fair market value of the property being taken, there are other factors which the Court must consider. One factor is the deterioration in value of the owners' remaining property that may caused by the taking. In this case, the taking may lessen the value of the 80 acres home tract, and LeFever would therefore be entitled to \"severance\" damages in addition to the 121.20 acre tract's fair market value. The appraisers, in their reports and testimonies, accounted for this element of compensation, and counsel for the government, in open court, conceded that as a matter of law the property owner is entitled to receive severance damages.</p>\n<p>The judicial recognition of severance damages is consistent with the basic philosophy behind the taking of property by the sovereign, that is, that the owner should be adequately compensated in money damages for the interest taken. As stated in United States v. Miller, supra, at 317 U.S. 373, 63 S.Ct. 280, \"the owner is to be put in as good position pecuniarily as he would have occupied if his property had not been taken.\" The amount of compensation to which the landowner is entitled is the full and perfect equivalent of the property taken. Seaboard Air Line Ry. Co. v. United States, 261 U.S. 299, 304, 43 S.Ct. 354, 67 L.Ed. 664 (1923).</p>\n<p>Although the landowner is to be fully compensated pecuniarily for the value of his property, this Court notes <span class=\"star-pagination\">*27</span> that he is entitled to be rewarded only insofar as the property being taken actually contributed to his pecuniary worth. Consequently, although he may be entitled to severance damages, or the amount by which his remaining property has been reduced in value, a court, in awarding damages, may consider only that value which is actually transferable. The owner is entitled to be paid for all attributes of his property which might contribute to a more profitable or more valuable use than he may actually be making of it at the time of the taking, but the value must be one which is not speculative, but actually marketable, transferable and capable of being valued. The law is clear that the landowner is entitled to have his property valued for its highest and best use, but he is not entitled to be compensated for the qualities of the land which are of value only to him. Therefore, a landowner would not be entitled to receive damages for the loss of that personal attachment which comes from putting the best of one's years into the land, but he could be compensated only to the extent that those hours and personal effort added value to the land which could be assessed in nonspeculative and transferable ways. Only those uses which are supported by concrete, objective evidence are worthy of compensation, and those are the only uses which this Court will consider. United States v. Whitehurst, 337 F.2d 765 (4th Cir., 1964).</p>\n<p>In ascertaining a fair figure for compensating the defendants in this action, this Court has undertaken to evaluate the exhibits and testimony of the appraisers and other witnesses, and, in much the same way as the appraisers, has attempted to arrive at figures which accurately represent the fair market value of the entire farm before the taking and the fair market value of the remaining 80 acres after the taking. The difference between these figures incorporates an award for severance and represents the amount to which the LeFevers are entitled without consideration for the value of the mineral rights. This Court's valuation of the mineral rights was made separately from the valuation of the remainder of the fee.</p>\n<p>This Court recognizes that the job of appraising any piece of property, particularly one with the unusual characteristics of the 121.20 acre tract in question, is a difficult job involving much speculation and subjective judgment. Therefore, the Court has attempted in the following summary of its analysis of the appraisal reports and the witnesses' testimony to set forth the opinions and conclusions upon which the Court based its computations in the Awards for Just Compensation.</p>\n<p></p>\n<h2>VALUE OF ENTIRE TRACT BEFORE TAKING COST APPROACH</h2>\n<p>The cost approach is an appraisal technique whereby the value of a property is derived by establishing the replacement or reproduction cost of the improvements, deducting therefrom the estimated depreciation and then adding the market value of the land. By this method, the value of the land is predicated upon prices paid for similar recently-sold properties in actual market transactions. A process of correlation and analysis is used to equate the land being appraised with the particular market transactions which are chosen for comparison.</p>\n<p>Mr. William A. Reid, apparently the principal government appraiser, used the cost approach in his appraisal, but called it the \"Summation Approach to Value.\" An examination of Reid's report, introduced as Exhibit 15 for the Plaintiff, shows that he valued what he described as Class A land at $365 per acre, but there seems to be some inconsistency between his report and his testimony as to exactly how he arrived at this figure. Reid testified that he used the sale of a tract known as the George Molt tract only along with \"other\" sales (\"other\" apparently refers to the other five sales listed in the index between pages 10 and 11 of his report) in determining <span class=\"star-pagination\">*28</span> the value, and he stated further that he did not feel the Molt tract was the most comparable sale. However, page 10 of his report includes the following paragraph:</p>\n<blockquote>I believe that Class A land on Index Sale No. 1 is the most comparable to Class A land on the subject because of its locationadjacent to tracts (13, a)and similarity in soil type and drainage problems. <i>Therefore, all Class A land on the subject property, in my opinion, contributes a value of $365/acre.</i> (emphasis added).</blockquote>\n<p>Page 16 of his report states:</p>\n<blockquote>Index Sale 1 is the most comparable to the remainder because of its location, similarity in soils and productivity. <i>Thus, the remainder property is valued at $365/acre.</i> (emphasis added).</blockquote>\n<p>The subsequent figuring in Reid's report would support the implications therein that he <i>did</i> rely exclusively on the Molt tract sale for estimating the cost-approach value of the 170.22 acres of LeFever's farm which Reid considered as Class A land. In this Court's opinion, however, even if Reid had merely considered the sale, without relying on it exclusively, his cost-approach computations would be suspect since both Arnold and Lindsley said they did not even consider the Molt sale because it had been a distress sale and therefore a poor indicator of true value.</p>\n<p>Reid's classification and valuation of LeFever's remaining 30.98 acres was based on Sale No. 2 in his index, the Sanders to Whitehurst sale. Reid labeled the acreage as Class Aw and comparable to land in the Sanders sale which was priced at $275 per acre. Without any adjustments for motivation, condition of the land or location, Reid simply multiplied his figures and came up with a value of $62,130.00 for the 170.22 acres, $8,519.00 for the 30.98 acres and $15,000.00 for the improvements or a total value of the farm before the taking of $85,650.00.</p>\n<p>In this Court's opinion, Reid's reliance on the Sanders sale is as questionable as his exclusive reliance on the Molt tract sale. Arnold, the defendant's principal appraiser, said that he did not consider the Sanders sale because the seller had told him that he had \"had no choice but to sell.\" Arnold said that Sanders told him (Arnold) that if he had lived closer to the property and had not been in bad financial straits, he would not have sold the property for less than $600.00 per acre. Reid, when questioned on cross-examination about whether he knew the sale had been a distress sale, said that Sanders had not told him it was a distress sale, but that he (Reid) had not checked the mortgages on the property. Lindsley, the other government appraiser, like Arnold, stated that the grantor, Whitehurst, had told him that it was a distress sale; and, therefore, Lindsley did not consider it in his appraisal computations. Although the Court views the cost-approach as one of the most persuasive techniques in this particular case (because of the lack of comparable sales to support the normally most reliable market data approach), there seem to be enough weaknesses in Reid's use of the approach to make his report and testimony of only limited use in the Court's evaluation.</p>\n<p>The second government appraiser, Hugh R. Lindsley, in his cost-approach computations, apparently chose to use the same six sales listed in the index between pages 10 and 11 in Reid's report, because the overall prices per acre correspond exactly. Lindsley stated in his report and by his testimony that the sale he considered the most comparable for his cost approach and the one on which he relied the most heavily was the transfer from Allen to Whitehurst, Sale No. 3 in the Reid index. This was a sale of about 80 acres, 52 of which were cleared. The cleared land sold for $400.00 per acre, but there was a $15 adjustment between the parties to cover the removal of wood piles (also present on part of LeFever's land) so Lindsley took the figure of $385 per acre for good cleared land and used this figure in valuing 91.20 acres of the 121.20 acre tract of LeFever's land. The other 30 acres, which Lindsley described <span class=\"star-pagination\">*29</span> as pasture, he evaluated by taking the $125 price paid for the uncleared land in the Allen to Whitehurst transfer and adding $25 for ditching and $150 for clearing and windrowing, thereby reaching a value of $300 per acre. On the basis of these figures, therefore, he placed a value of $35,112.00 on the 91.20 acres and $9,000 on the 30 acres for a total value of $44,112.00 for the 121.20 acre tract.</p>\n<p>With respect to the 80 acre tract, Lindsley used the $400 per acre figure without the $15 per acre adjustment and valued 73 of the 80 acres at $29,200. For the remaining 7 acres, which he considered of comparable value to that which he had classified as pasture on the 121.20 acre tract, he assessed a value of $300 per acre or $2,100 for a total value for the 80 acre tract of $31,300. Lindsley estimated the value of the improvements on the 80 acre tract at $17,500, thereby placing a total cost-approach value on the property of $93,000.</p>\n<p>Despite Lindsley's apparently methodical and professional approach, this Court is forced to note a few weaknesses in his cost-approach computations. First, he used only the Allen to Whitehurst sale in estimating his value per acre, and he failed to make any adjustments which might have more properly equated his choice for comparison with the LeFever property. The defendant's primary appraiser, L. A. Arnold, felt that some adjustment should be made for the motivation of the sale since Allen lived about 7 miles from the property and only 52 acres of cleared land were involved. The difficulty in moving Allen's equipment back and forth and spending a considerable amount of time on the road made the tract less profitable for Allen to farm. Whitehurst had adjoining property and could easily make the farming of that 52 acres a profitable proposition. Also, Tommy Allen, the grantor, testified for the defendant and confirmed what Arnold had said about the motivation for the sale. He also stated that he had farmed the land for 9 years and that whenever it rained, the drainage ditches on the lower end of his land overflowed. He also said that the 52 acres had sand in it and needed hoe drains. Allen said that he did not sell his land at a loss and that he was satisfied with the price under the circumstances but that he was of the opinion that LeFever's land was worth about twice as much as his own cleared land or about $800 per acre. He stated that he based this figure on what he thought it would cost LeFever to buy the Molt tract and put it in the same shape that LeFever's land was in at the time of the taking. In summation, therefore, Lindsley's reliance on the Allen sale is not so questionable as Reid's exclusive reliance on distress sales, but the other evidence about the Allen sale makes clear to this Court that Lindsley's cost-approach computations are not as soundly based and therefore not as persuasive as they might otherwise have been.</p>\n<p>The third government appraiser, Mr. James H. Ward, a realtor from Plymouth, North Carolina, also apparently used the cost approach in making his estimates. He testified that the sales on which he based his approximations were furnished him by the government, but that in his opinion LeFever's land was worth more than the sales with which he was furnished and he therefore valued the land higher. Mr. Ward placed a value of $103,790 on the entire property, computed as follows: 80 acre tract$36,000; buildings$18,250; 121 acre tract $48,480; and improvements on the 121 acre tract$1,060.</p>\n<p>The defendants' appraiser, Mr. L. A. Arnold, also used the cost approach as one method for computing the value of the property taken. He considered three sales and made adjustments for each in accordance with the way he felt the properties compared with LeFever's land. He stated in his report that since the real estate market in that area had not changed in the past few years, and since all three transfers were made in 1969, no adjustment was made for time. Mr. Arnold used the Allen to Whitehurst, the Saunders to Whitehurst and the Chappel to Madre sales, and he adjusted the prices paid per acre for three factors, motivation <span class=\"star-pagination\">*30</span> of the sale, location of the property and productivity of the land, after which he reached a total composite percentage figure by which to adjust the price paid per acre paid in each of the sample sales. His figures and computations are set forth on pages 4-7 of his report, introduced as Defendants' Exhibit A-47. Mr. Arnold stated in his report that his figure of $625 per acre is based on these three sales and the adjustments thereto plus further confirmation through his conversations with bankers, farmers and other people in the area, including Ed Craft and Pete Hampton with the Soil Conservation Service. Arnold's total cost-approach estimate of the value of LeFever's farm is $143,550.00, that figure representing $625 per acre or $125,750.00 for the land and $17,800 for the improvements.</p>\n<p>In this Court's opinion, Arnold's cost-approach method and figuring is the most impressive because he did not merely evaluate LeFever's property by equating it with one other recently sold tract in the area, but he actually made an attempt to analyze the other land sold and adjust the prices paid per acre in accordance with several factors in order to arrive at a fair market value for LeFever's property. Because of this closer analysis, the Court feels justified in giving more credence to his figures than to the figures of the two principal government appraisers, Reid and Lindsley.</p>\n<p>Although the Court is more impressed with Arnold's cost-approach estimates, the Court must observe, as did Arnold on page 12 of his report, that when one adjusts for such subjective factors as motivation, it is impossible to set an exact adjustment figure. For example, in the Chappel to Madre sale, Arnold says that the LeFever property should be considered to be 20% more valuable because Chappel could not get the maximum productivity out of his land. He also, however, gives a separate percentage adjustment to account for the difference in the productivity of the two parcels. It would seem questionable whether an increase should be made again for what is apparently the same factor. Also, valuing the LeFever property as 25% more valuable than the Allen to Whitehurst simply because the tract is 7 miles from Allen's main tract involves a large amount of subjective judgment.</p>\n<p>Three neighboring farmers also testified for LeFever, and their computations were also based apparently on the cost approach. Nat Holten, valuing the land at $700 per acre and the buildings at $19,000, placed a total value on the farm of $159,000.00. Gerald Furbee, valuing the land at $700 per acre and the buildings at $27,250 assessed a total value before the taking of $167,250. Tommy Allen, basing his figures on $800 per acre and $26,500 for the buildings, assessed a before-taking value of $186,500.00.</p>\n<p></p>\n<h2>MARKET DATA APPROACH</h2>\n<p>A second appraisal technique used by some of the appraisers is what is known as the market data approach or the comparable sale approach. Reid called it the Direct Comparison approach. It is a technique whereby the property's value is estimated entirely on the basis of actual prices paid for comparable pieces of property with comparable improvements. Because in this case we are talking about land which has relatively little additional value in the form of buildings or other improvements, it would appear to the Court that this method, if proper adjustments were made to compensate for differences in the so-called \"comparable\" sales and the subject property, would be somewhat similar to the cost approach method.</p>\n<p>The appraiser who relied most heavily on the market data approach was Mr. Lindsley, the government appraiser. Also counsel for the government suggested several times during the trial that this method is considered to be the most reliable method to determine value, and this Court would agree generally with this suggestion, especially where the evaluation relates to a highly marketable item in an area where there is a frequent turnover of property. Although the 121.20 acre tract in question is not <span class=\"star-pagination\">*31</span> so unusual as a church or skeet-shooting range, it is also not so marketable as a medium-priced residential dwelling in a transient suburban neighborhood. For this reason, the market data approach is probably not as reliable as it would be in most other cases.</p>\n<p>Lindsley used three \"comparable\" sales in assessing the before-taking market data value of LeFever's farm. These are set forth in Addendum No. 25 to his report and are listed as sales Nos. 7, 10 and 12. The addendum shows that in this approach, Lindsley did make some adjustments for the differences in these lands and the LeFever land. However, the only sale about which there was any testimony at the trial was No. 12, the Chappel to Madre sale. Lindsley, after assigning a value of $365 per cleared acre to the Chappel to Madre property, adjusted it up $60 to account for the better condition of LeFever's property. By comparison, Arnold considered this sale in his cost approach and adjusted the price up for the better location of LeFever's property because of hunting privileges, the motivation of Chappel in selling the property and the better productivity of the LeFever property. Although possible difficulties in Arnold's assumptions were discussed earlier, it does appear to the Court that Arnold's adjustments are slightly more thoughtful and thorough than the \"condition\" adjustment made by Lindsley.</p>\n<p>Despite the apparent failure of Lindsley to adjust as thoroughly as Arnold, overall Lindsley's figures and technique do appear to be a well-thought-out evaluation. On the basis of the market data approach, Lindsley arrived at a figure of $80,000 as the before-taking value of the farm. However, he testified and stated in his report that he considered all of the sales listed in his report, but there is no discussion of the value of the buildings. Apparently, the value of the buildings and other improvements is incorporated in his assessment of the respective lands or perhaps in his adjustment entitled \"condition.\" Nevertheless, Lindsley feels that the market data approach is the best indication of the value of the land because all of the sales strongly support the market data approach, especially in regard to the contributing value of the improvements, and because there is no indication of value for the railroad's claim to mineral rights.</p>\n<p>The other government appraiser, Reid, was apparently the only other appraiser to use the market data approach. Calling it the direct comparison approach, Reid states in his report that by this method the subject farm is compared as a whole to other farms that have sold on the open market. For the purposes of making his computations, Reid chose to use two transactions, the Molt transfer and the Wells to Clayton sale. His computations and conclusions are set forth on pages 11 through 15 of his report, and his total estimated range of $85,250 to $85,650 is very close to his estimated figure of $85,650.00 which he derived from the cost approach. This Court feels that it is significant that Reid, the principal government appraiser, testified that the direct comparison approach (market data approach) is usually the most reliable but in this case the summation approach (cost approach) is more reliable because \"there are no sales having improvements.\" (Reid's Report, Page 15).</p>\n<p>Arnold testified that he did not use the market data approach in this appraisal because he felt that there were no reliable sales. Arnold stated on page 12 of his report:</p>\n<blockquote>The Market Approach is not deemed applicable in appraising the subject property due to the lack of sales in the area with similar improvements. An intensive search of the local real estate market was made, but no such comparable sales were found.</blockquote>\n<p>Arnold testified to the same effect and stated that all of the sales he examined were either distress sales or were in some way tainted such that they could not be considered comparable sales for the purposes of evaluating LeFever's property.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*32</span> INCOME APPROACH</h2>\n<p>The third approach used by some of the appraisers is the income approach, a technique whereby the property's stabilized future income is processed into an estimate of present value. In other words, the property's projected maximum income is divided by a chosen rate of capitalization to determine what figure represents the property's value as an element of income production.</p>\n<p>The strongest proponent of the income approach was Arnold. The figures by which Arnold estimated the subject property's income are shown on page 11 of his report and show a net annual income of $11,541.81. On page 10 of his report, he explains the difficulty in choosing a rate of capitalization since most of the farmers in the area did not think in terms of a rate of return on their investment but in terms of whether the farm would pay for itself and support a family. Arnold finally chose his rate of capitalization by talking with a cashier at a local bank who said that the bank was loaning money at a rate of 8.25%. On that basis, he estimated the total income-approach value of the land to be $140,230.00 and the improvements to be $18,540.00 for a total value of the entire farm of $158,770.00. In correlating the cost approach to the income approach, Arnold took an approximate average of his two figures and assessed the total farm at $150,000.00 before the taking.</p>\n<p>In this Court's opinion, Arnold's income figures may have been a little optimistic in estimating the cost of labor at $50 per week, especially in light of today's wage and hour laws. On the other hand, he may have conservatively valued LeFever's labor or simply averaged out what may not be a year-round labor requirement. With respect to the figures on hunting, he is a little conservative. On the basis of Warren Lupton's figures and the supporting testimony of Sheriff Basnight that there is strong demand for hunting rights in the area, it would appear that LeFever could get $540 per year for dove and duck hunting (based on Lupton's lowest estimates of 45 hunters a day, 2 days per week, for 6 weeks at $2 per hunter per day), $700 per year for geese hunting (10 hunters per day, 2 days a week, for 7 weeks at $5 per hunter per day), plus an unestimated amount for deer hunting.</p>\n<p>With respect to the principal sources of income Arnold's figures might arguably be adjusted upward because LeFever's 1969 corn yield (174 bushels per acre) would indicate his land is reaching a higher level of productivity than the 151 bushels per acre Arnold used. On the other hand, LeFever testified that deer had eaten 24 acres of his soybeans last year and both LeFever and the other farmers testified that the drainage problem made any agricultural endeavor in the area a speculative venture. Both of these factors, therefore, could arguably demand a downward adjustment.</p>\n<p>Another subjective factor in Arnold's income approach computations is the capitalization rate of 8.25%. In light of today's trends, this Court takes judicial notice that a small family farming operation which returned 8.25% strictly as a return on investment would be an unusually efficient business enterprise. If Arnold had used Lindsley's 6.25 figure, for example, instead of the 8.25 he chose, he would have valued the land at $185,000 instead of $140,000. Although this would appear to be excessive, the Court feels that any optimistic elements in Arnold's estimates of net annual income would appear to be more than offset by the selection of a high rate of capitalization. Overall, Arnold's income-approach computations and his own opinion that the approach would be the best in this case for determining just compensation are very persuasive to the Court in selecting a fair figure to award the parties.</p>\n<p>Lindsley also used the income approach but based his figures on what he learned from A.S.C.S. agents and other people about the fair rental value of farmland in the area. He decided that the proper rental rate was $25 per acre per year for cleared land and $15 per acre per year for pasture land. He chose his rate of <span class=\"star-pagination\">*33</span> capitalization by attributing a value of $400 per acre to the cleared land (based on the Allen to Whitehurst sale which he used in his cost approach and divided 25 by 400 to reach the figure of 6.25%. Using this capitalization rate and an income value based on the maximum rents of $25 and $15, Lindsley estimated that LeFever could get about $4,660.00 per year from the land and that it was therefore worth about $75,000. His report is unclear as to exactly how he handled the taxes and other expenses of the owner, but apparently he assumed that the $25 per acre represented a net income figure.</p>\n<p>The difficulty with Lindsley's computations is that renting the land out is probably not the highest and best use. Therefore, computation of the land's worth on that basis would not produce the highest capitalized figure to which LeFever would be entitled. The highest and best use is probably farming and renting the land for hunting rights, not renting the land for farming.</p>\n<p>Another question in the mind of the Court is Lindsley's choice of the 6.25 capitalization figure. He chooses it on the basis of the figures on which he based his cost approach. Therefore, any weaknesses in his cost-approach computations would necessarily be present in his income approach. Even though his figure is less than Arnold's, it is still a little high in light of this court's view as to what the ordinary small farmer can expect in terms of a return on his investment.</p>\n<p></p>\n<h2>COST-TO-CURE APPROACH</h2>\n<p>The cost-to-cure approach is a technique which was not mentioned in any of the appraisal reports, but which was testified about by several of the witnesses, including Arnold, and which does offer another basis for evaluating exactly what LeFever has suffered. On the basis of this approach, predicated primarily on what it would cost to purchase the Molt tract, put it in the condition that LeFever's tract is in, and compensate LeFever for lost income in today's worth for the money he would lose while he was putting the Molt tract in shape, LeFever would be entitled to receive approximately $123,000 in damages.</p>\n<p></p>\n<h2>VALUE OF REMAINDER AFTER TAKING COST APPROACH</h2>\n<p>In valuing the remainder of the property after the 121.20 acre tract is taken, all of the appraisers used the cost-approach method. Reid, the principal government appraiser, used his figure of $365 per acre as the value of the remaining 80 acres since he felt that the land itself had not been diminished by the taking of the 121.20 acre tract. Again, the Molt tract transfer was apparently the one on which he relied to establish a figure. In valuing the buildings and other improvements on the 80 acre tract, however, Reid did feel that there had been a diminution in value and set a figure of $11,500 on the improvements whereas before the taking he had set a figure of $15,000 on the buildings. Therefore, it could be said that Reid felt that there was a severance damage in the amount of $3,500.00.</p>\n<p>The other government appraiser, Lindsley, also felt that the 80 acres had not been diminished in value and valued the land at $31,250.00. He also apparently felt that the buildings had been diminished in value since he valued the improvements at only $15,362 after the taking, whereas he valued them at $17,129.00 before the taking. Lindsley thus awarded severance damages of $1,767.</p>\n<p>Arnold, in his cost approach, was not as confident as Lindsley and Reid that the value of the 80 acres of land would remain the same. In fact, he pointed out in his report and in his testimony that the value of the 80 acres would be reduced for two reasons. First, the farm would now be an 80 acre farm and incapable of supporting a family. Therefore, the market for the farm would be limited to those individuals who owned adjoining land or who wanted to farm on a part-time basis. The limited offering of public jobs within a 30 mile radius makes this market a rather limited one. <span class=\"star-pagination\">*34</span> Secondly, the 80 acre tract does not have the valuable hunting rights which are present on the 121.20 acre tract. Arnold, therefore, using a 20% reduction factor, valued the remaining 80 acres at $500 per acre or $40,000. Arnold valued the improvements at $15,740 for a total value of the remainder of $55,740.00 (contrasted to his valuation of the improvements at $17,800 before the taking).</p>\n<p>Ward, the other government appraiser, said that the severance damage was about $1,750 due to a diminution in the value of the buildings. The three farmers, Holten, Allen and Furbee valued the remainder at $39,350, $69,400 and $52,300, respectively, giving LeFever in damages totals of $119,650, $117,100 and $114,950.</p>\n<p></p>\n<h2>MARKET DATA APPROACH</h2>\n<p>With respect to the market data approach, Reid again used the Allen to Whitehurst sale, classified the 80 acres as 50 acres of Class A land at $358 per acre and 30 acres of Class Aw land at $187 per acre for a total of $23,510 for the land and a total value of the remaining tract of $40,900. Lindsley, using the market data approach as shown in his figures in Addendum 25a, says that he used sales #7 through #14 in his index to support the valuation treatment of the improvements in these sales and reached a figure of $31,000 as the value of the remainder after the taking. Again, Arnold felt there were no comparable sales and did not use the market data approach. Apparently, none of the other witnesses or appraisers used the market data approach.</p>\n<p></p>\n<h2>INCOME APPROACH</h2>\n<p>Arnold, probably the strongest supporter among the appraisers for the income approach, computed the annual income on the 80 acres at $2,481.08 as shown on page 16 of his report and, using a capitalization rate of 8.25%, valued the remainder at $30,070 for the land plus $15,740 for the buildings for a total value of $46,000 after the taking. Lindsley also used the income approach and again felt that the land could best be used by renting it out. Therefore, he placed a value of $25 per acre on 73 acres and $15 per acre on 7 acres and established a net income (after subtracting $68.18 after tax expense) of $1,862.82. Using a 6.25% rate of capitalization, he estimated a value of $30,000 for the remaining property. He did not consider the buildings apparently on the assumption that they would not be used to produce any income.</p>\n<p></p>\n<h2>MINERAL RIGHTS</h2>\n<p>The only question with respect to mineral rights is whether the phosphate deposits underlying the 121.20 acre tract have any value, and, if so, what that value may be. The only witness to testify explicitly to this point was Mr. Bryant D. Walker, an expert geologist with the North Carolina Phosphate Corporation. He stated that he had examined the Pungo Lake area and that it was his opinion that the phosphate deposits underlying the subject property had a present market value of $100 per acre. He stated, however, that both his company and Texas Gulf Sulfur, the other large producer in the area, had enough reserves to last for about 30 years and that there would probably not be a market for the LeFever phosphate for about 25 years. None of the appraisers testified to any value for the mineral deposits, and none of the sales used for comparison had involved even nominal amounts for the transfer of mineral rights. No specific sales or leases were introduced into evidence to support any particular value for the mineral rights. This Court recognizes, as pointed out by counsel for the Norfolk &amp; Southern Railroad, that Mr. Walker's estimates of present value were premised on the assumption that the reserves would not be marketable for 25 years. However, this Court must also note that the evaluation of anything for which there will be no market for 25 years and for which there are no comparable sales is an extremely speculative venture. Moreover, Mr. Walker testified that he had made no test borings or other tests on the LeFever <span class=\"star-pagination\">*35</span> property. The Court's reduction of the railroad's claim, therefore, is grounded on these considerations.</p>\n<p></p>\n<h2>AWARDS FOR JUST COMPENSATION</h2>\n<p>On the basis of the foregoing analysis and after a careful consideration of the entire record in this case and in accordance with the principles of law as submitted by counsel and stated above, this Court now concludes the following:</p>\n<p>1. The before-taking value of the LeFever farm land, without regard for the mineral rights was $121,802.60, computed as follows:</p>\n<p></p>\n<pre>\n  170.22 acres @ $610/acre ............ $103,834.20\n   30.98 acres @ $580/acre ............   17,968.40\n                                        ___________\n                                        $121,802.60\n</pre>\n<p>2. The after-taking value of the LeFever farm land, without regard for mineral rights, was $36,800.00, computed as follows:</p>\n<p></p>\n<pre>\n   80 acres @ $460 per acre ........... $ 36,800.00\n</pre>\n<p>3. Mr. LeFever and his wife are entitled to compensation for the taking as follows:</p>\n<p></p>\n<pre>\n   Difference in value of farm land before\n   and after taking ..................  $121,802.60\n                                          36,800.00\n                                        ___________\n                                        $ 85,002.60\n                                        ___________\n   Diminution in value of improvements because\n   of taking .........................  $  2,800.00\n                                        ___________\n  Value of LeFever's interest in mineral\n  rights, i.e. ½ interest under approximately\n  100 acres and full interest under\n  21 acres ...........................  $  2,050.00\n                                        ___________\n  TOTAL COMPENSATION  ................  $ 89,852.60\n                                        ___________\n                                        ___________\n</pre>\n<p>4. The Norfolk and Southern Railroad Company is entitled to recover $1,450 for its interest in the minerals underlying the LeFever tract, i. e., ½ interest in approximately 100 acres.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">333</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">21</span></span> (1971)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\n121.20 ACRES OF LAND, MORE OR LESS, IN the COUNTIES OF HYDE AND WASHINGTON, STATE OF NORTH CAROLINA, H. T. LeFever, et al., and Unknown Owners, Defendants.</h1></center>\n<center>Civ. No. 688.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Washington Division.</b></p></center>\n<center>May 14, 1971.</center>\n<p><span class=\"star-pagination\">*22</span> Warren H. Coolidge, U. S. Atty., by Thomas P. McNamara, Asst. U. S. Atty., Chief, Land &amp; Natural Resources Section, for plaintiff.</p>\n<p>William L. Thorp, Jr., of Thorp &amp; Etheridge, Rocky Mount, N. C., for defendant, H. L. LeFever and wife.</p>\n<p></p>\n<h2>OPINION and ORDER</h2>\n<p>LARKINS, District Judge:</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>This cause comes before the Court as a condemnation action brought at the request of the Secretary of the Interior and commenced by the filing of the plaintiff's Complaint in Condemnation, Declaration of Taking and Notice of Condemnation on July 24, 1969. The Certificate of Deposit of Estimated Just Compensation filed on the same date shows that the plaintiff has deposited into the registry of the Court the sum of Forty-Five Thousand Dollars ($45,000.00) as the estimated just compensation for the taking of the property in question. Authority for the taking is established by Title 40 U.S.C.A. § 258a, and this Court's jurisdiction is invoked pursuant to Title 28 U.S.C.A. § 1358.</p>\n<p>The property in question is a 121.20 acre tract owned by the defendants Hoyt T. LeFever and his wife, Letha C. LeFever, and located in Washington and Hyde Counties, North Carolina. The estate being taken by the plaintiff is the full fee simple title together with all rights and appurtenances, subject to existing easements for canals, drainage ditches, public roads, public utilities and pipelines. Also being taken is the LeFevers' interest in a right-of-way easement tract which provides access to the land. The plaintiff is taking the property in order to expand the Pungo National Wildlife Refuge, a much larger tract which adjoins the LeFever tract on three sides and which is being used to preserve the waterfowl resources in the area.</p>\n<p>After the resolution by this Court of a number of preliminary motions and issues relating to the plaintiff's right to take the property, the time of taking and certain rights to possession, the only <span class=\"star-pagination\">*23</span> issue remaining for trial was the amount of just compensation to be paid to the LeFevers for their fee simple interest in the land and the amount of just compensation to be paid to the Norfolk &amp; Southern Railroad Company for their one-half undivided interest in the oil, gas and other mineral rights underlying approximately 100 acres of the 121.20 acre tract. Therefore, the only question now before this Court is what amount the defendants, Hoyt T. LeFever and wife and the Norfolk &amp; Southern Railroad Company are entitled to recover as just compensation for their respective interests in the land taken by the plaintiff. After a two and one-half day trial ending on Earth Day, April 22, 1970, this Court carefully examined the exhibitsincluding maps, charts, photographs, reports and surveyswhich were introduced into evidence and carefully considered its own extensive set of notes based on the testimony of the witnesses for both the plaintiff and the defendants. Now after a thorough examination and consideration of the entire record, including the briefs and oral argument of counsel, the Court makes the following Findings of Fact and Conclusions of Law.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>Mr. LeFever's 201.20 acre farm consists of two separate parcels of land which, for the purpose of this Court's evaluation, will be treated as one tract because of the two parcels' unity of use and title. The farm is located in Washington and Hyde Counties, North Carolina, west of Pungo Lake in a farming community generally known as the Wenona area. Specifically, the 80 acre home tract is located on the eastern side of unpaved State Road (SR) 1131 approximately ¼ mile north of the intersection of 1131 and the paved SR 1129. The second tract is the 121.20 acres being acquired in this action and is reached by a direct farm road over which Mr. LeFever has an easement and which extends from SR 1131 in a straight line through the land known as the George Molt tract (now owned by Small, Bateman &amp; Mead, Inc.) up to the D Canal and into the Wildlife Refuge and thence south along D Canal approximately 400 feet to the edge of the property. This 121.20 acres consists of 43.62 acres in Washington County and 77.58 acres in Hyde County plus the access easement.</p>\n<p>The 80 acre home tract is a rectangular shaped piece of property with 1320 feet of road frontage along the east side of SR 1131. The land is flat and cleared with good ditches and good drainage. The soil consists of two-thirds muck and one-third Hyde Loam. The tract has 76.5 acres of crop land with a 36-acre corn allotment. Telephone service and electricity are available to the property. The improvements on the tract are a one-story concrete block dwelling, a one-story frame hunting cabin, a one-story frame pump house, a one-story frame barn, a one-story frame shed with attached shelter, one artesian well 265 feet deep, one shallow well and miscellaneous shrubs and trees which are part of the landscaping.</p>\n<p>The 121.20 acre tract, the subject of this action, is a rectangular shaped piece of land situated about one and one-half miles from SR 1131 and is accessible by the 20 foot right of way easement. This land is flat with good ditches and is well-drained. The tract contains 110.5 acres of crop land and a 41-acre corn allotment. On this property, there are two ponds which together occupy less than one-half acre. The soil type is two-thirds Pokomoke and one-third Ports-mouth, and there are no utilities presently available to the property. There are no improvements on this tract except for twelve peach trees three years old and two peach trees five years old.</p>\n<p>Because most of the property being taken is in the form of cleared, cultivable land, and not buildings or other improvements, key factors in this Court's evaluation are the nature of the soil, its history and productivity, some of the actual and recommended farming practices in the area and the expectations of farmers with respect to income and productivity. <span class=\"star-pagination\">*24</span> As to the soil, the testimony of the witnesses and the exhibits introduced into evidence show that a rather significant proportion of the farmland in the area is what is known as \"black land,\" that is, it is a soil which has a high content of moisture and organic matter and would be chemically classified as organic soil as contrasted to mineral soil. See Lyon, Buckman &amp; Brady, The Nature and Properties of Soils Chapter 13 (5th ed. 1957).</p>\n<p>The defendants' first witness was Mr. Ed Earl Craft, a technician with the United States Soil Conservation Service who has been stationed in Washington County for the past 22 years. He stated that Mr. LeFever's 121.20 acres is about ¾ \"black land\" in nature and testified extensively as to the nature of \"black land\" and what is required to bring it into a profitable state of cultivation. Historically, the \"black land\" in question was covered with Cypress, Pine and Juniper trees and was formerly owned by the John Roper Lumber Company. Early in the twentieth century, the lumber company removed the prime timber from the land and left on and beneath it a number of large stumps. Later, canals were constructed in the area, and the water table was lowered; but the removal of much of the moisture left the organic soil in a highly flammable state. The soil ignited either by spontaneous combustion or by careless hunters, and the result was a year-long fire now known as the \"big burn,\" which lowered the level of the soil and left the area as a big basin which held water and left no outlets for draining.</p>\n<p>Approximately 18 years ago, the United States Soil Conservation Service began a survey to plan for the improvement of the land in the area. At that time, the Soil Conservation agents recommended to the farmers who wished to make their \"black land\" more agriculturally productive a process which consisted of draining the land, clearing it of debris below the ground level and reducing the acidity by mixing lime into the soil.</p>\n<p>The first problem, drainage, was attacked by first designing, digging and maintaining a series of major ditches and canals to drain into the Pungo River. This project was financed by the Pungo River Drainage District, a tax-assessing body to which Mr. LeFever and the other local farmers belong. Although the Drainage District constructed and now maintains the major canals and waterways, it has been up to each individual farmer to dig smaller ditches and construct the smaller hoe drains necessary to properly cultivate the soil.</p>\n<p>Once his land has been properly drained, the farmer's next step is to cut deep rows through the field and bulldoze some of the larger stumps and pieces of wood into long piles called windrows. The farmer may remove these piles or leave them to improve the hunting potential of the land and simply cultivate the land area around the windrows. After creating the windrows, he takes low body carts, goes in and picks up wood and other debris from the area he intends to cultivate, and removes it. Many of the large stumps and pieces of wood can be removed with a dragline or other machinery, but the smaller pieces must be picked up by hand. After the farmer has cut his deep rows through the field, his next step is to cut the land and the wood into much finer pieces with a disc and then pick up the wood again. After the wood has been removed from the land, the soil will subside about 8-10 inches which merely accentuates the drainage problem and thus requires more money and effort to keep the water table at a desirable level for agricultural production.</p>\n<p>After the land has been properly drained and some of the wood, stumps and other debris have been removed, the soil is ready to be limed. The liming is necessary because the natural acidity in the black land is too high to permit the growing of crops. The natural pH level (chemical measure of acidity) of \"black land,\" 3.7 to 4.0, is extremely low in comparison to the desirable level of 5.2 which agricultural experts deem desirable <span class=\"star-pagination\">*25</span> for raising a corn or soybean crop. Moreover, the liming process necessary to reduce the acidity is not an overnight step, but is a process which requires a period of several years. In the first year, about 4 tons per acre of lime are required, and over a period of 10 years, the time necessary to bring the land up to its maximum productivity, about 18-20 tons per acre will be required.</p>\n<p>After draining, clearing and liming the soil, the farmer must wait about 4-6 months before he plants his first crop. In the first crop year, he plants soybeans by broadcasting the seed, and he can reasonably expect a yield of 13-15 bushels per acre. In the second crop year, again prior to any planting, the farmer must go through the process of clearing wood from the land, liming the soil and maintaining his drainage systems. During the second crop year, in which he would plant corn, the farmer could expect a yield of about 60 bushels of corn per acre. In the third crop year, the farmer would rotate back to soybeans but would still go through the same extensive process of picking up wood, draining the hoe drains and liming the soil. In this third crop year, the farmer could expect a yield of about 18-20 bushels of soybeans per acre. In the fourth year, the farmer would return to corn or possibly wheat, and ultimately the hoe drains could be eliminated by cross-planting. The potential productivity of the land, after a period of 7-10 years, will reach 175-200 bushels of corn per acre per year and 60-75 bushels of soybeans.</p>\n<p>With respect to Mr. LeFever's farm, Mr. Craft testified that LeFever followed the recommended practices for making his \"black land\" productive and profitable. When LeFever acquired the 121.20 acres in 1955, it was undeveloped, undrained and covered with wood. In fact, most of the land was under water, and it was Mr. LeFever's intention, at the time he acquired it, to use the property as a duck farm. Finding it impractical to do so, LeFever decided to adopt the recommended practices of the Soil Conservation Service, and, by following the draining, clearing and liming procedures outlined by Craft, brought his land into a state of profitable cultivation. The only difference between Mr. LeFever's overall development and the normally recommended practices was that LeFever did not have the financial resources to employ the necessary heavy equipment and therefore had to do much of the work by hand. LeFever, whose testimony confirmed Craft's statements, testified, for example, that he had picked up and removed wood from the land by hand a total of 27 times. He also stated that he had put an average of about 12 tons of lime on each of the 121.20 acres. Also, in order to promote the property's hunting potential, LeFever planted seed in the windrows to attract wildlife.</p>\n<p>This Court notes that when the United States condemned the property on July 24, 1969, Mr. LeFever had owned the tract about 14 years and had been developing and farming it for about 12 years. Mr. LeFever testified that he had reached a yield of about 52 bushels of soybeans per acre per year and that his yield of corn had been 134 bushels per acre in 1967, 137 and ½ bushels per acre in 1968 and 174 bushels per acre in 1969. Mr. LeFever's testimony coincides substantially with what Mr. Craft testified would be the expectancy of the typical conscientious \"black land\" farmer who had devoted an intensive effort to his property over a long period of time. The testimony of both, which is uncontradicted, leads this Court to the conclusion that at the time of the taking on July 24, 1969, Mr. LeFever had reached or was one crop year away from reaching the maximum productivity of his land.</p>\n<p>In addition to testimony about the agricultural value of LeFever's farm, there was extensive testimony as to the desirability of the 121.20 acre tract for hunting purposes. Several of the neighboring farmers and other people in the area testified to the good hunting on LeFever's property, and LeFever's own testimony supports their opinions. LeFever <span class=\"star-pagination\">*26</span> testified that he had seen as many as 32 deer at one time on his property and that every year there is an abundance of ducks, geese and doves on the land. The windrows created by bulldozing the loose wood into large piles are ideal for deer hunters. Although LeFever does not presently charge for the right to hunt on the land, he has permitted various friends and other people such as his doctor, his lawyer, local law enforcement officials and the local football team to come onto the land and hunt. In fact, LeFever testified that if he were going to sell the tract in a regular market transaction, it was his opinion that the likeliest prospect for the property would be a hunt-club, a group or some individual who was interested in wildlife.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>The sole question for this Court's determination is the amount of just compensation to be paid to the defendants Hoyt LeFever, his wife, Letha C. LeFever and the Norfolk and Southern Railroad Company for their respective interests in the 121.20 acre tract being taken in this condemnation action. Although the courts have set no rigid rules for ascertaining \"just\" compensation, this Court believes it must set a figure which will be \"just\" to all parties, that is, an amount which will adequately compensate the owners whose property is being taken and yet at the same time be fair to the public who must pay the bill. See United States v. Commodities Trading Corp., <span class=\"citation\" data-id=\"104774\"><a href=\"/opinion/104774/united-states-v-commodities-trading-corp/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">121</span></a></span>, 123, <span class=\"citation\" data-id=\"104774\"><a href=\"/opinion/104774/united-states-v-commodities-trading-corp/\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">547</span></a></span>, <span class=\"citation\" data-id=\"104774\"><a href=\"/opinion/104774/united-states-v-commodities-trading-corp/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">707</span></a></span>, 711-712 (1950).</p>\n<p>The parties are in agreement that the concept of fair market value is the principle with which this Court should begin its determination. The three principal appraisers, Reid, Lindsley and Arnold, have based their reports and testimonies upon this concept and counsel in their briefs have recognized it as paramount. See United States v. Miller, <span class=\"citation\" data-id=\"103741\"><a href=\"/opinion/103741/united-states-v-miller/\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">369</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">276</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">336</span></span> (1943). A definition of fair market value with which all three would apparently agree is that used by Mr. Reid, that is, \"the highest price estimated in terms of money which a property will bring if exposed for sale in the open market, allowing a reasonable time to find a purchaser who buys with knowledge of all the uses to which it is adapted and for which it is capable of being used. Frequently, it is referred to as the price at which a willing-seller would sell and a willing-buyer would buy, neither being under abnormal pressure.\" See United States v. 3,698.63 Acres of Land et al., <span class=\"citation\" data-id=\"286560\"><a href=\"/opinion/286560/united-states-v-369863-acres-of-land-more-or-less-situate-in-burleigh/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">65</span></a></span> (8th Cir., 1969).</p>\n<p>In addition, however, to assessing the fair market value of the property being taken, there are other factors which the Court must consider. One factor is the deterioration in value of the owners' remaining property that may caused by the taking. In this case, the taking may lessen the value of the 80 acres home tract, and LeFever would therefore be entitled to \"severance\" damages in addition to the 121.20 acre tract's fair market value. The appraisers, in their reports and testimonies, accounted for this element of compensation, and counsel for the government, in open court, conceded that as a matter of law the property owner is entitled to receive severance damages.</p>\n<p>The judicial recognition of severance damages is consistent with the basic philosophy behind the taking of property by the sovereign, that is, that the owner should be adequately compensated in money damages for the interest taken. As stated in United States v. Miller, supra, at <span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">373</span></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">280</span></span>, \"the owner is to be put in as good position pecuniarily as he would have occupied if his property had not been taken.\" The amount of compensation to which the landowner is entitled is the full and perfect equivalent of the property taken. Seaboard Air Line Ry. Co. v. United States, <span class=\"citation\" data-id=\"100149\"><a href=\"/opinion/100149/seaboard-air-line-ry-v-united-states/\"><span class=\"volume\">261</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, 304, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">354</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">664</span></span> (1923).</p>\n<p>Although the landowner is to be fully compensated pecuniarily for the value of his property, this Court notes <span class=\"star-pagination\">*27</span> that he is entitled to be rewarded only insofar as the property being taken actually contributed to his pecuniary worth. Consequently, although he may be entitled to severance damages, or the amount by which his remaining property has been reduced in value, a court, in awarding damages, may consider only that value which is actually transferable. The owner is entitled to be paid for all attributes of his property which might contribute to a more profitable or more valuable use than he may actually be making of it at the time of the taking, but the value must be one which is not speculative, but actually marketable, transferable and capable of being valued. The law is clear that the landowner is entitled to have his property valued for its highest and best use, but he is not entitled to be compensated for the qualities of the land which are of value only to him. Therefore, a landowner would not be entitled to receive damages for the loss of that personal attachment which comes from putting the best of one's years into the land, but he could be compensated only to the extent that those hours and personal effort added value to the land which could be assessed in nonspeculative and transferable ways. Only those uses which are supported by concrete, objective evidence are worthy of compensation, and those are the only uses which this Court will consider. United States v. Whitehurst, <span class=\"citation\" data-id=\"265766\"><a href=\"/opinion/265766/united-states-v-grayson-m-whitehurst-owner-of-parcel-no-51-in-the/\"><span class=\"volume\">337</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span> (4th Cir., 1964).</p>\n<p>In ascertaining a fair figure for compensating the defendants in this action, this Court has undertaken to evaluate the exhibits and testimony of the appraisers and other witnesses, and, in much the same way as the appraisers, has attempted to arrive at figures which accurately represent the fair market value of the entire farm before the taking and the fair market value of the remaining 80 acres after the taking. The difference between these figures incorporates an award for severance and represents the amount to which the LeFevers are entitled without consideration for the value of the mineral rights. This Court's valuation of the mineral rights was made separately from the valuation of the remainder of the fee.</p>\n<p>This Court recognizes that the job of appraising any piece of property, particularly one with the unusual characteristics of the 121.20 acre tract in question, is a difficult job involving much speculation and subjective judgment. Therefore, the Court has attempted in the following summary of its analysis of the appraisal reports and the witnesses' testimony to set forth the opinions and conclusions upon which the Court based its computations in the Awards for Just Compensation.</p>\n<p></p>\n<h2>VALUE OF ENTIRE TRACT BEFORE TAKING COST APPROACH</h2>\n<p>The cost approach is an appraisal technique whereby the value of a property is derived by establishing the replacement or reproduction cost of the improvements, deducting therefrom the estimated depreciation and then adding the market value of the land. By this method, the value of the land is predicated upon prices paid for similar recently-sold properties in actual market transactions. A process of correlation and analysis is used to equate the land being appraised with the particular market transactions which are chosen for comparison.</p>\n<p>Mr. William A. Reid, apparently the principal government appraiser, used the cost approach in his appraisal, but called it the \"Summation Approach to Value.\" An examination of Reid's report, introduced as Exhibit 15 for the Plaintiff, shows that he valued what he described as Class A land at $365 per acre, but there seems to be some inconsistency between his report and his testimony as to exactly how he arrived at this figure. Reid testified that he used the sale of a tract known as the George Molt tract only along with \"other\" sales (\"other\" apparently refers to the other five sales listed in the index between pages 10 and 11 of his report) in determining <span class=\"star-pagination\">*28</span> the value, and he stated further that he did not feel the Molt tract was the most comparable sale. However, page 10 of his report includes the following paragraph:</p>\n<blockquote>I believe that Class A land on Index Sale No. 1 is the most comparable to Class A land on the subject because of its locationadjacent to tracts (13, a)and similarity in soil type and drainage problems. <i>Therefore, all Class A land on the subject property, in my opinion, contributes a value of $365/acre.</i> (emphasis added).</blockquote>\n<p>Page 16 of his report states:</p>\n<blockquote>Index Sale 1 is the most comparable to the remainder because of its location, similarity in soils and productivity. <i>Thus, the remainder property is valued at $365/acre.</i> (emphasis added).</blockquote>\n<p>The subsequent figuring in Reid's report would support the implications therein that he <i>did</i> rely exclusively on the Molt tract sale for estimating the cost-approach value of the 170.22 acres of LeFever's farm which Reid considered as Class A land. In this Court's opinion, however, even if Reid had merely considered the sale, without relying on it exclusively, his cost-approach computations would be suspect since both Arnold and Lindsley said they did not even consider the Molt sale because it had been a distress sale and therefore a poor indicator of true value.</p>\n<p>Reid's classification and valuation of LeFever's remaining 30.98 acres was based on Sale No. 2 in his index, the Sanders to Whitehurst sale. Reid labeled the acreage as Class Aw and comparable to land in the Sanders sale which was priced at $275 per acre. Without any adjustments for motivation, condition of the land or location, Reid simply multiplied his figures and came up with a value of $62,130.00 for the 170.22 acres, $8,519.00 for the 30.98 acres and $15,000.00 for the improvements or a total value of the farm before the taking of $85,650.00.</p>\n<p>In this Court's opinion, Reid's reliance on the Sanders sale is as questionable as his exclusive reliance on the Molt tract sale. Arnold, the defendant's principal appraiser, said that he did not consider the Sanders sale because the seller had told him that he had \"had no choice but to sell.\" Arnold said that Sanders told him (Arnold) that if he had lived closer to the property and had not been in bad financial straits, he would not have sold the property for less than $600.00 per acre. Reid, when questioned on cross-examination about whether he knew the sale had been a distress sale, said that Sanders had not told him it was a distress sale, but that he (Reid) had not checked the mortgages on the property. Lindsley, the other government appraiser, like Arnold, stated that the grantor, Whitehurst, had told him that it was a distress sale; and, therefore, Lindsley did not consider it in his appraisal computations. Although the Court views the cost-approach as one of the most persuasive techniques in this particular case (because of the lack of comparable sales to support the normally most reliable market data approach), there seem to be enough weaknesses in Reid's use of the approach to make his report and testimony of only limited use in the Court's evaluation.</p>\n<p>The second government appraiser, Hugh R. Lindsley, in his cost-approach computations, apparently chose to use the same six sales listed in the index between pages 10 and 11 in Reid's report, because the overall prices per acre correspond exactly. Lindsley stated in his report and by his testimony that the sale he considered the most comparable for his cost approach and the one on which he relied the most heavily was the transfer from Allen to Whitehurst, Sale No. 3 in the Reid index. This was a sale of about 80 acres, 52 of which were cleared. The cleared land sold for $400.00 per acre, but there was a $15 adjustment between the parties to cover the removal of wood piles (also present on part of LeFever's land) so Lindsley took the figure of $385 per acre for good cleared land and used this figure in valuing 91.20 acres of the 121.20 acre tract of LeFever's land. The other 30 acres, which Lindsley described <span class=\"star-pagination\">*29</span> as pasture, he evaluated by taking the $125 price paid for the uncleared land in the Allen to Whitehurst transfer and adding $25 for ditching and $150 for clearing and windrowing, thereby reaching a value of $300 per acre. On the basis of these figures, therefore, he placed a value of $35,112.00 on the 91.20 acres and $9,000 on the 30 acres for a total value of $44,112.00 for the 121.20 acre tract.</p>\n<p>With respect to the 80 acre tract, Lindsley used the $400 per acre figure without the $15 per acre adjustment and valued 73 of the 80 acres at $29,200. For the remaining 7 acres, which he considered of comparable value to that which he had classified as pasture on the 121.20 acre tract, he assessed a value of $300 per acre or $2,100 for a total value for the 80 acre tract of $31,300. Lindsley estimated the value of the improvements on the 80 acre tract at $17,500, thereby placing a total cost-approach value on the property of $93,000.</p>\n<p>Despite Lindsley's apparently methodical and professional approach, this Court is forced to note a few weaknesses in his cost-approach computations. First, he used only the Allen to Whitehurst sale in estimating his value per acre, and he failed to make any adjustments which might have more properly equated his choice for comparison with the LeFever property. The defendant's primary appraiser, L. A. Arnold, felt that some adjustment should be made for the motivation of the sale since Allen lived about 7 miles from the property and only 52 acres of cleared land were involved. The difficulty in moving Allen's equipment back and forth and spending a considerable amount of time on the road made the tract less profitable for Allen to farm. Whitehurst had adjoining property and could easily make the farming of that 52 acres a profitable proposition. Also, Tommy Allen, the grantor, testified for the defendant and confirmed what Arnold had said about the motivation for the sale. He also stated that he had farmed the land for 9 years and that whenever it rained, the drainage ditches on the lower end of his land overflowed. He also said that the 52 acres had sand in it and needed hoe drains. Allen said that he did not sell his land at a loss and that he was satisfied with the price under the circumstances but that he was of the opinion that LeFever's land was worth about twice as much as his own cleared land or about $800 per acre. He stated that he based this figure on what he thought it would cost LeFever to buy the Molt tract and put it in the same shape that LeFever's land was in at the time of the taking. In summation, therefore, Lindsley's reliance on the Allen sale is not so questionable as Reid's exclusive reliance on distress sales, but the other evidence about the Allen sale makes clear to this Court that Lindsley's cost-approach computations are not as soundly based and therefore not as persuasive as they might otherwise have been.</p>\n<p>The third government appraiser, Mr. James H. Ward, a realtor from Plymouth, North Carolina, also apparently used the cost approach in making his estimates. He testified that the sales on which he based his approximations were furnished him by the government, but that in his opinion LeFever's land was worth more than the sales with which he was furnished and he therefore valued the land higher. Mr. Ward placed a value of $103,790 on the entire property, computed as follows: 80 acre tract$36,000; buildings$18,250; 121 acre tract $48,480; and improvements on the 121 acre tract$1,060.</p>\n<p>The defendants' appraiser, Mr. L. A. Arnold, also used the cost approach as one method for computing the value of the property taken. He considered three sales and made adjustments for each in accordance with the way he felt the properties compared with LeFever's land. He stated in his report that since the real estate market in that area had not changed in the past few years, and since all three transfers were made in 1969, no adjustment was made for time. Mr. Arnold used the Allen to Whitehurst, the Saunders to Whitehurst and the Chappel to Madre sales, and he adjusted the prices paid per acre for three factors, motivation <span class=\"star-pagination\">*30</span> of the sale, location of the property and productivity of the land, after which he reached a total composite percentage figure by which to adjust the price paid per acre paid in each of the sample sales. His figures and computations are set forth on pages 4-7 of his report, introduced as Defendants' Exhibit A-47. Mr. Arnold stated in his report that his figure of $625 per acre is based on these three sales and the adjustments thereto plus further confirmation through his conversations with bankers, farmers and other people in the area, including Ed Craft and Pete Hampton with the Soil Conservation Service. Arnold's total cost-approach estimate of the value of LeFever's farm is $143,550.00, that figure representing $625 per acre or $125,750.00 for the land and $17,800 for the improvements.</p>\n<p>In this Court's opinion, Arnold's cost-approach method and figuring is the most impressive because he did not merely evaluate LeFever's property by equating it with one other recently sold tract in the area, but he actually made an attempt to analyze the other land sold and adjust the prices paid per acre in accordance with several factors in order to arrive at a fair market value for LeFever's property. Because of this closer analysis, the Court feels justified in giving more credence to his figures than to the figures of the two principal government appraisers, Reid and Lindsley.</p>\n<p>Although the Court is more impressed with Arnold's cost-approach estimates, the Court must observe, as did Arnold on page 12 of his report, that when one adjusts for such subjective factors as motivation, it is impossible to set an exact adjustment figure. For example, in the Chappel to Madre sale, Arnold says that the LeFever property should be considered to be 20% more valuable because Chappel could not get the maximum productivity out of his land. He also, however, gives a separate percentage adjustment to account for the difference in the productivity of the two parcels. It would seem questionable whether an increase should be made again for what is apparently the same factor. Also, valuing the LeFever property as 25% more valuable than the Allen to Whitehurst simply because the tract is 7 miles from Allen's main tract involves a large amount of subjective judgment.</p>\n<p>Three neighboring farmers also testified for LeFever, and their computations were also based apparently on the cost approach. Nat Holten, valuing the land at $700 per acre and the buildings at $19,000, placed a total value on the farm of $159,000.00. Gerald Furbee, valuing the land at $700 per acre and the buildings at $27,250 assessed a total value before the taking of $167,250. Tommy Allen, basing his figures on $800 per acre and $26,500 for the buildings, assessed a before-taking value of $186,500.00.</p>\n<p></p>\n<h2>MARKET DATA APPROACH</h2>\n<p>A second appraisal technique used by some of the appraisers is what is known as the market data approach or the comparable sale approach. Reid called it the Direct Comparison approach. It is a technique whereby the property's value is estimated entirely on the basis of actual prices paid for comparable pieces of property with comparable improvements. Because in this case we are talking about land which has relatively little additional value in the form of buildings or other improvements, it would appear to the Court that this method, if proper adjustments were made to compensate for differences in the so-called \"comparable\" sales and the subject property, would be somewhat similar to the cost approach method.</p>\n<p>The appraiser who relied most heavily on the market data approach was Mr. Lindsley, the government appraiser. Also counsel for the government suggested several times during the trial that this method is considered to be the most reliable method to determine value, and this Court would agree generally with this suggestion, especially where the evaluation relates to a highly marketable item in an area where there is a frequent turnover of property. Although the 121.20 acre tract in question is not <span class=\"star-pagination\">*31</span> so unusual as a church or skeet-shooting range, it is also not so marketable as a medium-priced residential dwelling in a transient suburban neighborhood. For this reason, the market data approach is probably not as reliable as it would be in most other cases.</p>\n<p>Lindsley used three \"comparable\" sales in assessing the before-taking market data value of LeFever's farm. These are set forth in Addendum No. 25 to his report and are listed as sales Nos. 7, 10 and 12. The addendum shows that in this approach, Lindsley did make some adjustments for the differences in these lands and the LeFever land. However, the only sale about which there was any testimony at the trial was No. 12, the Chappel to Madre sale. Lindsley, after assigning a value of $365 per cleared acre to the Chappel to Madre property, adjusted it up $60 to account for the better condition of LeFever's property. By comparison, Arnold considered this sale in his cost approach and adjusted the price up for the better location of LeFever's property because of hunting privileges, the motivation of Chappel in selling the property and the better productivity of the LeFever property. Although possible difficulties in Arnold's assumptions were discussed earlier, it does appear to the Court that Arnold's adjustments are slightly more thoughtful and thorough than the \"condition\" adjustment made by Lindsley.</p>\n<p>Despite the apparent failure of Lindsley to adjust as thoroughly as Arnold, overall Lindsley's figures and technique do appear to be a well-thought-out evaluation. On the basis of the market data approach, Lindsley arrived at a figure of $80,000 as the before-taking value of the farm. However, he testified and stated in his report that he considered all of the sales listed in his report, but there is no discussion of the value of the buildings. Apparently, the value of the buildings and other improvements is incorporated in his assessment of the respective lands or perhaps in his adjustment entitled \"condition.\" Nevertheless, Lindsley feels that the market data approach is the best indication of the value of the land because all of the sales strongly support the market data approach, especially in regard to the contributing value of the improvements, and because there is no indication of value for the railroad's claim to mineral rights.</p>\n<p>The other government appraiser, Reid, was apparently the only other appraiser to use the market data approach. Calling it the direct comparison approach, Reid states in his report that by this method the subject farm is compared as a whole to other farms that have sold on the open market. For the purposes of making his computations, Reid chose to use two transactions, the Molt transfer and the Wells to Clayton sale. His computations and conclusions are set forth on pages 11 through 15 of his report, and his total estimated range of $85,250 to $85,650 is very close to his estimated figure of $85,650.00 which he derived from the cost approach. This Court feels that it is significant that Reid, the principal government appraiser, testified that the direct comparison approach (market data approach) is usually the most reliable but in this case the summation approach (cost approach) is more reliable because \"there are no sales having improvements.\" (Reid's Report, Page 15).</p>\n<p>Arnold testified that he did not use the market data approach in this appraisal because he felt that there were no reliable sales. Arnold stated on page 12 of his report:</p>\n<blockquote>The Market Approach is not deemed applicable in appraising the subject property due to the lack of sales in the area with similar improvements. An intensive search of the local real estate market was made, but no such comparable sales were found.</blockquote>\n<p>Arnold testified to the same effect and stated that all of the sales he examined were either distress sales or were in some way tainted such that they could not be considered comparable sales for the purposes of evaluating LeFever's property.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*32</span> INCOME APPROACH</h2>\n<p>The third approach used by some of the appraisers is the income approach, a technique whereby the property's stabilized future income is processed into an estimate of present value. In other words, the property's projected maximum income is divided by a chosen rate of capitalization to determine what figure represents the property's value as an element of income production.</p>\n<p>The strongest proponent of the income approach was Arnold. The figures by which Arnold estimated the subject property's income are shown on page 11 of his report and show a net annual income of $11,541.81. On page 10 of his report, he explains the difficulty in choosing a rate of capitalization since most of the farmers in the area did not think in terms of a rate of return on their investment but in terms of whether the farm would pay for itself and support a family. Arnold finally chose his rate of capitalization by talking with a cashier at a local bank who said that the bank was loaning money at a rate of 8.25%. On that basis, he estimated the total income-approach value of the land to be $140,230.00 and the improvements to be $18,540.00 for a total value of the entire farm of $158,770.00. In correlating the cost approach to the income approach, Arnold took an approximate average of his two figures and assessed the total farm at $150,000.00 before the taking.</p>\n<p>In this Court's opinion, Arnold's income figures may have been a little optimistic in estimating the cost of labor at $50 per week, especially in light of today's wage and hour laws. On the other hand, he may have conservatively valued LeFever's labor or simply averaged out what may not be a year-round labor requirement. With respect to the figures on hunting, he is a little conservative. On the basis of Warren Lupton's figures and the supporting testimony of Sheriff Basnight that there is strong demand for hunting rights in the area, it would appear that LeFever could get $540 per year for dove and duck hunting (based on Lupton's lowest estimates of 45 hunters a day, 2 days per week, for 6 weeks at $2 per hunter per day), $700 per year for geese hunting (10 hunters per day, 2 days a week, for 7 weeks at $5 per hunter per day), plus an unestimated amount for deer hunting.</p>\n<p>With respect to the principal sources of income Arnold's figures might arguably be adjusted upward because LeFever's 1969 corn yield (174 bushels per acre) would indicate his land is reaching a higher level of productivity than the 151 bushels per acre Arnold used. On the other hand, LeFever testified that deer had eaten 24 acres of his soybeans last year and both LeFever and the other farmers testified that the drainage problem made any agricultural endeavor in the area a speculative venture. Both of these factors, therefore, could arguably demand a downward adjustment.</p>\n<p>Another subjective factor in Arnold's income approach computations is the capitalization rate of 8.25%. In light of today's trends, this Court takes judicial notice that a small family farming operation which returned 8.25% strictly as a return on investment would be an unusually efficient business enterprise. If Arnold had used Lindsley's 6.25 figure, for example, instead of the 8.25 he chose, he would have valued the land at $185,000 instead of $140,000. Although this would appear to be excessive, the Court feels that any optimistic elements in Arnold's estimates of net annual income would appear to be more than offset by the selection of a high rate of capitalization. Overall, Arnold's income-approach computations and his own opinion that the approach would be the best in this case for determining just compensation are very persuasive to the Court in selecting a fair figure to award the parties.</p>\n<p>Lindsley also used the income approach but based his figures on what he learned from A.S.C.S. agents and other people about the fair rental value of farmland in the area. He decided that the proper rental rate was $25 per acre per year for cleared land and $15 per acre per year for pasture land. He chose his rate of <span class=\"star-pagination\">*33</span> capitalization by attributing a value of $400 per acre to the cleared land (based on the Allen to Whitehurst sale which he used in his cost approach and divided 25 by 400 to reach the figure of 6.25%. Using this capitalization rate and an income value based on the maximum rents of $25 and $15, Lindsley estimated that LeFever could get about $4,660.00 per year from the land and that it was therefore worth about $75,000. His report is unclear as to exactly how he handled the taxes and other expenses of the owner, but apparently he assumed that the $25 per acre represented a net income figure.</p>\n<p>The difficulty with Lindsley's computations is that renting the land out is probably not the highest and best use. Therefore, computation of the land's worth on that basis would not produce the highest capitalized figure to which LeFever would be entitled. The highest and best use is probably farming and renting the land for hunting rights, not renting the land for farming.</p>\n<p>Another question in the mind of the Court is Lindsley's choice of the 6.25 capitalization figure. He chooses it on the basis of the figures on which he based his cost approach. Therefore, any weaknesses in his cost-approach computations would necessarily be present in his income approach. Even though his figure is less than Arnold's, it is still a little high in light of this court's view as to what the ordinary small farmer can expect in terms of a return on his investment.</p>\n<p></p>\n<h2>COST-TO-CURE APPROACH</h2>\n<p>The cost-to-cure approach is a technique which was not mentioned in any of the appraisal reports, but which was testified about by several of the witnesses, including Arnold, and which does offer another basis for evaluating exactly what LeFever has suffered. On the basis of this approach, predicated primarily on what it would cost to purchase the Molt tract, put it in the condition that LeFever's tract is in, and compensate LeFever for lost income in today's worth for the money he would lose while he was putting the Molt tract in shape, LeFever would be entitled to receive approximately $123,000 in damages.</p>\n<p></p>\n<h2>VALUE OF REMAINDER AFTER TAKING COST APPROACH</h2>\n<p>In valuing the remainder of the property after the 121.20 acre tract is taken, all of the appraisers used the cost-approach method. Reid, the principal government appraiser, used his figure of $365 per acre as the value of the remaining 80 acres since he felt that the land itself had not been diminished by the taking of the 121.20 acre tract. Again, the Molt tract transfer was apparently the one on which he relied to establish a figure. In valuing the buildings and other improvements on the 80 acre tract, however, Reid did feel that there had been a diminution in value and set a figure of $11,500 on the improvements whereas before the taking he had set a figure of $15,000 on the buildings. Therefore, it could be said that Reid felt that there was a severance damage in the amount of $3,500.00.</p>\n<p>The other government appraiser, Lindsley, also felt that the 80 acres had not been diminished in value and valued the land at $31,250.00. He also apparently felt that the buildings had been diminished in value since he valued the improvements at only $15,362 after the taking, whereas he valued them at $17,129.00 before the taking. Lindsley thus awarded severance damages of $1,767.</p>\n<p>Arnold, in his cost approach, was not as confident as Lindsley and Reid that the value of the 80 acres of land would remain the same. In fact, he pointed out in his report and in his testimony that the value of the 80 acres would be reduced for two reasons. First, the farm would now be an 80 acre farm and incapable of supporting a family. Therefore, the market for the farm would be limited to those individuals who owned adjoining land or who wanted to farm on a part-time basis. The limited offering of public jobs within a 30 mile radius makes this market a rather limited one. <span class=\"star-pagination\">*34</span> Secondly, the 80 acre tract does not have the valuable hunting rights which are present on the 121.20 acre tract. Arnold, therefore, using a 20% reduction factor, valued the remaining 80 acres at $500 per acre or $40,000. Arnold valued the improvements at $15,740 for a total value of the remainder of $55,740.00 (contrasted to his valuation of the improvements at $17,800 before the taking).</p>\n<p>Ward, the other government appraiser, said that the severance damage was about $1,750 due to a diminution in the value of the buildings. The three farmers, Holten, Allen and Furbee valued the remainder at $39,350, $69,400 and $52,300, respectively, giving LeFever in damages totals of $119,650, $117,100 and $114,950.</p>\n<p></p>\n<h2>MARKET DATA APPROACH</h2>\n<p>With respect to the market data approach, Reid again used the Allen to Whitehurst sale, classified the 80 acres as 50 acres of Class A land at $358 per acre and 30 acres of Class Aw land at $187 per acre for a total of $23,510 for the land and a total value of the remaining tract of $40,900. Lindsley, using the market data approach as shown in his figures in Addendum 25a, says that he used sales #7 through #14 in his index to support the valuation treatment of the improvements in these sales and reached a figure of $31,000 as the value of the remainder after the taking. Again, Arnold felt there were no comparable sales and did not use the market data approach. Apparently, none of the other witnesses or appraisers used the market data approach.</p>\n<p></p>\n<h2>INCOME APPROACH</h2>\n<p>Arnold, probably the strongest supporter among the appraisers for the income approach, computed the annual income on the 80 acres at $2,481.08 as shown on page 16 of his report and, using a capitalization rate of 8.25%, valued the remainder at $30,070 for the land plus $15,740 for the buildings for a total value of $46,000 after the taking. Lindsley also used the income approach and again felt that the land could best be used by renting it out. Therefore, he placed a value of $25 per acre on 73 acres and $15 per acre on 7 acres and established a net income (after subtracting $68.18 after tax expense) of $1,862.82. Using a 6.25% rate of capitalization, he estimated a value of $30,000 for the remaining property. He did not consider the buildings apparently on the assumption that they would not be used to produce any income.</p>\n<p></p>\n<h2>MINERAL RIGHTS</h2>\n<p>The only question with respect to mineral rights is whether the phosphate deposits underlying the 121.20 acre tract have any value, and, if so, what that value may be. The only witness to testify explicitly to this point was Mr. Bryant D. Walker, an expert geologist with the North Carolina Phosphate Corporation. He stated that he had examined the Pungo Lake area and that it was his opinion that the phosphate deposits underlying the subject property had a present market value of $100 per acre. He stated, however, that both his company and Texas Gulf Sulfur, the other large producer in the area, had enough reserves to last for about 30 years and that there would probably not be a market for the LeFever phosphate for about 25 years. None of the appraisers testified to any value for the mineral deposits, and none of the sales used for comparison had involved even nominal amounts for the transfer of mineral rights. No specific sales or leases were introduced into evidence to support any particular value for the mineral rights. This Court recognizes, as pointed out by counsel for the Norfolk &amp; Southern Railroad, that Mr. Walker's estimates of present value were premised on the assumption that the reserves would not be marketable for 25 years. However, this Court must also note that the evaluation of anything for which there will be no market for 25 years and for which there are no comparable sales is an extremely speculative venture. Moreover, Mr. Walker testified that he had made no test borings or other tests on the LeFever <span class=\"star-pagination\">*35</span> property. The Court's reduction of the railroad's claim, therefore, is grounded on these considerations.</p>\n<p></p>\n<h2>AWARDS FOR JUST COMPENSATION</h2>\n<p>On the basis of the foregoing analysis and after a careful consideration of the entire record in this case and in accordance with the principles of law as submitted by counsel and stated above, this Court now concludes the following:</p>\n<p>1. The before-taking value of the LeFever farm land, without regard for the mineral rights was $121,802.60, computed as follows:</p>\n<p></p>\n<pre>\n  170.22 acres @ $610/acre ............ $103,834.20\n   30.98 acres @ $580/acre ............   17,968.40\n                                        ___________\n                                        $121,802.60\n</pre>\n<p>2. The after-taking value of the LeFever farm land, without regard for mineral rights, was $36,800.00, computed as follows:</p>\n<p></p>\n<pre>\n   80 acres @ $460 per acre ........... $ 36,800.00\n</pre>\n<p>3. Mr. LeFever and his wife are entitled to compensation for the taking as follows:</p>\n<p></p>\n<pre>\n   Difference in value of farm land before\n   and after taking ..................  $121,802.60\n                                          36,800.00\n                                        ___________\n                                        $ 85,002.60\n                                        ___________\n   Diminution in value of improvements because\n   of taking .........................  $  2,800.00\n                                        ___________\n  Value of LeFever's interest in mineral\n  rights, i.e. ½ interest under approximately\n  100 acres and full interest under\n  21 acres ...........................  $  2,050.00\n                                        ___________\n  TOTAL COMPENSATION  ................  $ 89,852.60\n                                        ___________\n                                        ___________\n</pre>\n<p>4. The Norfolk and Southern Railroad Company is entitled to recover $1,450 for its interest in the minerals underlying the LeFever tract, i. e., ½ interest in approximately 100 acres.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/100149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103741/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/265766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/286560/"
  ]
}