{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1608835/",
  "absolute_url": "/opinion/1608835/pa-nat-mut-cas-ins-co-v-triangle-paving-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1608835/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:55:23.071706Z",
  "date_modified": "2016-04-26T23:51:00.042480Z",
  "type": "010combined",
  "sha1": "6da84224f624c15df3291bc14388201ea709de43",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>973 F.Supp. 560 (1996)</b></center>\n<center><h1>PENNSYLVANIA NATIONAL MUTUAL CASUALTY INSURANCE COMPANY, Plaintiff,<br>\nv.<br>\nTRIANGLE PAVING, INC., Defendant.</h1></center>\n<center>No. 5:95-CV-892-BR(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 30, 1996.</center>\n<p><span class=\"star-pagination\">*561</span> Walter Brock, Jr., Young, Moore, Henderson &amp; Alvis, Raleigh, NC, for plaintiff.</p>\n<p>Jay M. Wilkerson, Bugg &amp; Wolf, Durham, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on cross-motions for summary judgment.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>Plaintiff seeks a declaratory judgment that it is not obligated to defend or indemnify defendant for claims arising out of defendant's alleged involvement in off-site sediment contamination.</p>\n<p>Beginning in 1994, defendant, a construction company providing site preparation and grading services, purchased commercial insurance policies from plaintiff. Two policies are at issue in this particular case: a commercial general liability policy and a commercial umbrella liability policy. Both policies contain provisions excluding coverage for pollution-related claims. Specifically, the total pollution exclusion as set forth in the commercial general liability policy denies coverage</p>\n<blockquote>for \"bodily injury\" or \"property damage\" which would not have occurred in whole or part but for the actual, alleged or threatened discharge, dispersal, seepage, migration, release or escape of pollutants at any time.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>Pollutants means any solid, liquid, gaseous, or thermal irritant or contaminant including smoke, vapor, soot, fumes, alkalis, chemicals and waste. Waste includes material to be recycled, reconditioned or reclaimed.</blockquote>\n<p><span class=\"star-pagination\">*562</span> (Compl. ¶ 21, Ex. D.) The umbrella policy contains similar language.</p>\n<p>During the coverage period, defendant contracted with EMJ Corporation (\"EMJ\") to perform site work for the construction of a shopping center development in Henderson, North Carolina. In preparation, CBL/GP, Inc. (\"CBL\"), the developer of the project, submitted the required erosion control plans to the City of Henderson's Engineering Department. The plans were approved. Subsequently, defendant launched the initial steps of development.</p>\n<p>Despite precautions taken by defendant, sediment dislodged by the construction activity escaped the construction site and contaminated downstream water located on private property. After investigation, the City issued two notices of violation and warned CBL to correct the problem. The owners of the water sources contaminated by the sedimentation similarly complained to CBL. EMJ and CBL settled the claims of these property owners. Thereafter, EMJ and CBL filed suit against defendant demanding reimbursement for the settlement payments and related expenses.</p>\n<p>Defendant then directed plaintiff to defend and indemnify defendant against the claim pursuant to the insurance coverage. Plaintiff now brings this action for a declaratory judgment to establish that coverage is not required under the policies because the underlying activity falls within the pollution exclusion.</p>\n<p></p>\n<h2>II. <i>Standard</i>\n</h2>\n<p>Pursuant to Federal Rule of Civil Procedure 56(c), summary judgment is appropriate where there are no genuine issues as to any material facts and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c). The Fourth Circuit has articulated the summary judgment standard as follows:</p>\n<blockquote>A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986). In considering a motion for summary judgment, the court is required to view the facts and draw reasonable inferences in a light most favorable to the nonmoving party. <i>Id.</i> at 255, 106 S.Ct. at 2514. The plaintiff is entitled to have the credibility of all his evidence presumed. <i>Miller v. Leathers,</i> 913 F.2d 1085, 1087 (4th Cir.1990), <i>cert. denied,</i> 498 U.S. 1109, 111 S.Ct. 1018, 112 L.Ed.2d 1100 (1991). The party seeking summary judgment has the initial burden to show absence of evidence to support the nonmoving party's case. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 2554, 91 L.Ed.2d 265 (1986). The opposing party must demonstrate that a triable issue of fact exists; he may not rest on mere allegations or denials. <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i>\n</blockquote>\n<p><i>Patterson v. McLean Credit Union,</i> 39 F.3d 515, 518 (4th Cir.1994) (quoting <i>Shaw v. Stroud,</i> 13 F.3d 791, 798 (4th Cir.1994), <i>cert. denied,</i> 513 U.S. 813, 115 S.Ct. 67, 130 L.Ed.2d 24 (1994), 513 U.S. 814, 115 S.Ct. 68, 130 L.Ed.2d 24 (1994)).</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p>As this court exercises jurisdiction pursuant to the diversity statute, 28 U.S.C. § 1332 (1993), the substantive law of North Carolina controls. <i>Erie R.R. v. Tompkins,</i> 304 U.S. 64, 58 S.Ct. 817, 82 L.Ed. 1188 (1938). Therefore, as both parties apparently concede, North Carolina choice-of-law rules dictate that the insurance policies must be interpreted within the framework of North Carolina law.</p>\n<p>Because this controversy presents a case of first impression in the state, the court will attempt to best predict how the North Carolina Supreme Court would resolve the issue. <i>See </i><i>Roe v. Doe,</i> 28 F.3d 404, 406 (4th Cir. 1994); <i>Reed v. Tiffin Motor Homes, Inc.,</i> 697 F.2d 1192, 1195 (4th Cir.1982). Notably, both parties agree that there are no genuine issues of material fact and, thus, summary judgment is appropriate. <i>See </i><i>Parker v. State Capital Life Ins. Co.,</i> 259 N.C. 115, 130 S.E.2d 36 (1963) (commenting that the task of construing a term contained in an insurance policy is solely a question of law).</p>\n<p><span class=\"star-pagination\">*563</span> The outcome of this dispute rests on the scope and clarity of the term \"pollutants\" as used in the insurance policies. Plaintiff contends that the pollution exclusion, as delineated by the term pollutants, is unambiguous and clearly encompasses sedimentation contamination. Defendant, on the other hand, argues that the exclusion is facially ambiguous and does not extend to the mere dislocation of soil and other natural particles.</p>\n<p>When interpreting a provision of an insurance contract, North Carolina law instructs that any doubts regarding the breadth of coverage must reconciled in favor of the insured. <i>Waste Mgmt. of Carolinas, Inc. v. Peerless Ins. Co.,</i> 315 N.C. 688, 340 S.E.2d 374, 378 (1986). Particularly, \"[a]mbiguities in insurance policies are to be strictly construed against the drafter, the insurance company, and in favor of the insured and coverage since the insurance company prepared the policy and chose the language.\" <i>West Am. Ins. Co. v. Tufco Flooring East, Inc.,</i> 104 N.C.App. 312, 409 S.E.2d 692, 697 (1991), <i>review denied,</i> 332 N.C. 479, 420 S.E.2d 826 (1992). The North Carolina Supreme Court has further clarified:</p>\n<blockquote>No ambiguity ... exists unless, in the opinion of the court, the language of the policy is fairly and reasonably susceptible to either of the constructions for which the parties contend. If it is not, the court must enforce the contract as the parties have made it and may not, under the guise of interpreting an ambiguous provision, remake the contract and impose liability upon the company which it did not assume and for which the policyholder did not pay.</blockquote>\n<p><i>Peerless,</i> 340 S.E.2d at 379 (citation omitted). Any disputed provision \"should be construed as a reasonable person in the position of the insured would have understood it to mean.\" <i>Id.</i></p>\n<p>Guided by these principles, the court turns to a review of the policy language and the events leading to the claims of coverage. Plaintiff maintains that the inclusion of the explanatory term \"solid ... contaminant\" in the definition of pollutant encompasses the act of sedimentation. As defined in N.C.Gen. Stat. § 113A-52(10) (1995), sediment means \"solid particulate matter, both mineral and organic, that has been or is being transported by water, air, gravity, or ice from its site of origin.\" When sediment is released by construction operations and settles in ponds, lakes, streams, and other water sources, the resulting change can damage wildlife and fish habitats and cause other environmental complications. (Nevils Aff. ¶ 9) (Chief of the Land Quality Section of the Department of Environment, Health, and Natural Resources (\"NCDEHNR\")). In this case, the property owners complained that the sedimentation produced a deterioration of water quality and impaired the use of surrounding property. Accordingly, plaintiff asserts that sedimentation contamination falls squarely within the plain language of the pollution exclusion.</p>\n<p>In response, defendant maintains that the definition of pollutant does not consist of any language indicating that sedimentation qualifies. Instead, defendant claims that the enumerated list in the definition serves to limit pollutants to the specified examples. Thus, defendant would have the court restrict the definition to \"smoke, vapor, soot, fumes, acid, alkalis, chemicals or waste\" and possibly other related industrial or man-made materials.</p>\n<p>However, defendant disregards the controlling term that precedes the list of examples. The definition clearly states that pollutants shall consist of \"any solid, liquid, gaseous, or thermal irritant or contaminant <i>including</i> smoke, vapor, soot, fumes, acid, alkalis, chemicals and waste.\" (emphasis added). In context, the term \"including\" clearly signifies that the ensuing list is not one of limitation.</p>\n<p>Recognizing that sedimentation is not excluded as a type of pollutant based on the enumerated examples, the issue becomes whether a reasonable person in the position of defendant would understand the pollution exclusion to encompass sedimentation contamination as a solid contaminant.</p>\n<p>Although North Carolina courts have not specifically addressed this matter, the North Carolina Legislature has commented extensively on the subject of sedimentation. In fact, the Legislature enacted the Sedimentation Pollution Control Act of 1973 to better deal with and highlight the detrimental impact <span class=\"star-pagination\">*564</span> of sedimentation. N.C.Gen.Stat. §§ 113A-50 to -66 (1995). Erasing any doubt regarding the seriousness of the issue, the Legislature introduced the Act with unmistakable clarity about its intent:</p>\n<blockquote>The sedimentation of streams, lakes and other waters of this State constitutes a major pollution problem.... The continued development of this State will result in an intensification of pollution through sedimentation unless timely and appropriate action is taken. Control of erosion and sedimentation is vital to the public interest and necessary to the public health and welfare.... It is the purpose of this Act to provide for the creation, administration, and enforcement of a program and for the adoption of minimal mandatory standards which will permit development of this State to continue with the least detrimental effects from pollution by sedimentation. ...</blockquote>\n<p><i>Id.</i> § 113A-51. Notably, the Act is not merely an enabling statute for the creation of regulatory oversight but also expressly authorizes a private cause of action against violators of the Act. <i>Id.</i> § 113A-66.</p>\n<p>Pursuant to the Act, both the NCDEHNR and many local governments have promulgated thorough regulations aimed at sedimentation prevention. <i>See</i> N.C.Admin.Code tit. 15A, Ch. 4 (Oct. 1995); Henderson City Code, Ch. 23A (Feb. 1991). Without engaging in a lengthy discourse about the control measures, it is sufficient to note that these regulations require the approval and/or compliance with erosion control plans in order for construction activities to proceed. <i>Id.</i> These plans are specifically designed to impose standards for sedimentation pollution control. <i>Id.</i></p>\n<p>In addition to the existence of the statutory scheme, plaintiff has also offered considerable documentation revealing that sedimentation is regarded by many as \"the number one pollutant by volume of lakes and streams in the United States and in the state of North Carolina.\" (Nevils Aff. ¶ 6); <i>see also</i> Pamphlet entitled <i>Three Reasons Why You Should Control Erosion on Your Construction Site,</i> NCDEHNR, Division of Land Resources (reciting identical language). Overall, the exhaustive legislation treating sedimentation as environmentally dangerous offers compelling evidence that sedimentation is commonly understood to be a solid contaminant and, thus, a pollutant.</p>\n<p>In the face of such clear interpretive guidelines, defendant responds with a barrage of arguments aimed at deflating or circumventing plaintiff's evidence. First, defendants imply that a layperson would not equate the dislocation of natural materials such as dirt with, an act of pollution. Nonetheless, irrespective of the opinion of a lay-person, the proper test centers on the reasonable perception of a person in the position of the insured. Defendant, an established grading and paving company, necessarily operates within the statutes and regulations established by the state. Based on the existence of the Sedimentation Pollution Control Act, reasonable persons conducting business in defendant's profession should recognize that sedimentation is considered a pollutant. The mere fact that the submission of an erosion control plan is required before construction can begin lends credence to this notion. Beyond its own subjective beliefs, defendant has not offered any evidence to the contrary.</p>\n<p>Moreover, defendant has acknowledged that, during its work on the Henderson shopping center project, it collaborated with the City of Henderson to improve sedimentation control measures and prevent further contamination. For example, during the early stages of construction at the Henderson site, defendant assembled temporary basins for the purpose of containing dislodged sediment to prevent off-site runoff. As defendant is continually forced to comply with sedimentation control standards and to work to develop better prevention methods, it cannot now profess ignorance about the treatment of sedimentation as a pollutant.</p>\n<p>Defendant also contends that all references to statutory material or local government ordinances are unrelated to the scope of the term pollutant. Claiming that such regulations have no bearing on the insurance policy, defendant would have the court discount all inferences emerging from the legislative comment. However, this assertion <span class=\"star-pagination\">*565</span> misses the point. Again, the standard in this case is how a reasonable person in the position of the insured would interpret the contract. The court does not interpret policy provisions in a vacuum but, instead, must give the common meaning to disputed terms. A review of the extensive state and local commentary on the topic helps to supply the common meaning or understanding.</p>\n<p>In this case, the statutory scheme offers uncontroverted evidence of how sedimentation is perceived and treated in the very profession in which defendant is engaged. <i>See </i><i>Guilford Indus. Inc. v. Liberty Mut. Ins. Co.,</i> 688 F.Supp. 792, 794 (D.Me.1988) (relying on Maine's environmental protection statutes for \"an excellent source of information concerning what constitutes a pollutant\"), <i>aff'd without opinion,</i> 879 F.2d 853 (1st Cir. 1989). Although a review of the sedimentation control provisions is not dispositive, the collection of government regulations provides significant insight into the scope of the pollutant definition.</p>\n<p>Defendant next attempts to counter plaintiff's evidence by submitting that it did not consider normal jobsite runoff to be a pollutant. Specifically, defendant advances the testimony of its Vice President and Chief Executive Officer, Adrian D. Bailey, Jr., (\"Bailey\") to support the proposition that an ambiguity exists. Bailey claimed that he does not regard ordinary sediment runoff to qualify as a pollutant. (Bailey Dep. pp. 19-26.) Therefore, because Bailey ostensibly did not think that it was a pollutant, defendant claims that the definition of pollutant is ambiguous.</p>\n<p>This argument is tautological and defies common logic. If defendant's reasoning was adopted, an insured could always create an ambiguity by claiming that it did not interpret an exclusion to apply to its particular conduct. Ambiguities cannot be manufactured so easily. Remarkably, Bailey also commented that, in his opinion, sedimentation causes minimal damage \"except a little discoloration for a few days.\" (<i>Id.</i>) Clearly, the North Carolina Legislature believes otherwise. When asked about the public policy of North Carolina and the strong language in the sedimentation statute, Bailey responded that he was aware of the Legislature's intention but did not \"think they could ever enforce what they put together.\" (<i>Id.</i> at 26.) Consequently, although defendant's opinion is factored into the analysis, it is not controlling and, in this case, appears to be contrary to the reasonable person standard.</p>\n<p>Defendant also argues that established case law compels the conclusion that the term pollutant does not extend beyond industrial or man-made contaminants. In support, defendant relies predominantly on <i>Molton, Allen and Williams, Inc. v. St. Paul Fire and Marine Ins. Co.,</i> 347 So.2d 95 (Ala.1977), as the controlling authority. In <i>Molton,</i> the Alabama Supreme Court held that damage caused by sand and mud dislodged during real estate development did not fall within the pollution exclusion. Noting that reasonable persons would not likely construe the pollution exclusion so broadly, the court surmised that the exclusion was intended to exclude coverage for pollution caused by \"industry-related activities.\" <i>Id.</i> at 99. However, the court did comment that the opinion \"should not be understood as holding that sand or mud could never be an irritant.\" <i>Id.</i> at 100. Thus, contrary to defendant's contention, <i>Molton</i> does not offer a steadfast and absolute rule. Additionally, the <i>Molton</i> court was apparently not confronted with legislative guidance and was interpreting the older version of the pollution exclusion. In any case, the holding of an Alabama court, although relevant in reasoning, does not control in North Carolina.<sup>[1]</sup></p>\n<p>Defendant's assertion that the pollution exclusion only encompasses industrial-related contamination is further deflated by the only relevant North Carolina Supreme Court case discussing the pollution exclusion. <i>Peerless,</i> 340 S.E.2d at 379-82. Although much of the opinion explores the relationship between the term \"occurrence\" in the general coverage <span class=\"star-pagination\">*566</span> provision and the pollution exclusion's \"sudden and accidental\" language,<sup>[2]</sup> the opinion offers valuable insight regarding the underlying focus of the pollution exclusion. The court explained that the central analysis must be directed to the nature of the damage and whether it pollutes or contaminates as opposed to the nature of its release. <i>Id.</i> at 380-81. Significantly, in a footnote, the court expressed its belief that many other state courts, including the Alabama Supreme Court in <i>Molton,</i> had been led \"astray\" and misapplied the pollution exclusion. <i>Id.,</i> 340 S.E.2d at 381 n. 4. Although this reference was issued in the context of interpreting the \"sudden and accidental\" language, the inference arises that the North Carolina Supreme Court did not agree with or, at the very least, did not adopt the limited definition of pollution exclusion espoused by the Alabama Supreme Court.</p>\n<p>Even beyond the definition of pollutant, defendant claims that allowing plaintiff to escape coverage for this incident would contravene the very essence of the policy. Defendant argues that to hold sedimentation damages exempt from liability would make the policy virtually meaningless. This is simply not the case. Unlike a situation where the policy is crafted to spread the risk of a specific concern, the policies purchased by defendant covered a laundry list of general damages. <i>Cf. </i><i>Bentz v. Mutual Fire, Marine &amp; Inland Ins. Co.,</i> 83 Md.App. 524, 575 A.2d 795 (1990) (overriding the pollution exclusion where the policy was not a comprehensive general policy but was purchased specifically to cover hazards such as pest control).</p>\n<p>Defendant further relies on <i>West Am. Ins. Co. v. Tufco Flooring East, Inc.,</i> 409 S.E.2d at 697-98, for the proposition that, when claims arise out of an insured's \"central business activity,\" the pollution exclusion cannot operate to deny coverage. Yet, defendant's situation is easily distinguishable from the ruling in <i>Tufco.</i> In <i>Tufco,</i> the court noted that the insured's business, installing industrial flooring, necessarily entailed the application of a chemical coating and that the insurer knew about this facet of the business. In comparison, it was not the normal or intended procedure for defendant, in the case at hand, to create and disperse sediment. Whereas the pollutant in <i>Tufco</i> was central to the floor resurfacing and was intentionally applied in order to complete the job, sedimentation was a mere byproduct of defendant's operations at the Henderson construction site.</p>\n<p>In addition, the <i>Tufco</i> court emphasized that Tufco was specifically employed to use the cleaning substance and, thus, the material was not \"objectionable and unwanted.\" <i>Id.,</i> 409 S.E.2d at 698. In contrast, the sedimentation at issue here was clearly undesirable and objectionable. Finally, and most importantly, the <i>Tufco</i> opinion clearly articulates that a reasonable person in the position of Tufco would have understood the claims to be covered. As discussed above, defendant cannot satisfy this reasonable person test in light of the existing statutory and regulatory schemes.</p>\n<p>Lastly, defendant insists that the damage from the alleged sedimentation was minimal. Defendant cites evidence that some sedimentation already existed in the ponds and that the impact of its operations was negligible. Moreover, defendant has provided affidavits and other testimony regarding the considerable precautions it took to prevent and remedy any possible sedimentation contamination. While these contentions may well be true, they do not influence this particular dispute. Obviously, such evidence will be relevant in the controversy involving CBL and EMJ. However, when determining an insurer's duty to defend, the extent of damage caused is not pertinent. When the underlying activity falls within a coverage exclusion, an insurer is released from any obligation to defend or reimburse regardless of the magnitude of the alleged transgression.</p>\n<p>In a case such as this, where an insurer seeks to trigger a coverage exemption with <span class=\"star-pagination\">*567</span> respect to a matter of first impression, the court is cautious of relieving the insurer of duties for which the insured may have already paid. Notwithstanding, the particular facts giving rise to this dispute persuade that, even under close scrutiny, the pollution exclusion is applicable. The plain language of the policy in conjunction with the regulatory backdrop compels a finding for plaintiff. Defendant has failed to offer any concrete evidence rebutting plaintiff's representations about the common categorization of sedimentation. Without contrary evidence, when the North Carolina Legislature has spoken with such unequivocal clarity, the court must follow its guidance. Because no genuine issue of material fact exists, summary judgment is appropriate.</p>\n<p></p>\n<h2>IV. <i>Conclusion</i>\n</h2>\n<p>Based on the above discussion, plaintiff's motion for summary judgment is GRANTED and defendant's motion for summary judgment is DENIED. It is therefore ORDERED that the term \"pollutant\" as it is used in plaintiff's insurance policies includes sedimentation and, thus, plaintiff is under no obligation to defend or indemnify defendant for claims arising from sedimentation caused during the Henderson Square project.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendant also argues that plaintiff's use of virtually the same pollution exclusion as interpreted in the <i>Molton</i> case 19 years ago indicates that plaintiff either implicitly or explicitly accepts the limitation imposed by that court. This argument is patently without merit and is disregarded.</p>\n<p>[2]  The old version of the pollution exclusion was limited by a clause overriding the pollution exclusion if the discharge, dispersal, release or escape was sudden or accidental. Today, total pollution exclusions, such as the one at issue here, do not contain the \"sudden or accidental\" qualification.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">973</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">560</span></span> (1996)</b></center>\n<center><h1>PENNSYLVANIA NATIONAL MUTUAL CASUALTY INSURANCE COMPANY, Plaintiff,<br>\nv.<br>\nTRIANGLE PAVING, INC., Defendant.</h1></center>\n<center>No. 5:95-CV-892-BR(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 30, 1996.</center>\n<p><span class=\"star-pagination\">*561</span> Walter Brock, Jr., Young, Moore, Henderson &amp; Alvis, Raleigh, NC, for plaintiff.</p>\n<p>Jay M. Wilkerson, Bugg &amp; Wolf, Durham, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on cross-motions for summary judgment.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>Plaintiff seeks a declaratory judgment that it is not obligated to defend or indemnify defendant for claims arising out of defendant's alleged involvement in off-site sediment contamination.</p>\n<p>Beginning in 1994, defendant, a construction company providing site preparation and grading services, purchased commercial insurance policies from plaintiff. Two policies are at issue in this particular case: a commercial general liability policy and a commercial umbrella liability policy. Both policies contain provisions excluding coverage for pollution-related claims. Specifically, the total pollution exclusion as set forth in the commercial general liability policy denies coverage</p>\n<blockquote>for \"bodily injury\" or \"property damage\" which would not have occurred in whole or part but for the actual, alleged or threatened discharge, dispersal, seepage, migration, release or escape of pollutants at any time.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>Pollutants means any solid, liquid, gaseous, or thermal irritant or contaminant including smoke, vapor, soot, fumes, alkalis, chemicals and waste. Waste includes material to be recycled, reconditioned or reclaimed.</blockquote>\n<p><span class=\"star-pagination\">*562</span> (Compl. ¶ 21, Ex. D.) The umbrella policy contains similar language.</p>\n<p>During the coverage period, defendant contracted with EMJ Corporation (\"EMJ\") to perform site work for the construction of a shopping center development in Henderson, North Carolina. In preparation, CBL/GP, Inc. (\"CBL\"), the developer of the project, submitted the required erosion control plans to the City of Henderson's Engineering Department. The plans were approved. Subsequently, defendant launched the initial steps of development.</p>\n<p>Despite precautions taken by defendant, sediment dislodged by the construction activity escaped the construction site and contaminated downstream water located on private property. After investigation, the City issued two notices of violation and warned CBL to correct the problem. The owners of the water sources contaminated by the sedimentation similarly complained to CBL. EMJ and CBL settled the claims of these property owners. Thereafter, EMJ and CBL filed suit against defendant demanding reimbursement for the settlement payments and related expenses.</p>\n<p>Defendant then directed plaintiff to defend and indemnify defendant against the claim pursuant to the insurance coverage. Plaintiff now brings this action for a declaratory judgment to establish that coverage is not required under the policies because the underlying activity falls within the pollution exclusion.</p>\n<p></p>\n<h2>II. <i>Standard</i>\n</h2>\n<p>Pursuant to Federal Rule of Civil Procedure 56(c), summary judgment is appropriate where there are no genuine issues as to any material facts and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c). The Fourth Circuit has articulated the summary judgment standard as follows:</p>\n<blockquote>A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). In considering a motion for summary judgment, the court is required to view the facts and draw reasonable inferences in a light most favorable to the nonmoving party. <i>Id.</i> at 255, 106 S.Ct. at 2514. The plaintiff is entitled to have the credibility of all his evidence presumed. <i>Miller v. Leathers,</i> <span class=\"citation\" data-id=\"547612\"><a href=\"/opinion/547612/nathan-miller-v-emery-leathers-officer-and-north-carolina-prisoner-legal/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span>, 1087 (4th Cir.1990), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1109</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1018</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1100</span></span> (1991). The party seeking summary judgment has the initial burden to show absence of evidence to support the nonmoving party's case. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2554, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The opposing party must demonstrate that a triable issue of fact exists; he may not rest on mere allegations or denials. <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i>\n</blockquote>\n<p><i>Patterson v. McLean Credit Union,</i> <span class=\"citation\" data-id=\"681609\"><a href=\"/opinion/681609/66-fair-emplpraccas-bna-360-65-empl-prac-dec-p-43371-brenda/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">515</span></a></span>, 518 (4th Cir.1994) (quoting <i>Shaw v. Stroud,</i> <span class=\"citation\" data-id=\"660200\"><a href=\"/opinion/660200/deborah-shaw-administratrix-of-the-estate-of-sidney-bowen-deceased-nancy/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span>, 798 (4th Cir.1994), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">813</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">67</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></span> (1994), <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">68</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></span> (1994)).</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p>As this court exercises jurisdiction pursuant to the diversity statute, 28 U.S.C. § 1332 (1993), the substantive law of North Carolina controls. <i>Erie R.R. v. Tompkins,</i> <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1188</span></span> (1938). Therefore, as both parties apparently concede, North Carolina choice-of-law rules dictate that the insurance policies must be interpreted within the framework of North Carolina law.</p>\n<p>Because this controversy presents a case of first impression in the state, the court will attempt to best predict how the North Carolina Supreme Court would resolve the issue. <i>See </i><i>Roe v. Doe,</i> <span class=\"citation\" data-id=\"673434\"><a href=\"/opinion/673434/jane-roe-v-jane-doe-john-doe/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">404</span></a></span>, 406 (4th Cir. 1994); <i>Reed v. Tiffin Motor Homes, Inc.,</i> <span class=\"citation\" data-id=\"413268\"><a href=\"/opinion/413268/christopher-j-reed-john-christopher-reed-dorothy-reed-v-tiffin-motor/\"><span class=\"volume\">697</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1192</span></a></span>, 1195 (4th Cir.1982). Notably, both parties agree that there are no genuine issues of material fact and, thus, summary judgment is appropriate. <i>See </i><i>Parker v. State Capital Life Ins. Co.,</i> <span class=\"citation\" data-id=\"1206496\"><a href=\"/opinion/1206496/parker-v-state-capital-life-insurance-company/\"><span class=\"volume\">259</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">115</span></a></span>, <span class=\"citation\" data-id=\"1206496\"><a href=\"/opinion/1206496/parker-v-state-capital-life-insurance-company/\"><span class=\"volume\">130</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">36</span></a></span> (1963) (commenting that the task of construing a term contained in an insurance policy is solely a question of law).</p>\n<p><span class=\"star-pagination\">*563</span> The outcome of this dispute rests on the scope and clarity of the term \"pollutants\" as used in the insurance policies. Plaintiff contends that the pollution exclusion, as delineated by the term pollutants, is unambiguous and clearly encompasses sedimentation contamination. Defendant, on the other hand, argues that the exclusion is facially ambiguous and does not extend to the mere dislocation of soil and other natural particles.</p>\n<p>When interpreting a provision of an insurance contract, North Carolina law instructs that any doubts regarding the breadth of coverage must reconciled in favor of the insured. <i>Waste Mgmt. of Carolinas, Inc. v. Peerless Ins. Co.,</i> <span class=\"citation\" data-id=\"1237648\"><a href=\"/opinion/1237648/waste-management-v-peerless-ins-co/\"><span class=\"volume\">315</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">688</span></a></span>, <span class=\"citation\" data-id=\"1237648\"><a href=\"/opinion/1237648/waste-management-v-peerless-ins-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">374</span></a></span>, 378 (1986). Particularly, \"[a]mbiguities in insurance policies are to be strictly construed against the drafter, the insurance company, and in favor of the insured and coverage since the insurance company prepared the policy and chose the language.\" <i>West Am. Ins. Co. v. Tufco Flooring East, Inc.,</i> 104 N.C.App. 312, <span class=\"citation\" data-id=\"1409353\"><a href=\"/opinion/1409353/west-american-insurance-co-v-tufco-flooring-east-inc/\"><span class=\"volume\">409</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">692</span></a></span>, 697 (1991), <i>review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">332</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">479</span></span>, <span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">826</span></span> (1992). The North Carolina Supreme Court has further clarified:</p>\n<blockquote>No ambiguity ... exists unless, in the opinion of the court, the language of the policy is fairly and reasonably susceptible to either of the constructions for which the parties contend. If it is not, the court must enforce the contract as the parties have made it and may not, under the guise of interpreting an ambiguous provision, remake the contract and impose liability upon the company which it did not assume and for which the policyholder did not pay.</blockquote>\n<p><i>Peerless,</i> 340 S.E.2d at 379 (citation omitted). Any disputed provision \"should be construed as a reasonable person in the position of the insured would have understood it to mean.\" <i>Id.</i></p>\n<p>Guided by these principles, the court turns to a review of the policy language and the events leading to the claims of coverage. Plaintiff maintains that the inclusion of the explanatory term \"solid ... contaminant\" in the definition of pollutant encompasses the act of sedimentation. As defined in N.C.Gen. Stat. § 113A-52(10) (1995), sediment means \"solid particulate matter, both mineral and organic, that has been or is being transported by water, air, gravity, or ice from its site of origin.\" When sediment is released by construction operations and settles in ponds, lakes, streams, and other water sources, the resulting change can damage wildlife and fish habitats and cause other environmental complications. (Nevils Aff. ¶ 9) (Chief of the Land Quality Section of the Department of Environment, Health, and Natural Resources (\"NCDEHNR\")). In this case, the property owners complained that the sedimentation produced a deterioration of water quality and impaired the use of surrounding property. Accordingly, plaintiff asserts that sedimentation contamination falls squarely within the plain language of the pollution exclusion.</p>\n<p>In response, defendant maintains that the definition of pollutant does not consist of any language indicating that sedimentation qualifies. Instead, defendant claims that the enumerated list in the definition serves to limit pollutants to the specified examples. Thus, defendant would have the court restrict the definition to \"smoke, vapor, soot, fumes, acid, alkalis, chemicals or waste\" and possibly other related industrial or man-made materials.</p>\n<p>However, defendant disregards the controlling term that precedes the list of examples. The definition clearly states that pollutants shall consist of \"any solid, liquid, gaseous, or thermal irritant or contaminant <i>including</i> smoke, vapor, soot, fumes, acid, alkalis, chemicals and waste.\" (emphasis added). In context, the term \"including\" clearly signifies that the ensuing list is not one of limitation.</p>\n<p>Recognizing that sedimentation is not excluded as a type of pollutant based on the enumerated examples, the issue becomes whether a reasonable person in the position of defendant would understand the pollution exclusion to encompass sedimentation contamination as a solid contaminant.</p>\n<p>Although North Carolina courts have not specifically addressed this matter, the North Carolina Legislature has commented extensively on the subject of sedimentation. In fact, the Legislature enacted the Sedimentation Pollution Control Act of 1973 to better deal with and highlight the detrimental impact <span class=\"star-pagination\">*564</span> of sedimentation. N.C.Gen.Stat. §§ 113A-50 to -66 (1995). Erasing any doubt regarding the seriousness of the issue, the Legislature introduced the Act with unmistakable clarity about its intent:</p>\n<blockquote>The sedimentation of streams, lakes and other waters of this State constitutes a major pollution problem.... The continued development of this State will result in an intensification of pollution through sedimentation unless timely and appropriate action is taken. Control of erosion and sedimentation is vital to the public interest and necessary to the public health and welfare.... It is the purpose of this Act to provide for the creation, administration, and enforcement of a program and for the adoption of minimal mandatory standards which will permit development of this State to continue with the least detrimental effects from pollution by sedimentation. ...</blockquote>\n<p><i>Id.</i> § 113A-51. Notably, the Act is not merely an enabling statute for the creation of regulatory oversight but also expressly authorizes a private cause of action against violators of the Act. <i>Id.</i> § 113A-66.</p>\n<p>Pursuant to the Act, both the NCDEHNR and many local governments have promulgated thorough regulations aimed at sedimentation prevention. <i>See</i> N.C.Admin.Code tit. 15A, Ch. 4 (Oct. 1995); Henderson City Code, Ch. 23A (Feb. 1991). Without engaging in a lengthy discourse about the control measures, it is sufficient to note that these regulations require the approval and/or compliance with erosion control plans in order for construction activities to proceed. <i>Id.</i> These plans are specifically designed to impose standards for sedimentation pollution control. <i>Id.</i></p>\n<p>In addition to the existence of the statutory scheme, plaintiff has also offered considerable documentation revealing that sedimentation is regarded by many as \"the number one pollutant by volume of lakes and streams in the United States and in the state of North Carolina.\" (Nevils Aff. ¶ 6); <i>see also</i> Pamphlet entitled <i>Three Reasons Why You Should Control Erosion on Your Construction Site,</i> NCDEHNR, Division of Land Resources (reciting identical language). Overall, the exhaustive legislation treating sedimentation as environmentally dangerous offers compelling evidence that sedimentation is commonly understood to be a solid contaminant and, thus, a pollutant.</p>\n<p>In the face of such clear interpretive guidelines, defendant responds with a barrage of arguments aimed at deflating or circumventing plaintiff's evidence. First, defendants imply that a layperson would not equate the dislocation of natural materials such as dirt with, an act of pollution. Nonetheless, irrespective of the opinion of a lay-person, the proper test centers on the reasonable perception of a person in the position of the insured. Defendant, an established grading and paving company, necessarily operates within the statutes and regulations established by the state. Based on the existence of the Sedimentation Pollution Control Act, reasonable persons conducting business in defendant's profession should recognize that sedimentation is considered a pollutant. The mere fact that the submission of an erosion control plan is required before construction can begin lends credence to this notion. Beyond its own subjective beliefs, defendant has not offered any evidence to the contrary.</p>\n<p>Moreover, defendant has acknowledged that, during its work on the Henderson shopping center project, it collaborated with the City of Henderson to improve sedimentation control measures and prevent further contamination. For example, during the early stages of construction at the Henderson site, defendant assembled temporary basins for the purpose of containing dislodged sediment to prevent off-site runoff. As defendant is continually forced to comply with sedimentation control standards and to work to develop better prevention methods, it cannot now profess ignorance about the treatment of sedimentation as a pollutant.</p>\n<p>Defendant also contends that all references to statutory material or local government ordinances are unrelated to the scope of the term pollutant. Claiming that such regulations have no bearing on the insurance policy, defendant would have the court discount all inferences emerging from the legislative comment. However, this assertion <span class=\"star-pagination\">*565</span> misses the point. Again, the standard in this case is how a reasonable person in the position of the insured would interpret the contract. The court does not interpret policy provisions in a vacuum but, instead, must give the common meaning to disputed terms. A review of the extensive state and local commentary on the topic helps to supply the common meaning or understanding.</p>\n<p>In this case, the statutory scheme offers uncontroverted evidence of how sedimentation is perceived and treated in the very profession in which defendant is engaged. <i>See </i><i>Guilford Indus. Inc. v. Liberty Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"2134336\"><a href=\"/opinion/2134336/guilford-industries-inc-v-liberty-mut-ins-co/\"><span class=\"volume\">688</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">792</span></a></span>, 794 (D.Me.1988) (relying on Maine's environmental protection statutes for \"an excellent source of information concerning what constitutes a pollutant\"), <i>aff'd without opinion,</i> <span class=\"citation no-link\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">853</span></span> (1st Cir. 1989). Although a review of the sedimentation control provisions is not dispositive, the collection of government regulations provides significant insight into the scope of the pollutant definition.</p>\n<p>Defendant next attempts to counter plaintiff's evidence by submitting that it did not consider normal jobsite runoff to be a pollutant. Specifically, defendant advances the testimony of its Vice President and Chief Executive Officer, Adrian D. Bailey, Jr., (\"Bailey\") to support the proposition that an ambiguity exists. Bailey claimed that he does not regard ordinary sediment runoff to qualify as a pollutant. (Bailey Dep. pp. 19-26.) Therefore, because Bailey ostensibly did not think that it was a pollutant, defendant claims that the definition of pollutant is ambiguous.</p>\n<p>This argument is tautological and defies common logic. If defendant's reasoning was adopted, an insured could always create an ambiguity by claiming that it did not interpret an exclusion to apply to its particular conduct. Ambiguities cannot be manufactured so easily. Remarkably, Bailey also commented that, in his opinion, sedimentation causes minimal damage \"except a little discoloration for a few days.\" (<i>Id.</i>) Clearly, the North Carolina Legislature believes otherwise. When asked about the public policy of North Carolina and the strong language in the sedimentation statute, Bailey responded that he was aware of the Legislature's intention but did not \"think they could ever enforce what they put together.\" (<i>Id.</i> at 26.) Consequently, although defendant's opinion is factored into the analysis, it is not controlling and, in this case, appears to be contrary to the reasonable person standard.</p>\n<p>Defendant also argues that established case law compels the conclusion that the term pollutant does not extend beyond industrial or man-made contaminants. In support, defendant relies predominantly on <i>Molton, Allen and Williams, Inc. v. St. Paul Fire and Marine Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">95</span></span> (Ala.1977), as the controlling authority. In <i>Molton,</i> the Alabama Supreme Court held that damage caused by sand and mud dislodged during real estate development did not fall within the pollution exclusion. Noting that reasonable persons would not likely construe the pollution exclusion so broadly, the court surmised that the exclusion was intended to exclude coverage for pollution caused by \"industry-related activities.\" <i>Id.</i> at 99. However, the court did comment that the opinion \"should not be understood as holding that sand or mud could never be an irritant.\" <i>Id.</i> at 100. Thus, contrary to defendant's contention, <i>Molton</i> does not offer a steadfast and absolute rule. Additionally, the <i>Molton</i> court was apparently not confronted with legislative guidance and was interpreting the older version of the pollution exclusion. In any case, the holding of an Alabama court, although relevant in reasoning, does not control in North Carolina.<sup>[1]</sup></p>\n<p>Defendant's assertion that the pollution exclusion only encompasses industrial-related contamination is further deflated by the only relevant North Carolina Supreme Court case discussing the pollution exclusion. <i>Peerless,</i> 340 S.E.2d at 379-82. Although much of the opinion explores the relationship between the term \"occurrence\" in the general coverage <span class=\"star-pagination\">*566</span> provision and the pollution exclusion's \"sudden and accidental\" language,<sup>[2]</sup> the opinion offers valuable insight regarding the underlying focus of the pollution exclusion. The court explained that the central analysis must be directed to the nature of the damage and whether it pollutes or contaminates as opposed to the nature of its release. <i>Id.</i> at 380-81. Significantly, in a footnote, the court expressed its belief that many other state courts, including the Alabama Supreme Court in <i>Molton,</i> had been led \"astray\" and misapplied the pollution exclusion. <i>Id.,</i> 340 S.E.2d at 381 n. 4. Although this reference was issued in the context of interpreting the \"sudden and accidental\" language, the inference arises that the North Carolina Supreme Court did not agree with or, at the very least, did not adopt the limited definition of pollution exclusion espoused by the Alabama Supreme Court.</p>\n<p>Even beyond the definition of pollutant, defendant claims that allowing plaintiff to escape coverage for this incident would contravene the very essence of the policy. Defendant argues that to hold sedimentation damages exempt from liability would make the policy virtually meaningless. This is simply not the case. Unlike a situation where the policy is crafted to spread the risk of a specific concern, the policies purchased by defendant covered a laundry list of general damages. <i>Cf. </i><i>Bentz v. Mutual Fire, Marine &amp; Inland Ins. Co.,</i> 83 Md.App. 524, <span class=\"citation\" data-id=\"1898392\"><a href=\"/opinion/1898392/bentz-v-mutual-fire/\"><span class=\"volume\">575</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">795</span></a></span> (1990) (overriding the pollution exclusion where the policy was not a comprehensive general policy but was purchased specifically to cover hazards such as pest control).</p>\n<p>Defendant further relies on <i>West Am. Ins. Co. v. Tufco Flooring East, Inc.,</i> 409 S.E.2d at 697-98, for the proposition that, when claims arise out of an insured's \"central business activity,\" the pollution exclusion cannot operate to deny coverage. Yet, defendant's situation is easily distinguishable from the ruling in <i>Tufco.</i> In <i>Tufco,</i> the court noted that the insured's business, installing industrial flooring, necessarily entailed the application of a chemical coating and that the insurer knew about this facet of the business. In comparison, it was not the normal or intended procedure for defendant, in the case at hand, to create and disperse sediment. Whereas the pollutant in <i>Tufco</i> was central to the floor resurfacing and was intentionally applied in order to complete the job, sedimentation was a mere byproduct of defendant's operations at the Henderson construction site.</p>\n<p>In addition, the <i>Tufco</i> court emphasized that Tufco was specifically employed to use the cleaning substance and, thus, the material was not \"objectionable and unwanted.\" <i>Id.,</i> 409 S.E.2d at 698. In contrast, the sedimentation at issue here was clearly undesirable and objectionable. Finally, and most importantly, the <i>Tufco</i> opinion clearly articulates that a reasonable person in the position of Tufco would have understood the claims to be covered. As discussed above, defendant cannot satisfy this reasonable person test in light of the existing statutory and regulatory schemes.</p>\n<p>Lastly, defendant insists that the damage from the alleged sedimentation was minimal. Defendant cites evidence that some sedimentation already existed in the ponds and that the impact of its operations was negligible. Moreover, defendant has provided affidavits and other testimony regarding the considerable precautions it took to prevent and remedy any possible sedimentation contamination. While these contentions may well be true, they do not influence this particular dispute. Obviously, such evidence will be relevant in the controversy involving CBL and EMJ. However, when determining an insurer's duty to defend, the extent of damage caused is not pertinent. When the underlying activity falls within a coverage exclusion, an insurer is released from any obligation to defend or reimburse regardless of the magnitude of the alleged transgression.</p>\n<p>In a case such as this, where an insurer seeks to trigger a coverage exemption with <span class=\"star-pagination\">*567</span> respect to a matter of first impression, the court is cautious of relieving the insurer of duties for which the insured may have already paid. Notwithstanding, the particular facts giving rise to this dispute persuade that, even under close scrutiny, the pollution exclusion is applicable. The plain language of the policy in conjunction with the regulatory backdrop compels a finding for plaintiff. Defendant has failed to offer any concrete evidence rebutting plaintiff's representations about the common categorization of sedimentation. Without contrary evidence, when the North Carolina Legislature has spoken with such unequivocal clarity, the court must follow its guidance. Because no genuine issue of material fact exists, summary judgment is appropriate.</p>\n<p></p>\n<h2>IV. <i>Conclusion</i>\n</h2>\n<p>Based on the above discussion, plaintiff's motion for summary judgment is GRANTED and defendant's motion for summary judgment is DENIED. It is therefore ORDERED that the term \"pollutant\" as it is used in plaintiff's insurance policies includes sedimentation and, thus, plaintiff is under no obligation to defend or indemnify defendant for claims arising from sedimentation caused during the Henderson Square project.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendant also argues that plaintiff's use of virtually the same pollution exclusion as interpreted in the <i>Molton</i> case 19 years ago indicates that plaintiff either implicitly or explicitly accepts the limitation imposed by that court. This argument is patently without merit and is disregarded.</p>\n<p>[2]  The old version of the pollution exclusion was limited by a clause overriding the pollution exclusion if the discharge, dispersal, release or escape was sudden or accidental. Today, total pollution exclusions, such as the one at issue here, do not contain the \"sudden or accidental\" qualification.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/413268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1206496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1409353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1898392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2134336/"
  ]
}