{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1609959/",
  "absolute_url": "/opinion/1609959/mccauley-v-city-of-jacksonville-nc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1609959/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:55:35.039616Z",
  "date_modified": "2016-04-26T23:51:01.091929Z",
  "type": "010combined",
  "sha1": "e2cdc98c222fe24cfa385286aac22bdf5ff87b36",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>739 F.Supp. 278 (1989)</b></center>\n<center><h1>Stanley McCAULEY, Plaintiff,<br>\nv.<br>\nCITY OF JACKSONVILLE, NORTH CAROLINA, et al., Defendants.</h1></center>\n<center>No. 85-153-CIV-4.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>June 2, 1989.</center>\n<p><span class=\"star-pagination\">*279</span> Charles S. Lanier and Gordon E. Robinson, Jr., Lanier &amp; Fountain, Jacksonville, N.C., for plaintiff.</p>\n<p>Rudolph A. Ashton, III, Sumrell, Sugg, Carmichael &amp; Ashton, New Bern, N.C., and Anthony H. Brett and Allan R. Gitter, Womble, Carlyle, Sandridge &amp; Rice, Winston-Salem, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This case is before the court on the parties' cross-motions for summary judgment. The court previously dismissed plaintiff's complaint for failure to state a claim. That decision was reversed on appeal to the Fourth Circuit, which remanded the case for further proceedings. 829 F.2d 36. For the reasons stated herein, defendants' motion for summary judgment is granted and plaintiff's motion for summary judgment is denied.</p>\n<p></p>\n<h2>I. UNDISPUTED FACTS</h2>\n<p>The court has before it the depositions of defendants Caldwell, Mann and McCrorie, the affidavit and deposition of plaintiff McCauley, and the affidavit of John W. Parker. The court finds the following undisputed facts on the basis of these documents and the allegations in the complaint which defendants have admitted:</p>\n<p>The City of Jacksonville issued McCauley a building permit for construction of a 37-unit apartment complex on his property in the Mill Creek Basin of Jacksonville. At that time the property was zoned RA-6, a classification which permitted both single and multi-family construction.</p>\n<p>Sewage overflow problems had been occurring in the Mill Creek Basin area of Jacksonvillethe location of plaintiff's propertyduring periods of heavy or extended rainfall since the early 1980's. Caldwell Dep. at 41.</p>\n<blockquote>[T]he sewage volume was such that the collection system just could not handle it. And so we were getting overflows at that manhole, at Indian Drive and Gary Court. And it was spilling onto the street, and we were getting grease, and toilet paper, and feces, and rags and whatever on the pavement in that area. It then went down behind the Cardinal Village Apartments, and there was an area there that overflowed onto the ground behind the Cardinal Village Apartments. It flowed on down then along Henderson Drive and the Northwoods Recreation Center. It would overflow back into the Northwoods Recreation Center, and there was a line back of that that overflowed, and it overflowed onto the grounds in behind that recreation center. And, of course, there was a school next door, and we were concerned  or there was some concern about the school kids come over and playing, and we would have sewage all over the ground back there. And then it overflowed further downstream in that samethis is the same system that's coming on downstream, down in the neighborhood of the fire station on Barnes Street, near Jarman, and the water would just  the sewage would just squirt up out of the manholes. And we had essentially the same situation over on River Street, in that any time both pumps came on in the Onslow Mall, or in the Onslow Mall pumping station, that the sewer manhole on River Street would start overflowing. And the customers there, because the line was running completely fullit really wasn't a health hazard, per se, I guess. But the people could not flush their commodes, or they had difficulty flushing their commodes, because the line was full and it really didn't have anywhere to go. It did not come back into their house, but it was, I guess at the least, an inconvenience for them.</blockquote>\n<p>McCrorie Dep. at 12-13. As a result of fish kills from the sewer overflows, the <span class=\"star-pagination\">*280</span> North Carolina Department of Environmental Management issued a notice of violation to the City for discharging waste without a permit. <i>Id.</i> at 14. The City was required to take necessary action to prevent further overflows and to monitor Mill Creek three times a week. <i>Id.</i> at 16. An engineering study was conducted of the Mill Creek Basin to determine potential solutions. <i>Id.</i> at 19. The possibility of a moratorium on sewer connections was discussed among the public utilities staff considerably before April 1985, when McCauley's building permit was issued. <i>Id.</i> at 19. The staff outlined options to the Water and Sewer Advisory Board, which made recommendations to the City Council. <i>Id.</i> at 20-21. One of the recommendations was a moratorium on new sewer service. <i>Id.</i> at 21. The City gave the sewage problem a high priority status and contracted to build a larger sewage line and new pumping stations.<sup>[1]</sup><i>Id.</i> at 17.</p>\n<p>On May 21, 1985, the City Council issued a moratorium on future building permits until its next meeting on June 4. At that meeting the Council continued the moratorium through July 16 and decided that no new sewer connections would be permitted in the Mill Creek Basin. The moratorium contained an exception for building permits issued prior to May 21, 1985.</p>\n<p>On June 20 the Chief City Inspector issued a stop order on McCauley's project upon the instruction of defendant James Caldwell, the Acting City Manager. Caldwell had discussed with defendant A.F. McCrorie, the City's Utility Director, the availability of sewer service for McCauley's project. McCrorie advised him that it could not be properly served without extending the sewer main. McCrorie Dep. at 32. No city sewer system can be extended without approval of the North Carolina Division of Environmental Management. Caldwell Dep. at 42. Since the state was aware that the sewer lines which would serve McCauley's project were already at capacity for peak flows, <i>id.</i> at 41, approval could not have been obtained for any extension of the sewer main. <i>Id.</i> at 3, 26, 32, 35, 42-43. In a letter to McCauley dated June 25, 1985, five days after the stop order, Caldwell stated in part:</p>\n<blockquote>The City's past practice and policy is to require the extension of at least an 8\" sewer line within a project of this size. As you know, the City Council has placed in effect a moratorium on all extensions of sanitary sewer mains in the Mill Creek basin; therefore I have no choice but to deny application for the 6\" sewer connection to service this project.</blockquote>\n<p>Pl. Exhibit 5. The day after receiving this letter, McCauley's attorney notified Caldwell that he had already spent a substantial amount of money in reliance on the building permit. McCauley Aff., ¶ 7. McCauley's request to have the matter placed on the agenda for the next City Council meeting was denied. <i>Id.</i></p>\n<p>On July 9, 1985 the City Council replaced the June 4 moratorium policy with an official \"Policy for Limiting Sewer Service in the Mill Creek Sewer Basin,\" which incorporated the recommendations of the Water and Sewer Advisory Board (McCrorie Dep. at 23, 26):</p>\n<blockquote>The following policy and moratorium is adopted by the City Council in view of the limited capacity of the sewer collector lines as evidenced by City records of overflows during heavy wet weather periods; and in view of the N.C. Division of Environmental Management's notification of State-imposed restrictions. Consequently, the purpose of this policy is to allocate the limited remaining sewer capacity by rationing service until such time as the Mill Creek Interceptor is constructed. It is the intent of the City of Jacksonville to restrict development to single family residential along existing sewer lines and to honor contractual obligations for sewer service, existing on May 21, 1985, when the City Council initially adopted a moratorium. The City has been advised by the Director that the State Environmental Management Commission will issue a \"Special Order by <span class=\"star-pagination\">*281</span> Consent\" restricting sewer extensions and connections in the Mill Creek Basin pursuant to N.C. General Statutes 143-215.67.</blockquote>\n<blockquote>The policy and moratorium contains the following provisions:</blockquote>\n<blockquote>I. <i>Sewer Main Extensions</i>\n</blockquote>\n<blockquote>There shall be no extensions of mains connecting to the City sewer system within designated portions of the Mill Creek Basin to serve new development.</blockquote>\n<blockquote>II. <i>Sewer Connections</i>\n</blockquote>\n<blockquote>There shall be no additional connections to the City public sewer system within the designated portions of the Mill Creek sewer basin except where a proper connection can be made:</blockquote>\n<blockquote>A. to an existing sewer main which is contiguous to a lot of record as of May 21, 1985 and such lot is to be developed for single-family, detached occupancy or the equivalent commercial occupancy, not requiring more than a four inch (4\") tap; or</blockquote>\n<blockquote>B. where a general subdivision plan has been approved by the City Council and the sewer mains have been installed or were under construction on May 21, 1985, and were approved for service to single-family residential lot development.</blockquote>\n<p>Pl. Exhibit 1.</p>\n<p>The North Carolina Department of Insurance refused McCauley's July 15 appeal of the stop order on the ground that it had jurisdiction only over stop orders issued for alleged violations of the state building code. On September 3, 1985 the City Council redefined the RA-6 zoning classification to exclude multi-family units. This change would not prevent McCauley's project from going forward as a non-conforming use once sewer service becomes available. Mann Dep. at 41, 45. However, McCauley states that he cannot obtain financing for a non-conforming use, and therefore \"the combined actions of the City have effectively destroyed my possibility of constructing the project as planned.\" McCauley Aff., ¶ 12.</p>\n<p></p>\n<h2>II. CLAIMS FOR RELIEF</h2>\n<p>The Fourth Circuit summarized McCauley's claims for relief as follows:</p>\n<blockquote>... McCauley's complaint alleged that his planned apartment complex would have supplied low-income housing in Jacksonville and would have been racially integrated, alleviating in part the racial segregation of housing in the city. He alleged that the actions of city officials in imposing the stop order, denying the sewer connections, and rezoning had both the purpose and the effect of denying housing opportunities on the basis of race. He also alleged that the city's actions were \"arbitrary, capricious, irrational, pretextual, premised upon trivial reasons, and were not necessary to serve any legitimate or compelling governmental interest.\" He claimed that these actions violated the fifth and fourteenth amendments, the Fair Housing Act, 42 U.S.C. §§ 3604, 3608, and 3617, and the Civil Rights Acts of 1866 and 1871, 42 U.S.C. §§ 1981, 1982, and 1983. He also asserted state pendent claims for breach of contract, interference with contractual relations, and negligence.</blockquote>\n<p><i>McCauley v. City of Jacksonville</i> [829 F.2d 36 (table) ] (4th Cir.1987).</p>\n<p></p>\n<h2>A. <i>Racial Discrimination Claims</i><sup>[2]</sup></h2>\n<p>A prima facie case of racial discrimination under Title VIII (the Fair Housing Act) is established by showing either (1) that the act or practice complained of was racially motivated or (2) that it has a racially discriminatory impact. <i>Betsey v. Turtle Creek Associates,</i> 736 F.2d 983, 986 (4th Cir.1984).</p>\n<p></p>\n<h2>(1) Racial Motivation</h2>\n<p>In support of a showing of racially discriminatory intent, McCauley states in his affidavit that he provides housing to <span class=\"star-pagination\">*282</span> minorities through other projects and that \"I believe that this had some influence on the pattern of actions which the City took in regard to my planned apartment project; in fact, I have been informed that Councilman Grady stated that he didn't like `my kind of construction.'\" McCauley Aff., ¶ 13. Viewed in the light most favorable to McCauley, one can infer from this hearsay testimony, unobjected to by defendants, that Councilman Grady more likely than not opposed the project for racial reasons. However, it does not follow that one can also infer that the actions of the City Council were racially motivated. As the Supreme Court has noted: \"Inquiries into congressional motives or purposes are a hazardous matter.... What motivates one legislator to make a speech about a statute is not necessarily what motivates scores of others to enact it, and the stakes are sufficiently high to eschew guesswork.\" <i>United States v. O'Brien,</i> 391 U.S. 367, 383-84, 88 S.Ct. 1673, 1682-83, 20 L.Ed.2d 672 (1967). Eschewing guesswork here, the court finds that McCauley has failed to establish a prima facie case of discriminatory intent.</p>\n<p>Even if the court found otherwise, defendants would still be entitled to summary judgment on this claim, since they may overcome a prima facie showing of discriminatory intent by articulating some \"legitimate, non-discriminatory reason for the challenged practice.\" <i>Betsey,</i> 736 F.2d at 988 (quoting <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 802, 93 S.Ct. 1817, 1824, 36 L.Ed.2d 668 (1973)). The City Council's stated purpose of \"allocat[ing] the limited remaining sewer capacity by rationing service\" constitutes a legitimate, non-discriminatory reason for preventing further multi-family development in the Mill Creek Basin via the sewer moratorium policy and changes in permitted use.</p>\n<p></p>\n<h2>(2) Racial Impact</h2>\n<p>McCauley also argues that \"[w]hether the City of Jacksonville intended explicitly to prevent housing opportunities for minorities, the City's actions which, in combination, have prevented the construction of my project, have had the effect of denying housing opportunities to moderate to low-income families, including a higher percentage of minority families, which I had anticipated having as tenants.\" McCauley Aff., ¶ 13. McCauley expected to rent his units for $345 a month plus utilities, or $245 a month plus utilities if the North Carolina Housing Finance Agency granted his application for a loan subsidy. McCauley Dep. at 28. He intended to build the complex with or without the subsidy. <i>Id.</i> at 34. If he received the subsidy, then he would have been required to rent 80 percent of the units to \"moderate to low-income\" families, defined as anyone with an income up to $31,500. <i>Id.</i> at 28, 51-52. He admitted that this would include most of the people in Jacksonville. <i>Id.</i> at 52, 65. In fact, he stated that \"[j]ust about anybody around here ... wouldn't have any problem qualifying to rent one of them.\" <i>Id.</i> at 56.</p>\n<p>The undisputed evidence thus reveals that most of the local population, black and white, would have qualified to rent the 80 percent of the units limited to low and medium-income families under the subsidy restriction, assuming McCauley would have received the subsidy to begin with. There is no evidence in the record from which one could infer that a significantly higher percentage of these families would have been black. The court therefore finds that McCauley has failed to establish a prima facie case of disparate racial impact. Again, defendants would be entitled to summary judgment even if the court found otherwise, since they are able to prove a business necessity sufficiently compelling to justify the challenged practice. <i>See </i><i>Betsey,</i> 736 F.2d at 988.</p>\n<p></p>\n<h2>B. <i>Due Process Claims</i>\n</h2>\n<p>McCauley claims that the defendants' actions in suspending his building permit and denying sewer service deprived him of procedural and substantive due process. Before considering these claims on the merits, it must initially be determined whether state law afforded McCauley a protectable property interest in the permit sufficient to trigger federal due process guarantees. <i>Scott v. Greenville County,</i> <span class=\"star-pagination\">*283</span> 716 F.2d 1409, 1418 (4th Cir.1983). The rule in North Carolina is that the issuance of a building permit creates a vested right to build where the permittee, acting in good faith, has made substantial expenditures in reliance upon the permit at a time when they did not violate declared public policy. <i>Keiger v. Board of Adjustment,</i> 281 N.C. 715, 719, 190 S.E.2d 175 (1972). The undisputed evidence shows that McCauley did make substantial expenditures in good faith reliance upon his permit before the stop order was issued. He therefore held a cognizable property interest to which federal due process protection extended.</p>\n<p></p>\n<h2>(1) Procedural Due Process</h2>\n<p>McCauley contends that he \"was denied procedural due process when his building permit was suspended by Defendants' stop order without an opportunity for a hearing for Plaintiff to contest the suspension and subsequent denial of his application for sewer connections.\" He maintains that his only redress was to the Jacksonville City Council, since the Department of Insurance refused his appeal. In response to defendants' assertion that he could have sought review from the Board of Adjustment, McCauley argues that the Board only has jurisdiction over zoning matters. However, the Board is specifically authorized \"[t]o hear and decide appeals where it is alleged that there is error in any order, requirement, decision, or determination made by the building inspector.\" Jacksonville City Code § 25.24(C)(1). The stop order on McCauley's project was issued by R.L. Davis, the Chief City Inspector, and therefore subject to the Board's power of review as set forth in this provision.<sup>[3]</sup> Although McCauley states that he was told by the city staff that the Board of Adjustment was not the proper body to appeal to, McCauley Aff., ¶ 10, this hearsay does not create a disputed issue of material fact, since the extent of the Board's jurisdiction is a matter of law. It is entirely possible that the Board, for whatever reason, may have declined to hear McCauley's appeal, in which case his due process claim would have much greater weight. However, McCauley did not attempt to utilize this avenue of review, and therefore the court finds that he was not denied procedural due process.<sup>[4]</sup></p>\n<p></p>\n<h2>(2) Substantive Due Process and Equal Protection<sup>[5]</sup></h2>\n<p>McCauley also contends that \"Defendants' actions in denying sewer service to his planned apartment project were arbitrary, capricious, irrational, premised upon trivial reasons and not necessary to serve any legitimate or compelling government interest, and thus amount to a violation of his Fourteenth Amendment right to substantive due process.\" He submits evidence disputing the determination of defendant A.F. McCrorie, the City's Utilities Director, that an extension of the eight-inch sewer main was necessary to service his project. According to John Parker, who prepared the preliminary plot plan, the three six-inch connections to the sewer main indicated in the plan would have been sufficient to provide adequate sewer service, and an extension of the main was unnecessary. Parker Aff., ¶ 6. Parker <span class=\"star-pagination\">*284</span> states that he was unaware of any policy which would require a sewer-main extension to serve a project such as McCauley's and that he would not have prepared the plan with three six-inch connections if he had reason to believe that such a policy existed. <i>Id.,</i> ¶ 8. Parker also states that he is aware of three multi-unit projects equivalent in size to McCauley's and one that is larger in the City of Jacksonville which were not required to have sewer main extensions. <i>Id.,</i> ¶¶ 9, 10.</p>\n<p>The Fourth Circuit has recognized that arbitrariness, abuse of discretion, caprice or unfairness may give rise to a constitutional claim in official permit processing actions. <i>See </i><i>Scott v. Greenville County,</i> 716 F.2d 1409, 1419-21 (4th Cir.1983). Parker's testimony does create a disputed issue of whether the determination that McCauley's project could not be serviced by sewer connections and instead required a sewer main extension was arbitrary. However, this issue is immaterial to McCauley's substantive due process claims, because in addition to halting sewer extensions, the July 9 sewer moratorium policy also disallowed sewer connections for multi-unit construction, <i>regardless of whether a building permit had been issued.</i> In other words, McCauley would have been denied sewer service under the July 9 policy even if there had been no determination that an extension was necessary, so the alleged arbitrariness of that determination is irrelevant.</p>\n<p>The undisputed evidence clearly shows that the moratorium policy's distinction between single and multi-family development had a rational basis. There was limited capacity for sewer service in the Mill Creek Basin, and the City had a legitimate interest in rationing the available access among as many property owners as possible by limiting sewer service to single-family development. There is no evidence that McCauley's project was singled out for special treatment. Indeed, the evidence is to the contrary, since the stop order on McCauley's project was one of three stop orders issued under the moratorium policy. McCrorie Dep. at 31.</p>\n<p>The most that McCauley can show is that the stop order had no rational basis from June 20, when it was issued, to July 9, when the City adopted the official sewer moratorium policy. Although he was deprived of his vested right to build during these 19 days, he was not damaged thereby, since he obviously could not have completed the project. While the stop order may have been issued prematurely, this actually worked in McCauley's favor, since he would have spent even more money on the project had the City waited until July 9 to stop it. The court finds that defendants are therefore entitled to summary judgment on McCauley's substantive due process and equal protection claims.</p>\n<p></p>\n<h2>C. <i>Takings Claim</i>\n</h2>\n<p>Since McCauley has failed to allege the absence or inadequacy of state procedures to award him just compensation for the allegedly unlawful taking of his permit, this claim will be dismissed without prejudice. <i>See</i> Op. at 282.</p>\n<p></p>\n<h2>D. <i>Pendent State Claims</i>\n</h2>\n<p>Because the court finds that summary judgment should be entered in favor of defendants on all federal claims, the pendent state claims should be dismissed as well. <i>United Mine Workers v. Gibbs,</i> 383 U.S. 715, 726, 86 S.Ct. 1130, 1139, 16 L.Ed.2d 218 (1966).</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>In accordance with the above, defendants' motion for summary judgment is hereby GRANTED, and plaintiff's motion for summary judgment is hereby DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Phase I of the \"Mill Creek Interceptor\" project was completed in early 1988, and the completion of Phase II (expected in October 1988) will eliminate the sewage problem. <i>Id.</i> at 17-18.</p>\n<p>[2]  Claims under 42 U.S.C. §§ 1981, 1982 and 1983 require the same elements of proof as a Title VII action. <i>Lewis v. University of Pittsburgh,</i> 725 F.2d 910, 915 n. 5 (3rd Cir.1983). Although this is not a Title VII action, the \"parallel goals\" of Title VII and Title VIII make it appropriate to treat plaintiff's Civil Rights and Fair Housing Act claims together. <i>See </i><i>Smith v. Town of Clarkton,</i> 682 F.2d 1055, 1065 (4th Cir.1982).</p>\n<p>[3]  In support of his contention that the Board's jurisdiction is limited to zoning matters, McCauley cites City Code § 25.24(B) which provides in part that \"[t]he Board of Adjustment shall hear and decide appeals from and review any order, requirement, decision, or determination made by the building inspector in the enforcement of this chapter.\" Since the chapter referred to is the zoning ordinance, McCauley argues that the Board can only hear appeals relating to enforcement of the zoning ordinance. However, this provision only dictates what appeals the Board <i>must</i> hear; it does not impose a limitation on the Board's powers, which are set forth in § 25.24(C), and which the court finds extend to review of the stop order at issue here.</p>\n<p>[4]  This finding is not inconsistent with the Court of Appeals' holding that \"McCauley was not obliged to appeal to the board of adjustment before bringing this action,\" slip op. at 9, since that holding addressed the sufficiency of McCauley's due process claims and not their merits.</p>\n<p>[5]  Claimed deprivations of equal protection and substantive due process are analyzed similarly and therefore will be treated together here. <i>See </i><i>Racetrac Petroleum, Inc. v. Prince George's County,</i> 601 F.Supp. 892, 913 (D.Md.1985).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">739</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">278</span></span> (1989)</b></center>\n<center><h1>Stanley McCAULEY, Plaintiff,<br>\nv.<br>\nCITY OF JACKSONVILLE, NORTH CAROLINA, et al., Defendants.</h1></center>\n<center>No. 85-153-CIV-4.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>June 2, 1989.</center>\n<p><span class=\"star-pagination\">*279</span> Charles S. Lanier and Gordon E. Robinson, Jr., Lanier &amp; Fountain, Jacksonville, N.C., for plaintiff.</p>\n<p>Rudolph A. Ashton, III, Sumrell, Sugg, Carmichael &amp; Ashton, New Bern, N.C., and Anthony H. Brett and Allan R. Gitter, Womble, Carlyle, Sandridge &amp; Rice, Winston-Salem, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This case is before the court on the parties' cross-motions for summary judgment. The court previously dismissed plaintiff's complaint for failure to state a claim. That decision was reversed on appeal to the Fourth Circuit, which remanded the case for further proceedings. 829 F.2d 36. For the reasons stated herein, defendants' motion for summary judgment is granted and plaintiff's motion for summary judgment is denied.</p>\n<p></p>\n<h2>I. UNDISPUTED FACTS</h2>\n<p>The court has before it the depositions of defendants Caldwell, Mann and McCrorie, the affidavit and deposition of plaintiff McCauley, and the affidavit of John W. Parker. The court finds the following undisputed facts on the basis of these documents and the allegations in the complaint which defendants have admitted:</p>\n<p>The City of Jacksonville issued McCauley a building permit for construction of a 37-unit apartment complex on his property in the Mill Creek Basin of Jacksonville. At that time the property was zoned RA-6, a classification which permitted both single and multi-family construction.</p>\n<p>Sewage overflow problems had been occurring in the Mill Creek Basin area of Jacksonvillethe location of plaintiff's propertyduring periods of heavy or extended rainfall since the early 1980's. Caldwell Dep. at 41.</p>\n<blockquote>[T]he sewage volume was such that the collection system just could not handle it. And so we were getting overflows at that manhole, at Indian Drive and Gary Court. And it was spilling onto the street, and we were getting grease, and toilet paper, and feces, and rags and whatever on the pavement in that area. It then went down behind the Cardinal Village Apartments, and there was an area there that overflowed onto the ground behind the Cardinal Village Apartments. It flowed on down then along Henderson Drive and the Northwoods Recreation Center. It would overflow back into the Northwoods Recreation Center, and there was a line back of that that overflowed, and it overflowed onto the grounds in behind that recreation center. And, of course, there was a school next door, and we were concerned  or there was some concern about the school kids come over and playing, and we would have sewage all over the ground back there. And then it overflowed further downstream in that samethis is the same system that's coming on downstream, down in the neighborhood of the fire station on Barnes Street, near Jarman, and the water would just  the sewage would just squirt up out of the manholes. And we had essentially the same situation over on River Street, in that any time both pumps came on in the Onslow Mall, or in the Onslow Mall pumping station, that the sewer manhole on River Street would start overflowing. And the customers there, because the line was running completely fullit really wasn't a health hazard, per se, I guess. But the people could not flush their commodes, or they had difficulty flushing their commodes, because the line was full and it really didn't have anywhere to go. It did not come back into their house, but it was, I guess at the least, an inconvenience for them.</blockquote>\n<p>McCrorie Dep. at 12-13. As a result of fish kills from the sewer overflows, the <span class=\"star-pagination\">*280</span> North Carolina Department of Environmental Management issued a notice of violation to the City for discharging waste without a permit. <i>Id.</i> at 14. The City was required to take necessary action to prevent further overflows and to monitor Mill Creek three times a week. <i>Id.</i> at 16. An engineering study was conducted of the Mill Creek Basin to determine potential solutions. <i>Id.</i> at 19. The possibility of a moratorium on sewer connections was discussed among the public utilities staff considerably before April 1985, when McCauley's building permit was issued. <i>Id.</i> at 19. The staff outlined options to the Water and Sewer Advisory Board, which made recommendations to the City Council. <i>Id.</i> at 20-21. One of the recommendations was a moratorium on new sewer service. <i>Id.</i> at 21. The City gave the sewage problem a high priority status and contracted to build a larger sewage line and new pumping stations.<sup>[1]</sup><i>Id.</i> at 17.</p>\n<p>On May 21, 1985, the City Council issued a moratorium on future building permits until its next meeting on June 4. At that meeting the Council continued the moratorium through July 16 and decided that no new sewer connections would be permitted in the Mill Creek Basin. The moratorium contained an exception for building permits issued prior to May 21, 1985.</p>\n<p>On June 20 the Chief City Inspector issued a stop order on McCauley's project upon the instruction of defendant James Caldwell, the Acting City Manager. Caldwell had discussed with defendant A.F. McCrorie, the City's Utility Director, the availability of sewer service for McCauley's project. McCrorie advised him that it could not be properly served without extending the sewer main. McCrorie Dep. at 32. No city sewer system can be extended without approval of the North Carolina Division of Environmental Management. Caldwell Dep. at 42. Since the state was aware that the sewer lines which would serve McCauley's project were already at capacity for peak flows, <i>id.</i> at 41, approval could not have been obtained for any extension of the sewer main. <i>Id.</i> at 3, 26, 32, 35, 42-43. In a letter to McCauley dated June 25, 1985, five days after the stop order, Caldwell stated in part:</p>\n<blockquote>The City's past practice and policy is to require the extension of at least an 8\" sewer line within a project of this size. As you know, the City Council has placed in effect a moratorium on all extensions of sanitary sewer mains in the Mill Creek basin; therefore I have no choice but to deny application for the 6\" sewer connection to service this project.</blockquote>\n<p>Pl. Exhibit 5. The day after receiving this letter, McCauley's attorney notified Caldwell that he had already spent a substantial amount of money in reliance on the building permit. McCauley Aff., ¶ 7. McCauley's request to have the matter placed on the agenda for the next City Council meeting was denied. <i>Id.</i></p>\n<p>On July 9, 1985 the City Council replaced the June 4 moratorium policy with an official \"Policy for Limiting Sewer Service in the Mill Creek Sewer Basin,\" which incorporated the recommendations of the Water and Sewer Advisory Board (McCrorie Dep. at 23, 26):</p>\n<blockquote>The following policy and moratorium is adopted by the City Council in view of the limited capacity of the sewer collector lines as evidenced by City records of overflows during heavy wet weather periods; and in view of the N.C. Division of Environmental Management's notification of State-imposed restrictions. Consequently, the purpose of this policy is to allocate the limited remaining sewer capacity by rationing service until such time as the Mill Creek Interceptor is constructed. It is the intent of the City of Jacksonville to restrict development to single family residential along existing sewer lines and to honor contractual obligations for sewer service, existing on May 21, 1985, when the City Council initially adopted a moratorium. The City has been advised by the Director that the State Environmental Management Commission will issue a \"Special Order by <span class=\"star-pagination\">*281</span> Consent\" restricting sewer extensions and connections in the Mill Creek Basin pursuant to N.C. General Statutes 143-215.67.</blockquote>\n<blockquote>The policy and moratorium contains the following provisions:</blockquote>\n<blockquote>I. <i>Sewer Main Extensions</i>\n</blockquote>\n<blockquote>There shall be no extensions of mains connecting to the City sewer system within designated portions of the Mill Creek Basin to serve new development.</blockquote>\n<blockquote>II. <i>Sewer Connections</i>\n</blockquote>\n<blockquote>There shall be no additional connections to the City public sewer system within the designated portions of the Mill Creek sewer basin except where a proper connection can be made:</blockquote>\n<blockquote>A. to an existing sewer main which is contiguous to a lot of record as of May 21, 1985 and such lot is to be developed for single-family, detached occupancy or the equivalent commercial occupancy, not requiring more than a four inch (4\") tap; or</blockquote>\n<blockquote>B. where a general subdivision plan has been approved by the City Council and the sewer mains have been installed or were under construction on May 21, 1985, and were approved for service to single-family residential lot development.</blockquote>\n<p>Pl. Exhibit 1.</p>\n<p>The North Carolina Department of Insurance refused McCauley's July 15 appeal of the stop order on the ground that it had jurisdiction only over stop orders issued for alleged violations of the state building code. On September 3, 1985 the City Council redefined the RA-6 zoning classification to exclude multi-family units. This change would not prevent McCauley's project from going forward as a non-conforming use once sewer service becomes available. Mann Dep. at 41, 45. However, McCauley states that he cannot obtain financing for a non-conforming use, and therefore \"the combined actions of the City have effectively destroyed my possibility of constructing the project as planned.\" McCauley Aff., ¶ 12.</p>\n<p></p>\n<h2>II. CLAIMS FOR RELIEF</h2>\n<p>The Fourth Circuit summarized McCauley's claims for relief as follows:</p>\n<blockquote>... McCauley's complaint alleged that his planned apartment complex would have supplied low-income housing in Jacksonville and would have been racially integrated, alleviating in part the racial segregation of housing in the city. He alleged that the actions of city officials in imposing the stop order, denying the sewer connections, and rezoning had both the purpose and the effect of denying housing opportunities on the basis of race. He also alleged that the city's actions were \"arbitrary, capricious, irrational, pretextual, premised upon trivial reasons, and were not necessary to serve any legitimate or compelling governmental interest.\" He claimed that these actions violated the fifth and fourteenth amendments, the Fair Housing Act, 42 U.S.C. §§ 3604, 3608, and 3617, and the Civil Rights Acts of 1866 and 1871, 42 U.S.C. §§ 1981, 1982, and 1983. He also asserted state pendent claims for breach of contract, interference with contractual relations, and negligence.</blockquote>\n<p><i>McCauley v. City of Jacksonville</i> [829 F.2d 36 (table) ] (4th Cir.1987).</p>\n<p></p>\n<h2>A. <i>Racial Discrimination Claims</i><sup>[2]</sup></h2>\n<p>A prima facie case of racial discrimination under Title VIII (the Fair Housing Act) is established by showing either (1) that the act or practice complained of was racially motivated or (2) that it has a racially discriminatory impact. <i>Betsey v. Turtle Creek Associates,</i> <span class=\"citation\" data-id=\"437256\"><a href=\"/opinion/437256/charles-and-dianne-betsey-carroll-m-adams-richard-and-jean-allen/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">983</span></a></span>, 986 (4th Cir.1984).</p>\n<p></p>\n<h2>(1) Racial Motivation</h2>\n<p>In support of a showing of racially discriminatory intent, McCauley states in his affidavit that he provides housing to <span class=\"star-pagination\">*282</span> minorities through other projects and that \"I believe that this had some influence on the pattern of actions which the City took in regard to my planned apartment project; in fact, I have been informed that Councilman Grady stated that he didn't like `my kind of construction.'\" McCauley Aff., ¶ 13. Viewed in the light most favorable to McCauley, one can infer from this hearsay testimony, unobjected to by defendants, that Councilman Grady more likely than not opposed the project for racial reasons. However, it does not follow that one can also infer that the actions of the City Council were racially motivated. As the Supreme Court has noted: \"Inquiries into congressional motives or purposes are a hazardous matter.... What motivates one legislator to make a speech about a statute is not necessarily what motivates scores of others to enact it, and the stakes are sufficiently high to eschew guesswork.\" <i>United States v. O'Brien,</i> <span class=\"citation no-link\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></span>, 383-84, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></span>, 1682-83, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">672</span></span> (1967). Eschewing guesswork here, the court finds that McCauley has failed to establish a prima facie case of discriminatory intent.</p>\n<p>Even if the court found otherwise, defendants would still be entitled to summary judgment on this claim, since they may overcome a prima facie showing of discriminatory intent by articulating some \"legitimate, non-discriminatory reason for the challenged practice.\" <i>Betsey,</i> 736 F.2d at 988 (quoting <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, 1824, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973)). The City Council's stated purpose of \"allocat[ing] the limited remaining sewer capacity by rationing service\" constitutes a legitimate, non-discriminatory reason for preventing further multi-family development in the Mill Creek Basin via the sewer moratorium policy and changes in permitted use.</p>\n<p></p>\n<h2>(2) Racial Impact</h2>\n<p>McCauley also argues that \"[w]hether the City of Jacksonville intended explicitly to prevent housing opportunities for minorities, the City's actions which, in combination, have prevented the construction of my project, have had the effect of denying housing opportunities to moderate to low-income families, including a higher percentage of minority families, which I had anticipated having as tenants.\" McCauley Aff., ¶ 13. McCauley expected to rent his units for $345 a month plus utilities, or $245 a month plus utilities if the North Carolina Housing Finance Agency granted his application for a loan subsidy. McCauley Dep. at 28. He intended to build the complex with or without the subsidy. <i>Id.</i> at 34. If he received the subsidy, then he would have been required to rent 80 percent of the units to \"moderate to low-income\" families, defined as anyone with an income up to $31,500. <i>Id.</i> at 28, 51-52. He admitted that this would include most of the people in Jacksonville. <i>Id.</i> at 52, 65. In fact, he stated that \"[j]ust about anybody around here ... wouldn't have any problem qualifying to rent one of them.\" <i>Id.</i> at 56.</p>\n<p>The undisputed evidence thus reveals that most of the local population, black and white, would have qualified to rent the 80 percent of the units limited to low and medium-income families under the subsidy restriction, assuming McCauley would have received the subsidy to begin with. There is no evidence in the record from which one could infer that a significantly higher percentage of these families would have been black. The court therefore finds that McCauley has failed to establish a prima facie case of disparate racial impact. Again, defendants would be entitled to summary judgment even if the court found otherwise, since they are able to prove a business necessity sufficiently compelling to justify the challenged practice. <i>See </i><i>Betsey,</i> 736 F.2d at 988.</p>\n<p></p>\n<h2>B. <i>Due Process Claims</i>\n</h2>\n<p>McCauley claims that the defendants' actions in suspending his building permit and denying sewer service deprived him of procedural and substantive due process. Before considering these claims on the merits, it must initially be determined whether state law afforded McCauley a protectable property interest in the permit sufficient to trigger federal due process guarantees. <i>Scott v. Greenville County,</i> <span class=\"star-pagination\">*283</span> <span class=\"citation\" data-id=\"424755\"><a href=\"/opinion/424755/gt-scott-v-greenville-county-c-daniel-riddle-ih-gibson-mike-fair/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1409</span></a></span>, 1418 (4th Cir.1983). The rule in North Carolina is that the issuance of a building permit creates a vested right to build where the permittee, acting in good faith, has made substantial expenditures in reliance upon the permit at a time when they did not violate declared public policy. <i>Keiger v. Board of Adjustment,</i> <span class=\"citation no-link\"><span class=\"volume\">281</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">715</span></span>, 719, <span class=\"citation\" data-id=\"1321343\"><a href=\"/opinion/1321343/keiger-v-winston-salem-board-of-adjustment/\"><span class=\"volume\">190</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">175</span></a></span> (1972). The undisputed evidence shows that McCauley did make substantial expenditures in good faith reliance upon his permit before the stop order was issued. He therefore held a cognizable property interest to which federal due process protection extended.</p>\n<p></p>\n<h2>(1) Procedural Due Process</h2>\n<p>McCauley contends that he \"was denied procedural due process when his building permit was suspended by Defendants' stop order without an opportunity for a hearing for Plaintiff to contest the suspension and subsequent denial of his application for sewer connections.\" He maintains that his only redress was to the Jacksonville City Council, since the Department of Insurance refused his appeal. In response to defendants' assertion that he could have sought review from the Board of Adjustment, McCauley argues that the Board only has jurisdiction over zoning matters. However, the Board is specifically authorized \"[t]o hear and decide appeals where it is alleged that there is error in any order, requirement, decision, or determination made by the building inspector.\" Jacksonville City Code § 25.24(C)(1). The stop order on McCauley's project was issued by R.L. Davis, the Chief City Inspector, and therefore subject to the Board's power of review as set forth in this provision.<sup>[3]</sup> Although McCauley states that he was told by the city staff that the Board of Adjustment was not the proper body to appeal to, McCauley Aff., ¶ 10, this hearsay does not create a disputed issue of material fact, since the extent of the Board's jurisdiction is a matter of law. It is entirely possible that the Board, for whatever reason, may have declined to hear McCauley's appeal, in which case his due process claim would have much greater weight. However, McCauley did not attempt to utilize this avenue of review, and therefore the court finds that he was not denied procedural due process.<sup>[4]</sup></p>\n<p></p>\n<h2>(2) Substantive Due Process and Equal Protection<sup>[5]</sup></h2>\n<p>McCauley also contends that \"Defendants' actions in denying sewer service to his planned apartment project were arbitrary, capricious, irrational, premised upon trivial reasons and not necessary to serve any legitimate or compelling government interest, and thus amount to a violation of his Fourteenth Amendment right to substantive due process.\" He submits evidence disputing the determination of defendant A.F. McCrorie, the City's Utilities Director, that an extension of the eight-inch sewer main was necessary to service his project. According to John Parker, who prepared the preliminary plot plan, the three six-inch connections to the sewer main indicated in the plan would have been sufficient to provide adequate sewer service, and an extension of the main was unnecessary. Parker Aff., ¶ 6. Parker <span class=\"star-pagination\">*284</span> states that he was unaware of any policy which would require a sewer-main extension to serve a project such as McCauley's and that he would not have prepared the plan with three six-inch connections if he had reason to believe that such a policy existed. <i>Id.,</i> ¶ 8. Parker also states that he is aware of three multi-unit projects equivalent in size to McCauley's and one that is larger in the City of Jacksonville which were not required to have sewer main extensions. <i>Id.,</i> ¶¶ 9, 10.</p>\n<p>The Fourth Circuit has recognized that arbitrariness, abuse of discretion, caprice or unfairness may give rise to a constitutional claim in official permit processing actions. <i>See </i><i>Scott v. Greenville County,</i> <span class=\"citation\" data-id=\"424755\"><a href=\"/opinion/424755/gt-scott-v-greenville-county-c-daniel-riddle-ih-gibson-mike-fair/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1409</span></a></span>, 1419-21 (4th Cir.1983). Parker's testimony does create a disputed issue of whether the determination that McCauley's project could not be serviced by sewer connections and instead required a sewer main extension was arbitrary. However, this issue is immaterial to McCauley's substantive due process claims, because in addition to halting sewer extensions, the July 9 sewer moratorium policy also disallowed sewer connections for multi-unit construction, <i>regardless of whether a building permit had been issued.</i> In other words, McCauley would have been denied sewer service under the July 9 policy even if there had been no determination that an extension was necessary, so the alleged arbitrariness of that determination is irrelevant.</p>\n<p>The undisputed evidence clearly shows that the moratorium policy's distinction between single and multi-family development had a rational basis. There was limited capacity for sewer service in the Mill Creek Basin, and the City had a legitimate interest in rationing the available access among as many property owners as possible by limiting sewer service to single-family development. There is no evidence that McCauley's project was singled out for special treatment. Indeed, the evidence is to the contrary, since the stop order on McCauley's project was one of three stop orders issued under the moratorium policy. McCrorie Dep. at 31.</p>\n<p>The most that McCauley can show is that the stop order had no rational basis from June 20, when it was issued, to July 9, when the City adopted the official sewer moratorium policy. Although he was deprived of his vested right to build during these 19 days, he was not damaged thereby, since he obviously could not have completed the project. While the stop order may have been issued prematurely, this actually worked in McCauley's favor, since he would have spent even more money on the project had the City waited until July 9 to stop it. The court finds that defendants are therefore entitled to summary judgment on McCauley's substantive due process and equal protection claims.</p>\n<p></p>\n<h2>C. <i>Takings Claim</i>\n</h2>\n<p>Since McCauley has failed to allege the absence or inadequacy of state procedures to award him just compensation for the allegedly unlawful taking of his permit, this claim will be dismissed without prejudice. <i>See</i> Op. at 282.</p>\n<p></p>\n<h2>D. <i>Pendent State Claims</i>\n</h2>\n<p>Because the court finds that summary judgment should be entered in favor of defendants on all federal claims, the pendent state claims should be dismissed as well. <i>United Mine Workers v. Gibbs,</i> <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, 726, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, 1139, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966).</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>In accordance with the above, defendants' motion for summary judgment is hereby GRANTED, and plaintiff's motion for summary judgment is hereby DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Phase I of the \"Mill Creek Interceptor\" project was completed in early 1988, and the completion of Phase II (expected in October 1988) will eliminate the sewage problem. <i>Id.</i> at 17-18.</p>\n<p>[2]  Claims under 42 U.S.C. §§ 1981, 1982 and 1983 require the same elements of proof as a Title VII action. <i>Lewis v. University of Pittsburgh,</i> <span class=\"citation\" data-id=\"430510\"><a href=\"/opinion/430510/ida-mary-lewis-v-university-of-pittsburgh-and-university-of-pittsburgh/\"><span class=\"volume\">725</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">910</span></a></span>, 915 n. 5 (3rd Cir.1983). Although this is not a Title VII action, the \"parallel goals\" of Title VII and Title VIII make it appropriate to treat plaintiff's Civil Rights and Fair Housing Act claims together. <i>See </i><i>Smith v. Town of Clarkton,</i> <span class=\"citation\" data-id=\"406173\"><a href=\"/opinion/406173/james-smith-v-the-town-of-clarkton-north-carolina-and-j-dwight-fort/\"><span class=\"volume\">682</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1055</span></a></span>, 1065 (4th Cir.1982).</p>\n<p>[3]  In support of his contention that the Board's jurisdiction is limited to zoning matters, McCauley cites City Code § 25.24(B) which provides in part that \"[t]he Board of Adjustment shall hear and decide appeals from and review any order, requirement, decision, or determination made by the building inspector in the enforcement of this chapter.\" Since the chapter referred to is the zoning ordinance, McCauley argues that the Board can only hear appeals relating to enforcement of the zoning ordinance. However, this provision only dictates what appeals the Board <i>must</i> hear; it does not impose a limitation on the Board's powers, which are set forth in § 25.24(C), and which the court finds extend to review of the stop order at issue here.</p>\n<p>[4]  This finding is not inconsistent with the Court of Appeals' holding that \"McCauley was not obliged to appeal to the board of adjustment before bringing this action,\" slip op. at 9, since that holding addressed the sufficiency of McCauley's due process claims and not their merits.</p>\n<p>[5]  Claimed deprivations of equal protection and substantive due process are analyzed similarly and therefore will be treated together here. <i>See </i><i>Racetrac Petroleum, Inc. v. Prince George's County,</i> <span class=\"citation\" data-id=\"1734585\"><a href=\"/opinion/1734585/racetrac-petroleum-inc-v-prince-georges-county/\"><span class=\"volume\">601</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">892</span></a></span>, 913 (D.Md.1985).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/406173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/430510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1321343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1734585/"
  ]
}