{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1610580/",
  "absolute_url": "/opinion/1610580/united-states-v-carolina-transformer-co-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1610580/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:55:41.314720Z",
  "date_modified": "2016-04-27T02:39:41.787132Z",
  "type": "010combined",
  "sha1": "934854c997f3b85dfed11095865889007160d942",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>739 F.Supp. 1030 (1989)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nCAROLINA TRANSFORMER CO., INC., Dewey K. Strother, Kenneth Strother, and FayTranCo, Inc., Defendants.</h1></center>\n<center>No. 85-82-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>November 13, 1989.</center>\n<p><span class=\"star-pagination\">*1031</span> <span class=\"star-pagination\">*1032</span> Richard B. Stewart, Asst. Atty. Gen. by Jon A. Mueller, Environmental Enforcement Section Land and Natural Resources Div., U.S. Dept. of Justice, Washington, D.C., Margaret Person Currin, U.S. Atty., E.D.N.C., Stephen A. West, Asst. U.S. Atty., Raleigh, N.C., for plaintiff.</p>\n<p>Mark A. Sternlicht, Beaver, Thompson, Holt and Richardson, Fayetteville, N.C., for defendants Carolina Transformer, Dewey Strother and Kenneth Strother.</p>\n<p>F. Stuart Clarke, Thorp and Clarke, Fayetteville, N.C., for defendant FayTranCo, Inc.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter comes before the court upon the government's motion for partial summary judgment on the issue of liability.<sup>[1]</sup> The defendants Carolina Transformer Company, Inc. (\"Carolina Transformer\"), Dewey Strother, Kenneth Strother, and FayTranCo, Inc. (\"FayTranCo\") oppose plaintiff's motion.<sup>[2]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1033</span> FACTUAL BACKGROUND</h2>\n<p>This is a civil action brought pursuant to Section 107(a) and (c) of the Comprehensive Environmental Response, Compensation, and Liability Act (\"CERCLA\"), 42 U.S.C. § 9607(a) and (c), as amended by the Superfund Amendments and Reauthorization Act of 1986, Pub.L. No. 99-499 (\"SARA\"), and the Toxic Substances Control Act (\"TSCA\"), 15 U.S.C. § 2601 <i>et seq.</i> The complaint seeks recovery of costs incurred by the United States in responding to releases or threatened releases of hazardous substances into the environment from a site located near the city of Fayetteville, North Carolina on Route 301 North, Eastern Boulevard, at the Middle Road Exit (the \"site\"). The site was the former business location of Carolina Transformer.</p>\n<p>The complaint also seeks recovery of an administrative penalty imposed by the United States Environmental Protection Agency (\"EPA\") against Carolina Transformer for violations of TSCA and related regulations, and treble damages for the defendants' failure to comply with the terms of an Administrative order issued to the defendants by the EPA pursuant to Section 106 of CERCLA, 42 U.S.C. § 9606.</p>\n<p>The Carolina Transformer site encompasses approximately five acres of land located in Cumberland County near the headwaters of an unnamed tributary of the Cape Fear River. The area surrounding the site is low-lying and swampy. Surface water drains from the Site through a culvert into the unnamed tributary and eventually flows into the Cape Fear River. Surface water also flows from the site across neighboring tracts of land.</p>\n<p>Defendant, Carolina Transformer is a Fayetteville, North Carolina corporation which was engaged in the business of repairing electrical transformers and selling rebuilt transformers from approximately 1959 to 1984. The company also sold some new transformers manufactured by other companies.</p>\n<p>The company was originally owned and operated by three individuals, but by 1962 defendant Dewey Strothers had acquired 100% of the stock. Dewey Strother became president of Carolina Transformer in 1967, and subsequently he became chairman of the company's board of directors and continued to receive a recorded salary until 1981. As president and chairman of the board he was responsible for the activities of the company. Defendant Kenneth Strother, Dewey Strother's son, became secretary and a director of the company in 1973. In 1979 Kenneth became president of the company, and he remained so until late 1984.</p>\n<p>Originally, director and shareholder meetings were held by Carolina Transformer. However, after Dewey Strothers obtained all of the company's stock, formal director and shareholder meetings were not held.</p>\n<p>From at least 1980 to 1985 Dewey Strother used the Carolina Transformer business location as headquarters for a scrap metal and used oil operation, and it appears that this operation continued at FayTranCo, after Carolina Transformer ceased doing business.</p>\n<p>Dewey Strother obtained used electrical transformers. Under his personal direction, he then used Carolina Transformer employees and equipment to disassemble the transformers, which included removing the dielectric fluid from the transformers and burning the transformer coils to remove fluid-soaked paper. No tests were made to determine if the fluid contained polychlorinated biphenyls (\"PCBs\"). Burning the paper off the coils caused the North Carolina Air Pollution Control Board to visit the site. Repeated violations of state air pollution regulations resulted in a state penalty for Carolina Transformer.</p>\n<p>After the paper was burned off, the coils and other salvageable metal were sold to scrap dealers in the southeast. Cash and checks amounting to several thousand dollars were made payable to Carolina Transformer and Dewey Strother for the sale of the metal. However none of the checks were deposited in the Carolina Transformer bank account.</p>\n<p>In May, 1979, FayTranCo was incorporated in North Carolina by Kenneth Strother <span class=\"star-pagination\">*1034</span> and Daniel Wiser, a Carolina Transformer employee, allegedly to manufacture new transformers. However for several years it surreptitiously operated as a division of Carolina Transformer performing repair and rebuilding work. Although it was originally located at 2706 Enterprise Avenue in Fayetteville, in April, 1981, construction of a new building was completed at 2816 Enterprise Avenue. At that time, many Carolina Transformer employees began working for FayTranCo.</p>\n<p>Kenneth Strother was president, director, and owner of 50% of FayTranCo's stock. His sister, Sharon Peele, was an officer and owned the other 50% of the stock. Kenneth's stepmother, Sylvia Strother, oversaw the company's bookkeeping as she had done at Carolina Transformer. Although Dewey Strother was not a director or officer of FayTranCo, he owned the company's business location and had his own office at 2816 Enterprise Avenue. Dewey Strother maintained control of the company's operations.</p>\n<p>In July, 1978, the State of North Carolina began receiving complaints from individuals living near the site. The residents were fearful that Carolina Transformer was contaminating their well water. The State Division of Environmental Management analyzed the water from wells surrounding the site, and found PCB carrier compounds in some of the wells. Residents were advised not to drink the water, and some residents were subsequently connected with city water. Carolina Transformer actually paid the cost of at least one resident's water connection. Subsequently Carolina Transformer retained an engineer to determine how to solve the PCB problem at the site. Although the engineer devised a plan of action, Carolina Transformer failed to take any corrective measures to prevent further contamination.</p>\n<p>During the period from 1980 to 1984, Carolina Transformer moved the majority of its operation to the FayTranCo business location on Enterprise Avenue. Officers, directors, and employees of Carolina Transformer became officers, directors, and employees of FayTranCo. Accounts receivable of Carolina Transformer became accounts receivable of FayTranCo. Customers of Carolina Transformer became customers of FayTranCo. The companies began sharing the same telephone number and mailing address and performing work or services for each other. The bookkeeper of Carolina Transformer does not recall creating separate account books for FayTranCo at the time of this merger.</p>\n<p>In January, 1983, the State of North Carolina advised Carolina Transformer that the State intended to proceed against the company for violations of the state PCB standards, and an administrative complaint was filed on August 23, 1984. On December 29, 1983, Carolina Transformer was, by default, assessed a civil penalty of $35,000 by the State for violations of State PCB water pollution control regulations. Carolina Transformer waived its right to an administrative hearing on the matter and requested that the state mitigate the penalty assessed. In support of its request for remission, Carolina Transformer stated that it had been advised by the EPA that the company would be held responsible for costs of cleaning up the Middle Road site. The company further stated that it \"reasonably expects, based upon information and belief, that its financial <i>liability</i> under Section 107 of the Comprehensive Environmental Response, Compensation and Liability Act of 1980 will be an extremely large sum.\" Citing the recalcitrance of the respondent, the State Commission denied the company's request for remission on June 14, 1984.</p>\n<p>The United States Environmental Protection Agency brought an administrative action against Carolina Transformer on March 7, 1984, for violations of TSCA regulations. Carolina Transformer also waived its right to a hearing in this matter. An administrative penalty of $26,000 was assessed against the company by default on September 19, 1984. Citing the company's failure to respond to the order, EPA began its cleanup of the Carolina Transformer site on August 12, 1984. The initial removal action was completed on August 22, 1984. In addition, Lumbee River Electric Membership filed a contract claim against <span class=\"star-pagination\">*1035</span> Carolina Transformer in August 1983 and obtained a judgment on October 26, 1984.</p>\n<p>In an attempt to defeat the claims of creditors or potential judgment creditors of Carolina Transformer, on September 26, 1984, the company transferred portions of its Middle Road business location to David Miller and Edward Pearson. Mr. Miller, a former employee of Carolina Transformer, was an employee of FayTranCo at the time. Mr. Pearson is Kenneth Strother's father-in-law.</p>\n<p>Kenneth Strother incorporated Cumberland Electrical Repair on October 3, 1984. The company was created to take over the repair work of Carolina Transformer at the Middle Road site. Edward Pearson was the president, and David Miller was the vice-president. On November 29, 1984, Miller and Pearson conveyed the former Carolina Transformer property to Cumberland Electrical Repair. On April 3, 1985, Lumbee River attacked the conveyance as fraudulent. The state court concurred, and on April 15, 1985, Cumberland Electrical Repair reconveyed the Middle Road property to Carolina Transformer.</p>\n<p>Carolina Transformer also transferred most of its assets to FayTranCo, presumably in a fraudulent attempt to divest Carolina Transformer of its assets. These transfers were for substantially less than the market value of the assets.</p>\n<p>At this point, the court notes that most of FayTranCo's early corporate records and essentially all of Carolina Transformer's corporate records have been destroyed. Therefore, the government has been forced to recreate the chronology of events occurring between these two entities. The court is cognizant of that fact as it reviews the record.</p>\n<p></p>\n<h2>STATUTORY BACKGROUND</h2>\n<p>CERCLA was originally enacted, and reauthorized, to insure that hazardous waste sites around the country would be cleaned up promptly and that those who were responsible for the release of hazardous substances in the environment would pay the costs of cleanup. <i>See</i> S.Rep. No. 848, 96th Cong., 2d Sess. 98, <i>reprinted in,</i> 1 Congressional Research Service, 97th Congress, 2d Sess., <i>A Legislative History of the Comprehensive Environmental Response, Compensation and Liability Act of 1980 (Superfund),</i> at 405 (1980). The Superfund Amendments and Reauthorization Act (\"SARA\") enacted in November 1986, echo this mandate.</p>\n<p>Section 104(a) of CERCLA, 42 U.S.C. § 9604(a), authorizes the government to immediately respond to releases or threatened releases of hazardous substances into the environment. In addition, under Section 106, 42 U.S.C. § 9606, the United States may seek injunctive or other relief through the courts to abate an actual or threatened release of a hazardous substance whenever there may be an imminent or substantial endangerment to the public health, welfare, or the environment.</p>\n<p>Section 107 of CERCLA, 42 U.S.C. § 9607, establishes liability under the act and ensures that responsible parties bear the cost of cleanup for any environmental damage caused by them. Section 221 of CERCLA, 42 U.S.C. § 9631, created a fund to finance federal cleanup. However, the government is then authorized to proceed against those responsible for the contamination.</p>\n<p>To establish liability under Section 107(a) of CERCLA, the following elements must be shown: 1) that the site is a \"facility\"; 2) that there has been a \"release\" or \"threatened release\" of a \"hazardous substance\" at the site; 3) that the parties involved are \"owners\" or \"operators\" of the site; 4) that the parties involved \"arranged for the disposal or treatment, or arranged with a transporter for transport\" for disposal or treatment of hazardous substances; and 5) that the government has incurred response costs. <i>United States v. Monsanto, Co.,</i> 858 F.2d 160 (4th Cir.1988), <i>cert. denied,</i> ___ U.S. ___, 109 S.Ct. 3156, 104 L.Ed.2d 1019 (1989). The government does not need to make any further showing such as the volume of the substances involved, the toxicity of the substances, or the role played by the defendant. Once these elements have been established, <span class=\"star-pagination\">*1036</span> Section 107(a) imposes strict liability on the defendant.</p>\n<p></p>\n<h2>LIABILITY OF CAROLINA TRANSFORMER</h2>\n<p>In its memorandum in opposition to plaintiff's motion for partial summary judgment, Carolina Transformer concedes liability under Section 107(a) of CERCLA for the response costs and TSCA penalty.</p>\n<p>In addition, the plaintiff has presented independent evidence to justify the granting of plaintiff's motion for summary judgment against Carolina Transformer. Specifically, Carolina Transformer admits the site was a facility within the meaning of Section 107(a) of CERCLA (Plaintiff's First Set of Requests for Admission # 11.) To establish that there has been a release, the government need only show that any hazardous substance as defined by CERCLA in any amount was found at the site. The plaintiff has presented substantial evidence linking Carolina Transformer to oil spills containing PCBs during its twenty year existence, and the government has presented EPA and State laboratory test results that show the existence of PCBs at the site. PCBs are hazardous substances under Section 101(14) of CERCLA.</p>\n<p>The government has also conclusively established that Carolina Transformer is an \"owner/operator\" within the meaning of CERCLA. Under CERCLA, current owners of the site are not the only parties liable for the hazardous waste cleanup. An owner/operator of the facility at the time the hazardous substances were released into the environment is similarly liable. 42 U.S.C. § 9607(a)(2). Evidence of PCB and other hazardous substance contamination at the site was established by state and federal agencies during the years 1978-1984. Hence, PCBs and other hazardous substances were disposed of on the site prior to or during that period. Carolina Transformer has owned the Middle Road facility from 1957 to the present and conducted business there during that time. Therefore Carolina Transformer owned and operated the site at the time of disposal and is the current owner of the site.</p>\n<p>Finally, the government has shown that it incurred response costs as a result of the release of hazardous substances. Under Section 101(25) of CERCLA, response costs include 1) the costs of investigating, monitoring and testing to determine the extent of a release and to identify the extent of danger to the public health, welfare, or the environment; 2) the cost of planning and implementing a response action; and 3) the cost of enforcing the provisions of CERCLA. 42 U.S.C. § 9601(25). The release of hazardous substances at Carolina Transformer's site caused EPA to incur response costs.</p>\n<p>Because the government has established Carolina Transformer's liability under Section 107(a) of CERCLA, Carolina Transformer is jointly and severally liable for all response costs incurred at the site pursuant to 42 U.S.C. § 9607(a)(1) and (a)(2).</p>\n<p></p>\n<h2>LIABILITY OF DEWEY STROTHER</h2>\n<p>The government's evidence regarding Carolina Transformer's CERCLA liability is equally applicable to defendant, Dewey Strother. In particular, the government's evidence of the site as a facility, the release of hazardous substances at the site, and the government's response costs have already been established, <i>supra.</i> Therefore, to find Dewey Strother liable under CERCLA, the government only need show that Dewey Strother was an owner or operator within the meaning of Section 107.</p>\n<p>The government has established under CERCLA that Mr. Dewey Strother was an owner/operator of a facility. Employees of a corporation can be held personally liable under CERCLA for activities over which they had direct control and supervision. <i>United States v. Northeastern Pharmaceutical and Chemical Co.,</i> 579 F.Supp. 823, 847-48 (W.D.Mo.1984), <i>aff'd in part and rev'd in part,</i> 810 F.2d 726 (8th Cir.1986) (\"NEPPACO\"); <i>State of New York v. Shore Realty Corp.,</i> 759 F.2d 1032 (2d Cir.1985). The following factors have been established to determine whether officer liability under CERCLA is warranted: <span class=\"star-pagination\">*1037</span> sizeable stock ownership in the corporation, active participation in the management of the corporation, presence at and supervision of the operation of the facility, founded the company, capacity and general responsibility to control the disposal of hazardous waste at the facility, power to direct negotiations concerning the disposal of wastes, and capacity to prevent and abate the damage caused by the disposal of hazardous wastes. <i>NEPPACO,</i> 579 F.Supp. at 848-49. The dominant consideration appears to be significant participation in the running of the company, especially as it relates to waste disposal. <i>Shore, supra,</i> 759 F.2d at 1052-53; <i>United States v. Northernaire Plating Co.,</i> 670 F.Supp. 742, 747 (W.D.Mich.1987).</p>\n<p>Dewey Strother met the foregoing criteria. He was a 100 percent shareholder in Carolina Transformer from 1962 onward. He was a corporate director and president from 1962-1981, and he was chairman of the board from 1981 to 1984. There is ample evidence that Dewey Strother personally supervised the day-to-day operations of the business, including the tear-down of transformers and the handling of PCB-contaminated oil. He and Kenneth Strother evaluated Carolina Transformer's position regarding the State and federal \"dumping\" complaints, and they personally decided neither to contest the penalties nor to comply with the EPA order. These facts indicate that Dewey Strother had substantial control over Carolina Transformer and that Dewey Strother's acts are indistinguishable from those of Carolina Transformer.</p>\n<p>Dewey Strother argues that he did not own or operate the site at the time hazardous wastes were disposed of there. However, one federal court recently has held that any person who releases a hazardous substance which \"`<i>may</i> enter the environment or be emitted into the air or discharged into any waters, including ground waters' meets the definition of a responsible person under CERCLA.\" <i>United States v. Bell Petroleum Services, Inc.,</i> No. MO-88-CA-05, slip op. at 11, 1989 WL 165554 (W.D.Tex. Sept. 20, 1989). Under this analysis, all the government must prove is that PCBs were found on the site and that the defendants were owners and/or operators of the site. The United States is not required to prove the exact date on which the PCBs were released on the site.</p>\n<p>Nevertheless, the government has also shown that Dewey Strother owned and operated Carolina Transformer during the period that PCBs were released into the environment. Dewey Strother, in a recent federal bankruptcy proceeding in Florida, represented that he was active in Carolina Transformer's corporate affairs until late 1984 and that he solicited business on behalf of Carolina Transformer from 1981 to 1984. These statements refute Mr. Strother's allegations that he \"retired\" in 1979 or 1980. The evidence shows that PCBs were located in the soil at the site as early as March, 1979. Further tests were conducted in June, 1984, and elevated concentration levels of PCBs were found in the soil at the site. Based upon this evidence, the court finds that Mr. Dewey Strother was operating the site when the releases occurred. Based upon the foregoing findings, the court finds Dewey Strother to be an \"owner\" and \"operator\" under Section 107 of CERCLA. As such, he is jointly and severally liable under CERCLA as an owner and operator of the Carolina Transformer facility.</p>\n<p></p>\n<h2>LIABILITY OF KENNETH STROTHER</h2>\n<p>Based on the government's evidence regarding defendants Carolina Transformer and Dewey Strother, the court finds that the government has established the following elements of Section 107 of CERCLA: that the site is a facility, there was a release of hazardous substances, and the government has incurred response costs. Therefore, to find Kenneth Strother liable under CERCLA, the government is only required to show that Kenneth Strother was an owner or operator of Carolina Transformer.</p>\n<p>The government has established under CERCLA that Kenneth Strother was an operator of Carolina Transformer. Kenneth <span class=\"star-pagination\">*1038</span> Strother was a director of Carolina Transformer from approximately 1973 to 1988 and president from approximately 1982 to October, 1984. He has admitted that he was responsible for the day-to-day management of Carolina Transformer while he was president of the company. During the time he was president, the company continued to salvage transformers for scrap metal. Accordingly, Kenneth Strother maintained day-to-day control over the handling and disposal of dielectric fluid. In addition, Kenneth and Dewey Strother personally decided on behalf of Carolina Transformer that they would not contest the state and federal complaints lodged against Carolina Transformer, nor would Carolina Transformer comply with the EPA order. Based upon these facts, the court finds that Kenneth Strother was an \"operator\" under Section 107 of CERCLA, and as such, he is jointly and severally liable for all response costs associated with the site.</p>\n<p>Dewey and Kenneth Strother are also liable under the theory that a corporate officer may be held individually liable for the torts of a corporation where the corporate officer participates in the tortious activity. <i>Polo Fashions v. Craftex, Inc.,</i> 816 F.2d 145, 149 (4th Cir.1987). To be held directly liable as an operator, courts have considered a number of factors including: whether the person or corporation had the capacity to discover in a timely fashion the release or threat of release of hazardous substances; whether the person or corporation had the power to direct the mechanisms causing the release; and whether the person or corporation had the capacity to prevent and abate damages. <i>United States v. Kayser-Roth Corp.,</i> 724 F.Supp. 15 (D.R.I.1989) (citing <i>Idaho v. Bunker Hill Co.,</i> 635 F.Supp. 665, 671-72 (D. Idaho 1986). In this instance, there is ample evidence to establish that both Dewey and Kenneth Strother met these criteria for individual liability. Dewey and Kenneth Strother owned and controlled Carolina Transformer. They were the company's presidents, sole shareholder, and directors. They were in charge of the day-to-day operations at Carolina Transformer, including personal supervision of transformer disassembly and dielectric fluid handling. The evidence shows that as early as 1978 both Dewey and Kenneth Strother were aware of the PCB problem at the site, and yet they took no actions to correct the problem or change the work habits of employees. Moreover, they enlisted the aid of an engineer to help solve the PCB problem at the site. However, they failed to implement the plan in order to prevent damages.</p>\n<p>The facts clearly establish that Dewey and Kenneth Strothers knew about the hazardous waste problem and willfully failed to correct it. Accordingly, both Kenneth and Dewey Strother are liable under the common law tort theory of individual liability.</p>\n<p></p>\n<h2>LIABILITY OF FAYTRANCO</h2>\n<p>The government has alleged that FayTranCo is liable as Carolina Transformer's successor in interest. Relying on the circumstances surrounding the conveyance of assets, equipment, inventory and employees from Carolina Transformer to FayTranCo, the government asserts that FayTranCo is a corporate successor of Carolina Transformer under both federal and common law theories.</p>\n<p>When a federal statute is silent as to the choice of law to be applied, but overriding federal interests exist, courts should fashion uniform rules of decision. <i>Clearfield Trust Co. v. United States,</i> 318 U.S. 363, 366-67, 63 S.Ct. 573, 574-75, 87 L.Ed. 838 (1943). CERCLA is a federal statute which is designed to promote an overriding federal interest. As one court stated, \"in attempting to eliminate the dangers of hazardous wastes, CERCLA presents a national solution to a nationwide problem. One can hardly imagine a federal program more demanding of national uniformity than environmental protection.\" <i>In re Acushnet River &amp; New Bedford Harbor Proceedings,</i> 675 F.Supp. 22, 31 (D.Mass.1987). Courts deciding CERCLA actions have recognized that Congress intended uniform federal rules of liability to evolve through federal decisions where the <span class=\"star-pagination\">*1039</span> statutes themselves were not dispositive. <i>Kayser-Roth, supra</i><i>; </i><i>United States v. A &amp; F Materials Co.,</i> 578 F.Supp. 1249, 1255 (S.D.Ill.1984); <i>United States v. Chem-Dyne Corp.,</i> 572 F.Supp. 802, 809 (S.D. Ohio 1983); <i>Smith Land &amp; Improvement Corp. v. The Celotex Corp.,</i> 851 F.2d 86 (3d Cir.1988).</p>\n<p>CERCLA does not address the issue of successor liability. Accordingly, the court must fashion federal rules of decision which further the interests of CERCLA. In construing other federal statutes to determine the extent of successor liability, federal courts have developed a \"substantial continuity\" test. If there is \"substantial continuity between a successor corporation and its predecessor, the successor can be bound by the acts of the predecessor. \"Substantial continuity\" is determined by the following factors: Whether the business of both employers was the same, whether the employees of the new company were doing the same job, and whether the new company produced the same product for essentially the same customers. <i>Oner II v. EPA,</i> 597 F.2d 184 (9th Cir.1979) (citing <i>Golden State Bottling Co. v. NLRB,</i> 414 U.S. 168, 94 S.Ct. 414, 38 L.Ed.2d 388 (1973)).</p>\n<p>FayTranCo meets the \"substantial continuity\" test. FayTranCo took over all of Carolina Transformer's business operations and continued to operate the business in the same manner. In 1981-82, Carolina Transformer moved its base of operations to the FayTranCo business location. Subsequent to the move, the companies shared the same offices, mailing address and telephone number. FayTranCo employed former Carolina Transformer employees in the same jobs, earning the same wages and maintaining the same accrued leave time. The customers of Carolina Transformer became the customers of FayTranCo, and FayTranCo honored Carolina Transformer's contracts and warranty liabilities. During 1984, the majority of Carolina Transformer's capital assets, including equipment, vehicles and accounts receivable, became the assets of FayTranCo.</p>\n<p>The FayTranCo and Carolina Transformer had the same individuals as directors, employees and officers. Dewey Strother, the sole shareholder in Carolina Transformer, owned no stock in FayTranCo. However, his children own all the FayTranCo stock, and Dewey Strother maintained control of FayTranCo, including the ability to write checks on the corporate bank account. He also negotiated the recent sale of FayTranCo and endorsed the Asset Purchase Agreement.</p>\n<p>The facts indicate a \"substantial continuity\" between Carolina Transformer and FayTranCo. Therefore imposition of successor liability on FayTranCo under CERCLA is appropriate. Accordingly, FayTranCo is jointly and severally liable for the response costs incurred by the government.</p>\n<p></p>\n<h2>LIABILITY FOR TREBLE DAMAGES</h2>\n<p>All the defendants in this action have been found jointly and severally liable for the release of hazardous substances at the Carolina Transformer site. Under Section 107(c) of CERCLA, failure to abide by an EPA order makes a party liable for punitive damages equal to no greater than three times the government's response costs. In this case, Carolina Transformer was ordered by the EPA to clean up the site, and it refused. Kenneth and Dewey Strother personally made that decision. As a result, the EPA conducted the cleanup effort. Therefore, the defendants are jointly and severally liable for three times the response costs incurred and to be incurred by the government during cleanup action at the site.</p>\n<p></p>\n<h2>LIABILITY FOR TSCA PENALTY</h2>\n<p>Carolina Transformer was assessed a $26,000 penalty by the EPA for violations of TSCA and related regulations. Section 16(a)(4) of TSCA provides that a federal district court may not review the validity, amount, or appropriateness of a final administrative order. Carolina Transformer's penalty has become a final order. Therefore the government is entitled to recover the penalty plus interest from the date of entry against Carolina Transformer. <span class=\"star-pagination\">*1040</span> The plaintiff's complaint never asked the court to rule against defendants Dewey and Kenneth Strothers on this count. Accordingly, they are not liable for the TSCA penalty. Moreover, the government has failed to present any evidence to establish liability against FayTranCo. Thus, FayTranCo is not liable under this count.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The defendants in this actionCarolina Transformer, Dewey Strother, Kenneth Strother, and FayTranCoare jointly and severally liable for the government's response costs caused by the release of hazardous substances at the Carolina Transformer site in Fayetteville, North Carolina. All of the defendants are also jointly and severally liable for treble damages under Section 106 of CERCLA for failing to comply with the EPA's removal order. Finally, Carolina Transformer is solely liable for the TSCA penalty assessed against it in 1984.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff's motion to exceed the page limit in its reply to the memorandum in opposition to plaintiff's motion for partial summary judgment is hereby GRANTED. Plaintiff's motion for extension of time to file its reply to memoranda in opposition to plaintiff's motion for summary judgment is also GRANTED.</p>\n<p>[2]  Pursuant to Local Rule 4.01, the motions for partial summary judgment brought by Carolina Transformer, Dewey Strother, and Kenneth Strother are untimely and are hereby stricken.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">739</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1030</span></span> (1989)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nCAROLINA TRANSFORMER CO., INC., Dewey K. Strother, Kenneth Strother, and FayTranCo, Inc., Defendants.</h1></center>\n<center>No. 85-82-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>November 13, 1989.</center>\n<p><span class=\"star-pagination\">*1031</span> <span class=\"star-pagination\">*1032</span> Richard B. Stewart, Asst. Atty. Gen. by Jon A. Mueller, Environmental Enforcement Section Land and Natural Resources Div., U.S. Dept. of Justice, Washington, D.C., Margaret Person Currin, U.S. Atty., E.D.N.C., Stephen A. West, Asst. U.S. Atty., Raleigh, N.C., for plaintiff.</p>\n<p>Mark A. Sternlicht, Beaver, Thompson, Holt and Richardson, Fayetteville, N.C., for defendants Carolina Transformer, Dewey Strother and Kenneth Strother.</p>\n<p>F. Stuart Clarke, Thorp and Clarke, Fayetteville, N.C., for defendant FayTranCo, Inc.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter comes before the court upon the government's motion for partial summary judgment on the issue of liability.<sup>[1]</sup> The defendants Carolina Transformer Company, Inc. (\"Carolina Transformer\"), Dewey Strother, Kenneth Strother, and FayTranCo, Inc. (\"FayTranCo\") oppose plaintiff's motion.<sup>[2]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1033</span> FACTUAL BACKGROUND</h2>\n<p>This is a civil action brought pursuant to Section 107(a) and (c) of the Comprehensive Environmental Response, Compensation, and Liability Act (\"CERCLA\"), 42 U.S.C. § 9607(a) and (c), as amended by the Superfund Amendments and Reauthorization Act of 1986, Pub.L. No. 99-499 (\"SARA\"), and the Toxic Substances Control Act (\"TSCA\"), 15 U.S.C. § 2601 <i>et seq.</i> The complaint seeks recovery of costs incurred by the United States in responding to releases or threatened releases of hazardous substances into the environment from a site located near the city of Fayetteville, North Carolina on Route 301 North, Eastern Boulevard, at the Middle Road Exit (the \"site\"). The site was the former business location of Carolina Transformer.</p>\n<p>The complaint also seeks recovery of an administrative penalty imposed by the United States Environmental Protection Agency (\"EPA\") against Carolina Transformer for violations of TSCA and related regulations, and treble damages for the defendants' failure to comply with the terms of an Administrative order issued to the defendants by the EPA pursuant to Section 106 of CERCLA, 42 U.S.C. § 9606.</p>\n<p>The Carolina Transformer site encompasses approximately five acres of land located in Cumberland County near the headwaters of an unnamed tributary of the Cape Fear River. The area surrounding the site is low-lying and swampy. Surface water drains from the Site through a culvert into the unnamed tributary and eventually flows into the Cape Fear River. Surface water also flows from the site across neighboring tracts of land.</p>\n<p>Defendant, Carolina Transformer is a Fayetteville, North Carolina corporation which was engaged in the business of repairing electrical transformers and selling rebuilt transformers from approximately 1959 to 1984. The company also sold some new transformers manufactured by other companies.</p>\n<p>The company was originally owned and operated by three individuals, but by 1962 defendant Dewey Strothers had acquired 100% of the stock. Dewey Strother became president of Carolina Transformer in 1967, and subsequently he became chairman of the company's board of directors and continued to receive a recorded salary until 1981. As president and chairman of the board he was responsible for the activities of the company. Defendant Kenneth Strother, Dewey Strother's son, became secretary and a director of the company in 1973. In 1979 Kenneth became president of the company, and he remained so until late 1984.</p>\n<p>Originally, director and shareholder meetings were held by Carolina Transformer. However, after Dewey Strothers obtained all of the company's stock, formal director and shareholder meetings were not held.</p>\n<p>From at least 1980 to 1985 Dewey Strother used the Carolina Transformer business location as headquarters for a scrap metal and used oil operation, and it appears that this operation continued at FayTranCo, after Carolina Transformer ceased doing business.</p>\n<p>Dewey Strother obtained used electrical transformers. Under his personal direction, he then used Carolina Transformer employees and equipment to disassemble the transformers, which included removing the dielectric fluid from the transformers and burning the transformer coils to remove fluid-soaked paper. No tests were made to determine if the fluid contained polychlorinated biphenyls (\"PCBs\"). Burning the paper off the coils caused the North Carolina Air Pollution Control Board to visit the site. Repeated violations of state air pollution regulations resulted in a state penalty for Carolina Transformer.</p>\n<p>After the paper was burned off, the coils and other salvageable metal were sold to scrap dealers in the southeast. Cash and checks amounting to several thousand dollars were made payable to Carolina Transformer and Dewey Strother for the sale of the metal. However none of the checks were deposited in the Carolina Transformer bank account.</p>\n<p>In May, 1979, FayTranCo was incorporated in North Carolina by Kenneth Strother <span class=\"star-pagination\">*1034</span> and Daniel Wiser, a Carolina Transformer employee, allegedly to manufacture new transformers. However for several years it surreptitiously operated as a division of Carolina Transformer performing repair and rebuilding work. Although it was originally located at 2706 Enterprise Avenue in Fayetteville, in April, 1981, construction of a new building was completed at 2816 Enterprise Avenue. At that time, many Carolina Transformer employees began working for FayTranCo.</p>\n<p>Kenneth Strother was president, director, and owner of 50% of FayTranCo's stock. His sister, Sharon Peele, was an officer and owned the other 50% of the stock. Kenneth's stepmother, Sylvia Strother, oversaw the company's bookkeeping as she had done at Carolina Transformer. Although Dewey Strother was not a director or officer of FayTranCo, he owned the company's business location and had his own office at 2816 Enterprise Avenue. Dewey Strother maintained control of the company's operations.</p>\n<p>In July, 1978, the State of North Carolina began receiving complaints from individuals living near the site. The residents were fearful that Carolina Transformer was contaminating their well water. The State Division of Environmental Management analyzed the water from wells surrounding the site, and found PCB carrier compounds in some of the wells. Residents were advised not to drink the water, and some residents were subsequently connected with city water. Carolina Transformer actually paid the cost of at least one resident's water connection. Subsequently Carolina Transformer retained an engineer to determine how to solve the PCB problem at the site. Although the engineer devised a plan of action, Carolina Transformer failed to take any corrective measures to prevent further contamination.</p>\n<p>During the period from 1980 to 1984, Carolina Transformer moved the majority of its operation to the FayTranCo business location on Enterprise Avenue. Officers, directors, and employees of Carolina Transformer became officers, directors, and employees of FayTranCo. Accounts receivable of Carolina Transformer became accounts receivable of FayTranCo. Customers of Carolina Transformer became customers of FayTranCo. The companies began sharing the same telephone number and mailing address and performing work or services for each other. The bookkeeper of Carolina Transformer does not recall creating separate account books for FayTranCo at the time of this merger.</p>\n<p>In January, 1983, the State of North Carolina advised Carolina Transformer that the State intended to proceed against the company for violations of the state PCB standards, and an administrative complaint was filed on August 23, 1984. On December 29, 1983, Carolina Transformer was, by default, assessed a civil penalty of $35,000 by the State for violations of State PCB water pollution control regulations. Carolina Transformer waived its right to an administrative hearing on the matter and requested that the state mitigate the penalty assessed. In support of its request for remission, Carolina Transformer stated that it had been advised by the EPA that the company would be held responsible for costs of cleaning up the Middle Road site. The company further stated that it \"reasonably expects, based upon information and belief, that its financial <i>liability</i> under Section 107 of the Comprehensive Environmental Response, Compensation and Liability Act of 1980 will be an extremely large sum.\" Citing the recalcitrance of the respondent, the State Commission denied the company's request for remission on June 14, 1984.</p>\n<p>The United States Environmental Protection Agency brought an administrative action against Carolina Transformer on March 7, 1984, for violations of TSCA regulations. Carolina Transformer also waived its right to a hearing in this matter. An administrative penalty of $26,000 was assessed against the company by default on September 19, 1984. Citing the company's failure to respond to the order, EPA began its cleanup of the Carolina Transformer site on August 12, 1984. The initial removal action was completed on August 22, 1984. In addition, Lumbee River Electric Membership filed a contract claim against <span class=\"star-pagination\">*1035</span> Carolina Transformer in August 1983 and obtained a judgment on October 26, 1984.</p>\n<p>In an attempt to defeat the claims of creditors or potential judgment creditors of Carolina Transformer, on September 26, 1984, the company transferred portions of its Middle Road business location to David Miller and Edward Pearson. Mr. Miller, a former employee of Carolina Transformer, was an employee of FayTranCo at the time. Mr. Pearson is Kenneth Strother's father-in-law.</p>\n<p>Kenneth Strother incorporated Cumberland Electrical Repair on October 3, 1984. The company was created to take over the repair work of Carolina Transformer at the Middle Road site. Edward Pearson was the president, and David Miller was the vice-president. On November 29, 1984, Miller and Pearson conveyed the former Carolina Transformer property to Cumberland Electrical Repair. On April 3, 1985, Lumbee River attacked the conveyance as fraudulent. The state court concurred, and on April 15, 1985, Cumberland Electrical Repair reconveyed the Middle Road property to Carolina Transformer.</p>\n<p>Carolina Transformer also transferred most of its assets to FayTranCo, presumably in a fraudulent attempt to divest Carolina Transformer of its assets. These transfers were for substantially less than the market value of the assets.</p>\n<p>At this point, the court notes that most of FayTranCo's early corporate records and essentially all of Carolina Transformer's corporate records have been destroyed. Therefore, the government has been forced to recreate the chronology of events occurring between these two entities. The court is cognizant of that fact as it reviews the record.</p>\n<p></p>\n<h2>STATUTORY BACKGROUND</h2>\n<p>CERCLA was originally enacted, and reauthorized, to insure that hazardous waste sites around the country would be cleaned up promptly and that those who were responsible for the release of hazardous substances in the environment would pay the costs of cleanup. <i>See</i> S.Rep. No. 848, 96th Cong., 2d Sess. 98, <i>reprinted in,</i> 1 Congressional Research Service, 97th Congress, 2d Sess., <i>A Legislative History of the Comprehensive Environmental Response, Compensation and Liability Act of 1980 (Superfund),</i> at 405 (1980). The Superfund Amendments and Reauthorization Act (\"SARA\") enacted in November 1986, echo this mandate.</p>\n<p>Section 104(a) of CERCLA, 42 U.S.C. § 9604(a), authorizes the government to immediately respond to releases or threatened releases of hazardous substances into the environment. In addition, under Section 106, 42 U.S.C. § 9606, the United States may seek injunctive or other relief through the courts to abate an actual or threatened release of a hazardous substance whenever there may be an imminent or substantial endangerment to the public health, welfare, or the environment.</p>\n<p>Section 107 of CERCLA, 42 U.S.C. § 9607, establishes liability under the act and ensures that responsible parties bear the cost of cleanup for any environmental damage caused by them. Section 221 of CERCLA, 42 U.S.C. § 9631, created a fund to finance federal cleanup. However, the government is then authorized to proceed against those responsible for the contamination.</p>\n<p>To establish liability under Section 107(a) of CERCLA, the following elements must be shown: 1) that the site is a \"facility\"; 2) that there has been a \"release\" or \"threatened release\" of a \"hazardous substance\" at the site; 3) that the parties involved are \"owners\" or \"operators\" of the site; 4) that the parties involved \"arranged for the disposal or treatment, or arranged with a transporter for transport\" for disposal or treatment of hazardous substances; and 5) that the government has incurred response costs. <i>United States v. Monsanto, Co.,</i> <span class=\"citation\" data-id=\"512395\"><a href=\"/opinion/512395/united-states-of-america-south-carolina-department-of-health-and/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">160</span></a></span> (4th Cir.1988), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3156</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1019</span></span> (1989). The government does not need to make any further showing such as the volume of the substances involved, the toxicity of the substances, or the role played by the defendant. Once these elements have been established, <span class=\"star-pagination\">*1036</span> Section 107(a) imposes strict liability on the defendant.</p>\n<p></p>\n<h2>LIABILITY OF CAROLINA TRANSFORMER</h2>\n<p>In its memorandum in opposition to plaintiff's motion for partial summary judgment, Carolina Transformer concedes liability under Section 107(a) of CERCLA for the response costs and TSCA penalty.</p>\n<p>In addition, the plaintiff has presented independent evidence to justify the granting of plaintiff's motion for summary judgment against Carolina Transformer. Specifically, Carolina Transformer admits the site was a facility within the meaning of Section 107(a) of CERCLA (Plaintiff's First Set of Requests for Admission # 11.) To establish that there has been a release, the government need only show that any hazardous substance as defined by CERCLA in any amount was found at the site. The plaintiff has presented substantial evidence linking Carolina Transformer to oil spills containing PCBs during its twenty year existence, and the government has presented EPA and State laboratory test results that show the existence of PCBs at the site. PCBs are hazardous substances under Section 101(14) of CERCLA.</p>\n<p>The government has also conclusively established that Carolina Transformer is an \"owner/operator\" within the meaning of CERCLA. Under CERCLA, current owners of the site are not the only parties liable for the hazardous waste cleanup. An owner/operator of the facility at the time the hazardous substances were released into the environment is similarly liable. 42 U.S.C. § 9607(a)(2). Evidence of PCB and other hazardous substance contamination at the site was established by state and federal agencies during the years 1978-1984. Hence, PCBs and other hazardous substances were disposed of on the site prior to or during that period. Carolina Transformer has owned the Middle Road facility from 1957 to the present and conducted business there during that time. Therefore Carolina Transformer owned and operated the site at the time of disposal and is the current owner of the site.</p>\n<p>Finally, the government has shown that it incurred response costs as a result of the release of hazardous substances. Under Section 101(25) of CERCLA, response costs include 1) the costs of investigating, monitoring and testing to determine the extent of a release and to identify the extent of danger to the public health, welfare, or the environment; 2) the cost of planning and implementing a response action; and 3) the cost of enforcing the provisions of CERCLA. 42 U.S.C. § 9601(25). The release of hazardous substances at Carolina Transformer's site caused EPA to incur response costs.</p>\n<p>Because the government has established Carolina Transformer's liability under Section 107(a) of CERCLA, Carolina Transformer is jointly and severally liable for all response costs incurred at the site pursuant to 42 U.S.C. § 9607(a)(1) and (a)(2).</p>\n<p></p>\n<h2>LIABILITY OF DEWEY STROTHER</h2>\n<p>The government's evidence regarding Carolina Transformer's CERCLA liability is equally applicable to defendant, Dewey Strother. In particular, the government's evidence of the site as a facility, the release of hazardous substances at the site, and the government's response costs have already been established, <i>supra.</i> Therefore, to find Dewey Strother liable under CERCLA, the government only need show that Dewey Strother was an owner or operator within the meaning of Section 107.</p>\n<p>The government has established under CERCLA that Mr. Dewey Strother was an owner/operator of a facility. Employees of a corporation can be held personally liable under CERCLA for activities over which they had direct control and supervision. <i>United States v. Northeastern Pharmaceutical and Chemical Co.,</i> <span class=\"citation\" data-id=\"1819298\"><a href=\"/opinion/1819298/united-states-v-northeastern-pharm-chem-co/\"><span class=\"volume\">579</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">823</span></a></span>, 847-48 (W.D.Mo.1984), <i>aff'd in part and rev'd in part,</i> <span class=\"citation\" data-id=\"482542\"><a href=\"/opinion/482542/united-states-v-northeastern-pharmaceutical-chemical-co-inc-a/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">726</span></a></span> (8th Cir.1986) (\"NEPPACO\"); <i>State of New York v. Shore Realty Corp.,</i> <span class=\"citation\" data-id=\"450726\"><a href=\"/opinion/450726/the-state-of-new-york-v-shore-realty-corp-and-donald-leogrande/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1032</span></a></span> (2d Cir.1985). The following factors have been established to determine whether officer liability under CERCLA is warranted: <span class=\"star-pagination\">*1037</span> sizeable stock ownership in the corporation, active participation in the management of the corporation, presence at and supervision of the operation of the facility, founded the company, capacity and general responsibility to control the disposal of hazardous waste at the facility, power to direct negotiations concerning the disposal of wastes, and capacity to prevent and abate the damage caused by the disposal of hazardous wastes. <i>NEPPACO,</i> 579 F.Supp. at 848-49. The dominant consideration appears to be significant participation in the running of the company, especially as it relates to waste disposal. <i>Shore, supra,</i> 759 F.2d at 1052-53; <i>United States v. Northernaire Plating Co.,</i> <span class=\"citation\" data-id=\"2594507\"><a href=\"/opinion/2594507/united-states-v-northernaire-plating-co/\"><span class=\"volume\">670</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">742</span></a></span>, 747 (W.D.Mich.1987).</p>\n<p>Dewey Strother met the foregoing criteria. He was a 100 percent shareholder in Carolina Transformer from 1962 onward. He was a corporate director and president from 1962-1981, and he was chairman of the board from 1981 to 1984. There is ample evidence that Dewey Strother personally supervised the day-to-day operations of the business, including the tear-down of transformers and the handling of PCB-contaminated oil. He and Kenneth Strother evaluated Carolina Transformer's position regarding the State and federal \"dumping\" complaints, and they personally decided neither to contest the penalties nor to comply with the EPA order. These facts indicate that Dewey Strother had substantial control over Carolina Transformer and that Dewey Strother's acts are indistinguishable from those of Carolina Transformer.</p>\n<p>Dewey Strother argues that he did not own or operate the site at the time hazardous wastes were disposed of there. However, one federal court recently has held that any person who releases a hazardous substance which \"`<i>may</i> enter the environment or be emitted into the air or discharged into any waters, including ground waters' meets the definition of a responsible person under CERCLA.\" <i>United States v. Bell Petroleum Services, Inc.,</i> No. MO-88-CA-05, slip op. at 11, <span class=\"citation no-link\"><span class=\"volume\">1989</span> <span class=\"reporter\">WL</span> <span class=\"page\">165554</span></span> (W.D.Tex. Sept. 20, 1989). Under this analysis, all the government must prove is that PCBs were found on the site and that the defendants were owners and/or operators of the site. The United States is not required to prove the exact date on which the PCBs were released on the site.</p>\n<p>Nevertheless, the government has also shown that Dewey Strother owned and operated Carolina Transformer during the period that PCBs were released into the environment. Dewey Strother, in a recent federal bankruptcy proceeding in Florida, represented that he was active in Carolina Transformer's corporate affairs until late 1984 and that he solicited business on behalf of Carolina Transformer from 1981 to 1984. These statements refute Mr. Strother's allegations that he \"retired\" in 1979 or 1980. The evidence shows that PCBs were located in the soil at the site as early as March, 1979. Further tests were conducted in June, 1984, and elevated concentration levels of PCBs were found in the soil at the site. Based upon this evidence, the court finds that Mr. Dewey Strother was operating the site when the releases occurred. Based upon the foregoing findings, the court finds Dewey Strother to be an \"owner\" and \"operator\" under Section 107 of CERCLA. As such, he is jointly and severally liable under CERCLA as an owner and operator of the Carolina Transformer facility.</p>\n<p></p>\n<h2>LIABILITY OF KENNETH STROTHER</h2>\n<p>Based on the government's evidence regarding defendants Carolina Transformer and Dewey Strother, the court finds that the government has established the following elements of Section 107 of CERCLA: that the site is a facility, there was a release of hazardous substances, and the government has incurred response costs. Therefore, to find Kenneth Strother liable under CERCLA, the government is only required to show that Kenneth Strother was an owner or operator of Carolina Transformer.</p>\n<p>The government has established under CERCLA that Kenneth Strother was an operator of Carolina Transformer. Kenneth <span class=\"star-pagination\">*1038</span> Strother was a director of Carolina Transformer from approximately 1973 to 1988 and president from approximately 1982 to October, 1984. He has admitted that he was responsible for the day-to-day management of Carolina Transformer while he was president of the company. During the time he was president, the company continued to salvage transformers for scrap metal. Accordingly, Kenneth Strother maintained day-to-day control over the handling and disposal of dielectric fluid. In addition, Kenneth and Dewey Strother personally decided on behalf of Carolina Transformer that they would not contest the state and federal complaints lodged against Carolina Transformer, nor would Carolina Transformer comply with the EPA order. Based upon these facts, the court finds that Kenneth Strother was an \"operator\" under Section 107 of CERCLA, and as such, he is jointly and severally liable for all response costs associated with the site.</p>\n<p>Dewey and Kenneth Strother are also liable under the theory that a corporate officer may be held individually liable for the torts of a corporation where the corporate officer participates in the tortious activity. <i>Polo Fashions v. Craftex, Inc.,</i> <span class=\"citation\" data-id=\"486557\"><a href=\"/opinion/486557/polo-fashions-inc-v-craftex-inc-and-bobby-oneal-and-keith-oneal/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">145</span></a></span>, 149 (4th Cir.1987). To be held directly liable as an operator, courts have considered a number of factors including: whether the person or corporation had the capacity to discover in a timely fashion the release or threat of release of hazardous substances; whether the person or corporation had the power to direct the mechanisms causing the release; and whether the person or corporation had the capacity to prevent and abate damages. <i>United States v. Kayser-Roth Corp.,</i> <span class=\"citation\" data-id=\"1468234\"><a href=\"/opinion/1468234/united-states-v-kayser-roth-corp/\"><span class=\"volume\">724</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">15</span></a></span> (D.R.I.1989) (citing <i>Idaho v. Bunker Hill Co.,</i> <span class=\"citation\" data-id=\"1438651\"><a href=\"/opinion/1438651/state-of-idaho-v-bunker-hill-co/\"><span class=\"volume\">635</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">665</span></a></span>, 671-72 (D. Idaho 1986). In this instance, there is ample evidence to establish that both Dewey and Kenneth Strother met these criteria for individual liability. Dewey and Kenneth Strother owned and controlled Carolina Transformer. They were the company's presidents, sole shareholder, and directors. They were in charge of the day-to-day operations at Carolina Transformer, including personal supervision of transformer disassembly and dielectric fluid handling. The evidence shows that as early as 1978 both Dewey and Kenneth Strother were aware of the PCB problem at the site, and yet they took no actions to correct the problem or change the work habits of employees. Moreover, they enlisted the aid of an engineer to help solve the PCB problem at the site. However, they failed to implement the plan in order to prevent damages.</p>\n<p>The facts clearly establish that Dewey and Kenneth Strothers knew about the hazardous waste problem and willfully failed to correct it. Accordingly, both Kenneth and Dewey Strother are liable under the common law tort theory of individual liability.</p>\n<p></p>\n<h2>LIABILITY OF FAYTRANCO</h2>\n<p>The government has alleged that FayTranCo is liable as Carolina Transformer's successor in interest. Relying on the circumstances surrounding the conveyance of assets, equipment, inventory and employees from Carolina Transformer to FayTranCo, the government asserts that FayTranCo is a corporate successor of Carolina Transformer under both federal and common law theories.</p>\n<p>When a federal statute is silent as to the choice of law to be applied, but overriding federal interests exist, courts should fashion uniform rules of decision. <i>Clearfield Trust Co. v. United States,</i> <span class=\"citation\" data-id=\"103794\"><a href=\"/opinion/103794/clearfield-trust-co-v-united-states/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">363</span></a></span>, 366-67, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">573</span></span>, 574-75, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">838</span></span> (1943). CERCLA is a federal statute which is designed to promote an overriding federal interest. As one court stated, \"in attempting to eliminate the dangers of hazardous wastes, CERCLA presents a national solution to a nationwide problem. One can hardly imagine a federal program more demanding of national uniformity than environmental protection.\" <i>In re Acushnet River &amp; New Bedford Harbor Proceedings,</i> <span class=\"citation\" data-id=\"1636874\"><a href=\"/opinion/1636874/in-re-acushnet-river-new-bedford-harbor-proceed/\"><span class=\"volume\">675</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">22</span></a></span>, 31 (D.Mass.1987). Courts deciding CERCLA actions have recognized that Congress intended uniform federal rules of liability to evolve through federal decisions where the <span class=\"star-pagination\">*1039</span> statutes themselves were not dispositive. <i>Kayser-Roth, supra</i><i>; </i><i>United States v. A &amp; F Materials Co.,</i> <span class=\"citation\" data-id=\"2362973\"><a href=\"/opinion/2362973/united-states-v-a-f-materials-co-inc/\"><span class=\"volume\">578</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1249</span></a></span>, 1255 (S.D.Ill.1984); <i>United States v. Chem-Dyne Corp.,</i> <span class=\"citation\" data-id=\"2310597\"><a href=\"/opinion/2310597/united-states-v-chem-dyne-corp/\"><span class=\"volume\">572</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">802</span></a></span>, 809 (S.D. Ohio 1983); <i>Smith Land &amp; Improvement Corp. v. The Celotex Corp.,</i> <span class=\"citation\" data-id=\"508524\"><a href=\"/opinion/508524/smith-land-improvement-corporation-in-87-5740-v-the-celotex/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">86</span></a></span> (3d Cir.1988).</p>\n<p>CERCLA does not address the issue of successor liability. Accordingly, the court must fashion federal rules of decision which further the interests of CERCLA. In construing other federal statutes to determine the extent of successor liability, federal courts have developed a \"substantial continuity\" test. If there is \"substantial continuity between a successor corporation and its predecessor, the successor can be bound by the acts of the predecessor. \"Substantial continuity\" is determined by the following factors: Whether the business of both employers was the same, whether the employees of the new company were doing the same job, and whether the new company produced the same product for essentially the same customers. <i>Oner II v. EPA,</i> <span class=\"citation\" data-id=\"365696\"><a href=\"/opinion/365696/oner-ii-inc-and-jerry-saylor-its-president-v-u-s-environmental/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">184</span></a></span> (9th Cir.1979) (citing <i>Golden State Bottling Co. v. NLRB,</i> <span class=\"citation\" data-id=\"108890\"><a href=\"/opinion/108890/golden-state-bottling-co-v-nlrb/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">168</span></a></span>, <span class=\"citation\" data-id=\"108890\"><a href=\"/opinion/108890/golden-state-bottling-co-v-nlrb/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">414</span></a></span>, <span class=\"citation\" data-id=\"108890\"><a href=\"/opinion/108890/golden-state-bottling-co-v-nlrb/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">388</span></a></span> (1973)).</p>\n<p>FayTranCo meets the \"substantial continuity\" test. FayTranCo took over all of Carolina Transformer's business operations and continued to operate the business in the same manner. In 1981-82, Carolina Transformer moved its base of operations to the FayTranCo business location. Subsequent to the move, the companies shared the same offices, mailing address and telephone number. FayTranCo employed former Carolina Transformer employees in the same jobs, earning the same wages and maintaining the same accrued leave time. The customers of Carolina Transformer became the customers of FayTranCo, and FayTranCo honored Carolina Transformer's contracts and warranty liabilities. During 1984, the majority of Carolina Transformer's capital assets, including equipment, vehicles and accounts receivable, became the assets of FayTranCo.</p>\n<p>The FayTranCo and Carolina Transformer had the same individuals as directors, employees and officers. Dewey Strother, the sole shareholder in Carolina Transformer, owned no stock in FayTranCo. However, his children own all the FayTranCo stock, and Dewey Strother maintained control of FayTranCo, including the ability to write checks on the corporate bank account. He also negotiated the recent sale of FayTranCo and endorsed the Asset Purchase Agreement.</p>\n<p>The facts indicate a \"substantial continuity\" between Carolina Transformer and FayTranCo. Therefore imposition of successor liability on FayTranCo under CERCLA is appropriate. Accordingly, FayTranCo is jointly and severally liable for the response costs incurred by the government.</p>\n<p></p>\n<h2>LIABILITY FOR TREBLE DAMAGES</h2>\n<p>All the defendants in this action have been found jointly and severally liable for the release of hazardous substances at the Carolina Transformer site. Under Section 107(c) of CERCLA, failure to abide by an EPA order makes a party liable for punitive damages equal to no greater than three times the government's response costs. In this case, Carolina Transformer was ordered by the EPA to clean up the site, and it refused. Kenneth and Dewey Strother personally made that decision. As a result, the EPA conducted the cleanup effort. Therefore, the defendants are jointly and severally liable for three times the response costs incurred and to be incurred by the government during cleanup action at the site.</p>\n<p></p>\n<h2>LIABILITY FOR TSCA PENALTY</h2>\n<p>Carolina Transformer was assessed a $26,000 penalty by the EPA for violations of TSCA and related regulations. Section 16(a)(4) of TSCA provides that a federal district court may not review the validity, amount, or appropriateness of a final administrative order. Carolina Transformer's penalty has become a final order. Therefore the government is entitled to recover the penalty plus interest from the date of entry against Carolina Transformer. <span class=\"star-pagination\">*1040</span> The plaintiff's complaint never asked the court to rule against defendants Dewey and Kenneth Strothers on this count. Accordingly, they are not liable for the TSCA penalty. Moreover, the government has failed to present any evidence to establish liability against FayTranCo. Thus, FayTranCo is not liable under this count.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The defendants in this actionCarolina Transformer, Dewey Strother, Kenneth Strother, and FayTranCoare jointly and severally liable for the government's response costs caused by the release of hazardous substances at the Carolina Transformer site in Fayetteville, North Carolina. All of the defendants are also jointly and severally liable for treble damages under Section 106 of CERCLA for failing to comply with the EPA's removal order. Finally, Carolina Transformer is solely liable for the TSCA penalty assessed against it in 1984.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff's motion to exceed the page limit in its reply to the memorandum in opposition to plaintiff's motion for partial summary judgment is hereby GRANTED. Plaintiff's motion for extension of time to file its reply to memoranda in opposition to plaintiff's motion for summary judgment is also GRANTED.</p>\n<p>[2]  Pursuant to Local Rule 4.01, the motions for partial summary judgment brought by Carolina Transformer, Dewey Strother, and Kenneth Strother are untimely and are hereby stricken.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/365696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1438651/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1468234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1636874/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1819298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2310597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2362973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2594507/"
  ]
}