{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1611484/",
  "absolute_url": "/opinion/1611484/barfield-v-harris/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1611484/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:55:50.235733Z",
  "date_modified": "2016-04-26T23:47:10.413146Z",
  "type": "010combined",
  "sha1": "f4928bda6ad33174b813c30ec479fed17effc200",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>540 F.Supp. 451 (1982)</b></center>\n<center><h1>Margie Bullard BARFIELD, Petitioner,<br>\nv.<br>\nKenneth W. HARRIS, et al., Respondents.</h1></center>\n<center>No. 82-245-HC.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 21, 1982.</center>\n<p><span class=\"star-pagination\">*452</span> <span class=\"star-pagination\">*453</span> James D. Little, Singleton, Murray, Harlow &amp; Little, Fayetteville, N. C., Richard H. <span class=\"star-pagination\">*454</span> Burr, III, Southern Prisoners' Defense Committee, Nashville, Tenn., for petitioner.</p>\n<p>Richard N. League, Sp. Deputy Atty. Gen., Raleigh, N. C., for respondents.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION AND ORDER</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>Petitioner, Margie Bullard Barfield, frequently referred to in these proceedings as Velma Barfield, was convicted in the Superior Court of Bladen County, North Carolina, on 2 December 1978 of first-degree murder by poisoning of one Stewart Taylor. At the sentencing phase of the trial the jury having found three aggravating circumstances attending the murder and no mitigating circumstances, judgment of death by execution was pronounced as mandated by North Carolina law.</p>\n<p>On November 6, 1979, the Supreme Court of North Carolina affirmed this judgment, <i>State v. Barfield,</i> 298 N.C. 306, 259 S.E.2d 510 (1979). Following denial by the Supreme Court of the United States of her petition for certiorari on June 30, 1980, <i>Barfield v. North Carolina,</i> 448 U.S. 907, 100 S.Ct. 3050, 65 L.Ed.2d 1137, and her petition for rehearing on September 17, 1980, <i>id.</i> at 918, 101 S.Ct. at 41, 65 L.Ed.2d at 1181 Barfield's execution date was set for October 17, 1980.</p>\n<p>Pursuant to a motion for post-conviction relief filed by Barfield in the state court on October 3, 1980, a stay of execution was entered pending a full-blown evidentiary hearing which was conducted by the Honorable E. Maurice Braswell, Judge of the Superior Court, during the week of November 17, 1980. In a thirty-seven-page judgment containing plenary findings of fact and conclusions Judge Braswell denied Barfield's motion for post-conviction relief on 26 November 1980. The Supreme Court of North Carolina declined to review this judgment by denying Barfield's petition for a writ of certiorari, and thereafter certiorari as to the state post-conviction proceedings was also denied by the United States Supreme Court on October 19, 1981. <i>Barfield v. North Carolina,</i> 454 U.S. 957, 102 S.Ct. 494, 70 L.Ed.2d 261 <i>rehearing denied,</i> ___ U.S. ___, 102 S.Ct. 693, 70 L.Ed.2d 655 (1981).</p>\n<p>Again condemned to die during the week of March 15, 1982, Barfield filed her petition for habeas corpus in this court on March 9, 1982 pursuant to 28 U.S.C. ยง 2254 alleging numerous constitutional infirmities in her trial and conviction in 1978. Pending hearing on the petition this court issued a stay of execution which remains in effect. The hearing was held on March 26, 1982, and in this memorandum of decision the court will record its findings and conclusions.</p>\n<p>As indicated above the week-long hearing which was held on Barfield's motion for post-conviction relief in the state court resulted in exhaustive findings and conclusions by the presiding judge, and all parties here are agreed that Barfield has exhausted all of her state remedies prior to invoking the jurisdiction of this court. The parties have also agreed that this court might consider the voluminous records compiled in the trial and post-conviction proceedings in the state court and it has been stipulated that this court might consider all of the testimony offered by petitioner in the state post-conviction proceedings and excluded on objection by the state. The court has done this, and the parties have further agreed that this obviates the necessity for any further evidentiary hearing in this court.</p>\n<p>Counsel for petitioner were invited to identify any factual findings of Judge Braswell in the state court post-conviction proceedings which were claimed not to be supported by the evidence adduced at that hearing. They have been unable to do so in any material respect, and this court's own review of the more than 2,000 pages of testimony considered by Judge Braswell has persuaded this court that the merits of the factual dispute were fully resolved in the state court proceedings; that the factfinding procedure there employed was adequate to afford a full and fair hearing; that all material facts were adequately developed; that the court had jurisdiction of the subject <span class=\"star-pagination\">*455</span> matter; that petitioner was represented by exceptionally able counsel at all stages of the post-conviction proceedings; that she received a full, fair and adequate hearing; and that she was not otherwise denied due process of law in that proceeding. Accordingly, this court, as required by 28 U.S.C. ยง 2254(d), presumes Judge Braswell's findings to be correct and adopts them as its own.<sup>[1]</sup><i>Sumner v. Mata,</i> 449 U.S. 539, 101 S.Ct. 764, 66 L.Ed.2d 722 (1981); <i>Townsend v. Sain,</i> 372 U.S. 293, 83 S.Ct. 745, 9 L.Ed.2d 770 (1963).</p>\n<p>One additional threshold matter is respondents' contention that this court is barred from considering certain of petitioner's claims because of petitioner's procedural default in the state courts. <i>See </i><i>Engle v. Isaac,</i> ___ U.S. ___, 102 S.Ct. 1558, 71 L.Ed.2d 783 (1982); <i>Wainwright v. Sykes,</i> 433 U.S. 72, 97 S.Ct. 2497, 53 L.Ed.2d 594 (1977); <i>Cole v. Stevenson,</i> 620 F.2d 1055 (4th Cir.), <i>cert. denied,</i> 449 U.S. 1004, 101 S.Ct. 545, 66 L.Ed.2d 301 (1980). All issues raised here, however, were considered either by the North Carolina Supreme Court on direct appeal or by Judge Braswell on the motion for appropriate relief, and neither court relied on any procedural default to bar consideration of any issue raised. Instead, the Supreme Court \"combed the record\" and considered all issues raised in addition to certain issues not brought forward on appeal. <i>State v. Barfield, supra,</i> 298 N.C. at 354-355, 259 S.E.2d at 544. Judge Braswell considered each of petitioner's contentions and concluded that none of them had merit. Where the state has not enforced any default, the federal court is not barred from consideration of the issue. <i>Engle v. Isaac, supra,</i> ___ U.S. at ___ n.44, 102 S.Ct. at 1575 n.44; <i>County Court of Ulster County v. Allen,</i> 442 U.S. 140, 147-154, 99 S.Ct. 2213, 2219-23, 60 L.Ed.2d 777 (1979). <i>Cf., </i><i>Gardner v. Florida,</i> 430 U.S. 349, 361, 97 S.Ct. 1197, 1206, 51 L.Ed.2d 393 (1977).</p>\n<p>We turn, then, to the grounds which petitioner claims warrant habeas relief in this court. Of the numerous alleged constitutional deficiencies in her trial and conviction those meriting serious consideration will be addressed under the several headings to follow.</p>\n<p></p>\n<h2>INEFFECTIVENESS OF COUNSEL</h2>\n<p>Following her indictment on the murder charge petitioner was found to be indigent, and Attorney Robert D. Jacobson of the Robeson County, North Carolina, bar was appointed to represent her. When it became known to Mr. Jacobson that petitioner was suspected of having committed at least four other murders by poisoning in addition to the one for which she was indicted, he moved the court for the appointment of additional counsel to assist him in representing petitioner. This motion was denied, and Mr. Jacobson continued to represent petitioner throughout the trial and the appeals.<sup>[2]</sup> In the post-conviction proceedings <span class=\"star-pagination\">*456</span> petitioner has been represented by Mr. James D. Little of the Fayetteville, North Carolina bar and Mr. Richard H. Burr, III, of the Southern Prisoners' Defense Committee, Nashville, Tennessee.</p>\n<p>Petitioner alleges that her former counsel, Mr. Jacobson, ineffectively represented her in six major areas:</p>\n<p>1. The investigation and presentation of psychiatric evidence in both phases of her trial.</p>\n<p>2. The investigation and presentation of general testimony in mitigation of punishment.</p>\n<p>3. The handling of various critical pretrial motions.</p>\n<p>4. The presentation of argument to the jury on her behalf.</p>\n<p>5. The making of requests for specific instructions to the jury that were critical to her case.</p>\n<p>6. The presentation and development of issues on the direct appeal of her case.</p>\n<p>Counsel for both parties have recognized in all of the post-conviction proceedings that the acts and omissions of defense counsel in a criminal case are to be judged by the \"range of competence\" standard established in <i>Marzullo v. Maryland,</i> 561 F.2d 540 (4th Cir. 1977), <i>cert. denied,</i> 435 U.S. 1011, 98 S.Ct. 1885, 56 L.Ed.2d 394 (1978). Judge Braswell also applied this standard in the state post-conviction proceedings. In <i>Marzullo</i> the Fourth Circuit expressly disavowed the \"farce and mockery of justice test\" which had previously been approved in this circuit and adopted the standard established in <i>McMann v. Richardson,</i> 397 U.S. 759, 90 S.Ct. 1441, 25 L.Ed.2d 763 (1970), which involves the answer to this inquiry: \"Was the defense counsel's representation within the range of competence demanded of attorneys in criminal cases?\" Reference was made to the earlier Fourth Circuit case of <i>Coles v. Peyton,</i> 389 F.2d 224 (1968), where the principles for judging competency of criminal defense counsel as taken from previous cases were listed as follows:</p>\n<p>1. Counsel for an indigent defendant should be appointed promptly.</p>\n<p>2. Counsel should be afforded a reasonable opportunity to prepare to defend an accused.</p>\n<p>3. Counsel must confer with his client without undue delay and as often as necessary to advise him of his rights and to elicit matters of defense or to ascertain that potential defenses are unavailable.</p>\n<p>4. Counsel must conduct appropriate investigations, both factual and legal, to determine if matters of defense can be developed, and to allow himself enough time for reflection and preparation for trial.</p>\n<p>In <i>Coles</i> the court stated further that the failure to conform to these requirements would constitute a denial of effective representation of counsel \"unless the state, on which is cast the burden of proof once a violation of these precepts is shown, can establish lack of prejudice thereby.\"</p>\n<p>In <i>Marzullo,</i> however, the court went on to say:</p>\n<blockquote>\"By this [range of competence] standard, effective representation is not the same as errorless representation. An attorney may make a decision or give advice which in hindsight proves wrong. Such errors, as <i>McMann</i> pointed out, are not necessarily grounds for post-conviction relief.... A convict generally must establish that his counsel's error was so flagrant that a court can conclude that it resulted from neglect or ignorance rather than from informed, professional deliberation.\" (Footnotes omitted.) 561 F.2d at p. 544.</blockquote>\n<p>The performance of Attorney Jacobson in each of the major areas of complaint will <span class=\"star-pagination\">*457</span> now be reviewed in the light of the principles enunciated in these cases.<sup>[3]</sup></p>\n<p></p>\n<h2>1. <i>Failure to Investigate and Present Psychiatric Evidence.</i>\n</h2>\n<p>Shortly after she was apprehended the petitioner made a full confession that she had administered the poison which resulted in the death of Stewart Taylor, but she maintained that she had no intention of killing him. The likelihood that she would be able to convince any court that she had no such intention was sharply diminished, however, when she also confessed to administering poison to four other people including a former husband and her own mother, as a result of which each of them had died. Under these circumstances the defense which readily suggested itself to defense counsel was that of insanity, and Attorney Jacobson determined early on that he would undertake to establish such defense. Petitioner had been under the care of her own psychiatrist, a Dr. Sainz, for some time prior to the offense with which she was charged, and Jacobson was able to obtain the court's authorization to have her examined by two additional psychiatrists. Unfortunately, the consensus of opinion of these three physicians was that petitioner was legally sane at the time of the offense, that is, that she was able to know and understand the nature of her act and its consequences and that at the time of the trial she was able to consult with her counsel and assist in her own defense. Faced with this knowledge the defense attorney decided to employ another tack: he would show by these three physicians and others that petitioner had a long history of drug abuse and was suffering from a variety of psychopathic disorders which would negative the essential element of intent thus reducing the offense to second-degree murder and that in any event the evidence could be shown as an extenuating or mitigating circumstance to be considered at the sentencing stage in the event that petitioner should be convicted of first-degree murder.</p>\n<p>This course of action, so petitioner's present counsel contend, was woefully ineffective and fell far short of measuring up to the standard required by <i>Marzullo.</i> In support of their position counsel were able to produce at the state post-conviction proceedings Dr. Selwyn Rose of Winston-Salem, North Carolina, an admitted expert in forensic psychiatry, who testified that in his opinion petitioner was not sane at the time of Stewart Taylor's murder, \"in that I am uncertain as to whether she was sufficiently disturbed to reach the level of impairment which I consider to meet the insanity test.\" He testified further that petitioner \"has three types of severe psychopathology, psychiatric illness, emotional illness. She has a history well documented of depression diagnosed as endogenous depression, which means from within, suggesting biochemical or organic causes, and that depression has included suicide attempts, overdose ....\"; that petitioner had a history of drug abuse; that \"the depression itself can certainly impair thought processes and rational thinking;\" and \"of the diagnostic identities that I mentioned, drug abuse, depression and character structure or personality defects ... can at times impair judgment, insight ... control of one's behavior and conduct\" and that in his opinion \"she was impaired by those three types of psychopathology at the time of the offense.\" Thus Dr. Rose found that petitioner's sanity at the time of the offense was at least questionable and that her ability to control or conform her <span class=\"star-pagination\">*458</span> behavior according to the requirements of law was impaired. Motion for Appropriate Relief (MAR) Transcript at 298-311.</p>\n<p>Relating the availability of such testimony to the ineffectiveness of counsel claim petitioner produced as witnesses a North Carolina attorney, Mary Ann Tally, who qualified as an expert in criminal defense based on seven years' experience in a public defender's office, and John Ackerman, who had had seven years' experience as the dean of the National College for Criminal Defense in Houston, Texas, who was permitted to testify as an expert in criminal defense standards. Mr. Ackerman testified that:</p>\n<blockquote>\"I think a lawyer to properly handle a psychiatric defense must become quite familiar with psychiatry, what it is, how it is practiced, the terms, the various mental illnesses, what their manifestations are. Sometimes it is a lot of work. You have to go around and seek out a psychiatrist who will hear what you are saying, who will understand your client, and <i>we all know that to some extent psychiatric defenses involves some shopping.</i> You might just find a psychiatrist who has spent a great deal of time dealing with questions like drug induced psychosis, for instance, which is a possibility here, who would have some greater familiarity with that field than any other psychiatrist in this area. MAR Transcript at 412. (Emphasis supplied.)</blockquote>\n<p>Building on this argument, counsel for petitioner have argued in their brief that:</p>\n<blockquote>\"Various experts have various areas of expertise, and it is the duty of counsel to pursue all available avenues until he finds the expert who can evaluate his client fairly, completely, and truthfully.\"<sup>[4]</sup></blockquote>\n<p>In short, petitioner now takes the position that it was the duty of Mr. Jacobson to keep on \"shopping\" until he found a psychiatrist who would testify that his client was insane. While this court readily recognizes that in this day and age the chances of finding an \"expert\" who will testify on any side of a given proposition are reasonably good, the necessity of reputable and competent counsel's doing so under the circumstances here involved is not perceived.<sup>[5]</sup></p>\n<p>Moreover, good trial tactics may have dictated exactly the contrary course. Assume for the moment that Jacobson had undertaken to \"shop\" for an expert and had been lucky enough to come across Dr. Rose. He would then have been faced with the difficult decision of whether or not to use his own psychiatrist, Dr. Sainz. If he did and the testimony of the two experts developed to be contradictory, it would have been very damaging. If he failed to use Dr. Sainz and the other two court-appointed psychiatrists, the state doubtless would have used them in rebuttal, and the result probably would have been even more devastating.</p>\n<p>Under somewhat similar circumstances in which trial counsel was charged with having been ineffective in not locating and presenting an expert witness who would have contradicted much of the testimony of the prosecution's expert the Eighth Circuit said in <i>Knott v. Mabry, supra</i>:</p>\n<blockquote>\"Although petitioner's trial counsel probably should have increased his knowledge of the relevant scientific techniques <span class=\"star-pagination\">*459</span> and principles by consulting an expert such as Irving Stone or by studying literature in the field, we have difficulty in light of the existing record holding that counsel's representation was constitutionally inadequate. Human nature is such that most people think they have a better understanding of the demands of an event after it has happened. Trial of law suits is peculiarly susceptible to hindsight appraisal of another lawyer's endeavors. When trial counsel exercise their judgment in making strategic decisions, third party post-trial construction of strategic alternatives cannot be the sole basis for finding constitutional deficiency.\" <i>Id.</i> at p. 1212.</blockquote>\n<p>And so it is here. Although he consulted with a relative who was a psychiatrist and had the benefit of consultation with each of the three psychiatrists who testified at the trial, Mr. Jacobson probably could have increased his knowledge in the field of psychiatry, and certainly had he shopped long enough he could have located an expert who could have testified as to the petitioner's sanity in a manner even more unequivocal than did Dr. Rose at the post-conviction hearing. That he did not do so cannot in view of the record in this case be held to have been constitutionally inadequate.</p>\n<p></p>\n<h2>2. <i>Failure to Develop General Mitigating Evidence.</i>\n</h2>\n<p>Petitioner's principal cause for complaint as to trial counsel's performance in this regard was his failure to call character witnesses</p>\n<blockquote>\"[T]here were numerous witnesses available to testify at her original trial who would have been able and willing to give a variety of testimony concerning the good character of Ms. Barfield and the tremendous difficulty she experienced which led her to abuse drugs substantially. Through this testimony, the individuality and humanness of Ms. Barfield would have been presented to the jury.\" Petitioner's Brief, p. 20.</blockquote>\n<p>Testimony as to the character of an accused is normally designed to serve two purposes: first, on the question of guilt where commission of the offense is denied by the accused testimony as to his good character may be introduced to show the unlikelihood that a person with a good character would have committed the offense in question. Where the accused takes the stand and testifies a second purpose of character testimony may be to bolster the credibility of the accused as a witness. In addition, in a capital sentencing proceeding character evidence may be offered in hope of lending a convicted murderer some degree of \"humanness.\" In the case at bar no amount of character testimony would have served the first purpose, for there was never any question that the petitioner committed the offense. And as to the matter of enhancing her credibility on the critical question of intent it seems highly unlikely that any number of character witnesses could have overcome the overwhelming evidence of intent which was provided by the properly admitted evidence of the four other murders which petitioner had committed by poisoning.</p>\n<p>And here again sound trial tactics may have dictated limited use of character witnesses. Such witnesses would have been subject to cross-examination with the attendant risk that damaging evidence including a rehash of the other four murders might have been brought out thereby destroying any credibility and \"humanness\" which the jury may have ascribed to the petitioner after hearing her own testimony and observing her demeanor on the stand.</p>\n<p>Ineffectiveness of trial counsel in not calling additional character witnesses has not been established.</p>\n<p></p>\n<h2>3. <i>Failure to File Additional Motions.</i>\n</h2>\n<p>While Mr. Jacobson filed numerous pretrial motions including motions for the evaluation of petitioner's competency and sanity, for the appointment of additional counsel, for discovery, for appointment of a disinterested court reporter, for a change of venue, for payment of expert witness fees, <span class=\"star-pagination\">*460</span> for individual <i>voir dire</i> and sequestration of jurors during the <i>voir dire,</i> for complete recordation of all proceedings, to suppress defendant's confessions, for appointment of an independent psychiatrist, to allow notification of defendant's intention to rely on an insanity defense and for a continuance, petitioner now contends that he \"failed to engage in the systematic, exhaustive pretrial motion practice which is necessary to the effective defense in capital cases.\" Pet. for Writ of Habeas Corpus at 10. Some examples of motions that petitioner now contends should have been made are motions to prohibit the \"death qualification\" of the jury; to obtain a separate jury to try guilt and punishment; to challenge grand and petit jury composition; to obtain an independent psychiatrist for purpose of the penalty stage of the trial; to obtain a bill of particulars on the aggravating circumstances; to allow petitioner to participate as co-counsel; to have the death penalty statute declared unconstitutional and a motion in limine to restrict evidence as to the other homicides.</p>\n<p>There is nothing in the record to indicate that these motions, if made in the form which petitioner now urges, would have been sustained or that the failure of the trial court to sustain any of them would have resulted in reversible error on appeal. The fruitlessness of many of the motions is demonstrated by the simple fact that they relate to the guilt phase of the trial and were in effect mooted by petitioner's confession that she committed the offense. Many other of the motions would have been without merit as being contrary to established North Carolina and federal law.</p>\n<p>Where there is no reason to believe that a particular motion, if made, would have been granted, failure to make the motion does not constitute ineffective assistance of counsel. <i>United States v. Hood,</i> 593 F.2d 293 (8th Cir. 1979). Such is the case here.</p>\n<p></p>\n<h2>4. <i>Ineffective Jury Argument.</i>\n</h2>\n<p>Petitioner now contends that in his closing arguments in both phases of her trial Mr. Jacobson \"had no theory of defense or of mitigation to present to the jury.\" It is further contended that in his arguments to the jury trial counsel \"injected arbitrary, prejudicial material into the record and into the jury's deliberation processes.\" The court has read and re-read the jury arguments of this attorney during both phases of the trial, and it is unable to agree.</p>\n<p>As has been noted several times herein, the case which Mr. Jacobson was called upon to defend was an almost hopeless one from the beginning. Not only had the petitioner confessed to the offense of poisoning her boyfriend, Stewart Taylor, by placing tasteless and colorless arsenic laden rat poison in his beer and tea resulting in his slow, agonizing death, but Jacobson knew that on the issue of intent the prosecution would doubtless offer petitioner's confessions to four other arsenic poisonings resulting in similar deaths. He therefore saw as the only realistic possibility of obtaining a verdict of anything less than first-degree murder with the death penalty that it would be necessary for him to negate the essential element of specific intent and thereby obtain a verdict of second-degree murder failing in which he would have to convince the jury that the mitigating circumstances of petitioner's long history of drug abuse, mental problems and personality disorders were sufficient to offset the aggravating circumstances and thus justify the jury's recommendation of a sentence of life imprisonment. While his arguments to the jury were by no means textbook models, it cannot be rightfully said that Mr. Jacobson did not make a vigorous assertion of these contentions during each of his jury arguments. Of course the cold record tells us nothing of what, if any, histrionics this attorney employed in his peroration to the jury in which he begged for this petitioner's life, but we do know that while the jury had deliberated for less than an hour in reaching the first-degree murder verdict following the guilt phase, the deliberations lasted more than three hours before the death penalty verdict was returned following <span class=\"star-pagination\">*461</span> the sentencing phase. It seems clear, therefore, that at the very least Mr. Jacobson gave this jury something to think about. That the decision was finally made to reject his arguments proves only that he was ineffective in the sense that all criminal defense lawyers whose clients are found guilty are ineffective. That any more argument or different contentions might possibly have altered this result would be sheer speculation.</p>\n<p></p>\n<h2>5. <i>Failure to Request Jury Instructions.</i>\n</h2>\n<p>Petitioner contends that trial counsel, Mr. Jacobson, also failed to provide effective assistance in that he failed and neglected to submit certain requests for jury instructions both at the guilt and sentencing phases of the trial. Specifically, it is charged that counsel should have requested that the patterned jury instruction for first-degree murder by poisoning be altered so as to remove any irrebuttable presumption concerning premeditation and intent; that the court should have been requested to instruct the jury on the lesser included offense of voluntary manslaughter; that a requested instruction prohibiting the jury from considering the evidence of other homicides during the penalty phase should have been submitted; that an instruction should have been requested concerning the consequences of a non-unanimous verdict in the penalty phase; and that counsel failed to request specific, explanatory instructions \"with respect to mitigating circumstances arguably present in Mrs. Barfield's case, including the psychiatric mitigating circumstances ... and the age of Ms. Barfield.\"</p>\n<p>The trial of this case was conducted before the Honorable Henry McKinnon, Jr., who is widely recognized as one of the most experienced and exceptionally able trial judges the state has produced. Given the fact that his instructions to the jury in this case have survived without question the close scrutiny of the Supreme Court of North Carolina, just how it might be established that the failure to request additional instructions constituted ineffective assistance of counsel is not readily apparent to this court. It would seem to involve a high degree of speculation as to whether the instruction, if requested, would have been given and an even higher degree of speculation as to whether the failure to give the instruction would have been held reversible error in the appellate courts. It is true that a requested instruction which correctly states the law and is related to facts received in evidence should ordinarily be given, but where the subject matter of the requested instruction has been otherwise covered in the charge, the failure to give it in the exact language requested is not error. For the most part that is the situation we have here.</p>\n<p>It can be said with reasonable certainty that the requested instruction altering the pattern jury instruction in use in North Carolina in first-degree murder by poisoning cases would not have been given, and the instruction as given on this point has survived the close scrutiny of the North Carolina Supreme Court. See page 468 below.</p>\n<p>The short answer to the failure of defense counsel to request an instruction on the lesser included offense of voluntary manslaughter at the guilt phase of petitioner's trial lies in the fact that such instruction would not have been supported by the evidence in the case. <i>See </i><i>Dobbert v. Strickland,</i> 532 F.Supp. 545 (M.D.Fla.1982).</p>\n<p>After having complained bitterly about the admission of the evidence of the other four homicides during the guilt phase of the trial petitioner now contends that the court should have been requested to instruct the jury not to consider the evidence of the other homicides during the penalty phase. Just why the petitioner would have wanted to draw the jury's attention once more to these four homicides is not readily apparent, but it is at least arguable that to have done so would have been an unwise tactic. Certainly it cannot be said that the failure to make such a request was outside the range of competence of lawyers who try criminal cases in North Carolina.</p>\n<p>Under the North Carolina death penalty statute, N.C.G.S. ยง 15A-2000(b), a unanimous <span class=\"star-pagination\">*462</span> vote of twelve jurors is necessary in order to impose the death penalty, and the statute further provides that \"if the jury cannot, within a reasonable time, unanimously agree to its sentence recommendation, the judge shall impose a sentence of life imprisonment....\" The Supreme Court has held that in refusing during the sentencing phase of a first-degree murder trial to instruct the jury that its failure to agree unanimously on the sentence within a reasonable time will result in the imposition of a sentence of life imprisonment is not error for that the jury's failure to agree upon a sentence within a reasonable time is not a proper matter for jury consideration. Thus the requested instruction in this case would not have been given, and the failure to give it would not have been held for error on appeal. <i>State v. Johnson,</i> 298 N.C. 355, 369-370, 259 S.E.2d 752, 762 (1979) (<i>Johnson II</i>).</p>\n<p>Judge McKinnon's instructions to the jury during the penalty phase were impeccable and eminently fair to both sides. He did in fact instruct the jury on the \"psychiatric mitigating circumstances,\" and trial counsel's failure \"to request specific, explanatory instructions with respect to mitigating circumstances arguably present\" in the case is certainly no evidence of ineffectiveness, for a trial court is required to instruct the jury only on the basis of actual evidence offered and received in open court and not as to mere arguments of counsel. A review of Judge McKinnon's charge shows full compliance with this requirement.</p>\n<p>The contention that Attorney Jacobson's failure to request certain jury instructions constituted ineffective assistance of counsel is without merit.</p>\n<p></p>\n<h2>6. <i>Failure to Raise Errors on Direct Appeal.</i>\n</h2>\n<p>As a sixth major area of alleged ineffectiveness of counsel petitioner contends that trial counsel failed to raise, or to preserve, numerous errors of constitutional magnitude which occurred during the course of the trial. These issues will be addressed more fully in subsequent sections of this memorandum, but suffice it to say at this point that this court has found all of them to be without merit.</p>\n<p>In summary, the court is of opinion that petitioner here has fallen far short of establishing that her trial counsel's error, if any, was so flagrant that it can only be concluded that it resulted from neglect or ignorance rather than from informed, professional deliberation. <i>Marzullo v. Maryland,</i> 561 F.2d 540, 543 (4th Cir. 1977). Mere mistakes in judgment or even failure to recognize and investigate certain defenses does not necessitate a new trial, <i>Tollett v. Henderson,</i> 411 U.S. 258, 93 S.Ct. 1602, 36 L.Ed.2d 235 (1973), and a court should not measure the competency of counsel's advice by retrospectively considering whether it was right or wrong, but should confine the inquiry to the question of whether counsel's representation was within the range of competence demanded of attorneys in criminal cases. <i>McMann v. Richardson,</i> 397 U.S. 759, 90 S.Ct. 1441, 25 L.Ed.2d 763 (1970). These principles have been neatly summed up by the Eighth Circuit in <i>Johnson v. United States,</i> 506 F.2d 640 (8th Cir. 1974), <i>cert. denied,</i> 420 U.S. 978, 95 S.Ct. 1404, 43 L.Ed.2d 659 (1975), where it is said:</p>\n<blockquote>\"The term `effective,' in its most general application, describes something which ultimately achieves a desired result. With reference to professional representation in criminal cases, that might be interpreted to mean achieving only outright acquittal of the defendant on the charges without regard to the weight and strength of the evidence adduced. A more appropriate nomenclature for the standard would be to test for the degree of competence prevailing among those licensed to practice before the bar. The standard would refer more precisely to the professional competence of one who has completed a long and arduous course of study for a professional license, and who has acquired some experience in applying legal principles and conducting court trials.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*463</span> \"The professional standard could be said to include the responsibility to insure that the client is tried according to the applicable rules of evidence and practice and to urge such arguments on a client's behalf as are indicated by the evidence, or lack of evidence, adduced. It is not, however, constitutionally limited to an `effective' type of representation that would achieve acquittal of a defendant on any charge regardless of the facts. The constitutional provision includes neither `effective' nor `adequate' nor other adjectival terms in its guarantee of assistance of counsel. It merely states in plain language that `[i]n all criminal prosecutions, the accused shall enjoy the right to * * * have the Assistance of Counsel for his defence.' U.S.Const. Amend. VI.\" <i>Id.</i> at p. 646 (footnotes omitted).</blockquote>\n<p>Application of these principles to the case at bar has served to foreclose a finding that the representation afforded petitioner by her trial counsel, Mr. Jacobson, failed to comport with constitutional requirements.</p>\n<blockquote>\"To hold otherwise, at least in this case, gives impetus to a form of second guessing which is possible in every case and does not comport with the constitutional standards which require defense counsel to exercise only that skill and diligence possessed by competent counsel under like or similar circumstances.\" <i>Knott v. Mabry, supra,</i> at p. 1214.</blockquote>\n<p>Having found that petitioner was competently represented, we turn now to the several remaining claims for relief, the first of which arose as counsel selected the jury that was to hear the case.</p>\n<p></p>\n<h2>JURY SELECTION</h2>\n<p>During jury selection Mr. Jacobson, the district attorney, and Judge McKinnon exhibited an intimate familiarity with the Supreme Court's ruling in <i>Witherspoon v. Illinois,</i> 391 U.S. 510, 88 S.Ct. 1770, 20 L.Ed.2d 776 (1968). Each prospective juror was carefully questioned about his or her beliefs concerning capital punishment and the effect, if any, that those beliefs would have on his or her consideration of the questions of guilt and punishment. Eleven prospective jurors were excused for cause after stating that they could under no circumstances vote to impose the death penalty. Petitioner raises two separate contentions regarding these exclusions.</p>\n<p>The first is that exclusion of jurors solely on the ground of their principled opposition to the death penalty violates petitioner's right to trial by an impartial jury drawn from a representative cross-section of the community. In <i>Witherspoon,</i> the Court \"held that a State may not constitutionally execute a death sentence imposed by a jury culled of all those who revealed during <i>voir dire</i> examination that they had conscientious scruples against or were otherwise opposed to capital punishment.\" <i>Adams v. Texas,</i> 448 U.S. 38, 43, 100 S.Ct. 2521, 2523, 65 L.Ed.2d 581 (1980). Furthermore,</p>\n<blockquote>\"[t]he Court recognized that the State might well have power to exclude jurors on grounds more narrowly drawn:</blockquote>\n<blockquote>`[N]othing we say today bears upon the power of a State to execute a defendant sentenced to death by a jury from which the only veniremen who were in fact excluded for cause were those who made unmistakably clear (1) that they would <i>automatically</i> vote against the imposition of capital punishment without regard to any evidence that might be developed at the trial of the case before them, or (2) that their attitude toward the death penalty would prevent them from making an impartial decision as to the defendant's <i>guilt.</i>' [<i>Witherspoon v. Illinois,</i> 391 U.S.] at 522-523, n.21 [88 S.Ct. at 1776-77 n.21] (emphasis in original).\" <i>Adams v. Texas, supra,</i> 448 U.S. at 44, 100 S.Ct. at 2523.</blockquote>\n<p>Petitioner contends that the Supreme Court has yet to resolve whether that portion of the community which would automatically vote against the imposition of the death penalty may be excluded from a jury. The <i>Adams</i> opinion, however, clearly indicates that prospective jurors may be excluded if they are unable or unwilling to accept state law which provides that in <span class=\"star-pagination\">*464</span> certain circumstances death is an authorized penalty and to address the issue of penalty in such a case without conscious distortion or bias. <i>Id.</i> at 45-46, 100 S.Ct. at 2524. No federal court has accepted the proposition that this \"death qualification\" of a jury deprives a defendant of trial by a jury drawn from a representative cross-section of the community, that it severs an essential link with evolving values of the community, or that the death qualified jury is impermissibly prone to convict. These contentions were addressed at length in <i>Spinkellink v. Wainwright,</i> 578 F.2d 582 (5th Cir. 1978), <i>cert. denied,</i> 440 U.S. 976, 99 S.Ct. 1548, 59 L.Ed.2d 796 (1979), where the court accepted as true the numerous disputed factual premises underlying the contentions but nevertheless found the contentions to be without merit. <i>Id.</i> at 591-599. Without reiterating the discussion by the Fifth Circuit in <i>Spinkellink,</i> this court finds the reasoning there persuasive and concludes that petitioner is entitled to no relief on this ground.<sup>[6]</sup></p>\n<p>With the exception of prospective juror Dent, discussed below, all prospective jurors excluded under <i>Witherspoon</i> stated without wavering that they could not consider voting to impose the death penalty under any circumstances. On the other hand, no juror stated that he would automatically vote to sentence any convicted murderer to death. <i>Compare </i><i>Crawford v. Bounds,</i> 395 F.2d 297, 303-304 (4th Cir. 1968). There was, therefore, an impartial jury with all members able to determine both guilt and sentence free of any irrevocable prior commitment to vote for or against the death penalty. <i>See </i><i>Spinkellink v. Wainwright, supra,</i> 578 F.2d at 596.</p>\n<p>The second challenge to jury selection in this case concerns the exclusion of prospective juror Dent. During a lengthy <i>voir dire</i> examination,<sup>[7]</sup> Mr. Dent repeatedly stated that he did not believe in the death penalty. During questioning by the district attorney, Mr. Dent said that under no circumstances could he vote to impose the death penalty. Upon further questioning by the court, Mr. Dent retreated from this absolute statement, saying that he did not know whether he could vote for the death penalty. He was then \"rehabilitated\" by defense counsel, to whom Mr. Dent admitted that he could imagine cases in which he could vote for the death penalty. Examination by the district attorney recommenced and led to another about-face in which Mr. Dent said that he could not vote for the death penalty regardless of the evidence. Finally, the court resumed its questioning of Mr. Dent, asking \"Do you feel that under no circumstances, no matter how aggravating the evidence might be, that you could not under any circumstances vote for the sentence recommending the death sentence?\" Mr. Dent replied, \"I don't believe I could.\" With that answer, Mr. Dent was excused for cause. Trial Transcript at 96.</p>\n<p>Petitioner contends that Mr. Dent's exclusion violated <i>Witherspoon</i> because he never stated unequivocally that he could not vote for the death penalty under any circumstance.<sup>[8]</sup> In support of this contention <span class=\"star-pagination\">*465</span> petitioner correctly notes that the exclusion of even one prospective juror in violation of the <i>Witherspoon</i> standard invalidates a subsequent sentence of death, regardless of whether the state went to trial with peremptory challenges unexercised. <i>Davis v. Georgia,</i> 429 U.S. 122, 97 S.Ct. 399, 50 L.Ed.2d 339 (1976); <i>Moore v. Estelle,</i> 670 F.2d 56 (5th Cir. 1982); <i>Burns v. Estelle,</i> 592 F.2d 1297 (5th Cir. 1979), <i>adopted en banc,</i> 626 F.2d 396 (5th Cir. 1980). That the relevant statements by the prospective juror must be completely unequivocal has been recently reaffirmed by the Fifth Circuit in <i>Granviel v. Estelle,</i> 655 F.2d 673 (5th Cir. 1981). There a prospective juror</p>\n<blockquote>\"was first asked whether he had conscientious scruples against the infliction of the death penalty, whereupon he stated, `I don't know what that means.' When asked if he could ever vote to inflict the death penalty, he replied, `No, I don't <i>think</i> I could.' Then, in response to the question, `You just don't <i>feel</i> like you would be entitled to take another person's life in that fashion?' He nodded and then said, `No, I could not.'\" <i>Id.</i> at 677.</blockquote>\n<p>The Fifth Circuit held that \"[t]hese questions and answers fall far short of an affirmation by [the prospective juror] that he would automatically vote against the death penalty regardless of the evidence,\" thus invalidating the death sentence. <i>Id. See also </i><i>Alderman v. Austin,</i> 498 F.Supp. 1134 (S.D.Ga.1980); <i>State v. Johnson,</i> 298 N.C. 355, 366, 259 S.E.2d 752, 759 (1979) (<i>Johnson II</i>).<sup>[9]</sup></p>\n<p>Petitioner contends that any time a prospective juror states that he \"believes\" or \"thinks\" or \"feels\" that he could not vote to impose the death penalty, rather than stating absolutely that he could not, the juror may not be excluded under <i>Witherspoon.</i> The precise words used by the juror, however, are not dispositive. <i>Burns</i> and <i>Granviel</i> turn instead on the perfunctory nature of the <i>voir dire</i> examination and on the fact that the questions were directed at whether the responsibility to recommend life or death would \"affect\" their deliberations as juror. In contrast, <i>Darden v. Wainwright,</i> 513 F.Supp. 947 (M.D.Fla.1981), the court held that there was no <i>Witherspoon</i> violation where a prospective juror, in response to a question as to whether he would be unwilling to return a recommendation of death, had answered, \"I believe I would.\" <i>Id.</i> at 960. The court rejected the contention that this response was ambiguous and held that \"the hard question <i>was</i> asked, repeatedly and without deviation from the minimal requirements of <i>Witherspoon.\" Id.</i> at 962. Similarly, in <i>McCorquodale v. Balkcom,</i> 525 F.Supp. 408 (N.D.Ga.1981), <i>appeal pending,</i> the court found that initial equivocation during <i>voir dire</i> examination was not fatal when the prospective jurors ultimately did make it unmistakably clear that they could not vote for the death penalty. The court assessed the \"bottom line\" rather than search the entire <i>voir dire</i> for signs of equivocation. <i>Id.</i> at 425. \"The trial judge often must make judgments as to whether or not a prospective juror really means it when he says something. This Court believes some deference is due the judgment of the trial judge, who heard these two jurors as they stated that their reconsidered positions were that they could not impose the death penalty under any circumstances.\" <i>Id. See also </i><i>Mason v. Balkcom,</i> 487 F.Supp. 554, 560 (M.D.Ga.1980), <i>reversed </i><i>on other grounds,</i> 669 F.2d 222 (5th Cir. 1982); <i>Douglas v. Wainwright,</i> 521 F.Supp. 790, 796-800 (M.D.Fla.1981).</p>\n<p><span class=\"star-pagination\">*466</span> The court views the examination of Mr. Dent in the same light. Although he certainly equivocated during the <i>voir dire,</i> he stated several times that under no circumstances could he vote to recommend the death sentence. The trial judge was actively involved in the examination and carefully phrased the \"hard\" question. He apparently believed that Mr. Dent's opinion ultimately was unequivocal. This court agrees and therefore holds that there was no <i>Witherspoon</i> violation in the exclusion of Mr. Dent. Indeed, in view of Mr. Dent's many statements that he could not under any circumstances vote to impose the death penalty, denying the motion to excuse him for cause might well have been error.</p>\n<p></p>\n<h2>GUILT PHASE</h2>\n<p>Four of petitioner's asserted grounds for relief arise from the guilt phase of the trial. Two contest the admission of particular evidence, the third challenges the jury instructions defining first and second-degree murder, and the fourth is an attack on a presumption inherent in North Carolina's first-degree murder statute. Only the evidentiary issues were discussed at length by the North Carolina Supreme Court. <i>State v. Barfield,</i> 298 N.C. at 325-331, 338-341, 259 S.E.2d at 527-530, 535-536.</p>\n<p>In addressing asserted trial errors, this court is fully aware that it may not grant relief to a state prisoner on the basis of ordinary errors. Rather, the test is one of fundamental fairness; the error must be so egregious as to amount to a denial of constitutional due process. <i>E.g., </i><i>Donnelly v. DeChristoforo,</i> 416 U.S. 637, 647, 94 S.Ct. 1868, 1873, 40 L.Ed.2d 431 (1974); <i>Cupp v. Naughten,</i> 414 U.S. 141, 146, 94 S.Ct. 396, 400, 38 L.Ed.2d 368 (1973); <i>Grundler v. North Carolina,</i> 283 F.2d 798, 802 (4th Cir. 1960). As the Fifth Circuit has recently stated, \"the erroneous admission of prejudicial evidence can justify habeas corpus relief only if the error was `material in the sense of a crucial, critical, highly significant factor.'\" <i>Bryson v. State of Alabama,</i> 634 F.2d 862, 865 (5th Cir. 1981), <i>quoting </i><i>Hills v. Henderson,</i> 529 F.2d 397, 401 (5th Cir.), <i>cert. denied sub nom., </i><i>Hills v. Maggio,</i> 429 U.S. 850, 97 S.Ct. 139, 50 L.Ed.2d 124 (1976). The Supreme Court has recently \"reaffirm[ed] the well-settled principle that to obtain collateral relief a prisoner must clear a significantly higher hurdle than would exist on direct appeal.\" <i>United States v. Frady,</i> ___ U.S. ___, 102 S.Ct. 1584, 1593-1594, 71 L.Ed.2d 816 (1982) (footnote omitted). Only \"those errors that are so fundamental that they infect the validity of the underlying judgment itself, or the integrity of the process by which that judgment was obtained\" should entitle a petitioner to habeas relief. <i>Rose v. Lundy,</i> ___ U.S. ___, 102 S.Ct. 1198, 1216, 71 L.Ed.2d 379 (1982) (Stevens, J., dissenting).</p>\n<p>Petitioner first asserts error in the admission of evidence tending to show that she was responsible for the poisoning deaths of four other individuals, not including the murder for which she was convicted. Admission of this \"other crime\" evidence was based upon long-established state law permitting its use when probative of a defendant's knowledge of a relevant set of circumstances, specific intent to commit the crime, motive for the crime, or plan or design to commit the crime. <i>State v. Barfield,</i> 298 N.C. at 325-331, 259 S.E.2d at 527-530; <i>State v. Walker,</i> 251 N.C. 465, 112 S.E.2d 61, <i>cert. denied,</i> 364 U.S. 832, 81 S.Ct. 45, 5 L.Ed.2d 58 (1960); <i>State v. McClain,</i> 240 N.C. 171, 81 S.E.2d 364 (1954). <i>Cf.,</i> Federal Rule of Evidence 404(b). The evidence was clearly relevant here since petitioner had denied that she knew the fatal properties of the poison she administered, that she intended to kill Mr. Taylor, and that she had a financial motive for doing so. The circumstances of each of the prior killings tended forcefully to rebut those denials. Petitioner contends, however, that despite its relevance the evidence was unduly prejudicial and that in a capital case such prejudice introduces an impermissibly arbitrary and unreliable element into the determination of guilt. Unquestionably, in a capital case \"rules that diminish the reliability of the guilt determination\" are unacceptable. <span class=\"star-pagination\">*467</span> <i>Beck v. Alabama,</i> 447 U.S. 625, 638, 100 S.Ct. 2382, 2389, 65 L.Ed.2d 392 (1980). Contrary to petitioner's contention, however, there was no impermissible unreliability here. The evidence itself was not in dispute; petitioner admitted the prior crimes. That the prior crimes were unusually probative of intent, motive and knowledge does not render that evidence prejudicial nor unreliable. That other defendants in capital cases are tried without the use of evidence of any prior acts in no way means that its admission here creates an arbitrary or unreliable factor.</p>\n<p>The second evidentiary issue raised is an asserted violation of <i>Miranda v. Arizona,</i> 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966). Petitioner was arrested on March 10, 1978, and questioned about the death of Mr. Taylor. Prior to the interrogation she was fully advised of her constitutional rights in accordance with <i>Miranda,</i> and she denied any responsibility for the death. On March 13, 1978, she returned to the sheriff's office at the request of and in the company of her son, who had been contacted by the sheriff's office. At that time, she was again informed of her <i>Miranda</i> rights, and she confessed to four poisonings, including the Taylor murder. A written waiver of <i>Miranda</i> rights was executed and the statements were reduced to writing by one of the deputy sheriffs who interviewed her.<sup>[10]</sup></p>\n<p>There was no <i>Miranda</i> violation. Petitioner after being advised of her rights stated that she did not want a lawyer and that she wanted to make a statement. She never exercised her \"right to cut off questioning,\" <i>Miranda v. Arizona, supra,</i> 384 U.S. at 474, 86 S.Ct. at 1627, or indicated that she did not wish to discuss the murders. Rather she denied any knowledge of the murders on one occasion and confessed fully on the second occasion.<sup>[11]</sup></p>\n<p>Petitioner next contends that Judge McKinnon did not sufficiently differentiate first and second-degree murder when outlining the elements of those two offenses for the jury. The basis for the contention is not simply that there was technical error in the instructions but additionally that the inadequacy had the effect of merging the two offenses, leaving the jury only with the options of conviction of capital murder or acquittal and thereby enhancing the risk of an unwarranted conviction and diminishing the reliability of the guilt determination. Petitioner relies on <i>Beck v. Alabama,</i> 447 U.S. 625, 100 S.Ct. 2382, 65 L.Ed.2d 392 (1980), where the Supreme Court held that in a capital case the option to convict of a lesser included offense could not constitutionally be withdrawn from the jury where the evidence arguably would support the lesser included offense conviction. In <i>Beck,</i> however, the Court addressed a statutory scheme rather than the wording of a particular jury instruction, and the case provides little guidance here, where the lesser included offense was submitted to the jury. More importantly, the contention is without a factual foundation because Judge McKinnon did fully differentiate the elements of <span class=\"star-pagination\">*468</span> the two crimes and adequately defined both intent to kill and malice. Trial Transcript at 818-820.</p>\n<p>Petitioner's final contention arising from the guilt phase is that the North Carolina murder statute contains an impermissible presumption that a murder by poisoning is premeditated. In pertinent part, the statute provides that \"[a] murder which shall be perpetuated by means of poison, lying in wait, imprisonment, starving, torture, or by any other kind of willful, deliberate, and premeditated killing ... shall be deemed to be murder in the first degree....\" N.C. G.S. ยง 14-17. Judge McKinnon instructed the jury that the statute conclusively presumes that murder by means of poisoning is premeditated and deliberate. Trial Transcript at 818-819.</p>\n<p>Petitioner concedes that the State of North Carolina may define what facts comprise any crime, but argues that the statute requires proof of premeditation in all murders, committed by any means, and that presuming premeditation in a murder by poisoning \"paves the road\" to a finding of intent to kill. Petitioner's reliance on <i>Sandstrom v. Montana,</i> 442 U.S. 510, 99 S.Ct. 2450, 61 L.Ed.2d 39 (1979), in support of this contention is misplaced. In <i>Sandstrom</i> a jury was instructed to presume the existence of a fact clearly necessary under state law to prove the crime charged. <i>Id.</i> at 520, 99 S.Ct. at 2457. Here, in contrast, the statute's plain language requires proof of premeditation only in a murder committed by some means not specifically stated in the statute. <i>See </i><i>State v. Duboise,</i> 279 N.C. 73, 83, 181 S.E.2d 393 (1971); <i>State v. Hendrick,</i> 232 N.C. 447, 61 S.E.2d 349 (1950); <i>State v. Dunheen,</i> 224 N.C. 738, 32 S.E.2d 322 (1944). This was more recently reiterated in <i>State v. Cooper,</i> 286 N.C. 549, 213 S.E.2d 305 (1975), where the court noted that \"[i]t is well established that to convict a defendant of murder in the first degree, <i>when the killing was not perpetrated by one of the means specified by G.S. 14-17</i> ... the State must prove beyond a reasonable doubt that the killing was with premeditation and deliberation.\" <i>Id.</i> at 572, 213 S.E.2d at 320 (emphasis added). <i>See id.</i> at 591-595, 213 S.E.2d at 332-335 (Sharp, C. J., dissenting). Where a fact need not be proved to make out a crime, presuming that fact does not violate <i>Sandstrom</i> or <i>In Re Winship,</i> 397 U.S. 358, 90 S.Ct. 1068, 25 L.Ed.2d 368 (1970).</p>\n<p>Moreover, premeditation was simply not in issue in this case. Petitioner repeatedly admitted that she knowingly and deliberately purchased the poison and administered it to Mr. Taylor. Trial Transcript at 618. The only element in issue was whether she did so with intent to kill. In <i>State v. Dunheen, supra</i><i>,</i> the court stated:</p>\n<blockquote>\"When a homicide is perpetuated by means of poison, lying in wait, imprisonment, starving, or torture, the means and method used involve planning and purpose. Hence the law presumes premeditation and deliberation. The act speaks for itself. G.S., 14-17. Is this presumption rebuttable by proof that the prisoner is of such low mentality that he is incapable of forming a fixed design to kill? 224 N.C. at 739-740, 32 S.E.2d at 323.</blockquote>\n<p>The <i>Dunheen</i> court did not answer its question, finding that there was no evidence of \"low mentality\" in the case. Here, there was no evidence of a lack of premeditation, so the question of whether in some case the state's definition of first-degree murder might deprive a defendant of due process of law is simply not raised.</p>\n<p>Having found no flaw in petitioner's conviction of first-degree murder sufficient to warrant habeas relief, the court now turns to the sentencing phase of the case.</p>\n<p></p>\n<h2>SENTENCING PHASE</h2>\n<p>Under North Carolina's bifurcated capital punishment scheme, the question of punishment is determined by a jury following a conviction of first-degree murder. N.C.G.S. ยง 15A-2000(a). Insofar as possible the sentencing proceeding is to be conducted by the same judge before the same jury that determined guilt, and the proceeding must commence as soon as practicable after the verdict of guilt is returned. <i>Id.</i> Evidence admitted during the guilt determination <span class=\"star-pagination\">*469</span> phase may be considered by the jury in passing on punishment, and additional evidence may be heard \"as to any matter that the court deems relevant to sentence.\" <i>Id.</i> When supported by the evidence and submitted to it by the judge, the jury must consider specific aggravating circumstances, limited to those listed in the statute, and specific mitigating circumstances including, but not limited to, those listed in the statute. <i>See</i> N.C.G.S. ยง 15A-2000(e), (f). Aggravating circumstances must be proved by the state beyond a reasonable doubt, while mitigating circumstances must be proved by the defendant by a preponderance of the evidence. N.C.G.S. ยง 15A-2000(c)(1); <i>State v. Johnson,</i> 298 N.C. 47, 257 S.E.2d 597 (1979) (<i>Johnson I</i>). The jury must determine whether the aggravating circumstances \"are sufficiently substantial to call for the imposition of the death penalty\" and whether the mitigating circumstances \"are insufficient to outweigh the aggravating ... circumstances.\" N.C.G.S. ยง 15A-2000(c)(2), (3). The sentencing verdict must be unanimous, and if the jury cannot unanimously agree, the judge must impose a sentence of life imprisonment. N.C.G.S. ยง 15A-2000(b).<sup>[12]</sup></p>\n<p>Petitioner raises numerous asserted grounds for relief arising during the sentencing phase of her case. These include the consideration by the jury of the evidence of the other murders, the submission of particular aggravating circumstances to the jury, asserted errors in the instructions to the jury regarding the mitigating circumstances to be considered, an assertedly inaccurate summary of defendant's proof concerning sentence, and a failure to instruct the jury that the effect of an inability to reach a unanimous verdict would be imposition of a sentence of life imprisonment. The court will address these contentions in sequence.</p>\n<p></p>\n<h2>1. <i>Evidence of Other Murders.</i>\n</h2>\n<p>Petitioner's first challenge to the validity of her sentencing proceeding is that Judge McKinnon failed to instruct the jury that it could not consider the evidence of the other murders when deliberating upon sentence. Relying on case authority to the effect that a jury in a capital sentencing proceeding may not consider a nonstatutory aggravating circumstance, petitioner contends that the trial court impermissibly broadened the jury's discretion and in effect created a non-statutory aggravating circumstance by instructing the jury that it could consider all the evidence admitted during the guilt phase.<sup>[13]</sup> She argues that the evidence of the other murders was not relevant to any of the statutory aggravating circumstances.</p>\n<p>Judge McKinnon did not specifically direct the jury's attention to the evidence of the other murders. He stated only that the jury could consider all evidence admitted during the guilt phase. This instruction was specifically authorized by the North Carolina statute, which provides that \"[i]n the [sentencing] proceeding there shall not be any requirement to resubmit evidence presented during the guilt determination phase of the case, unless a new jury is empaneled, but all such evidence is competent for the jury's consideration in passing <span class=\"star-pagination\">*470</span> on punishment.\" N.C.G.S. ยง 15A-2000(a)(3). The evidence was clearly relevant to the jury's consideration of the aggravating factors of whether the crime was committed for pecuniary gain and whether the crime was committed to hinder the enforcement of laws for it tended to show that she had a well-founded expectation of being able to reap financial gain from the murder and to prevent discovery of her actions.<sup>[14]</sup></p>\n<p>Concluding that the evidence was admitted under statutory authority, was relevant and did not create an undue risk of arbitrary imposition of the death penalty, the court finds <i>Henry v. Wainwright,</i> 661 F.2d 56 (5th Cir. 1981), <i>Stephens v. Zant,</i> 631 F.2d 397 (5th Cir. 1980), <i>cert. granted,</i> 454 U.S. 814, 102 S.Ct. 90, 70 L.Ed.2d 82 (1981), certified to the Supreme Court of Georgia, ___ U.S. ___, 102 S.Ct. 1856, 72 L.Ed.2d 222 (1982), and <i>State v. Silhan,</i> 302 N.C. 223, 275 S.E.2d 450 (1981), all to be inapposite, as all concern the actual submission to the jury of an unauthorized or non-statutory aggravating circumstance.</p>\n<p></p>\n<h2>2. <i>Submission of Aggravating Circumstances.</i>\n</h2>\n<p>Two contentions are raised concerning the trial court's submission of three aggravating circumstances for the jury's consideration. The first is that there was an impermissible overlappage between the \"pecuniary gain\" and the \"hindering the enforcement of the laws\" aggravating circumstances. <i>See</i> N.C.G.S. ยง 2000(e)(6), (7). The jury found that both factors were present. It is contended that the jury may have compounded a single aggravating circumstance into two separate ones, thereby risking an arbitrary imposition of the death penalty. <i>See </i><i>State v. Goodman,</i> 298 N.C. 1, 28-29, 257 S.E.2d 569, 587 (1979). The evidence unquestionably supported the submission of both circumstances, for petitioner herself had testified that dual motives for the poisonings were to enable her to carry out the forgeries and to protect herself from being prosecuted for them. Trial Transcript at 553-554, 617-618, 651, 657-658. Judge McKinnon's instructions did not unduly muddle these separate factors. There is no arbitrary or impermissible compounding of aggravating factors where the evidence fully supports each.<sup>[15]</sup></p>\n<p>Petitioner next contends that the submission of the \"especially heinous, atrocious, or cruel\" aggravating circumstance was impermissible because not sufficiently limited as required by <i>Godfrey v. Georgia,</i> 446 U.S. 420, 100 S.Ct. 1759, 64 L.Ed.2d 398 (1980), and <i>State v. Goodman, supra</i><i>.</i> In <i>Godfrey</i> the Supreme Court vacated a death sentence which was based in part upon a jury's finding that the murder was heinous where the crime could not be said to be materially more depraved than any other murder. 446 U.S. at 430-433, 100 S.Ct. at 1765-67. Here, however, Judge McKinnon fully anticipated <i>Godfrey</i> and narrowly defined the words \"especially,\" \"heinous,\" \"atrocious,\" and \"cruel.\" Trial Transcript at 887. The court did not imply to the jury that there was an inherent cruelty or atrocity in every murder, an implication later prohibited in <i>Godfrey.</i> The evidence depicting the slow and agonizing demise of Mr. Taylor while petitioner stood by holding the key to his life in her hands fully supports <span class=\"star-pagination\">*471</span> submission of this aggravating circumstance.<sup>[16]</sup></p>\n<p></p>\n<h2>3. <i>Instructions On Mitigating Circumstances.</i>\n</h2>\n<p>After instructing the jury on the applicable aggravating circumstances, Judge McKinnon turned to the mitigating circumstances and submitted to the jury the specific circumstances of \"impaired capacity\" and \"mental or emotional disturbance.\" N.C.G.S. ยง 15A-2000(f)(2), (6). He also submitted to the jury an open-ended instruction permitting the jury to consider \"from the evidence any circumstance or circumstances which appear to [it] to lessen the seriousness of the crime charged or suggest a lesser penalty than otherwise would be required.\" Trial Transcript at 892-893, N.C.G.S. ยง 15A-2000(f)(9). Defendant raises several contentions concerning the adequacy of the instructions on the various mitigating circumstances. As petitioner correctly notes, these instructions must be scrutinized for compliance with the principle that a jury must be permitted to consider any and all possible mitigating factors. <i>Eddings v. Oklahoma,</i> ___ U.S. ___, 102 S.Ct. 869, 71 L.Ed.2d 1 (1982); <i>Lockett v. Ohio,</i> 438 U.S. 586, 98 S.Ct. 2954, 57 L.Ed.2d 973 (1978). Under the North Carolina death penalty statute the trial judge must instruct the jury to consider any mitigating circumstance \"which may be supported by the evidence,\" and the court \"shall furnish to the jury a written list of issues relating to such ... circumstances.\" N.C.G.S. ยง 15A-2000(b).</p>\n<p>Petitioner first contends that Judge McKinnon should have submitted three additional mitigating circumstances which were supported by the evidence: no significant history of prior criminal activity, acting under duress, and the age of the defendant. N.C.G.S. ยง 15A-2000(f)(1), (5) &amp; (7). As to the first of these, petitioner asserts that because she had no significant history of prior <i>convictions,</i> she therefore had no history of prior criminal <i>activity.</i> The statute is not limited, however, to convictions, and the evidence was uncontroverted that petitioner had a significant history of prior criminal activity, namely four other homicides. <i>State v. Johnson,</i> 298 N.C. 47, 257 S.E.2d 597 (1979) (<i>Johnson I</i>), cited for the proposition that \"prior criminal activity\" is limited to prior convictions, does not so hold. <i>See id.</i> at 71-72, 257 S.E.2d at 615. Similarly, the mitigating circumstances of acting under duress was inapplicable, because there was no evidence that petitioner acted under the influence or coercion of any other person. Petitioner's age, forty-five years at the time of the crime, could not rationally be considered a mitigating circumstance. Moreover, Mr. Jacobson did not request specific instructions on any of these mitigating circumstances. When counsel makes no request for additional mitigating circumstance instructions, \"failure of the court to mention any particular item as a possible mitigating factor will not be held for error so long as the trial judge instructs that the jury may consider any circumstance which it finds to have mitigating value pursuant to G.S. 15A-2000(f)(9).\" <i>Id.</i> at 72, 257 S.E.2d at 616. The jury was in no way precluded by the operation of law or the instructions of the court from considering any evidence relevant to mitigation. <i>Compare </i><i>Lockett v. Ohio, supra</i><i>.</i></p>\n<p>It is also contended that Judge McKinnon failed adequately to differentiate between the mitigating circumstances of mental and emotional disturbance and diminished impairment and between those circumstances and the <i>M'Naughten</i> test for legal insanity, citing <i>State v. Johnson (Johnson I), supra,</i> where the state Supreme Court held that a trial court which only read the language of the statute insufficiently guided the jury in its consideration of the impaired capacity mitigating circumstance. 298 N.C. at 63-70, <span class=\"star-pagination\">*472</span> 257 S.E.2d at 610-614. Here, the contention is without a factual foundation since Judge McKinnon specifically distinguished the insanity test from the impaired capacity circumstance and in no way muddled the two mitigating circumstances. Trial Transcript at 891-893.</p>\n<p>Also without merit is the contention that the death sentence here is invalid because Judge McKinnon failed specifically to elaborate various plausible non-statutory mitigating circumstances. No such circumstances supported by the evidence admitted at trial have been suggested. Under state law the court has no obligation specifically to instruct on non-statutory circumstances which are not called to its attention. <i>State v. Goodman, supra,</i> 298 N.C. at 34, 257 S.E.2d at 590 (1979). There was no constitutional violation because the jury was not <i>precluded</i> from considering non-statutory mitigating factors. <i>Lockett v. Ohio, supra,</i> 438 U.S. at 608, 98 S.Ct. at 2966; <i>Washington v. Watkins,</i> 655 F.2d 1346, 1377 (5th Cir. 1981).</p>\n<p>Petitioner next contends that by failing to specifically instruct the jury that the burden of proof on mitigating circumstances was by a preponderance of the evidence, Judge McKinnon committed a fatal error. He did, however, tell the jury that the defendant's burden was not proof beyond a reasonable doubt and indicated that mitigating circumstances would be present if the jury \"merely\" found them to exist \"from the evidence.\" Trial Transcript at 891. The jury was not insufficiently guided in this respect in its consideration of mitigating factors.</p>\n<p>Finally, petitioner contends that Judge McKinnon failed to instruct the jury correctly concerning the independent role to be given mitigating circumstances. The court stated that if both aggravating and mitigating circumstances were found, the jury must consider whether the mitigating circumstances \"outweigh\" the aggravating circumstances. Trial Transcript at 896-897. The weighing of mitigating and aggravating circumstances was approved in dictum in <i>Lockett v. Ohio, supra</i><i>,</i> and in <i>Proffitt v. Florida,</i> 428 U.S. 242, 248-251, 96 S.Ct. 2960, 2964-66, 49 L.Ed.2d 913 (1976). Mitigating circumstances are given sufficient \"independent mitigating weight,\" <i>Lockett v. Ohio, supra,</i> 438 U.S. at 605, 98 S.Ct. at 2965, in a balancing with aggravating factors. Moreover, in this case the jury before it reached the \"balancing\" question had already determined that there were no mitigating circumstances to be weighed, whether by balance or otherwise.</p>\n<p>To summarize, the instructions of Judge McKinnon concerning the jury's consideration of mitigating factors fully complied with state law. They in no way precluded the jury from considering any evidence relevant to mitigation nor introduced any impermissible or arbitrary factor into the sentencing process.</p>\n<p></p>\n<h2>4. <i>Other Asserted Errors in Sentence Phase Instructions.</i>\n</h2>\n<p>Two other challenges are raised to Judge McKinnon's sentencing instructions. The first is that he inaccurately summarized petitioner's proof in mitigation, and the second is that he failed to tell the jury of the result should it be unable to reach a unanimous verdict. Neither of these contentions entitle petitioner to relief. Informing the jury of the effect of their failure to reach a unanimous verdict is not permitted under state law. <i>State v. Hutchins,</i> 303 N.C. 321, 353, 279 S.E.2d 788 (1981); <i>State v. Johnson, supra</i><i> (Johnson II).</i> The Supreme Court of Louisiana has taken a contrary position, <i>State v. Williams,</i> 392 So.2d 619, 633-635 (La.1980). The hypothesis that such an instruction would remove a factor of unreliability is questionable, and the court concludes that such an instruction is not required under <i>Beck v. Alabama, supra</i><i>.</i><sup>[17]</sup></p>\n<p><span class=\"star-pagination\">*473</span> Judge McKinnon's summary of petitioner's evidence is contended to have implied that petitioner admitted the killings were intentional and to have confused proof of mental illness with proof of drug abuse. After careful review of the charge, however, the court finds no substantial inaccuracy and certainly no inaccuracy sufficient to introduce a significant risk of arbitrariness into the sentencing hearing or to preclude the jury from giving full consideration to the evidence presented in mitigation.</p>\n<p></p>\n<h2>APPELLATE REVIEW</h2>\n<p>The North Carolina Supreme Court is required to overturn any sentence of death when \"the record does not support the jury's findings of any aggravating circumstance or circumstances upon which the sentencing court based its sentence of death, or upon a finding that the sentence of death was imposed under the influence of passion, prejudice, or any other arbitrary factor, or upon a finding that the sentence of death is excessive or disproportionate to the penalty imposed in similar cases, considering both the crime and the defendant.\" N.C.G.S. ยง 15A-2000(d)(2). Petitioner contends that the North Carolina Supreme Court did not adequately engage in this mandatory \"proportionality\" review since the court did not affirmatively state that it had compared the sentence in this case with that imposed in other cases and since the court has not expressly adopted any means for implementing proportionality review. <i>See Comment, supra,</i> 16 Wake Forest L.Rev. at 758-759. The Supreme Court stated:</p>\n<blockquote>\"We do not take lightly the responsibility imposed on us by G.S. 15A-2000(d)(2). We have combed the record before us. We have carefully considered the briefs and arguments which have been presented to us. We conclude that there is sufficient evidence in the record to support the jury's findings as to the aggravating circumstances which were submitted to it. We find nothing in the record which would suggest that the sentence of death was imposed under the influence of passion, prejudice, or any other arbitrary factor. The manner in which death was inflicted and the way in which defendant conducted herself after she administered the poison to Taylor leads us to conclude that the sentence of death is not excessive or disproportionate considering both the crime and the defendant. We, therefore, decline to exercise our statutory discretion to set aside the sentence imposed.\" <i>State v. Barfield, supra,</i> 298 N.C. at 354-355, 259 S.E.2d at 544.</blockquote>\n<p>The statute does not require that the court establish a particular means for implementing proportionality review. <i>Compare</i> Ga.Code Ann. ยง 27-2537, discussed in <i>Gregg v. Georgia,</i> 428 U.S. 153, 204-206, 96 S.Ct. 2909, 2940, 49 L.Ed.2d 859 (1976). As the respondents indicate, by the time <i>Barfield</i> was decided, the North Carolina Supreme Court had decided four other death penalty cases under N.C.G.S. ยง 15A-2000 and several additional first-degree murder cases, thus giving the court a body of cases against which it could conduct a proportionality review, and there is no basis for assuming that the court failed to fulfill the requirements of the statutory scheme. In approving the Georgia statute, the United States Supreme Court did not erect detailed requirements for proportionality review but merely stated that proportionality review \"serves as check against the random or arbitrary imposition of the death penalty.\" <i>Gregg v. Georgia, supra,</i> 428 U.S. at 206, 96 S.Ct. at 2940. <i>Accord, </i><i>Proffitt v. Florida,</i> 428 U.S. 242, 253, 96 S.Ct. 2960, 2967, 49 L.Ed.2d 913 (1976). While actual disproportionality might afford grounds for habeas relief, <i>Lockett v. Ohio, supra,</i> 438 U.S. at 624-628, 98 S.Ct. at 2983-85 (White, J., concurring); <i>Coker v. Georgia,</i> 433 U.S. 584, 97 S.Ct. 2861, 53 L.Ed.2d 982 (1977), no such showing has been made here.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*474</span> ARBITRARY IMPOSITION OF THE DEATH PENALTY</h2>\n<p>As the final challenge to the validity of the sentence of death, petitioner contends that the penalty is unconstitutional because arbitrarily administered in North Carolina. In support of this contention petitioner asks the court to defer decision pending the completion of a relevant study by Barry Nakell, Professor of Law at the University of North Carolina. No anticipated date for the completion of this study has been mentioned, and the court notes that two years ago, petitioner made the same request of Judge Braswell, indicating at that time that the study was quite close to completion. Judge Braswell declined to await the study and so does this court. In the absence of any factual proof,<sup>[18]</sup> the contention cannot be sustained.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The court has carefully and thoroughly considered each of the issues petitioner has raised and has concluded that, taken individually and collectively, they do not entitle petitioner to relief. She received a fair trial and able representation. The evidence against her was overwhelming. She was convicted and sentenced in strict compliance with a constitutionally sound statutory scheme by twelve of her peers who unanimously concluded that, beyond a reasonable doubt, the death penalty should be imposed in this case. Judge McKinnon ably anticipated many later developments in capital punishment law and presided with his accustomed skill over the trial. No grounds for relief having been found, respondents' motion to dismiss the petition must be granted and the petition dismissed, and it is</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>APPENDIX: VOIR DIRE OF JUROR DENT</h2>\n<p>[By Mr. Britt, the District Attorney]</p>\n<p>Mr. Dent, where do you live?</p>\n<p>MR. DENT: Bladenboro.</p>\n<p>MR. BRITT: Are you a married man, sir?</p>\n<p>MR. DENT: Yes, sir.</p>\n<p>MR. BRITT: Do you have children?</p>\n<p>MR. DENT: No, sir.</p>\n<p>MR. BRITT: Mr. Dent, how do you feel about capital punishment, sir? Are you opposed to it or do you feel like it is a necessary law?</p>\n<p>MR. DENT: I don't believe I could vote on death.</p>\n<p>MR. BRITT: Are you saying then that you are opposed to the death penalty?</p>\n<p>MR. DENT: I don't believe in it.</p>\n<p>MR. BRITT: Don't believe in it?</p>\n<p>MR. DENT: No.</p>\n<p>MR. BRITT: Well, do you believe in any cases or some cases?</p>\n<p>MR. DENT: I believe in some cases.</p>\n<p>MR. BRITT: Well, it would have to be a special case. Is that what you are saying?</p>\n<p>MR. DENT: Yes. I just don't believe in it.</p>\n<p>MR. BRITT: Let me ask you this: Even though you believe in it in special cases, could you be a part of it in a special case, that is, could you sit on the jury and vote to return a judgment or recommendation to the Court which would cause the death penalty to be imposed?</p>\n<p>MR. DENT: I don't believe I could.</p>\n<p>MR. BRITT: Under no circumstances?</p>\n<p>MR. DENT: I don't believe I could.</p>\n<p><span class=\"star-pagination\">*475</span> MR. BRITT: Well, we are looking for a yes or no answer, if we can get it. Do you feel that you could serve on a jury and return a verdict of death or a judgment of death?</p>\n<p>MR. DENT: I don't believe I could, no, sir.</p>\n<p>MR. BRITT: Are you saying you couldn't do that under any circumstances?</p>\n<p>MR. DENT: I don't know. It is the first time I have ever been in something like this.</p>\n<p>MR. BRITT: Are you saying you could not do that regardless of the evidence?</p>\n<p>MR. DENT: It is hard to do.</p>\n<p>MR. BRITT: Sir?</p>\n<p>MR. DENT: It would be hard to do.</p>\n<p>MR. BRITT: I understand it would be hard to do. Are you saying you could not do it under any circumstances?</p>\n<p>MR. DENT: I don't know.</p>\n<p>MR. BRITT: Sir?</p>\n<p>MR. DENT: I don't know.</p>\n<p>MR. BRITT: Do you need a few minutes to think, Mr. Dent?</p>\n<p>MR. DENT: I don't believe I could sit on it and do that.</p>\n<p>MR. BRITT: Are you saying you could not sit?</p>\n<p>MR. DENT: Yes.</p>\n<p>MR. BRITT: Sir?</p>\n<p>MR. DENT: Yes, sir.</p>\n<p>MR. BRITT: And under no circumstances could you sit on a case in which the death penalty would be imposed. Is that correct?</p>\n<p>MR. DENT: Yes, sir.</p>\n<p>MR. BRITT: For cause, your Honor.</p>\n<p>COURT: Let me say to the jurors who have just recently come in, as has been indicated, this is a case where First Degree Murder is charged; and the law of our state at the present permits the death penalty under certain circumstances where a person is found guilty of first degree murder. In the trial of this case, the jury will first hear evidence and determine whether the Defendant is guilty of First Degree Murder or some lesser offense or not guilty of the crime. If she should be found guilty of First Degree Murder, then after the jury has returned its verdict as to guilt, there will be a later proceeding in which other evidence may be offered and from which the jury determines its recommendation as to sentence. The recommendation may be for the death sentence or it may be for life imprisonment. You will be asked to consider whether aggravated circumstances exist sufficient to require the death sentence to be imposed, so that is the procedure this trial will take as it goes forward. Now, Mr. Dent, if you understand or think you understand that explanation of what the law is and you are called onยif the Defendant was found guilty of First Degree Murder in the first stage of the trial, and you thereafter heard evidence as to any aggravating and mitigating circumstances that may affect the punishment, do you feel that there are any circumstances so aggravated that you could vote for the recommendation of the death sentence?</p>\n<p>MR. DENT: I don't know.</p>\n<p>COURT: You are not certain at this time?</p>\n<p>MR. DENT: No, sir.</p>\n<p>COURT: Do you think you understand the procedure that we will be going through and what the jury will be required to consider?</p>\n<p>MR. DENT: Yes.</p>\n<p>COURT: And do you believe that there may be aggravating circumstances sufficient that you could in certain cases vote for the death penalty, or do you know?</p>\n<p>MR. DENT: I don't know.</p>\n<p>COURT: To those four jurors, I will say there are people who favor the death penalty. There are people who oppose it and there are people who even though they oppose the death penalty as a matter of religious or moral scruples feel that they can follow the law that the legislature has provided and carry out their duty as a juror in spite of their personal feelings or convictions. Now, Mr. Dent, at this time I'm <span class=\"star-pagination\">*476</span> asking you do you feel that your scruples or convictions about the death sentence are such that you could not, under any circumstances that you can imagine, vote for the death penalty?</p>\n<p>MR. DENT: I don't know.</p>\n<p>COURT: Do you feel you are able to say at this time?</p>\n<p>MR. DENT: I don't.</p>\n<p>COURT: Any other questions?</p>\n<p>MR. JACOBSON: Mr. Dent, you could follow the law as handed down by the Court in determining whether this Defendant was guilty or innocent, could you not?</p>\n<p>MR. DENT: Sir?</p>\n<p>MR. JACOBSON: You could rule on whether she was guilty or innocent. You wouldn't have any problem with that part of the trial, would you?</p>\n<p>MR. DENT: No.</p>\n<p>MR. JACOBSON: You read the newspapers and listen to the radio, do you not?</p>\n<p>MR. DENT: I listen to television. I haven't heard nothing about the case.</p>\n<p>MR. JACOBSON: I am not talking about this case. You have heard of other murder cases, have you not?</p>\n<p>MR. DENT: Yes, sir.</p>\n<p>MR. JACOBSON: Probably a whole lot of them over your lifetime. I want you to think about the worst one you have ever heard about.</p>\n<p>MR. BRITT: I object to that.</p>\n<p>COURT: Overruled.</p>\n<p>MR. JACOBSON: Are you thinking about the worst one you have ever heard about?</p>\n<p>MR. DENT: Yes.</p>\n<p>MR. JACOBSON: Could you render the death sentence in that case?</p>\n<p>MR. DENT: Yes, sir.</p>\n<p>MR. JACOBSON: Nothing further.</p>\n<p>COURT: Challenge denied at this time.</p>\n<p>MR. BRITT: All right. I take it, since you say you could render the death sentence in that case, if you sat on this jury and you were satisfied that this case was the type of case that you thought the death penalty should be imposed in, and you felt that way beyond a reasonable doubt, you could vote to impose the death penalty. Is that correct, Mr. Dent?</p>\n<p>MR. DENT: Yes.</p>\n<p>MR. BRITT: Sir?</p>\n<p>MR. DENT: I reckon when I hear the case.</p>\n<p>MR. BRITT: I understand that but if you were satisfied and satisfied beyond a reasonable doubt that this was the type of case in which the death penalty should be imposed, you would vote to impose it, would you not?</p>\n<p>MR. DENT: I don't believe in capital punishment.</p>\n<p>MR. BRITT: You don't believe in capital punishment. All right, sir. Let me ask you this: Are you saying that regardless of the circumstances and regardless of the facts you just simply could not vote to impose the death penalty for anybody? Is that what you are saying, sir?</p>\n<p>MR. JACOBSON: Objection. He answered it.</p>\n<p>COURT: Overruled.</p>\n<p>MR. DENT: I don't believe in it.</p>\n<p>MR. BRITT: I know that. You say you don't believe in it. Is that based on moral or religious scruples that you have, sir?</p>\n<p>MR. DENT: I just don't believe in it.</p>\n<p>MR. BRITT: Is your feelings so strong that regardless of the circumstances and regardless of the evidence, you just simply could not vote to impose the death penalty? Is that what you are saying?</p>\n<p>MR. DENT: I don't believe I could.</p>\n<p>MR. BRITT: What was your answer?</p>\n<p>MR. DENT: I said I couldn't.</p>\n<p>COURT: Could not?</p>\n<p>MR. DENT: Yes, sir.</p>\n<p>MR. BRITT: For cause, your Honor.</p>\n<p>COURT: Mr. Dent, you one time said you didn't know and you now answer that you could not. I want to be sure we understand <span class=\"star-pagination\">*477</span> you. You understand that if you were selected as a juror and if the jury found the Defendant guilty of First Degree Murder, you would then be called upon to consider any aggravating circumstances and any mitigating circumstances in a second part of the trial, and you would be called on to vote as to whether the sentence should be the death sentence or life imprisonment. Do you understand that?</p>\n<p>MR. DENT: Yes.</p>\n<p>COURT: Do you feel that under no circumstances, no matter how aggravating the evidence might be, that you could not under any circumstances vote for the sentence recommending the death sentence?</p>\n<p>MR. DENT: I don't believe I could.</p>\n<p>COURT: You may be excused.</p>\n<p>MR. DENT EXCUSED.</p>\n<p>Trial Transcript at 88-96.</p>\n<h2>NOTES</h2>\n<p>[1]  As noted above, the court has carefully considered all testimony offered in the state post-conviction proceedings, including a large amount heard but not considered by Judge Braswell. The parties appear to agree that by so doing, the court has cured any deficiency there may have been in the state court hearing. The testimony excluded there was expert opinion on the question of counsel's effectiveness rather than evidence of any underlying historical facts. <i>See, e.g., </i><i>Washington v. Watkins,</i> 655 F.2d 1346, 1354 (5th Cir. 1981). Therefore, the exclusion of testimony did not materially affect Judge Braswell's findings of fact, although it may have affected his \"evaluation based on those subsidiary findings ... determining whether counsel's representation satisfied the qualitative, normative standards dictated by the Sixth and Fourteenth Amendments to the Constitution.\" <i>Id.</i> The state court's exclusion of testimony, whether right or wrong, in no way debilitated its determination of basic historical facts, which were almost entirely undisputed.</p>\n<p>[2]  In rejecting an exception based on the failure of the trial court to grant the motion for additional counsel the Supreme Court of North Carolina said:\n</p>\n<p>\"Though Mr. Jacobson carried a great burden in representing the defendant in a capital case, we do not find it to have been so disproportionate to that borne in the usual course of criminal defense work so as to have required the court to have appointed another attorney to provide assistance. We would add, parenthetically, that Judge McLean's order reflects favorably upon Mr. Jacobson's professional background and experience, indicating that he was competent to represent the best interests of the defendant. It is our opinion that Mr. Jacobson gave defendant high quality representation.\" <i>State v. Barfield,</i> 298 N.C. 306, 319, 259 S.E.2d 510, 524 (1979).</p>\n<p>[3]  Although the death penalty is constitutionally different from other forms of punishment, <i>e.g., </i><i>Beck v. Alabama,</i> 447 U.S. 625, 637, 100 S.Ct. 2382, 2388, 65 L.Ed.2d 392 (1980), the standard for measuring the competence of counsel does not vary. Rather, the fact that a defendant risks the death penalty is one fact among many relevant to the evaluation of whether counsel's representation was within the ordinary range of competence. <i>See </i><i>Washington v. Watkins,</i> 655 F.2d 1346, 1356-1357 (5th Cir. 1981) (rejecting \"strict scrutiny\" of counsel's performance in a capital case). This, however, in no way means that the court has not given full and careful consideration to each of the asserted inadequacies in counsel's performance.</p>\n<p>[4]  Cases cited in support of this proposition such as <i>Proffitt v. United States,</i> 582 F.2d 854 (4th Cir. 1978), and <i>United States v. Fessel,</i> 531 F.2d 1275 (5th Cir. 1976), are inapposite here. Those cases involved the failure of defense counsel charged with notice of their client's mental problems to move for the appointment of psychiatric experts under 18 U.S.C. ยง 3006A(e). Here defense counsel not only moved for and obtained the appointment of two competent psychiatrists under state law but he also had the benefit of petitioner's own psychiatrist, Dr. Sainz, under whose care petitioner had been for some time.</p>\n<p>[5]  \"Of course, each case must be evaluated individually. Serious dereliction in counsel's representation might well be established where material witnesses are not called to testify .... For example, if an expert witness could readily verify that `blood' was actually `paint,' counsel might be deficient in failing to pursue such a witness.... Unfortunately, in today's technological society, experts generally can be found to render `scientific' opinions on either side of any question.\" <i>Knott v. Mabry,</i> 671 F.2d 1208, 1212 (8th Cir. 1982).</p>\n<p>[6]  Petitioner asks the court to defer ruling on this contention until after disposition of four petitions for writs of habeas corpus currently pending in the United States District Court for the Western District of North Carolina. An extensive evidentiary presentation is being made in that court in an attempt to establish certain of the factual premises underlying the attack on the validity of the death-qualified jury. <i>See</i> Petition for Writ of Habeas Corpus at 18-19. The request is denied, principally for the reason that this case and those in the Western District will all undoubtedly reach the Fourth Circuit, which has not spoken on the issue and which will have full benefit of the record developed and decision rendered in the Western District cases.</p>\n<p>[7]  The complete examination is set out in an appendix to this opinion.</p>\n<p>[8]  Addressing this contention raised as to Mr. Dent and two other prospective jurors, the North Carolina Supreme Court said:\n</p>\n<p>\"While it is true that taken by themselves, the answers that some of the jurors called to serve in defendant's trial seem to be equivocal or contradictory, taken as a whole, the examination indicates opposition to the death penalty so strong that they could not vote to impose it regardless of the evidence.\" <i>State v. Barfield, supra,</i> 298 N.C. at 324, 259 S.E.2d at 527.</p>\n<p>This issue was one of two raised in the petition to the United States Supreme Court for a writ of certiorari following petitioner's direct appeal. The petition was denied. <i>Barfield v. North Carolina,</i> 448 U.S. 907, 100 S.Ct. 3050, 65 L.Ed.2d 1137 (1980).</p>\n<p>[9]  In <i>Johnson II,</i> the North Carolina Supreme Court held that it was error under <i>Witherspoon</i> to exclude a prospective juror who, when asked whether under any circumstances he would vote for the death penalty, answered \"I don't think so.\" The court held that this answer was not sufficiently unequivocal to permit exclusion but upheld the imposition of the death sentence because the defendant failed to demonstrate prejudice from the error. The proposition that prejudice must be shown to entitle a petitioner to resentencing after a <i>Witherspoon</i> violation has been rejected by the Fifth Circuit. <i>Moore v. Estelle,</i> 670 F.2d 56 (5th Cir. 1982).</p>\n<p>[10]  Petitioner contends that on March 13 she was not fully advised of her rights but was only reminded that she still had the rights described to her on March 10 and that such a reminder is insufficient under <i>Miranda.</i> The state court conducted a <i>voir dire</i> hearing when petitioner moved to suppress the confessions and there was conflicting testimony. Deputy Sheriff Lovett stated that petitioner was fully advised of her rights on March 13, but petitioner's son stated that she was only told that she \"still [had] her rights.\" The state court generally found the facts to be as testified to by Mr. Lovett and specifically found \"that the Defendant was verbally informed of her rights, or her rights were recalled to her\" on March 13. Trial Transcript at 483-511. Petitioner has asserted no challenge to the presumption of correctness enjoyed by these findings, 28 U.S.C. ยง 2254(d), and the court perceives none and adopts them. By generally finding the facts as stated by the deputy sheriff, Judge McKinnon necessarily also found that petitioner stated specifically that she did not want a lawyer and that she wanted to make a statement on March 13. Trial Transcript at 491.</p>\n<p>[11]  Therefore <i>Michigan v. Mosley,</i> 423 U.S. 96, 96 S.Ct. 321, 46 L.Ed.2d 313 (1975), cited by petitioner, is inapposite, for it discusses interrogation of a suspect who <i>has</i> invoked his right to remain silent. Unlike in <i>Mosley,</i> there is no reason here to view petitioner's waiver of her <i>Miranda</i> rights skeptically. <i>See id.</i> at 110 n.2, 96 S.Ct. at 329 n.2. (White, J., concurring).</p>\n<p>[12]  The North Carolina statute thus resembles in many respects that adopted by Georgia and found constitutional in <i>Gregg v. Georgia,</i> 428 U.S. 153, 96 S.Ct. 2909, 49 L.Ed.2d 859 (1976), primarily on the grounds that it reliably guides the sentencer's exercise of discretion in determining whether to impose the death penalty. In <i>State v. Barfield, supra</i><i>,</i> the North Carolina Supreme Court determined for the first time that the current North Carolina death penalty statute was constitutional. <i>See generally, Comment: Evolving Standards of Decency: The Constitutionality of North Carolina's Capital Punishment Statute,</i> 16 Wake Forest L.Rev. 737 (1980).</p>\n<p>[13]  The court notes that N.C.G.S. ยง 15A-2000(e)(11), creating as an aggravating circumstance proof that \"[t]he murder for which the defendant stands convicted was part of a course of conduct in which the defendant engaged and which included the commission by the defendant of other crimes of violence against another person or persons,\" might authorize independent evidence of other crimes during the sentencing proceeding, but was not in effect during petitioner's trial, having been added to the statute in 1979.</p>\n<p>[14]  The court's view that the evidence was relevant to the aggravating circumstances is not meant to express any opinion as to whether the evidence of other murders could have been admitted in sentencing proceeding had it not been presented during the guilt phase.</p>\n<p>[15]  The court notes that Nebraska has given its \"pecuniary gain\" aggravating circumstance a very narrow interpretation, in essence permitting its submission only in a murder-for-hire set of facts. <i>State v. Rust,</i> 197 Neb. 528, 250 N.W.2d 867 (1977); <i>State v. Stewart,</i> 197 Neb. 497, 250 N.W.2d 849 (1977). <i>See Comment, supra,</i> 16 Wake Forest L.Rev. at 756 n.162. North Carolina has rejected this interpretation and held that submission of the pecuniary gain circumstance is permissible in a killing which occurs during an armed robbery, where \"hope of pecuniary gain provided the impetus for the murder ....\" <i>State v. Oliver,</i> 302 N.C. 28, 62-63, 274 S.E.2d 183, 204-205 (1981). The <i>Oliver</i> court did not consider the question of overlappage between the \"pecuniary gain\" and the \"hinder law enforcement\" aggravating circumstances.</p>\n<p>[16]  The submission was not based merely upon the fact that Mr. Taylor suffered a lingering death. <i>See </i><i>State v. Hamlette,</i> 302 N.C. 490, 276 S.E.2d 338 (1981). Rather, the evidence that petitioner stood by for days, never telling family or medical personnel of the cause of Mr. Taylor's illness when his life could have been saved, and that she watched him suffer horribly, were the elements of heinousness critical here.</p>\n<p>[17]  Petitioner contends that a juror who conscientiously believes that the evidence called for a life sentence might nevertheless vote for the death penalty in order to avoid mistakenly assumed consequences of jury deadlock. Although this scenario is plausible, so is the converse possibility that a juror convinced of the appropriateness of a life sentence would refuse to consider the evidence and the views of other jurors in support of the death penalty, knowing that his blind obstinance would perforce result in a life sentence. Neither scenario results in a \"reliable\" or desirable process of deliberation, but the court cannot conclude that the first scenario is significantly more likely to occur as a result of not giving the instruction than is the second as a result of giving it.</p>\n<p>[18]  Petitioner has offered raw figures purportedly showing that as of December 31, 1979, the race of the victim is the best \"explainer\" of the imposition of the death penalty in North Carolina. Petition for Writ of Habeas Corpus, Appendix A. The figures, however, do not explain but merely correlate, and only examine demographic factors, leaving unexplored all considerations of the circumstances of the crime, the presence or absence of aggravating and mitigating factors, and the relevant nondemographic characteristics of the defendant. By stating that the Nakell study is \"the only potentially available evidence relevant and material to the determination of the arbitrary imposition issue,\" Petition for Writ of Habeas Corpus, Appendix B, counsel for petitioner implicitly admits that the 1979 figures fail to prove anything.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">540</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">451</span></span> (1982)</b></center>\n<center><h1>Margie Bullard BARFIELD, Petitioner,<br>\nv.<br>\nKenneth W. HARRIS, et al., Respondents.</h1></center>\n<center>No. 82-245-HC.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 21, 1982.</center>\n<p><span class=\"star-pagination\">*452</span> <span class=\"star-pagination\">*453</span> James D. Little, Singleton, Murray, Harlow &amp; Little, Fayetteville, N. C., Richard H. <span class=\"star-pagination\">*454</span> Burr, III, Southern Prisoners' Defense Committee, Nashville, Tenn., for petitioner.</p>\n<p>Richard N. League, Sp. Deputy Atty. Gen., Raleigh, N. C., for respondents.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION AND ORDER</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>Petitioner, Margie Bullard Barfield, frequently referred to in these proceedings as Velma Barfield, was convicted in the Superior Court of Bladen County, North Carolina, on 2 December 1978 of first-degree murder by poisoning of one Stewart Taylor. At the sentencing phase of the trial the jury having found three aggravating circumstances attending the murder and no mitigating circumstances, judgment of death by execution was pronounced as mandated by North Carolina law.</p>\n<p>On November 6, 1979, the Supreme Court of North Carolina affirmed this judgment, <i>State v. Barfield,</i> <span class=\"citation\" data-id=\"1381583\"><a href=\"/opinion/1381583/state-v-barfield/\"><span class=\"volume\">298</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">306</span></a></span>, <span class=\"citation\" data-id=\"1381583\"><a href=\"/opinion/1381583/state-v-barfield/\"><span class=\"volume\">259</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">510</span></a></span> (1979). Following denial by the Supreme Court of the United States of her petition for certiorari on June 30, 1980, <i>Barfield v. North Carolina,</i> <span class=\"citation no-link\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">907</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3050</span></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1137</span></span>, and her petition for rehearing on September 17, 1980, <i>id.</i> at 918, 101 S.Ct. at 41, 65 L.Ed.2d at 1181 Barfield's execution date was set for October 17, 1980.</p>\n<p>Pursuant to a motion for post-conviction relief filed by Barfield in the state court on October 3, 1980, a stay of execution was entered pending a full-blown evidentiary hearing which was conducted by the Honorable E. Maurice Braswell, Judge of the Superior Court, during the week of November 17, 1980. In a thirty-seven-page judgment containing plenary findings of fact and conclusions Judge Braswell denied Barfield's motion for post-conviction relief on 26 November 1980. The Supreme Court of North Carolina declined to review this judgment by denying Barfield's petition for a writ of certiorari, and thereafter certiorari as to the state post-conviction proceedings was also denied by the United States Supreme Court on October 19, 1981. <i>Barfield v. North Carolina,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">957</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">494</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">261</span></span> <i>rehearing denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">655</span></span> (1981).</p>\n<p>Again condemned to die during the week of March 15, 1982, Barfield filed her petition for habeas corpus in this court on March 9, 1982 pursuant to 28 U.S.C. ยง 2254 alleging numerous constitutional infirmities in her trial and conviction in 1978. Pending hearing on the petition this court issued a stay of execution which remains in effect. The hearing was held on March 26, 1982, and in this memorandum of decision the court will record its findings and conclusions.</p>\n<p>As indicated above the week-long hearing which was held on Barfield's motion for post-conviction relief in the state court resulted in exhaustive findings and conclusions by the presiding judge, and all parties here are agreed that Barfield has exhausted all of her state remedies prior to invoking the jurisdiction of this court. The parties have also agreed that this court might consider the voluminous records compiled in the trial and post-conviction proceedings in the state court and it has been stipulated that this court might consider all of the testimony offered by petitioner in the state post-conviction proceedings and excluded on objection by the state. The court has done this, and the parties have further agreed that this obviates the necessity for any further evidentiary hearing in this court.</p>\n<p>Counsel for petitioner were invited to identify any factual findings of Judge Braswell in the state court post-conviction proceedings which were claimed not to be supported by the evidence adduced at that hearing. They have been unable to do so in any material respect, and this court's own review of the more than 2,000 pages of testimony considered by Judge Braswell has persuaded this court that the merits of the factual dispute were fully resolved in the state court proceedings; that the factfinding procedure there employed was adequate to afford a full and fair hearing; that all material facts were adequately developed; that the court had jurisdiction of the subject <span class=\"star-pagination\">*455</span> matter; that petitioner was represented by exceptionally able counsel at all stages of the post-conviction proceedings; that she received a full, fair and adequate hearing; and that she was not otherwise denied due process of law in that proceeding. Accordingly, this court, as required by 28 U.S.C. ยง 2254(d), presumes Judge Braswell's findings to be correct and adopts them as its own.<sup>[1]</sup><i>Sumner v. Mata,</i> <span class=\"citation\" data-id=\"110382\"><a href=\"/opinion/110382/sumner-v-mata/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, <span class=\"citation\" data-id=\"110382\"><a href=\"/opinion/110382/sumner-v-mata/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">764</span></a></span>, <span class=\"citation\" data-id=\"110382\"><a href=\"/opinion/110382/sumner-v-mata/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">722</span></a></span> (1981); <i>Townsend v. Sain,</i> <span class=\"citation\" data-id=\"106544\"><a href=\"/opinion/106544/townsend-v-sain/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></a></span>, <span class=\"citation\" data-id=\"106544\"><a href=\"/opinion/106544/townsend-v-sain/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">745</span></a></span>, <span class=\"citation\" data-id=\"106544\"><a href=\"/opinion/106544/townsend-v-sain/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">770</span></a></span> (1963).</p>\n<p>One additional threshold matter is respondents' contention that this court is barred from considering certain of petitioner's claims because of petitioner's procedural default in the state courts. <i>See </i><i>Engle v. Isaac,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"110692\"><a href=\"/opinion/110692/engle-v-isaac/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1558</span></a></span>, <span class=\"citation\" data-id=\"110692\"><a href=\"/opinion/110692/engle-v-isaac/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">783</span></a></span> (1982); <i>Wainwright v. Sykes,</i> <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">72</span></a></span>, <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2497</span></a></span>, <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">594</span></a></span> (1977); <i>Cole v. Stevenson,</i> <span class=\"citation\" data-id=\"377916\"><a href=\"/opinion/377916/james-lewis-cole-v-l-v-stevenson-superintendent-and-attorney-general-of/\"><span class=\"volume\">620</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1055</span></a></span> (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1004</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">545</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">301</span></span> (1980). All issues raised here, however, were considered either by the North Carolina Supreme Court on direct appeal or by Judge Braswell on the motion for appropriate relief, and neither court relied on any procedural default to bar consideration of any issue raised. Instead, the Supreme Court \"combed the record\" and considered all issues raised in addition to certain issues not brought forward on appeal. <i>State v. Barfield, supra,</i> 298 N.C. at 354-355, 259 S.E.2d at 544. Judge Braswell considered each of petitioner's contentions and concluded that none of them had merit. Where the state has not enforced any default, the federal court is not barred from consideration of the issue. <i>Engle v. Isaac, supra,</i> ___ U.S. at ___ n.44, 102 S.Ct. at 1575 n.44; <i>County Court of Ulster County v. Allen,</i> <span class=\"citation\" data-id=\"110093\"><a href=\"/opinion/110093/county-court-of-ulster-cty-v-allen/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">140</span></a></span>, 147-154, <span class=\"citation\" data-id=\"110093\"><a href=\"/opinion/110093/county-court-of-ulster-cty-v-allen/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2213</span></a></span>, 2219-23, <span class=\"citation\" data-id=\"110093\"><a href=\"/opinion/110093/county-court-of-ulster-cty-v-allen/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">777</span></a></span> (1979). <i>Cf., </i><i>Gardner v. Florida,</i> <span class=\"citation\" data-id=\"109622\"><a href=\"/opinion/109622/gardner-v-florida/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>, 361, <span class=\"citation\" data-id=\"109622\"><a href=\"/opinion/109622/gardner-v-florida/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1197</span></a></span>, 1206, <span class=\"citation\" data-id=\"109622\"><a href=\"/opinion/109622/gardner-v-florida/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">393</span></a></span> (1977).</p>\n<p>We turn, then, to the grounds which petitioner claims warrant habeas relief in this court. Of the numerous alleged constitutional deficiencies in her trial and conviction those meriting serious consideration will be addressed under the several headings to follow.</p>\n<p></p>\n<h2>INEFFECTIVENESS OF COUNSEL</h2>\n<p>Following her indictment on the murder charge petitioner was found to be indigent, and Attorney Robert D. Jacobson of the Robeson County, North Carolina, bar was appointed to represent her. When it became known to Mr. Jacobson that petitioner was suspected of having committed at least four other murders by poisoning in addition to the one for which she was indicted, he moved the court for the appointment of additional counsel to assist him in representing petitioner. This motion was denied, and Mr. Jacobson continued to represent petitioner throughout the trial and the appeals.<sup>[2]</sup> In the post-conviction proceedings <span class=\"star-pagination\">*456</span> petitioner has been represented by Mr. James D. Little of the Fayetteville, North Carolina bar and Mr. Richard H. Burr, III, of the Southern Prisoners' Defense Committee, Nashville, Tennessee.</p>\n<p>Petitioner alleges that her former counsel, Mr. Jacobson, ineffectively represented her in six major areas:</p>\n<p>1. The investigation and presentation of psychiatric evidence in both phases of her trial.</p>\n<p>2. The investigation and presentation of general testimony in mitigation of punishment.</p>\n<p>3. The handling of various critical pretrial motions.</p>\n<p>4. The presentation of argument to the jury on her behalf.</p>\n<p>5. The making of requests for specific instructions to the jury that were critical to her case.</p>\n<p>6. The presentation and development of issues on the direct appeal of her case.</p>\n<p>Counsel for both parties have recognized in all of the post-conviction proceedings that the acts and omissions of defense counsel in a criminal case are to be judged by the \"range of competence\" standard established in <i>Marzullo v. Maryland,</i> <span class=\"citation\" data-id=\"348635\"><a href=\"/opinion/348635/victor-dennis-marzullo-v-state-of-maryland/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">540</span></a></span> (4th Cir. 1977), <i>cert. denied,</i> <span class=\"citation\" data-id=\"109851\"><a href=\"/opinion/109851/state-of-maryland-v-victor-dennis-marzullo/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1011</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1885</span></span>, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">394</span></span> (1978). Judge Braswell also applied this standard in the state post-conviction proceedings. In <i>Marzullo</i> the Fourth Circuit expressly disavowed the \"farce and mockery of justice test\" which had previously been approved in this circuit and adopted the standard established in <i>McMann v. Richardson,</i> <span class=\"citation\" data-id=\"108138\"><a href=\"/opinion/108138/mcmann-v-richardson/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">759</span></a></span>, <span class=\"citation\" data-id=\"108138\"><a href=\"/opinion/108138/mcmann-v-richardson/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1441</span></a></span>, <span class=\"citation\" data-id=\"108138\"><a href=\"/opinion/108138/mcmann-v-richardson/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">763</span></a></span> (1970), which involves the answer to this inquiry: \"Was the defense counsel's representation within the range of competence demanded of attorneys in criminal cases?\" Reference was made to the earlier Fourth Circuit case of <i>Coles v. Peyton,</i> <span class=\"citation\" data-id=\"278744\"><a href=\"/opinion/278744/alfred-coles-v-c-c-peyton-superintendent-of-the-virginia-state/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">224</span></a></span> (1968), where the principles for judging competency of criminal defense counsel as taken from previous cases were listed as follows:</p>\n<p>1. Counsel for an indigent defendant should be appointed promptly.</p>\n<p>2. Counsel should be afforded a reasonable opportunity to prepare to defend an accused.</p>\n<p>3. Counsel must confer with his client without undue delay and as often as necessary to advise him of his rights and to elicit matters of defense or to ascertain that potential defenses are unavailable.</p>\n<p>4. Counsel must conduct appropriate investigations, both factual and legal, to determine if matters of defense can be developed, and to allow himself enough time for reflection and preparation for trial.</p>\n<p>In <i>Coles</i> the court stated further that the failure to conform to these requirements would constitute a denial of effective representation of counsel \"unless the state, on which is cast the burden of proof once a violation of these precepts is shown, can establish lack of prejudice thereby.\"</p>\n<p>In <i>Marzullo,</i> however, the court went on to say:</p>\n<blockquote>\"By this [range of competence] standard, effective representation is not the same as errorless representation. An attorney may make a decision or give advice which in hindsight proves wrong. Such errors, as <i>McMann</i> pointed out, are not necessarily grounds for post-conviction relief.... A convict generally must establish that his counsel's error was so flagrant that a court can conclude that it resulted from neglect or ignorance rather than from informed, professional deliberation.\" (Footnotes omitted.) 561 F.2d at p. 544.</blockquote>\n<p>The performance of Attorney Jacobson in each of the major areas of complaint will <span class=\"star-pagination\">*457</span> now be reviewed in the light of the principles enunciated in these cases.<sup>[3]</sup></p>\n<p></p>\n<h2>1. <i>Failure to Investigate and Present Psychiatric Evidence.</i>\n</h2>\n<p>Shortly after she was apprehended the petitioner made a full confession that she had administered the poison which resulted in the death of Stewart Taylor, but she maintained that she had no intention of killing him. The likelihood that she would be able to convince any court that she had no such intention was sharply diminished, however, when she also confessed to administering poison to four other people including a former husband and her own mother, as a result of which each of them had died. Under these circumstances the defense which readily suggested itself to defense counsel was that of insanity, and Attorney Jacobson determined early on that he would undertake to establish such defense. Petitioner had been under the care of her own psychiatrist, a Dr. Sainz, for some time prior to the offense with which she was charged, and Jacobson was able to obtain the court's authorization to have her examined by two additional psychiatrists. Unfortunately, the consensus of opinion of these three physicians was that petitioner was legally sane at the time of the offense, that is, that she was able to know and understand the nature of her act and its consequences and that at the time of the trial she was able to consult with her counsel and assist in her own defense. Faced with this knowledge the defense attorney decided to employ another tack: he would show by these three physicians and others that petitioner had a long history of drug abuse and was suffering from a variety of psychopathic disorders which would negative the essential element of intent thus reducing the offense to second-degree murder and that in any event the evidence could be shown as an extenuating or mitigating circumstance to be considered at the sentencing stage in the event that petitioner should be convicted of first-degree murder.</p>\n<p>This course of action, so petitioner's present counsel contend, was woefully ineffective and fell far short of measuring up to the standard required by <i>Marzullo.</i> In support of their position counsel were able to produce at the state post-conviction proceedings Dr. Selwyn Rose of Winston-Salem, North Carolina, an admitted expert in forensic psychiatry, who testified that in his opinion petitioner was not sane at the time of Stewart Taylor's murder, \"in that I am uncertain as to whether she was sufficiently disturbed to reach the level of impairment which I consider to meet the insanity test.\" He testified further that petitioner \"has three types of severe psychopathology, psychiatric illness, emotional illness. She has a history well documented of depression diagnosed as endogenous depression, which means from within, suggesting biochemical or organic causes, and that depression has included suicide attempts, overdose ....\"; that petitioner had a history of drug abuse; that \"the depression itself can certainly impair thought processes and rational thinking;\" and \"of the diagnostic identities that I mentioned, drug abuse, depression and character structure or personality defects ... can at times impair judgment, insight ... control of one's behavior and conduct\" and that in his opinion \"she was impaired by those three types of psychopathology at the time of the offense.\" Thus Dr. Rose found that petitioner's sanity at the time of the offense was at least questionable and that her ability to control or conform her <span class=\"star-pagination\">*458</span> behavior according to the requirements of law was impaired. Motion for Appropriate Relief (MAR) Transcript at 298-311.</p>\n<p>Relating the availability of such testimony to the ineffectiveness of counsel claim petitioner produced as witnesses a North Carolina attorney, Mary Ann Tally, who qualified as an expert in criminal defense based on seven years' experience in a public defender's office, and John Ackerman, who had had seven years' experience as the dean of the National College for Criminal Defense in Houston, Texas, who was permitted to testify as an expert in criminal defense standards. Mr. Ackerman testified that:</p>\n<blockquote>\"I think a lawyer to properly handle a psychiatric defense must become quite familiar with psychiatry, what it is, how it is practiced, the terms, the various mental illnesses, what their manifestations are. Sometimes it is a lot of work. You have to go around and seek out a psychiatrist who will hear what you are saying, who will understand your client, and <i>we all know that to some extent psychiatric defenses involves some shopping.</i> You might just find a psychiatrist who has spent a great deal of time dealing with questions like drug induced psychosis, for instance, which is a possibility here, who would have some greater familiarity with that field than any other psychiatrist in this area. MAR Transcript at 412. (Emphasis supplied.)</blockquote>\n<p>Building on this argument, counsel for petitioner have argued in their brief that:</p>\n<blockquote>\"Various experts have various areas of expertise, and it is the duty of counsel to pursue all available avenues until he finds the expert who can evaluate his client fairly, completely, and truthfully.\"<sup>[4]</sup></blockquote>\n<p>In short, petitioner now takes the position that it was the duty of Mr. Jacobson to keep on \"shopping\" until he found a psychiatrist who would testify that his client was insane. While this court readily recognizes that in this day and age the chances of finding an \"expert\" who will testify on any side of a given proposition are reasonably good, the necessity of reputable and competent counsel's doing so under the circumstances here involved is not perceived.<sup>[5]</sup></p>\n<p>Moreover, good trial tactics may have dictated exactly the contrary course. Assume for the moment that Jacobson had undertaken to \"shop\" for an expert and had been lucky enough to come across Dr. Rose. He would then have been faced with the difficult decision of whether or not to use his own psychiatrist, Dr. Sainz. If he did and the testimony of the two experts developed to be contradictory, it would have been very damaging. If he failed to use Dr. Sainz and the other two court-appointed psychiatrists, the state doubtless would have used them in rebuttal, and the result probably would have been even more devastating.</p>\n<p>Under somewhat similar circumstances in which trial counsel was charged with having been ineffective in not locating and presenting an expert witness who would have contradicted much of the testimony of the prosecution's expert the Eighth Circuit said in <i>Knott v. Mabry, supra</i>:</p>\n<blockquote>\"Although petitioner's trial counsel probably should have increased his knowledge of the relevant scientific techniques <span class=\"star-pagination\">*459</span> and principles by consulting an expert such as Irving Stone or by studying literature in the field, we have difficulty in light of the existing record holding that counsel's representation was constitutionally inadequate. Human nature is such that most people think they have a better understanding of the demands of an event after it has happened. Trial of law suits is peculiarly susceptible to hindsight appraisal of another lawyer's endeavors. When trial counsel exercise their judgment in making strategic decisions, third party post-trial construction of strategic alternatives cannot be the sole basis for finding constitutional deficiency.\" <i>Id.</i> at p. 1212.</blockquote>\n<p>And so it is here. Although he consulted with a relative who was a psychiatrist and had the benefit of consultation with each of the three psychiatrists who testified at the trial, Mr. Jacobson probably could have increased his knowledge in the field of psychiatry, and certainly had he shopped long enough he could have located an expert who could have testified as to the petitioner's sanity in a manner even more unequivocal than did Dr. Rose at the post-conviction hearing. That he did not do so cannot in view of the record in this case be held to have been constitutionally inadequate.</p>\n<p></p>\n<h2>2. <i>Failure to Develop General Mitigating Evidence.</i>\n</h2>\n<p>Petitioner's principal cause for complaint as to trial counsel's performance in this regard was his failure to call character witnesses</p>\n<blockquote>\"[T]here were numerous witnesses available to testify at her original trial who would have been able and willing to give a variety of testimony concerning the good character of Ms. Barfield and the tremendous difficulty she experienced which led her to abuse drugs substantially. Through this testimony, the individuality and humanness of Ms. Barfield would have been presented to the jury.\" Petitioner's Brief, p. 20.</blockquote>\n<p>Testimony as to the character of an accused is normally designed to serve two purposes: first, on the question of guilt where commission of the offense is denied by the accused testimony as to his good character may be introduced to show the unlikelihood that a person with a good character would have committed the offense in question. Where the accused takes the stand and testifies a second purpose of character testimony may be to bolster the credibility of the accused as a witness. In addition, in a capital sentencing proceeding character evidence may be offered in hope of lending a convicted murderer some degree of \"humanness.\" In the case at bar no amount of character testimony would have served the first purpose, for there was never any question that the petitioner committed the offense. And as to the matter of enhancing her credibility on the critical question of intent it seems highly unlikely that any number of character witnesses could have overcome the overwhelming evidence of intent which was provided by the properly admitted evidence of the four other murders which petitioner had committed by poisoning.</p>\n<p>And here again sound trial tactics may have dictated limited use of character witnesses. Such witnesses would have been subject to cross-examination with the attendant risk that damaging evidence including a rehash of the other four murders might have been brought out thereby destroying any credibility and \"humanness\" which the jury may have ascribed to the petitioner after hearing her own testimony and observing her demeanor on the stand.</p>\n<p>Ineffectiveness of trial counsel in not calling additional character witnesses has not been established.</p>\n<p></p>\n<h2>3. <i>Failure to File Additional Motions.</i>\n</h2>\n<p>While Mr. Jacobson filed numerous pretrial motions including motions for the evaluation of petitioner's competency and sanity, for the appointment of additional counsel, for discovery, for appointment of a disinterested court reporter, for a change of venue, for payment of expert witness fees, <span class=\"star-pagination\">*460</span> for individual <i>voir dire</i> and sequestration of jurors during the <i>voir dire,</i> for complete recordation of all proceedings, to suppress defendant's confessions, for appointment of an independent psychiatrist, to allow notification of defendant's intention to rely on an insanity defense and for a continuance, petitioner now contends that he \"failed to engage in the systematic, exhaustive pretrial motion practice which is necessary to the effective defense in capital cases.\" Pet. for Writ of Habeas Corpus at 10. Some examples of motions that petitioner now contends should have been made are motions to prohibit the \"death qualification\" of the jury; to obtain a separate jury to try guilt and punishment; to challenge grand and petit jury composition; to obtain an independent psychiatrist for purpose of the penalty stage of the trial; to obtain a bill of particulars on the aggravating circumstances; to allow petitioner to participate as co-counsel; to have the death penalty statute declared unconstitutional and a motion in limine to restrict evidence as to the other homicides.</p>\n<p>There is nothing in the record to indicate that these motions, if made in the form which petitioner now urges, would have been sustained or that the failure of the trial court to sustain any of them would have resulted in reversible error on appeal. The fruitlessness of many of the motions is demonstrated by the simple fact that they relate to the guilt phase of the trial and were in effect mooted by petitioner's confession that she committed the offense. Many other of the motions would have been without merit as being contrary to established North Carolina and federal law.</p>\n<p>Where there is no reason to believe that a particular motion, if made, would have been granted, failure to make the motion does not constitute ineffective assistance of counsel. <i>United States v. Hood,</i> <span class=\"citation\" data-id=\"363820\"><a href=\"/opinion/363820/united-states-v-james-harold-hood/\"><span class=\"volume\">593</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">293</span></a></span> (8th Cir. 1979). Such is the case here.</p>\n<p></p>\n<h2>4. <i>Ineffective Jury Argument.</i>\n</h2>\n<p>Petitioner now contends that in his closing arguments in both phases of her trial Mr. Jacobson \"had no theory of defense or of mitigation to present to the jury.\" It is further contended that in his arguments to the jury trial counsel \"injected arbitrary, prejudicial material into the record and into the jury's deliberation processes.\" The court has read and re-read the jury arguments of this attorney during both phases of the trial, and it is unable to agree.</p>\n<p>As has been noted several times herein, the case which Mr. Jacobson was called upon to defend was an almost hopeless one from the beginning. Not only had the petitioner confessed to the offense of poisoning her boyfriend, Stewart Taylor, by placing tasteless and colorless arsenic laden rat poison in his beer and tea resulting in his slow, agonizing death, but Jacobson knew that on the issue of intent the prosecution would doubtless offer petitioner's confessions to four other arsenic poisonings resulting in similar deaths. He therefore saw as the only realistic possibility of obtaining a verdict of anything less than first-degree murder with the death penalty that it would be necessary for him to negate the essential element of specific intent and thereby obtain a verdict of second-degree murder failing in which he would have to convince the jury that the mitigating circumstances of petitioner's long history of drug abuse, mental problems and personality disorders were sufficient to offset the aggravating circumstances and thus justify the jury's recommendation of a sentence of life imprisonment. While his arguments to the jury were by no means textbook models, it cannot be rightfully said that Mr. Jacobson did not make a vigorous assertion of these contentions during each of his jury arguments. Of course the cold record tells us nothing of what, if any, histrionics this attorney employed in his peroration to the jury in which he begged for this petitioner's life, but we do know that while the jury had deliberated for less than an hour in reaching the first-degree murder verdict following the guilt phase, the deliberations lasted more than three hours before the death penalty verdict was returned following <span class=\"star-pagination\">*461</span> the sentencing phase. It seems clear, therefore, that at the very least Mr. Jacobson gave this jury something to think about. That the decision was finally made to reject his arguments proves only that he was ineffective in the sense that all criminal defense lawyers whose clients are found guilty are ineffective. That any more argument or different contentions might possibly have altered this result would be sheer speculation.</p>\n<p></p>\n<h2>5. <i>Failure to Request Jury Instructions.</i>\n</h2>\n<p>Petitioner contends that trial counsel, Mr. Jacobson, also failed to provide effective assistance in that he failed and neglected to submit certain requests for jury instructions both at the guilt and sentencing phases of the trial. Specifically, it is charged that counsel should have requested that the patterned jury instruction for first-degree murder by poisoning be altered so as to remove any irrebuttable presumption concerning premeditation and intent; that the court should have been requested to instruct the jury on the lesser included offense of voluntary manslaughter; that a requested instruction prohibiting the jury from considering the evidence of other homicides during the penalty phase should have been submitted; that an instruction should have been requested concerning the consequences of a non-unanimous verdict in the penalty phase; and that counsel failed to request specific, explanatory instructions \"with respect to mitigating circumstances arguably present in Mrs. Barfield's case, including the psychiatric mitigating circumstances ... and the age of Ms. Barfield.\"</p>\n<p>The trial of this case was conducted before the Honorable Henry McKinnon, Jr., who is widely recognized as one of the most experienced and exceptionally able trial judges the state has produced. Given the fact that his instructions to the jury in this case have survived without question the close scrutiny of the Supreme Court of North Carolina, just how it might be established that the failure to request additional instructions constituted ineffective assistance of counsel is not readily apparent to this court. It would seem to involve a high degree of speculation as to whether the instruction, if requested, would have been given and an even higher degree of speculation as to whether the failure to give the instruction would have been held reversible error in the appellate courts. It is true that a requested instruction which correctly states the law and is related to facts received in evidence should ordinarily be given, but where the subject matter of the requested instruction has been otherwise covered in the charge, the failure to give it in the exact language requested is not error. For the most part that is the situation we have here.</p>\n<p>It can be said with reasonable certainty that the requested instruction altering the pattern jury instruction in use in North Carolina in first-degree murder by poisoning cases would not have been given, and the instruction as given on this point has survived the close scrutiny of the North Carolina Supreme Court. See page 468 below.</p>\n<p>The short answer to the failure of defense counsel to request an instruction on the lesser included offense of voluntary manslaughter at the guilt phase of petitioner's trial lies in the fact that such instruction would not have been supported by the evidence in the case. <i>See </i><i>Dobbert v. Strickland,</i> <span class=\"citation\" data-id=\"2145950\"><a href=\"/opinion/2145950/dobbert-v-strickland/\"><span class=\"volume\">532</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">545</span></a></span> (M.D.Fla.1982).</p>\n<p>After having complained bitterly about the admission of the evidence of the other four homicides during the guilt phase of the trial petitioner now contends that the court should have been requested to instruct the jury not to consider the evidence of the other homicides during the penalty phase. Just why the petitioner would have wanted to draw the jury's attention once more to these four homicides is not readily apparent, but it is at least arguable that to have done so would have been an unwise tactic. Certainly it cannot be said that the failure to make such a request was outside the range of competence of lawyers who try criminal cases in North Carolina.</p>\n<p>Under the North Carolina death penalty statute, N.C.G.S. ยง 15A-2000(b), a unanimous <span class=\"star-pagination\">*462</span> vote of twelve jurors is necessary in order to impose the death penalty, and the statute further provides that \"if the jury cannot, within a reasonable time, unanimously agree to its sentence recommendation, the judge shall impose a sentence of life imprisonment....\" The Supreme Court has held that in refusing during the sentencing phase of a first-degree murder trial to instruct the jury that its failure to agree unanimously on the sentence within a reasonable time will result in the imposition of a sentence of life imprisonment is not error for that the jury's failure to agree upon a sentence within a reasonable time is not a proper matter for jury consideration. Thus the requested instruction in this case would not have been given, and the failure to give it would not have been held for error on appeal. <i>State v. Johnson,</i> <span class=\"citation\" data-id=\"1381403\"><a href=\"/opinion/1381403/state-v-johnson/\"><span class=\"volume\">298</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">355</span></a></span>, 369-370, <span class=\"citation\" data-id=\"1381403\"><a href=\"/opinion/1381403/state-v-johnson/\"><span class=\"volume\">259</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">752</span></a></span>, 762 (1979) (<i>Johnson II</i>).</p>\n<p>Judge McKinnon's instructions to the jury during the penalty phase were impeccable and eminently fair to both sides. He did in fact instruct the jury on the \"psychiatric mitigating circumstances,\" and trial counsel's failure \"to request specific, explanatory instructions with respect to mitigating circumstances arguably present\" in the case is certainly no evidence of ineffectiveness, for a trial court is required to instruct the jury only on the basis of actual evidence offered and received in open court and not as to mere arguments of counsel. A review of Judge McKinnon's charge shows full compliance with this requirement.</p>\n<p>The contention that Attorney Jacobson's failure to request certain jury instructions constituted ineffective assistance of counsel is without merit.</p>\n<p></p>\n<h2>6. <i>Failure to Raise Errors on Direct Appeal.</i>\n</h2>\n<p>As a sixth major area of alleged ineffectiveness of counsel petitioner contends that trial counsel failed to raise, or to preserve, numerous errors of constitutional magnitude which occurred during the course of the trial. These issues will be addressed more fully in subsequent sections of this memorandum, but suffice it to say at this point that this court has found all of them to be without merit.</p>\n<p>In summary, the court is of opinion that petitioner here has fallen far short of establishing that her trial counsel's error, if any, was so flagrant that it can only be concluded that it resulted from neglect or ignorance rather than from informed, professional deliberation. <i>Marzullo v. Maryland,</i> <span class=\"citation\" data-id=\"348635\"><a href=\"/opinion/348635/victor-dennis-marzullo-v-state-of-maryland/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">540</span></a></span>, 543 (4th Cir. 1977). Mere mistakes in judgment or even failure to recognize and investigate certain defenses does not necessitate a new trial, <i>Tollett v. Henderson,</i> <span class=\"citation\" data-id=\"108762\"><a href=\"/opinion/108762/tollett-v-henderson/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">258</span></a></span>, <span class=\"citation\" data-id=\"108762\"><a href=\"/opinion/108762/tollett-v-henderson/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>, <span class=\"citation\" data-id=\"108762\"><a href=\"/opinion/108762/tollett-v-henderson/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">235</span></a></span> (1973), and a court should not measure the competency of counsel's advice by retrospectively considering whether it was right or wrong, but should confine the inquiry to the question of whether counsel's representation was within the range of competence demanded of attorneys in criminal cases. <i>McMann v. Richardson,</i> <span class=\"citation\" data-id=\"108138\"><a href=\"/opinion/108138/mcmann-v-richardson/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">759</span></a></span>, <span class=\"citation\" data-id=\"108138\"><a href=\"/opinion/108138/mcmann-v-richardson/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1441</span></a></span>, <span class=\"citation\" data-id=\"108138\"><a href=\"/opinion/108138/mcmann-v-richardson/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">763</span></a></span> (1970). These principles have been neatly summed up by the Eighth Circuit in <i>Johnson v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">640</span></span> (8th Cir. 1974), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">978</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1404</span></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></span> (1975), where it is said:</p>\n<blockquote>\"The term `effective,' in its most general application, describes something which ultimately achieves a desired result. With reference to professional representation in criminal cases, that might be interpreted to mean achieving only outright acquittal of the defendant on the charges without regard to the weight and strength of the evidence adduced. A more appropriate nomenclature for the standard would be to test for the degree of competence prevailing among those licensed to practice before the bar. The standard would refer more precisely to the professional competence of one who has completed a long and arduous course of study for a professional license, and who has acquired some experience in applying legal principles and conducting court trials.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*463</span> \"The professional standard could be said to include the responsibility to insure that the client is tried according to the applicable rules of evidence and practice and to urge such arguments on a client's behalf as are indicated by the evidence, or lack of evidence, adduced. It is not, however, constitutionally limited to an `effective' type of representation that would achieve acquittal of a defendant on any charge regardless of the facts. The constitutional provision includes neither `effective' nor `adequate' nor other adjectival terms in its guarantee of assistance of counsel. It merely states in plain language that `[i]n all criminal prosecutions, the accused shall enjoy the right to * * * have the Assistance of Counsel for his defence.' U.S.Const. Amend. VI.\" <i>Id.</i> at p. 646 (footnotes omitted).</blockquote>\n<p>Application of these principles to the case at bar has served to foreclose a finding that the representation afforded petitioner by her trial counsel, Mr. Jacobson, failed to comport with constitutional requirements.</p>\n<blockquote>\"To hold otherwise, at least in this case, gives impetus to a form of second guessing which is possible in every case and does not comport with the constitutional standards which require defense counsel to exercise only that skill and diligence possessed by competent counsel under like or similar circumstances.\" <i>Knott v. Mabry, supra,</i> at p. 1214.</blockquote>\n<p>Having found that petitioner was competently represented, we turn now to the several remaining claims for relief, the first of which arose as counsel selected the jury that was to hear the case.</p>\n<p></p>\n<h2>JURY SELECTION</h2>\n<p>During jury selection Mr. Jacobson, the district attorney, and Judge McKinnon exhibited an intimate familiarity with the Supreme Court's ruling in <i>Witherspoon v. Illinois,</i> <span class=\"citation\" data-id=\"107715\"><a href=\"/opinion/107715/witherspoon-v-illinois/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, <span class=\"citation\" data-id=\"107715\"><a href=\"/opinion/107715/witherspoon-v-illinois/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"107715\"><a href=\"/opinion/107715/witherspoon-v-illinois/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">776</span></a></span> (1968). Each prospective juror was carefully questioned about his or her beliefs concerning capital punishment and the effect, if any, that those beliefs would have on his or her consideration of the questions of guilt and punishment. Eleven prospective jurors were excused for cause after stating that they could under no circumstances vote to impose the death penalty. Petitioner raises two separate contentions regarding these exclusions.</p>\n<p>The first is that exclusion of jurors solely on the ground of their principled opposition to the death penalty violates petitioner's right to trial by an impartial jury drawn from a representative cross-section of the community. In <i>Witherspoon,</i> the Court \"held that a State may not constitutionally execute a death sentence imposed by a jury culled of all those who revealed during <i>voir dire</i> examination that they had conscientious scruples against or were otherwise opposed to capital punishment.\" <i>Adams v. Texas,</i> <span class=\"citation\" data-id=\"110323\"><a href=\"/opinion/110323/adams-v-texas/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">38</span></a></span>, 43, <span class=\"citation\" data-id=\"110323\"><a href=\"/opinion/110323/adams-v-texas/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2521</span></a></span>, 2523, <span class=\"citation\" data-id=\"110323\"><a href=\"/opinion/110323/adams-v-texas/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">581</span></a></span> (1980). Furthermore,</p>\n<blockquote>\"[t]he Court recognized that the State might well have power to exclude jurors on grounds more narrowly drawn:</blockquote>\n<blockquote>`[N]othing we say today bears upon the power of a State to execute a defendant sentenced to death by a jury from which the only veniremen who were in fact excluded for cause were those who made unmistakably clear (1) that they would <i>automatically</i> vote against the imposition of capital punishment without regard to any evidence that might be developed at the trial of the case before them, or (2) that their attitude toward the death penalty would prevent them from making an impartial decision as to the defendant's <i>guilt.</i>' [<i>Witherspoon v. Illinois,</i> 391 U.S.] at 522-523, n.21 [88 S.Ct. at 1776-77 n.21] (emphasis in original).\" <i>Adams v. Texas, supra,</i> 448 U.S. at 44, 100 S.Ct. at 2523.</blockquote>\n<p>Petitioner contends that the Supreme Court has yet to resolve whether that portion of the community which would automatically vote against the imposition of the death penalty may be excluded from a jury. The <i>Adams</i> opinion, however, clearly indicates that prospective jurors may be excluded if they are unable or unwilling to accept state law which provides that in <span class=\"star-pagination\">*464</span> certain circumstances death is an authorized penalty and to address the issue of penalty in such a case without conscious distortion or bias. <i>Id.</i> at 45-46, 100 S.Ct. at 2524. No federal court has accepted the proposition that this \"death qualification\" of a jury deprives a defendant of trial by a jury drawn from a representative cross-section of the community, that it severs an essential link with evolving values of the community, or that the death qualified jury is impermissibly prone to convict. These contentions were addressed at length in <i>Spinkellink v. Wainwright,</i> <span class=\"citation\" data-id=\"357262\"><a href=\"/opinion/357262/john-a-spinkellink-1-v-louie-l-wainwright-secretary-florida/\"><span class=\"volume\">578</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">582</span></a></span> (5th Cir. 1978), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">976</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1548</span></span>, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">796</span></span> (1979), where the court accepted as true the numerous disputed factual premises underlying the contentions but nevertheless found the contentions to be without merit. <i>Id.</i> at 591-599. Without reiterating the discussion by the Fifth Circuit in <i>Spinkellink,</i> this court finds the reasoning there persuasive and concludes that petitioner is entitled to no relief on this ground.<sup>[6]</sup></p>\n<p>With the exception of prospective juror Dent, discussed below, all prospective jurors excluded under <i>Witherspoon</i> stated without wavering that they could not consider voting to impose the death penalty under any circumstances. On the other hand, no juror stated that he would automatically vote to sentence any convicted murderer to death. <i>Compare </i><i>Crawford v. Bounds,</i> <span class=\"citation\" data-id=\"280296\"><a href=\"/opinion/280296/marion-frank-crawford-v-v-lee-bounds-warden-of-central-prison-successor/\"><span class=\"volume\">395</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">297</span></a></span>, 303-304 (4th Cir. 1968). There was, therefore, an impartial jury with all members able to determine both guilt and sentence free of any irrevocable prior commitment to vote for or against the death penalty. <i>See </i><i>Spinkellink v. Wainwright, supra,</i> 578 F.2d at 596.</p>\n<p>The second challenge to jury selection in this case concerns the exclusion of prospective juror Dent. During a lengthy <i>voir dire</i> examination,<sup>[7]</sup> Mr. Dent repeatedly stated that he did not believe in the death penalty. During questioning by the district attorney, Mr. Dent said that under no circumstances could he vote to impose the death penalty. Upon further questioning by the court, Mr. Dent retreated from this absolute statement, saying that he did not know whether he could vote for the death penalty. He was then \"rehabilitated\" by defense counsel, to whom Mr. Dent admitted that he could imagine cases in which he could vote for the death penalty. Examination by the district attorney recommenced and led to another about-face in which Mr. Dent said that he could not vote for the death penalty regardless of the evidence. Finally, the court resumed its questioning of Mr. Dent, asking \"Do you feel that under no circumstances, no matter how aggravating the evidence might be, that you could not under any circumstances vote for the sentence recommending the death sentence?\" Mr. Dent replied, \"I don't believe I could.\" With that answer, Mr. Dent was excused for cause. Trial Transcript at 96.</p>\n<p>Petitioner contends that Mr. Dent's exclusion violated <i>Witherspoon</i> because he never stated unequivocally that he could not vote for the death penalty under any circumstance.<sup>[8]</sup> In support of this contention <span class=\"star-pagination\">*465</span> petitioner correctly notes that the exclusion of even one prospective juror in violation of the <i>Witherspoon</i> standard invalidates a subsequent sentence of death, regardless of whether the state went to trial with peremptory challenges unexercised. <i>Davis v. Georgia,</i> <span class=\"citation\" data-id=\"109564\"><a href=\"/opinion/109564/davis-v-georgia/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">122</span></a></span>, <span class=\"citation\" data-id=\"109564\"><a href=\"/opinion/109564/davis-v-georgia/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">399</span></a></span>, <span class=\"citation\" data-id=\"109564\"><a href=\"/opinion/109564/davis-v-georgia/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">339</span></a></span> (1976); <i>Moore v. Estelle,</i> <span class=\"citation\" data-id=\"399177\"><a href=\"/opinion/399177/mark-milton-moore-v-w-j-estelle-jr/\"><span class=\"volume\">670</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">56</span></a></span> (5th Cir. 1982); <i>Burns v. Estelle,</i> <span class=\"citation\" data-id=\"363744\"><a href=\"/opinion/363744/james-paul-burns-v-w-j-estelle-jr-director-texas-department-of/\"><span class=\"volume\">592</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1297</span></a></span> (5th Cir. 1979), <i>adopted en banc,</i> <span class=\"citation\" data-id=\"380464\"><a href=\"/opinion/380464/james-paul-burns-v-w-j-estelle-jr-director-texas-department-of/\"><span class=\"volume\">626</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">396</span></a></span> (5th Cir. 1980). That the relevant statements by the prospective juror must be completely unequivocal has been recently reaffirmed by the Fifth Circuit in <i>Granviel v. Estelle,</i> <span class=\"citation\" data-id=\"392852\"><a href=\"/opinion/392852/kenneth-granviel-v-w-j-estelle-jr-director-texas-department-of/\"><span class=\"volume\">655</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span> (5th Cir. 1981). There a prospective juror</p>\n<blockquote>\"was first asked whether he had conscientious scruples against the infliction of the death penalty, whereupon he stated, `I don't know what that means.' When asked if he could ever vote to inflict the death penalty, he replied, `No, I don't <i>think</i> I could.' Then, in response to the question, `You just don't <i>feel</i> like you would be entitled to take another person's life in that fashion?' He nodded and then said, `No, I could not.'\" <i>Id.</i> at 677.</blockquote>\n<p>The Fifth Circuit held that \"[t]hese questions and answers fall far short of an affirmation by [the prospective juror] that he would automatically vote against the death penalty regardless of the evidence,\" thus invalidating the death sentence. <i>Id. See also </i><i>Alderman v. Austin,</i> <span class=\"citation\" data-id=\"1652105\"><a href=\"/opinion/1652105/alderman-v-austin/\"><span class=\"volume\">498</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1134</span></a></span> (S.D.Ga.1980); <i>State v. Johnson,</i> <span class=\"citation\" data-id=\"1381403\"><a href=\"/opinion/1381403/state-v-johnson/\"><span class=\"volume\">298</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">355</span></a></span>, 366, <span class=\"citation\" data-id=\"1381403\"><a href=\"/opinion/1381403/state-v-johnson/\"><span class=\"volume\">259</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">752</span></a></span>, 759 (1979) (<i>Johnson II</i>).<sup>[9]</sup></p>\n<p>Petitioner contends that any time a prospective juror states that he \"believes\" or \"thinks\" or \"feels\" that he could not vote to impose the death penalty, rather than stating absolutely that he could not, the juror may not be excluded under <i>Witherspoon.</i> The precise words used by the juror, however, are not dispositive. <i>Burns</i> and <i>Granviel</i> turn instead on the perfunctory nature of the <i>voir dire</i> examination and on the fact that the questions were directed at whether the responsibility to recommend life or death would \"affect\" their deliberations as juror. In contrast, <i>Darden v. Wainwright,</i> <span class=\"citation\" data-id=\"1613289\"><a href=\"/opinion/1613289/darden-v-wainwright/\"><span class=\"volume\">513</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">947</span></a></span> (M.D.Fla.1981), the court held that there was no <i>Witherspoon</i> violation where a prospective juror, in response to a question as to whether he would be unwilling to return a recommendation of death, had answered, \"I believe I would.\" <i>Id.</i> at 960. The court rejected the contention that this response was ambiguous and held that \"the hard question <i>was</i> asked, repeatedly and without deviation from the minimal requirements of <i>Witherspoon.\" Id.</i> at 962. Similarly, in <i>McCorquodale v. Balkcom,</i> <span class=\"citation\" data-id=\"1691974\"><a href=\"/opinion/1691974/mccorquodale-v-balkcom/\"><span class=\"volume\">525</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">408</span></a></span> (N.D.Ga.1981), <i>appeal pending,</i> the court found that initial equivocation during <i>voir dire</i> examination was not fatal when the prospective jurors ultimately did make it unmistakably clear that they could not vote for the death penalty. The court assessed the \"bottom line\" rather than search the entire <i>voir dire</i> for signs of equivocation. <i>Id.</i> at 425. \"The trial judge often must make judgments as to whether or not a prospective juror really means it when he says something. This Court believes some deference is due the judgment of the trial judge, who heard these two jurors as they stated that their reconsidered positions were that they could not impose the death penalty under any circumstances.\" <i>Id. See also </i><i>Mason v. Balkcom,</i> <span class=\"citation\" data-id=\"2125710\"><a href=\"/opinion/2125710/mason-v-balkcom/\"><span class=\"volume\">487</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">554</span></a></span>, 560 (M.D.Ga.1980), <i>reversed </i><i>on other grounds,</i> <span class=\"citation\" data-id=\"398930\"><a href=\"/opinion/398930/guy-mason-v-charles-r-balkcom-warden/\"><span class=\"volume\">669</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">222</span></a></span> (5th Cir. 1982); <i>Douglas v. Wainwright,</i> <span class=\"citation\" data-id=\"1664442\"><a href=\"/opinion/1664442/douglas-v-wainwright/\"><span class=\"volume\">521</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">790</span></a></span>, 796-800 (M.D.Fla.1981).</p>\n<p><span class=\"star-pagination\">*466</span> The court views the examination of Mr. Dent in the same light. Although he certainly equivocated during the <i>voir dire,</i> he stated several times that under no circumstances could he vote to recommend the death sentence. The trial judge was actively involved in the examination and carefully phrased the \"hard\" question. He apparently believed that Mr. Dent's opinion ultimately was unequivocal. This court agrees and therefore holds that there was no <i>Witherspoon</i> violation in the exclusion of Mr. Dent. Indeed, in view of Mr. Dent's many statements that he could not under any circumstances vote to impose the death penalty, denying the motion to excuse him for cause might well have been error.</p>\n<p></p>\n<h2>GUILT PHASE</h2>\n<p>Four of petitioner's asserted grounds for relief arise from the guilt phase of the trial. Two contest the admission of particular evidence, the third challenges the jury instructions defining first and second-degree murder, and the fourth is an attack on a presumption inherent in North Carolina's first-degree murder statute. Only the evidentiary issues were discussed at length by the North Carolina Supreme Court. <i>State v. Barfield,</i> 298 N.C. at 325-331, 338-341, 259 S.E.2d at 527-530, 535-536.</p>\n<p>In addressing asserted trial errors, this court is fully aware that it may not grant relief to a state prisoner on the basis of ordinary errors. Rather, the test is one of fundamental fairness; the error must be so egregious as to amount to a denial of constitutional due process. <i>E.g., </i><i>Donnelly v. DeChristoforo,</i> <span class=\"citation\" data-id=\"109024\"><a href=\"/opinion/109024/donnelly-v-dechristoforo/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">637</span></a></span>, 647, <span class=\"citation\" data-id=\"109024\"><a href=\"/opinion/109024/donnelly-v-dechristoforo/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, 1873, <span class=\"citation\" data-id=\"109024\"><a href=\"/opinion/109024/donnelly-v-dechristoforo/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">431</span></a></span> (1974); <i>Cupp v. Naughten,</i> <span class=\"citation\" data-id=\"108888\"><a href=\"/opinion/108888/cupp-v-naughten/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span>, 146, <span class=\"citation\" data-id=\"108888\"><a href=\"/opinion/108888/cupp-v-naughten/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">396</span></a></span>, 400, <span class=\"citation\" data-id=\"108888\"><a href=\"/opinion/108888/cupp-v-naughten/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">368</span></a></span> (1973); <i>Grundler v. North Carolina,</i> <span class=\"citation\" data-id=\"252269\"><a href=\"/opinion/252269/robert-j-grundler-and-joseph-l-jelly-v-state-of-north-carolina/\"><span class=\"volume\">283</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">798</span></a></span>, 802 (4th Cir. 1960). As the Fifth Circuit has recently stated, \"the erroneous admission of prejudicial evidence can justify habeas corpus relief only if the error was `material in the sense of a crucial, critical, highly significant factor.'\" <i>Bryson v. State of Alabama,</i> <span class=\"citation\" data-id=\"384383\"><a href=\"/opinion/384383/jesse-william-bryson-v-state-of-alabama-circuit-court-of-cherokee-county/\"><span class=\"volume\">634</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">862</span></a></span>, 865 (5th Cir. 1981), <i>quoting </i><i>Hills v. Henderson,</i> <span class=\"citation\" data-id=\"332460\"><a href=\"/opinion/332460/frank-hills-v-c-murray-henderson-warden-louisiana-state-penitentiary/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">397</span></a></span>, 401 (5th Cir.), <i>cert. denied sub nom., </i><i>Hills v. Maggio,</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">850</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">139</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">124</span></span> (1976). The Supreme Court has recently \"reaffirm[ed] the well-settled principle that to obtain collateral relief a prisoner must clear a significantly higher hurdle than would exist on direct appeal.\" <i>United States v. Frady,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1584</span></a></span>, 1593-1594, <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">816</span></a></span> (1982) (footnote omitted). Only \"those errors that are so fundamental that they infect the validity of the underlying judgment itself, or the integrity of the process by which that judgment was obtained\" should entitle a petitioner to habeas relief. <i>Rose v. Lundy,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"110662\"><a href=\"/opinion/110662/rose-v-lundy/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1198</span></a></span>, 1216, <span class=\"citation\" data-id=\"110662\"><a href=\"/opinion/110662/rose-v-lundy/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">379</span></a></span> (1982) (Stevens, J., dissenting).</p>\n<p>Petitioner first asserts error in the admission of evidence tending to show that she was responsible for the poisoning deaths of four other individuals, not including the murder for which she was convicted. Admission of this \"other crime\" evidence was based upon long-established state law permitting its use when probative of a defendant's knowledge of a relevant set of circumstances, specific intent to commit the crime, motive for the crime, or plan or design to commit the crime. <i>State v. Barfield,</i> 298 N.C. at 325-331, 259 S.E.2d at 527-530; <i>State v. Walker,</i> <span class=\"citation\" data-id=\"1278208\"><a href=\"/opinion/1278208/state-v-walker/\"><span class=\"volume\">251</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">465</span></a></span>, <span class=\"citation\" data-id=\"1278208\"><a href=\"/opinion/1278208/state-v-walker/\"><span class=\"volume\">112</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">61</span></a></span>, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">832</span></span>, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">45</span></span>, <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">58</span></span> (1960); <i>State v. McClain,</i> <span class=\"citation\" data-id=\"1208878\"><a href=\"/opinion/1208878/state-v-mcclain/\"><span class=\"volume\">240</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">171</span></a></span>, <span class=\"citation\" data-id=\"1208878\"><a href=\"/opinion/1208878/state-v-mcclain/\"><span class=\"volume\">81</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">364</span></a></span> (1954). <i>Cf.,</i> Federal Rule of Evidence 404(b). The evidence was clearly relevant here since petitioner had denied that she knew the fatal properties of the poison she administered, that she intended to kill Mr. Taylor, and that she had a financial motive for doing so. The circumstances of each of the prior killings tended forcefully to rebut those denials. Petitioner contends, however, that despite its relevance the evidence was unduly prejudicial and that in a capital case such prejudice introduces an impermissibly arbitrary and unreliable element into the determination of guilt. Unquestionably, in a capital case \"rules that diminish the reliability of the guilt determination\" are unacceptable. <span class=\"star-pagination\">*467</span> <i>Beck v. Alabama,</i> <span class=\"citation\" data-id=\"110313\"><a href=\"/opinion/110313/beck-v-alabama/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">625</span></a></span>, 638, <span class=\"citation\" data-id=\"110313\"><a href=\"/opinion/110313/beck-v-alabama/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2382</span></a></span>, 2389, <span class=\"citation\" data-id=\"110313\"><a href=\"/opinion/110313/beck-v-alabama/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">392</span></a></span> (1980). Contrary to petitioner's contention, however, there was no impermissible unreliability here. The evidence itself was not in dispute; petitioner admitted the prior crimes. That the prior crimes were unusually probative of intent, motive and knowledge does not render that evidence prejudicial nor unreliable. That other defendants in capital cases are tried without the use of evidence of any prior acts in no way means that its admission here creates an arbitrary or unreliable factor.</p>\n<p>The second evidentiary issue raised is an asserted violation of <i>Miranda v. Arizona,</i> <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1966). Petitioner was arrested on March 10, 1978, and questioned about the death of Mr. Taylor. Prior to the interrogation she was fully advised of her constitutional rights in accordance with <i>Miranda,</i> and she denied any responsibility for the death. On March 13, 1978, she returned to the sheriff's office at the request of and in the company of her son, who had been contacted by the sheriff's office. At that time, she was again informed of her <i>Miranda</i> rights, and she confessed to four poisonings, including the Taylor murder. A written waiver of <i>Miranda</i> rights was executed and the statements were reduced to writing by one of the deputy sheriffs who interviewed her.<sup>[10]</sup></p>\n<p>There was no <i>Miranda</i> violation. Petitioner after being advised of her rights stated that she did not want a lawyer and that she wanted to make a statement. She never exercised her \"right to cut off questioning,\" <i>Miranda v. Arizona, supra,</i> 384 U.S. at 474, 86 S.Ct. at 1627, or indicated that she did not wish to discuss the murders. Rather she denied any knowledge of the murders on one occasion and confessed fully on the second occasion.<sup>[11]</sup></p>\n<p>Petitioner next contends that Judge McKinnon did not sufficiently differentiate first and second-degree murder when outlining the elements of those two offenses for the jury. The basis for the contention is not simply that there was technical error in the instructions but additionally that the inadequacy had the effect of merging the two offenses, leaving the jury only with the options of conviction of capital murder or acquittal and thereby enhancing the risk of an unwarranted conviction and diminishing the reliability of the guilt determination. Petitioner relies on <i>Beck v. Alabama,</i> <span class=\"citation\" data-id=\"110313\"><a href=\"/opinion/110313/beck-v-alabama/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">625</span></a></span>, <span class=\"citation\" data-id=\"110313\"><a href=\"/opinion/110313/beck-v-alabama/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2382</span></a></span>, <span class=\"citation\" data-id=\"110313\"><a href=\"/opinion/110313/beck-v-alabama/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">392</span></a></span> (1980), where the Supreme Court held that in a capital case the option to convict of a lesser included offense could not constitutionally be withdrawn from the jury where the evidence arguably would support the lesser included offense conviction. In <i>Beck,</i> however, the Court addressed a statutory scheme rather than the wording of a particular jury instruction, and the case provides little guidance here, where the lesser included offense was submitted to the jury. More importantly, the contention is without a factual foundation because Judge McKinnon did fully differentiate the elements of <span class=\"star-pagination\">*468</span> the two crimes and adequately defined both intent to kill and malice. Trial Transcript at 818-820.</p>\n<p>Petitioner's final contention arising from the guilt phase is that the North Carolina murder statute contains an impermissible presumption that a murder by poisoning is premeditated. In pertinent part, the statute provides that \"[a] murder which shall be perpetuated by means of poison, lying in wait, imprisonment, starving, torture, or by any other kind of willful, deliberate, and premeditated killing ... shall be deemed to be murder in the first degree....\" N.C. G.S. ยง 14-17. Judge McKinnon instructed the jury that the statute conclusively presumes that murder by means of poisoning is premeditated and deliberate. Trial Transcript at 818-819.</p>\n<p>Petitioner concedes that the State of North Carolina may define what facts comprise any crime, but argues that the statute requires proof of premeditation in all murders, committed by any means, and that presuming premeditation in a murder by poisoning \"paves the road\" to a finding of intent to kill. Petitioner's reliance on <i>Sandstrom v. Montana,</i> <span class=\"citation\" data-id=\"110109\"><a href=\"/opinion/110109/sandstrom-v-montana/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, <span class=\"citation\" data-id=\"110109\"><a href=\"/opinion/110109/sandstrom-v-montana/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2450</span></a></span>, <span class=\"citation\" data-id=\"110109\"><a href=\"/opinion/110109/sandstrom-v-montana/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">39</span></a></span> (1979), in support of this contention is misplaced. In <i>Sandstrom</i> a jury was instructed to presume the existence of a fact clearly necessary under state law to prove the crime charged. <i>Id.</i> at 520, 99 S.Ct. at 2457. Here, in contrast, the statute's plain language requires proof of premeditation only in a murder committed by some means not specifically stated in the statute. <i>See </i><i>State v. Duboise,</i> <span class=\"citation\" data-id=\"1268140\"><a href=\"/opinion/1268140/state-v-duboise/\"><span class=\"volume\">279</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">73</span></a></span>, 83, <span class=\"citation\" data-id=\"1268140\"><a href=\"/opinion/1268140/state-v-duboise/\"><span class=\"volume\">181</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">393</span></a></span> (1971); <i>State v. Hendrick,</i> <span class=\"citation\" data-id=\"1314378\"><a href=\"/opinion/1314378/state-v-hendrick/\"><span class=\"volume\">232</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">447</span></a></span>, <span class=\"citation\" data-id=\"1314378\"><a href=\"/opinion/1314378/state-v-hendrick/\"><span class=\"volume\">61</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">349</span></a></span> (1950); <i>State v. Dunheen,</i> <span class=\"citation no-link\"><span class=\"volume\">224</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">322</span></span> (1944). This was more recently reiterated in <i>State v. Cooper,</i> <span class=\"citation\" data-id=\"1381139\"><a href=\"/opinion/1381139/state-v-cooper/\"><span class=\"volume\">286</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">549</span></a></span>, <span class=\"citation\" data-id=\"1381139\"><a href=\"/opinion/1381139/state-v-cooper/\"><span class=\"volume\">213</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">305</span></a></span> (1975), where the court noted that \"[i]t is well established that to convict a defendant of murder in the first degree, <i>when the killing was not perpetrated by one of the means specified by G.S. 14-17</i> ... the State must prove beyond a reasonable doubt that the killing was with premeditation and deliberation.\" <i>Id.</i> at 572, 213 S.E.2d at 320 (emphasis added). <i>See id.</i> at 591-595, 213 S.E.2d at 332-335 (Sharp, C. J., dissenting). Where a fact need not be proved to make out a crime, presuming that fact does not violate <i>Sandstrom</i> or <i>In Re Winship,</i> <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1068</span></a></span>, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">368</span></a></span> (1970).</p>\n<p>Moreover, premeditation was simply not in issue in this case. Petitioner repeatedly admitted that she knowingly and deliberately purchased the poison and administered it to Mr. Taylor. Trial Transcript at 618. The only element in issue was whether she did so with intent to kill. In <i>State v. Dunheen, supra</i><i>,</i> the court stated:</p>\n<blockquote>\"When a homicide is perpetuated by means of poison, lying in wait, imprisonment, starving, or torture, the means and method used involve planning and purpose. Hence the law presumes premeditation and deliberation. The act speaks for itself. G.S., 14-17. Is this presumption rebuttable by proof that the prisoner is of such low mentality that he is incapable of forming a fixed design to kill? 224 N.C. at 739-740, 32 S.E.2d at 323.</blockquote>\n<p>The <i>Dunheen</i> court did not answer its question, finding that there was no evidence of \"low mentality\" in the case. Here, there was no evidence of a lack of premeditation, so the question of whether in some case the state's definition of first-degree murder might deprive a defendant of due process of law is simply not raised.</p>\n<p>Having found no flaw in petitioner's conviction of first-degree murder sufficient to warrant habeas relief, the court now turns to the sentencing phase of the case.</p>\n<p></p>\n<h2>SENTENCING PHASE</h2>\n<p>Under North Carolina's bifurcated capital punishment scheme, the question of punishment is determined by a jury following a conviction of first-degree murder. N.C.G.S. ยง 15A-2000(a). Insofar as possible the sentencing proceeding is to be conducted by the same judge before the same jury that determined guilt, and the proceeding must commence as soon as practicable after the verdict of guilt is returned. <i>Id.</i> Evidence admitted during the guilt determination <span class=\"star-pagination\">*469</span> phase may be considered by the jury in passing on punishment, and additional evidence may be heard \"as to any matter that the court deems relevant to sentence.\" <i>Id.</i> When supported by the evidence and submitted to it by the judge, the jury must consider specific aggravating circumstances, limited to those listed in the statute, and specific mitigating circumstances including, but not limited to, those listed in the statute. <i>See</i> N.C.G.S. ยง 15A-2000(e), (f). Aggravating circumstances must be proved by the state beyond a reasonable doubt, while mitigating circumstances must be proved by the defendant by a preponderance of the evidence. N.C.G.S. ยง 15A-2000(c)(1); <i>State v. Johnson,</i> <span class=\"citation no-link\"><span class=\"volume\">298</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">47</span></span>, <span class=\"citation\" data-id=\"1310671\"><a href=\"/opinion/1310671/state-v-johnson/\"><span class=\"volume\">257</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">597</span></a></span> (1979) (<i>Johnson I</i>). The jury must determine whether the aggravating circumstances \"are sufficiently substantial to call for the imposition of the death penalty\" and whether the mitigating circumstances \"are insufficient to outweigh the aggravating ... circumstances.\" N.C.G.S. ยง 15A-2000(c)(2), (3). The sentencing verdict must be unanimous, and if the jury cannot unanimously agree, the judge must impose a sentence of life imprisonment. N.C.G.S. ยง 15A-2000(b).<sup>[12]</sup></p>\n<p>Petitioner raises numerous asserted grounds for relief arising during the sentencing phase of her case. These include the consideration by the jury of the evidence of the other murders, the submission of particular aggravating circumstances to the jury, asserted errors in the instructions to the jury regarding the mitigating circumstances to be considered, an assertedly inaccurate summary of defendant's proof concerning sentence, and a failure to instruct the jury that the effect of an inability to reach a unanimous verdict would be imposition of a sentence of life imprisonment. The court will address these contentions in sequence.</p>\n<p></p>\n<h2>1. <i>Evidence of Other Murders.</i>\n</h2>\n<p>Petitioner's first challenge to the validity of her sentencing proceeding is that Judge McKinnon failed to instruct the jury that it could not consider the evidence of the other murders when deliberating upon sentence. Relying on case authority to the effect that a jury in a capital sentencing proceeding may not consider a nonstatutory aggravating circumstance, petitioner contends that the trial court impermissibly broadened the jury's discretion and in effect created a non-statutory aggravating circumstance by instructing the jury that it could consider all the evidence admitted during the guilt phase.<sup>[13]</sup> She argues that the evidence of the other murders was not relevant to any of the statutory aggravating circumstances.</p>\n<p>Judge McKinnon did not specifically direct the jury's attention to the evidence of the other murders. He stated only that the jury could consider all evidence admitted during the guilt phase. This instruction was specifically authorized by the North Carolina statute, which provides that \"[i]n the [sentencing] proceeding there shall not be any requirement to resubmit evidence presented during the guilt determination phase of the case, unless a new jury is empaneled, but all such evidence is competent for the jury's consideration in passing <span class=\"star-pagination\">*470</span> on punishment.\" N.C.G.S. ยง 15A-2000(a)(3). The evidence was clearly relevant to the jury's consideration of the aggravating factors of whether the crime was committed for pecuniary gain and whether the crime was committed to hinder the enforcement of laws for it tended to show that she had a well-founded expectation of being able to reap financial gain from the murder and to prevent discovery of her actions.<sup>[14]</sup></p>\n<p>Concluding that the evidence was admitted under statutory authority, was relevant and did not create an undue risk of arbitrary imposition of the death penalty, the court finds <i>Henry v. Wainwright,</i> <span class=\"citation\" data-id=\"395244\"><a href=\"/opinion/395244/james-dupree-henry-cross-appellant-v-louie-l-wainwright-secretary/\"><span class=\"volume\">661</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">56</span></a></span> (5th Cir. 1981), <i>Stephens v. Zant,</i> <span class=\"citation\" data-id=\"382340\"><a href=\"/opinion/382340/alpha-otis-odaniel-stephens-v-walter-zant-superintendent/\"><span class=\"volume\">631</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">397</span></a></span> (5th Cir. 1980), <i>cert. granted,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">90</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">82</span></span> (1981), certified to the Supreme Court of Georgia, ___ U.S. ___, <span class=\"citation\" data-id=\"110702\"><a href=\"/opinion/110702/zant-v-stephens/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1856</span></a></span>, <span class=\"citation\" data-id=\"110702\"><a href=\"/opinion/110702/zant-v-stephens/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1982), and <i>State v. Silhan,</i> <span class=\"citation no-link\"><span class=\"volume\">302</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">223</span></span>, <span class=\"citation\" data-id=\"1250362\"><a href=\"/opinion/1250362/state-v-silhan/\"><span class=\"volume\">275</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">450</span></a></span> (1981), all to be inapposite, as all concern the actual submission to the jury of an unauthorized or non-statutory aggravating circumstance.</p>\n<p></p>\n<h2>2. <i>Submission of Aggravating Circumstances.</i>\n</h2>\n<p>Two contentions are raised concerning the trial court's submission of three aggravating circumstances for the jury's consideration. The first is that there was an impermissible overlappage between the \"pecuniary gain\" and the \"hindering the enforcement of the laws\" aggravating circumstances. <i>See</i> N.C.G.S. ยง 2000(e)(6), (7). The jury found that both factors were present. It is contended that the jury may have compounded a single aggravating circumstance into two separate ones, thereby risking an arbitrary imposition of the death penalty. <i>See </i><i>State v. Goodman,</i> <span class=\"citation no-link\"><span class=\"volume\">298</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">1</span></span>, 28-29, <span class=\"citation\" data-id=\"1310401\"><a href=\"/opinion/1310401/state-v-goodman/\"><span class=\"volume\">257</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">569</span></a></span>, 587 (1979). The evidence unquestionably supported the submission of both circumstances, for petitioner herself had testified that dual motives for the poisonings were to enable her to carry out the forgeries and to protect herself from being prosecuted for them. Trial Transcript at 553-554, 617-618, 651, 657-658. Judge McKinnon's instructions did not unduly muddle these separate factors. There is no arbitrary or impermissible compounding of aggravating factors where the evidence fully supports each.<sup>[15]</sup></p>\n<p>Petitioner next contends that the submission of the \"especially heinous, atrocious, or cruel\" aggravating circumstance was impermissible because not sufficiently limited as required by <i>Godfrey v. Georgia,</i> <span class=\"citation\" data-id=\"110259\"><a href=\"/opinion/110259/godfrey-v-georgia/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, <span class=\"citation\" data-id=\"110259\"><a href=\"/opinion/110259/godfrey-v-georgia/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1759</span></a></span>, <span class=\"citation\" data-id=\"110259\"><a href=\"/opinion/110259/godfrey-v-georgia/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">398</span></a></span> (1980), and <i>State v. Goodman, supra</i><i>.</i> In <i>Godfrey</i> the Supreme Court vacated a death sentence which was based in part upon a jury's finding that the murder was heinous where the crime could not be said to be materially more depraved than any other murder. 446 U.S. at 430-433, 100 S.Ct. at 1765-67. Here, however, Judge McKinnon fully anticipated <i>Godfrey</i> and narrowly defined the words \"especially,\" \"heinous,\" \"atrocious,\" and \"cruel.\" Trial Transcript at 887. The court did not imply to the jury that there was an inherent cruelty or atrocity in every murder, an implication later prohibited in <i>Godfrey.</i> The evidence depicting the slow and agonizing demise of Mr. Taylor while petitioner stood by holding the key to his life in her hands fully supports <span class=\"star-pagination\">*471</span> submission of this aggravating circumstance.<sup>[16]</sup></p>\n<p></p>\n<h2>3. <i>Instructions On Mitigating Circumstances.</i>\n</h2>\n<p>After instructing the jury on the applicable aggravating circumstances, Judge McKinnon turned to the mitigating circumstances and submitted to the jury the specific circumstances of \"impaired capacity\" and \"mental or emotional disturbance.\" N.C.G.S. ยง 15A-2000(f)(2), (6). He also submitted to the jury an open-ended instruction permitting the jury to consider \"from the evidence any circumstance or circumstances which appear to [it] to lessen the seriousness of the crime charged or suggest a lesser penalty than otherwise would be required.\" Trial Transcript at 892-893, N.C.G.S. ยง 15A-2000(f)(9). Defendant raises several contentions concerning the adequacy of the instructions on the various mitigating circumstances. As petitioner correctly notes, these instructions must be scrutinized for compliance with the principle that a jury must be permitted to consider any and all possible mitigating factors. <i>Eddings v. Oklahoma,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"110641\"><a href=\"/opinion/110641/eddings-v-oklahoma/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">869</span></a></span>, <span class=\"citation\" data-id=\"110641\"><a href=\"/opinion/110641/eddings-v-oklahoma/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1982); <i>Lockett v. Ohio,</i> <span class=\"citation\" data-id=\"109935\"><a href=\"/opinion/109935/lockett-v-ohio/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">586</span></a></span>, <span class=\"citation\" data-id=\"109935\"><a href=\"/opinion/109935/lockett-v-ohio/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2954</span></a></span>, <span class=\"citation\" data-id=\"109935\"><a href=\"/opinion/109935/lockett-v-ohio/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">973</span></a></span> (1978). Under the North Carolina death penalty statute the trial judge must instruct the jury to consider any mitigating circumstance \"which may be supported by the evidence,\" and the court \"shall furnish to the jury a written list of issues relating to such ... circumstances.\" N.C.G.S. ยง 15A-2000(b).</p>\n<p>Petitioner first contends that Judge McKinnon should have submitted three additional mitigating circumstances which were supported by the evidence: no significant history of prior criminal activity, acting under duress, and the age of the defendant. N.C.G.S. ยง 15A-2000(f)(1), (5) &amp; (7). As to the first of these, petitioner asserts that because she had no significant history of prior <i>convictions,</i> she therefore had no history of prior criminal <i>activity.</i> The statute is not limited, however, to convictions, and the evidence was uncontroverted that petitioner had a significant history of prior criminal activity, namely four other homicides. <i>State v. Johnson,</i> <span class=\"citation no-link\"><span class=\"volume\">298</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">47</span></span>, <span class=\"citation\" data-id=\"1310671\"><a href=\"/opinion/1310671/state-v-johnson/\"><span class=\"volume\">257</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">597</span></a></span> (1979) (<i>Johnson I</i>), cited for the proposition that \"prior criminal activity\" is limited to prior convictions, does not so hold. <i>See id.</i> at 71-72, 257 S.E.2d at 615. Similarly, the mitigating circumstances of acting under duress was inapplicable, because there was no evidence that petitioner acted under the influence or coercion of any other person. Petitioner's age, forty-five years at the time of the crime, could not rationally be considered a mitigating circumstance. Moreover, Mr. Jacobson did not request specific instructions on any of these mitigating circumstances. When counsel makes no request for additional mitigating circumstance instructions, \"failure of the court to mention any particular item as a possible mitigating factor will not be held for error so long as the trial judge instructs that the jury may consider any circumstance which it finds to have mitigating value pursuant to G.S. 15A-2000(f)(9).\" <i>Id.</i> at 72, 257 S.E.2d at 616. The jury was in no way precluded by the operation of law or the instructions of the court from considering any evidence relevant to mitigation. <i>Compare </i><i>Lockett v. Ohio, supra</i><i>.</i></p>\n<p>It is also contended that Judge McKinnon failed adequately to differentiate between the mitigating circumstances of mental and emotional disturbance and diminished impairment and between those circumstances and the <i>M'Naughten</i> test for legal insanity, citing <i>State v. Johnson (Johnson I), supra,</i> where the state Supreme Court held that a trial court which only read the language of the statute insufficiently guided the jury in its consideration of the impaired capacity mitigating circumstance. 298 N.C. at 63-70, <span class=\"star-pagination\">*472</span> 257 S.E.2d at 610-614. Here, the contention is without a factual foundation since Judge McKinnon specifically distinguished the insanity test from the impaired capacity circumstance and in no way muddled the two mitigating circumstances. Trial Transcript at 891-893.</p>\n<p>Also without merit is the contention that the death sentence here is invalid because Judge McKinnon failed specifically to elaborate various plausible non-statutory mitigating circumstances. No such circumstances supported by the evidence admitted at trial have been suggested. Under state law the court has no obligation specifically to instruct on non-statutory circumstances which are not called to its attention. <i>State v. Goodman, supra,</i> 298 N.C. at 34, 257 S.E.2d at 590 (1979). There was no constitutional violation because the jury was not <i>precluded</i> from considering non-statutory mitigating factors. <i>Lockett v. Ohio, supra,</i> 438 U.S. at 608, 98 S.Ct. at 2966; <i>Washington v. Watkins,</i> <span class=\"citation\" data-id=\"392964\"><a href=\"/opinion/392964/john-lewis-washington-v-john-c-watkins-commissioner-mississippi/\"><span class=\"volume\">655</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1346</span></a></span>, 1377 (5th Cir. 1981).</p>\n<p>Petitioner next contends that by failing to specifically instruct the jury that the burden of proof on mitigating circumstances was by a preponderance of the evidence, Judge McKinnon committed a fatal error. He did, however, tell the jury that the defendant's burden was not proof beyond a reasonable doubt and indicated that mitigating circumstances would be present if the jury \"merely\" found them to exist \"from the evidence.\" Trial Transcript at 891. The jury was not insufficiently guided in this respect in its consideration of mitigating factors.</p>\n<p>Finally, petitioner contends that Judge McKinnon failed to instruct the jury correctly concerning the independent role to be given mitigating circumstances. The court stated that if both aggravating and mitigating circumstances were found, the jury must consider whether the mitigating circumstances \"outweigh\" the aggravating circumstances. Trial Transcript at 896-897. The weighing of mitigating and aggravating circumstances was approved in dictum in <i>Lockett v. Ohio, supra</i><i>,</i> and in <i>Proffitt v. Florida,</i> <span class=\"citation\" data-id=\"109533\"><a href=\"/opinion/109533/proffitt-v-florida/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248-251, <span class=\"citation\" data-id=\"109533\"><a href=\"/opinion/109533/proffitt-v-florida/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2960</span></a></span>, 2964-66, <span class=\"citation\" data-id=\"109533\"><a href=\"/opinion/109533/proffitt-v-florida/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">913</span></a></span> (1976). Mitigating circumstances are given sufficient \"independent mitigating weight,\" <i>Lockett v. Ohio, supra,</i> 438 U.S. at 605, 98 S.Ct. at 2965, in a balancing with aggravating factors. Moreover, in this case the jury before it reached the \"balancing\" question had already determined that there were no mitigating circumstances to be weighed, whether by balance or otherwise.</p>\n<p>To summarize, the instructions of Judge McKinnon concerning the jury's consideration of mitigating factors fully complied with state law. They in no way precluded the jury from considering any evidence relevant to mitigation nor introduced any impermissible or arbitrary factor into the sentencing process.</p>\n<p></p>\n<h2>4. <i>Other Asserted Errors in Sentence Phase Instructions.</i>\n</h2>\n<p>Two other challenges are raised to Judge McKinnon's sentencing instructions. The first is that he inaccurately summarized petitioner's proof in mitigation, and the second is that he failed to tell the jury of the result should it be unable to reach a unanimous verdict. Neither of these contentions entitle petitioner to relief. Informing the jury of the effect of their failure to reach a unanimous verdict is not permitted under state law. <i>State v. Hutchins,</i> <span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">321</span></span>, 353, <span class=\"citation\" data-id=\"1394982\"><a href=\"/opinion/1394982/state-v-hutchins/\"><span class=\"volume\">279</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">788</span></a></span> (1981); <i>State v. Johnson, supra</i><i> (Johnson II).</i> The Supreme Court of Louisiana has taken a contrary position, <i>State v. Williams,</i> <span class=\"citation\" data-id=\"1679780\"><a href=\"/opinion/1679780/state-v-williams/\"><span class=\"volume\">392</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">619</span></a></span>, 633-635 (La.1980). The hypothesis that such an instruction would remove a factor of unreliability is questionable, and the court concludes that such an instruction is not required under <i>Beck v. Alabama, supra</i><i>.</i><sup>[17]</sup></p>\n<p><span class=\"star-pagination\">*473</span> Judge McKinnon's summary of petitioner's evidence is contended to have implied that petitioner admitted the killings were intentional and to have confused proof of mental illness with proof of drug abuse. After careful review of the charge, however, the court finds no substantial inaccuracy and certainly no inaccuracy sufficient to introduce a significant risk of arbitrariness into the sentencing hearing or to preclude the jury from giving full consideration to the evidence presented in mitigation.</p>\n<p></p>\n<h2>APPELLATE REVIEW</h2>\n<p>The North Carolina Supreme Court is required to overturn any sentence of death when \"the record does not support the jury's findings of any aggravating circumstance or circumstances upon which the sentencing court based its sentence of death, or upon a finding that the sentence of death was imposed under the influence of passion, prejudice, or any other arbitrary factor, or upon a finding that the sentence of death is excessive or disproportionate to the penalty imposed in similar cases, considering both the crime and the defendant.\" N.C.G.S. ยง 15A-2000(d)(2). Petitioner contends that the North Carolina Supreme Court did not adequately engage in this mandatory \"proportionality\" review since the court did not affirmatively state that it had compared the sentence in this case with that imposed in other cases and since the court has not expressly adopted any means for implementing proportionality review. <i>See Comment, supra,</i> 16 Wake Forest L.Rev. at 758-759. The Supreme Court stated:</p>\n<blockquote>\"We do not take lightly the responsibility imposed on us by G.S. 15A-2000(d)(2). We have combed the record before us. We have carefully considered the briefs and arguments which have been presented to us. We conclude that there is sufficient evidence in the record to support the jury's findings as to the aggravating circumstances which were submitted to it. We find nothing in the record which would suggest that the sentence of death was imposed under the influence of passion, prejudice, or any other arbitrary factor. The manner in which death was inflicted and the way in which defendant conducted herself after she administered the poison to Taylor leads us to conclude that the sentence of death is not excessive or disproportionate considering both the crime and the defendant. We, therefore, decline to exercise our statutory discretion to set aside the sentence imposed.\" <i>State v. Barfield, supra,</i> 298 N.C. at 354-355, 259 S.E.2d at 544.</blockquote>\n<p>The statute does not require that the court establish a particular means for implementing proportionality review. <i>Compare</i> Ga.Code Ann. ยง 27-2537, discussed in <i>Gregg v. Georgia,</i> <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>, 204-206, <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2909</span></a></span>, 2940, <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">859</span></a></span> (1976). As the respondents indicate, by the time <i>Barfield</i> was decided, the North Carolina Supreme Court had decided four other death penalty cases under N.C.G.S. ยง 15A-2000 and several additional first-degree murder cases, thus giving the court a body of cases against which it could conduct a proportionality review, and there is no basis for assuming that the court failed to fulfill the requirements of the statutory scheme. In approving the Georgia statute, the United States Supreme Court did not erect detailed requirements for proportionality review but merely stated that proportionality review \"serves as check against the random or arbitrary imposition of the death penalty.\" <i>Gregg v. Georgia, supra,</i> 428 U.S. at 206, 96 S.Ct. at 2940. <i>Accord, </i><i>Proffitt v. Florida,</i> <span class=\"citation\" data-id=\"109533\"><a href=\"/opinion/109533/proffitt-v-florida/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 253, <span class=\"citation\" data-id=\"109533\"><a href=\"/opinion/109533/proffitt-v-florida/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2960</span></a></span>, 2967, <span class=\"citation\" data-id=\"109533\"><a href=\"/opinion/109533/proffitt-v-florida/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">913</span></a></span> (1976). While actual disproportionality might afford grounds for habeas relief, <i>Lockett v. Ohio, supra,</i> 438 U.S. at 624-628, 98 S.Ct. at 2983-85 (White, J., concurring); <i>Coker v. Georgia,</i> <span class=\"citation\" data-id=\"109731\"><a href=\"/opinion/109731/coker-v-georgia/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">584</span></a></span>, <span class=\"citation\" data-id=\"109731\"><a href=\"/opinion/109731/coker-v-georgia/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2861</span></a></span>, <span class=\"citation\" data-id=\"109731\"><a href=\"/opinion/109731/coker-v-georgia/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">982</span></a></span> (1977), no such showing has been made here.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*474</span> ARBITRARY IMPOSITION OF THE DEATH PENALTY</h2>\n<p>As the final challenge to the validity of the sentence of death, petitioner contends that the penalty is unconstitutional because arbitrarily administered in North Carolina. In support of this contention petitioner asks the court to defer decision pending the completion of a relevant study by Barry Nakell, Professor of Law at the University of North Carolina. No anticipated date for the completion of this study has been mentioned, and the court notes that two years ago, petitioner made the same request of Judge Braswell, indicating at that time that the study was quite close to completion. Judge Braswell declined to await the study and so does this court. In the absence of any factual proof,<sup>[18]</sup> the contention cannot be sustained.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The court has carefully and thoroughly considered each of the issues petitioner has raised and has concluded that, taken individually and collectively, they do not entitle petitioner to relief. She received a fair trial and able representation. The evidence against her was overwhelming. She was convicted and sentenced in strict compliance with a constitutionally sound statutory scheme by twelve of her peers who unanimously concluded that, beyond a reasonable doubt, the death penalty should be imposed in this case. Judge McKinnon ably anticipated many later developments in capital punishment law and presided with his accustomed skill over the trial. No grounds for relief having been found, respondents' motion to dismiss the petition must be granted and the petition dismissed, and it is</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>APPENDIX: VOIR DIRE OF JUROR DENT</h2>\n<p>[By Mr. Britt, the District Attorney]</p>\n<p>Mr. Dent, where do you live?</p>\n<p>MR. DENT: Bladenboro.</p>\n<p>MR. BRITT: Are you a married man, sir?</p>\n<p>MR. DENT: Yes, sir.</p>\n<p>MR. BRITT: Do you have children?</p>\n<p>MR. DENT: No, sir.</p>\n<p>MR. BRITT: Mr. Dent, how do you feel about capital punishment, sir? Are you opposed to it or do you feel like it is a necessary law?</p>\n<p>MR. DENT: I don't believe I could vote on death.</p>\n<p>MR. BRITT: Are you saying then that you are opposed to the death penalty?</p>\n<p>MR. DENT: I don't believe in it.</p>\n<p>MR. BRITT: Don't believe in it?</p>\n<p>MR. DENT: No.</p>\n<p>MR. BRITT: Well, do you believe in any cases or some cases?</p>\n<p>MR. DENT: I believe in some cases.</p>\n<p>MR. BRITT: Well, it would have to be a special case. Is that what you are saying?</p>\n<p>MR. DENT: Yes. I just don't believe in it.</p>\n<p>MR. BRITT: Let me ask you this: Even though you believe in it in special cases, could you be a part of it in a special case, that is, could you sit on the jury and vote to return a judgment or recommendation to the Court which would cause the death penalty to be imposed?</p>\n<p>MR. DENT: I don't believe I could.</p>\n<p>MR. BRITT: Under no circumstances?</p>\n<p>MR. DENT: I don't believe I could.</p>\n<p><span class=\"star-pagination\">*475</span> MR. BRITT: Well, we are looking for a yes or no answer, if we can get it. Do you feel that you could serve on a jury and return a verdict of death or a judgment of death?</p>\n<p>MR. DENT: I don't believe I could, no, sir.</p>\n<p>MR. BRITT: Are you saying you couldn't do that under any circumstances?</p>\n<p>MR. DENT: I don't know. It is the first time I have ever been in something like this.</p>\n<p>MR. BRITT: Are you saying you could not do that regardless of the evidence?</p>\n<p>MR. DENT: It is hard to do.</p>\n<p>MR. BRITT: Sir?</p>\n<p>MR. DENT: It would be hard to do.</p>\n<p>MR. BRITT: I understand it would be hard to do. Are you saying you could not do it under any circumstances?</p>\n<p>MR. DENT: I don't know.</p>\n<p>MR. BRITT: Sir?</p>\n<p>MR. DENT: I don't know.</p>\n<p>MR. BRITT: Do you need a few minutes to think, Mr. Dent?</p>\n<p>MR. DENT: I don't believe I could sit on it and do that.</p>\n<p>MR. BRITT: Are you saying you could not sit?</p>\n<p>MR. DENT: Yes.</p>\n<p>MR. BRITT: Sir?</p>\n<p>MR. DENT: Yes, sir.</p>\n<p>MR. BRITT: And under no circumstances could you sit on a case in which the death penalty would be imposed. Is that correct?</p>\n<p>MR. DENT: Yes, sir.</p>\n<p>MR. BRITT: For cause, your Honor.</p>\n<p>COURT: Let me say to the jurors who have just recently come in, as has been indicated, this is a case where First Degree Murder is charged; and the law of our state at the present permits the death penalty under certain circumstances where a person is found guilty of first degree murder. In the trial of this case, the jury will first hear evidence and determine whether the Defendant is guilty of First Degree Murder or some lesser offense or not guilty of the crime. If she should be found guilty of First Degree Murder, then after the jury has returned its verdict as to guilt, there will be a later proceeding in which other evidence may be offered and from which the jury determines its recommendation as to sentence. The recommendation may be for the death sentence or it may be for life imprisonment. You will be asked to consider whether aggravated circumstances exist sufficient to require the death sentence to be imposed, so that is the procedure this trial will take as it goes forward. Now, Mr. Dent, if you understand or think you understand that explanation of what the law is and you are called onยif the Defendant was found guilty of First Degree Murder in the first stage of the trial, and you thereafter heard evidence as to any aggravating and mitigating circumstances that may affect the punishment, do you feel that there are any circumstances so aggravated that you could vote for the recommendation of the death sentence?</p>\n<p>MR. DENT: I don't know.</p>\n<p>COURT: You are not certain at this time?</p>\n<p>MR. DENT: No, sir.</p>\n<p>COURT: Do you think you understand the procedure that we will be going through and what the jury will be required to consider?</p>\n<p>MR. DENT: Yes.</p>\n<p>COURT: And do you believe that there may be aggravating circumstances sufficient that you could in certain cases vote for the death penalty, or do you know?</p>\n<p>MR. DENT: I don't know.</p>\n<p>COURT: To those four jurors, I will say there are people who favor the death penalty. There are people who oppose it and there are people who even though they oppose the death penalty as a matter of religious or moral scruples feel that they can follow the law that the legislature has provided and carry out their duty as a juror in spite of their personal feelings or convictions. Now, Mr. Dent, at this time I'm <span class=\"star-pagination\">*476</span> asking you do you feel that your scruples or convictions about the death sentence are such that you could not, under any circumstances that you can imagine, vote for the death penalty?</p>\n<p>MR. DENT: I don't know.</p>\n<p>COURT: Do you feel you are able to say at this time?</p>\n<p>MR. DENT: I don't.</p>\n<p>COURT: Any other questions?</p>\n<p>MR. JACOBSON: Mr. Dent, you could follow the law as handed down by the Court in determining whether this Defendant was guilty or innocent, could you not?</p>\n<p>MR. DENT: Sir?</p>\n<p>MR. JACOBSON: You could rule on whether she was guilty or innocent. You wouldn't have any problem with that part of the trial, would you?</p>\n<p>MR. DENT: No.</p>\n<p>MR. JACOBSON: You read the newspapers and listen to the radio, do you not?</p>\n<p>MR. DENT: I listen to television. I haven't heard nothing about the case.</p>\n<p>MR. JACOBSON: I am not talking about this case. You have heard of other murder cases, have you not?</p>\n<p>MR. DENT: Yes, sir.</p>\n<p>MR. JACOBSON: Probably a whole lot of them over your lifetime. I want you to think about the worst one you have ever heard about.</p>\n<p>MR. BRITT: I object to that.</p>\n<p>COURT: Overruled.</p>\n<p>MR. JACOBSON: Are you thinking about the worst one you have ever heard about?</p>\n<p>MR. DENT: Yes.</p>\n<p>MR. JACOBSON: Could you render the death sentence in that case?</p>\n<p>MR. DENT: Yes, sir.</p>\n<p>MR. JACOBSON: Nothing further.</p>\n<p>COURT: Challenge denied at this time.</p>\n<p>MR. BRITT: All right. I take it, since you say you could render the death sentence in that case, if you sat on this jury and you were satisfied that this case was the type of case that you thought the death penalty should be imposed in, and you felt that way beyond a reasonable doubt, you could vote to impose the death penalty. Is that correct, Mr. Dent?</p>\n<p>MR. DENT: Yes.</p>\n<p>MR. BRITT: Sir?</p>\n<p>MR. DENT: I reckon when I hear the case.</p>\n<p>MR. BRITT: I understand that but if you were satisfied and satisfied beyond a reasonable doubt that this was the type of case in which the death penalty should be imposed, you would vote to impose it, would you not?</p>\n<p>MR. DENT: I don't believe in capital punishment.</p>\n<p>MR. BRITT: You don't believe in capital punishment. All right, sir. Let me ask you this: Are you saying that regardless of the circumstances and regardless of the facts you just simply could not vote to impose the death penalty for anybody? Is that what you are saying, sir?</p>\n<p>MR. JACOBSON: Objection. He answered it.</p>\n<p>COURT: Overruled.</p>\n<p>MR. DENT: I don't believe in it.</p>\n<p>MR. BRITT: I know that. You say you don't believe in it. Is that based on moral or religious scruples that you have, sir?</p>\n<p>MR. DENT: I just don't believe in it.</p>\n<p>MR. BRITT: Is your feelings so strong that regardless of the circumstances and regardless of the evidence, you just simply could not vote to impose the death penalty? Is that what you are saying?</p>\n<p>MR. DENT: I don't believe I could.</p>\n<p>MR. BRITT: What was your answer?</p>\n<p>MR. DENT: I said I couldn't.</p>\n<p>COURT: Could not?</p>\n<p>MR. DENT: Yes, sir.</p>\n<p>MR. BRITT: For cause, your Honor.</p>\n<p>COURT: Mr. Dent, you one time said you didn't know and you now answer that you could not. I want to be sure we understand <span class=\"star-pagination\">*477</span> you. You understand that if you were selected as a juror and if the jury found the Defendant guilty of First Degree Murder, you would then be called upon to consider any aggravating circumstances and any mitigating circumstances in a second part of the trial, and you would be called on to vote as to whether the sentence should be the death sentence or life imprisonment. Do you understand that?</p>\n<p>MR. DENT: Yes.</p>\n<p>COURT: Do you feel that under no circumstances, no matter how aggravating the evidence might be, that you could not under any circumstances vote for the sentence recommending the death sentence?</p>\n<p>MR. DENT: I don't believe I could.</p>\n<p>COURT: You may be excused.</p>\n<p>MR. DENT EXCUSED.</p>\n<p>Trial Transcript at 88-96.</p>\n<h2>NOTES</h2>\n<p>[1]  As noted above, the court has carefully considered all testimony offered in the state post-conviction proceedings, including a large amount heard but not considered by Judge Braswell. The parties appear to agree that by so doing, the court has cured any deficiency there may have been in the state court hearing. The testimony excluded there was expert opinion on the question of counsel's effectiveness rather than evidence of any underlying historical facts. <i>See, e.g., </i><i>Washington v. Watkins,</i> <span class=\"citation\" data-id=\"392964\"><a href=\"/opinion/392964/john-lewis-washington-v-john-c-watkins-commissioner-mississippi/\"><span class=\"volume\">655</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1346</span></a></span>, 1354 (5th Cir. 1981). Therefore, the exclusion of testimony did not materially affect Judge Braswell's findings of fact, although it may have affected his \"evaluation based on those subsidiary findings ... determining whether counsel's representation satisfied the qualitative, normative standards dictated by the Sixth and Fourteenth Amendments to the Constitution.\" <i>Id.</i> The state court's exclusion of testimony, whether right or wrong, in no way debilitated its determination of basic historical facts, which were almost entirely undisputed.</p>\n<p>[2]  In rejecting an exception based on the failure of the trial court to grant the motion for additional counsel the Supreme Court of North Carolina said:\n</p>\n<p>\"Though Mr. Jacobson carried a great burden in representing the defendant in a capital case, we do not find it to have been so disproportionate to that borne in the usual course of criminal defense work so as to have required the court to have appointed another attorney to provide assistance. We would add, parenthetically, that Judge McLean's order reflects favorably upon Mr. Jacobson's professional background and experience, indicating that he was competent to represent the best interests of the defendant. It is our opinion that Mr. Jacobson gave defendant high quality representation.\" <i>State v. Barfield,</i> <span class=\"citation\" data-id=\"1381583\"><a href=\"/opinion/1381583/state-v-barfield/\"><span class=\"volume\">298</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">306</span></a></span>, 319, <span class=\"citation\" data-id=\"1381583\"><a href=\"/opinion/1381583/state-v-barfield/\"><span class=\"volume\">259</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">510</span></a></span>, 524 (1979).</p>\n<p>[3]  Although the death penalty is constitutionally different from other forms of punishment, <i>e.g., </i><i>Beck v. Alabama,</i> <span class=\"citation\" data-id=\"110313\"><a href=\"/opinion/110313/beck-v-alabama/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">625</span></a></span>, 637, <span class=\"citation\" data-id=\"110313\"><a href=\"/opinion/110313/beck-v-alabama/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2382</span></a></span>, 2388, <span class=\"citation\" data-id=\"110313\"><a href=\"/opinion/110313/beck-v-alabama/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">392</span></a></span> (1980), the standard for measuring the competence of counsel does not vary. Rather, the fact that a defendant risks the death penalty is one fact among many relevant to the evaluation of whether counsel's representation was within the ordinary range of competence. <i>See </i><i>Washington v. Watkins,</i> <span class=\"citation\" data-id=\"392964\"><a href=\"/opinion/392964/john-lewis-washington-v-john-c-watkins-commissioner-mississippi/\"><span class=\"volume\">655</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1346</span></a></span>, 1356-1357 (5th Cir. 1981) (rejecting \"strict scrutiny\" of counsel's performance in a capital case). This, however, in no way means that the court has not given full and careful consideration to each of the asserted inadequacies in counsel's performance.</p>\n<p>[4]  Cases cited in support of this proposition such as <i>Proffitt v. United States,</i> <span class=\"citation\" data-id=\"358976\"><a href=\"/opinion/358976/wilbert-eugene-proffitt-v-united-states/\"><span class=\"volume\">582</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span> (4th Cir. 1978), and <i>United States v. Fessel,</i> <span class=\"citation\" data-id=\"334002\"><a href=\"/opinion/334002/united-states-v-raymond-m-fessel/\"><span class=\"volume\">531</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1275</span></a></span> (5th Cir. 1976), are inapposite here. Those cases involved the failure of defense counsel charged with notice of their client's mental problems to move for the appointment of psychiatric experts under 18 U.S.C. ยง 3006A(e). Here defense counsel not only moved for and obtained the appointment of two competent psychiatrists under state law but he also had the benefit of petitioner's own psychiatrist, Dr. Sainz, under whose care petitioner had been for some time.</p>\n<p>[5]  \"Of course, each case must be evaluated individually. Serious dereliction in counsel's representation might well be established where material witnesses are not called to testify .... For example, if an expert witness could readily verify that `blood' was actually `paint,' counsel might be deficient in failing to pursue such a witness.... Unfortunately, in today's technological society, experts generally can be found to render `scientific' opinions on either side of any question.\" <i>Knott v. Mabry,</i> <span class=\"citation\" data-id=\"399940\"><a href=\"/opinion/399940/william-h-knott-v-james-mabry-commissioner-arkansas-department-of/\"><span class=\"volume\">671</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1208</span></a></span>, 1212 (8th Cir. 1982).</p>\n<p>[6]  Petitioner asks the court to defer ruling on this contention until after disposition of four petitions for writs of habeas corpus currently pending in the United States District Court for the Western District of North Carolina. An extensive evidentiary presentation is being made in that court in an attempt to establish certain of the factual premises underlying the attack on the validity of the death-qualified jury. <i>See</i> Petition for Writ of Habeas Corpus at 18-19. The request is denied, principally for the reason that this case and those in the Western District will all undoubtedly reach the Fourth Circuit, which has not spoken on the issue and which will have full benefit of the record developed and decision rendered in the Western District cases.</p>\n<p>[7]  The complete examination is set out in an appendix to this opinion.</p>\n<p>[8]  Addressing this contention raised as to Mr. Dent and two other prospective jurors, the North Carolina Supreme Court said:\n</p>\n<p>\"While it is true that taken by themselves, the answers that some of the jurors called to serve in defendant's trial seem to be equivocal or contradictory, taken as a whole, the examination indicates opposition to the death penalty so strong that they could not vote to impose it regardless of the evidence.\" <i>State v. Barfield, supra,</i> 298 N.C. at 324, 259 S.E.2d at 527.</p>\n<p>This issue was one of two raised in the petition to the United States Supreme Court for a writ of certiorari following petitioner's direct appeal. The petition was denied. <i>Barfield v. North Carolina,</i> <span class=\"citation no-link\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">907</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3050</span></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1137</span></span> (1980).</p>\n<p>[9]  In <i>Johnson II,</i> the North Carolina Supreme Court held that it was error under <i>Witherspoon</i> to exclude a prospective juror who, when asked whether under any circumstances he would vote for the death penalty, answered \"I don't think so.\" The court held that this answer was not sufficiently unequivocal to permit exclusion but upheld the imposition of the death sentence because the defendant failed to demonstrate prejudice from the error. The proposition that prejudice must be shown to entitle a petitioner to resentencing after a <i>Witherspoon</i> violation has been rejected by the Fifth Circuit. <i>Moore v. Estelle,</i> <span class=\"citation\" data-id=\"399177\"><a href=\"/opinion/399177/mark-milton-moore-v-w-j-estelle-jr/\"><span class=\"volume\">670</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">56</span></a></span> (5th Cir. 1982).</p>\n<p>[10]  Petitioner contends that on March 13 she was not fully advised of her rights but was only reminded that she still had the rights described to her on March 10 and that such a reminder is insufficient under <i>Miranda.</i> The state court conducted a <i>voir dire</i> hearing when petitioner moved to suppress the confessions and there was conflicting testimony. Deputy Sheriff Lovett stated that petitioner was fully advised of her rights on March 13, but petitioner's son stated that she was only told that she \"still [had] her rights.\" The state court generally found the facts to be as testified to by Mr. Lovett and specifically found \"that the Defendant was verbally informed of her rights, or her rights were recalled to her\" on March 13. Trial Transcript at 483-511. Petitioner has asserted no challenge to the presumption of correctness enjoyed by these findings, 28 U.S.C. ยง 2254(d), and the court perceives none and adopts them. By generally finding the facts as stated by the deputy sheriff, Judge McKinnon necessarily also found that petitioner stated specifically that she did not want a lawyer and that she wanted to make a statement on March 13. Trial Transcript at 491.</p>\n<p>[11]  Therefore <i>Michigan v. Mosley,</i> <span class=\"citation\" data-id=\"109336\"><a href=\"/opinion/109336/michigan-v-mosley/\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">96</span></a></span>, <span class=\"citation\" data-id=\"109336\"><a href=\"/opinion/109336/michigan-v-mosley/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">321</span></a></span>, <span class=\"citation\" data-id=\"109336\"><a href=\"/opinion/109336/michigan-v-mosley/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">313</span></a></span> (1975), cited by petitioner, is inapposite, for it discusses interrogation of a suspect who <i>has</i> invoked his right to remain silent. Unlike in <i>Mosley,</i> there is no reason here to view petitioner's waiver of her <i>Miranda</i> rights skeptically. <i>See id.</i> at 110 n.2, 96 S.Ct. at 329 n.2. (White, J., concurring).</p>\n<p>[12]  The North Carolina statute thus resembles in many respects that adopted by Georgia and found constitutional in <i>Gregg v. Georgia,</i> <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>, <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2909</span></a></span>, <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">859</span></a></span> (1976), primarily on the grounds that it reliably guides the sentencer's exercise of discretion in determining whether to impose the death penalty. In <i>State v. Barfield, supra</i><i>,</i> the North Carolina Supreme Court determined for the first time that the current North Carolina death penalty statute was constitutional. <i>See generally, Comment: Evolving Standards of Decency: The Constitutionality of North Carolina's Capital Punishment Statute,</i> 16 Wake Forest L.Rev. 737 (1980).</p>\n<p>[13]  The court notes that N.C.G.S. ยง 15A-2000(e)(11), creating as an aggravating circumstance proof that \"[t]he murder for which the defendant stands convicted was part of a course of conduct in which the defendant engaged and which included the commission by the defendant of other crimes of violence against another person or persons,\" might authorize independent evidence of other crimes during the sentencing proceeding, but was not in effect during petitioner's trial, having been added to the statute in 1979.</p>\n<p>[14]  The court's view that the evidence was relevant to the aggravating circumstances is not meant to express any opinion as to whether the evidence of other murders could have been admitted in sentencing proceeding had it not been presented during the guilt phase.</p>\n<p>[15]  The court notes that Nebraska has given its \"pecuniary gain\" aggravating circumstance a very narrow interpretation, in essence permitting its submission only in a murder-for-hire set of facts. <i>State v. Rust,</i> <span class=\"citation\" data-id=\"1273945\"><a href=\"/opinion/1273945/state-v-rust/\"><span class=\"volume\">197</span> <span class=\"reporter\">Neb.</span> <span class=\"page\">528</span></a></span>, <span class=\"citation\" data-id=\"1273945\"><a href=\"/opinion/1273945/state-v-rust/\"><span class=\"volume\">250</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">867</span></a></span> (1977); <i>State v. Stewart,</i> <span class=\"citation\" data-id=\"1273540\"><a href=\"/opinion/1273540/state-v-stewart/\"><span class=\"volume\">197</span> <span class=\"reporter\">Neb.</span> <span class=\"page\">497</span></a></span>, <span class=\"citation\" data-id=\"1273540\"><a href=\"/opinion/1273540/state-v-stewart/\"><span class=\"volume\">250</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">849</span></a></span> (1977). <i>See Comment, supra,</i> 16 Wake Forest L.Rev. at 756 n.162. North Carolina has rejected this interpretation and held that submission of the pecuniary gain circumstance is permissible in a killing which occurs during an armed robbery, where \"hope of pecuniary gain provided the impetus for the murder ....\" <i>State v. Oliver,</i> <span class=\"citation no-link\"><span class=\"volume\">302</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">28</span></span>, 62-63, <span class=\"citation\" data-id=\"1299290\"><a href=\"/opinion/1299290/state-v-oliver/\"><span class=\"volume\">274</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">183</span></a></span>, 204-205 (1981). The <i>Oliver</i> court did not consider the question of overlappage between the \"pecuniary gain\" and the \"hinder law enforcement\" aggravating circumstances.</p>\n<p>[16]  The submission was not based merely upon the fact that Mr. Taylor suffered a lingering death. <i>See </i><i>State v. Hamlette,</i> <span class=\"citation no-link\"><span class=\"volume\">302</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">490</span></span>, <span class=\"citation\" data-id=\"1252108\"><a href=\"/opinion/1252108/state-v-hamlette/\"><span class=\"volume\">276</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">338</span></a></span> (1981). Rather, the evidence that petitioner stood by for days, never telling family or medical personnel of the cause of Mr. Taylor's illness when his life could have been saved, and that she watched him suffer horribly, were the elements of heinousness critical here.</p>\n<p>[17]  Petitioner contends that a juror who conscientiously believes that the evidence called for a life sentence might nevertheless vote for the death penalty in order to avoid mistakenly assumed consequences of jury deadlock. Although this scenario is plausible, so is the converse possibility that a juror convinced of the appropriateness of a life sentence would refuse to consider the evidence and the views of other jurors in support of the death penalty, knowing that his blind obstinance would perforce result in a life sentence. Neither scenario results in a \"reliable\" or desirable process of deliberation, but the court cannot conclude that the first scenario is significantly more likely to occur as a result of not giving the instruction than is the second as a result of giving it.</p>\n<p>[18]  Petitioner has offered raw figures purportedly showing that as of December 31, 1979, the race of the victim is the best \"explainer\" of the imposition of the death penalty in North Carolina. Petition for Writ of Habeas Corpus, Appendix A. The figures, however, do not explain but merely correlate, and only examine demographic factors, leaving unexplored all considerations of the circumstances of the crime, the presence or absence of aggravating and mitigating factors, and the relevant nondemographic characteristics of the defendant. By stating that the Nakell study is \"the only potentially available evidence relevant and material to the determination of the arbitrary imposition issue,\" Petition for Writ of Habeas Corpus, Appendix B, counsel for petitioner implicitly admits that the 1979 figures fail to prove anything.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106544/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107715/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108762/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109533/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110109/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110259/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110323/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/252269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/278744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/280296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/332460/",
    "http://www.courtlistener.com/api/rest/v3/opinions/334002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/348635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/357262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/377916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380464/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/384383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/395244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/399177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/399940/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1208878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1250362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1252108/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1268140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1273540/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1273945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1278208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1299290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1310401/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1310671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1314378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1381139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1381403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1381583/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1394982/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1613289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1652105/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1664442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1679780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1691974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2125710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2145950/"
  ]
}