{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1613975/",
  "absolute_url": "/opinion/1613975/united-states-v-geddings/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1613975/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:56:16.948039Z",
  "date_modified": "2016-04-26T20:55:31.293630Z",
  "type": "010combined",
  "sha1": "214e158b5ba04e27afee21662440b307e5fe095d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>497 F.Supp.2d 729 (2007)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nKevin L. GEDDINGS, Defendant.</h1></center>\n<center>No. 5:06-CR-136-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 2, 2007.</center>\n<p><span class=\"star-pagination\">*730</span> <span class=\"star-pagination\">*731</span> Dennis M. Duffy, U.S. Dept. of Justice, Raleigh, NC, for United States of America.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>On September 20, 2006, Kevin L. Geddings (a former North Carolina Lottery Commissioner) went to trial accused of five counts of honest services mail fraud (counts 1-5) and three counts of honest services wire fraud (counts 6, 7, and 9). After a lengthy trial, on October 12, 2006, a jury convicted Kevin L. Geddings (\"Geddings\" or \"defendant\") of five counts of honest services mail fraud and aiding and abetting in violation of 18 U.S.C. §§ 1341, 1346, &amp; 2. On May 7, 2007, the court sentenced defendant to 48 months imprisonment. <i>See United States v. Geddings,</i> No. 5:06-CR-136-D, Sentencing Order (E.D.N.C. May 7, 2007). Without objection from the government, the court granted defendant's motion to self-report to the Federal Correctional Institute (\"FCI\") designated by the Bureau of Prisons. The Bureau of Prisons ordered defendant to report to FCI Jessup on July 2, 2007.</p>\n<p>On May 18, 2007, defendant filed a notice of appeal. On June 8, 2007, defendant filed a motion for release pending appeal pursuant to 18 U.S.C. §§ 3143(b) &amp; 3145(c). On June 21, 2007, the government responded in opposition. On June 26, 2007, defendant filed a reply brief.<sup>[1]</sup> As explained below, defendant's motion for release pending appeal is denied.</p>\n<p></p>\n<h2>I.</h2>\n<p>Section 3143(b) of Title 18, United States Code, governs when a defendant has been convicted and sentenced to a term of imprisonment, is appealing the conviction, and seeks to remain free during the appeal. <i>See</i> 18 U.S.C. § 3143(b).<sup>[2]</sup> Section 3143(b) imposes a presumption of detention. <i>See, e.g., </i><i>United States v. Vance,</i> 851 F.2d 166, 169-70 (6th Cir.1988); <i>United States v. Perholtz,</i> 836 F.2d 554, 556 (D.C.Cir.1988) (per curiam); <i>United States v. Shoffner,</i> 791 F.2d 586, 589 (7th Cir.1986) (per curiam); <i>United States v. Colon Berrios,</i> 791 F.2d 211 (1st Cir.1986). A defendant may overcome the presumption by proving: (1) that he is unlikely to flee or pose a danger to any other person or the community, (2) that the appeal is not for the purpose of delay, (3) that the appeal raises a substantial question of law or fact, and (4) that if the question is resolved in the defendant's favor, a new trial or reversal of the conviction is likely. 18 U.S.C. § 3143(b). A \"substantial question\" is \"a `close' question or one that very well could be decided the other way.\" <i>United States v. Steinhorn,</i> 927 F.2d 195, <span class=\"star-pagination\">*732</span> 196 (4th Cir.1991) (per curiam). If a defendant plans to appeal his sentence, a defendant may overcome the presumption of detention \"if the substantial question of law or fact is likely to result in a sentence that does not include a term of imprisonment, or a reduced sentence to a term of imprisonment less than the total of the time already served plus the expected duration of the appeal process.\" JOHN L. WEINBERG, FEDERAL BAIL AND DETENTION HANDBOOK § 1304 (March 2007); 18 U.S.C. § 3143(b)(1)(B)(iii) &amp; (iv).</p>\n<p>The government does not contend that Geddings is a danger to the community, likely to flee, or that the appeal is for the purpose of delay. Gov't Resp. in Opp'n to Def.'s Mot. for Release Pending Appeal 4 (hereinafter \"Gov't Resp. ____\"). The court agrees. Accordingly, the court analyzes whether Geddings raises a substantial question of law or fact likely to result in a reversal of his conviction or a reduced sentence to a term of imprisonment less than the total of the time already served plus the expected duration of the appeal process. <i>See </i><i>Steinhorn,</i> 927 F.2d at 196; 18 U.S.C. § 3143(b).</p>\n<p>Defendant argues that \"[n]o fewer than five [substantial questions] exist in the instant case.\" Def.'s Mem. of Law in Supp. of Mot. for Release Pending Appeal 2 (hereinafter \"Def.'s Mem. ____\"). First, defendant argues, \"a substantial question exists as to whether this case constitutes an expansion of honest services fraud inconsistent with prior decisions in the Fourth Circuit and the current state of the law.\" <i>Id.</i> at 12. Second, defendant argues, \"a substantial question exists as to whether the rebuttal testimony of Tull Gearreald violated the collateral evidence rule and Rule 404(b), and whether the error was compounded by the preclusion of surrebuttal.\" <i>Id.</i> at 21. Third, defendant argues, \"a substantial question exists as to whether defendant's conviction was tainted by spillover prejudice.\" <i>Id.</i> at 27. Fourth, defendant argues, \"a substantial question exists as to whether the upward variance sentence was unreasonable under the evolving post-<i>Booker</i> federal sentencing law.\" <i>Id.</i> at 29. Fifth, defendant argues, \"a substantial question exists as to whether it was reasonable to use U.S.S.G. § 2C1.1 as the baseline [offense level] for sentencing.\" <i>Id.</i> at 35. The court addresses each argument in turn.</p>\n<p></p>\n<h2>II.</h2>\n<p>Defendant argues that the evidence presented at trial is not sufficient to permit a jury to convict him of honest services mail fraud. <i>Id.</i> at 13-21. In making this argument, defendant contends that the honest services mail fraud statute is unconstitutionally vague as applied to him. <i>Id.</i> Defendant essentially makes many of the same arguments that he made in his pre-trial motion to dismiss the indictment and in his post-trial Rule 29 motion for judgment of acquittal. Before trial, the court entered an order denying defendant's motion to dismiss the indictment and will not restate the analysis in this order. <i>See Geddings,</i> No. 5:06-CR-136-D, Order (E.D.N.C. Sept. 6, 2006). After trial, the court entered an order denying defendant's motion for judgment of acquittal. <i>See id.,</i> Order (E.D.N.C. Nov. 28, 2006).</p>\n<p>In order to assess defendant's argument, the court's analysis of November 28, 2006, bears repeating, in part:</p>\n<blockquote>On September 20, 2006, Kevin Geddings (a former North Carolina Lottery Commissioner) went to trial accused of five counts of honest services mail fraud (counts 1-5) and three counts of honest services wire fraud (counts 6, 7, and 9). On October 3, 2006, at the close of the government's case, the court denied the defendant's motion for judgment of acquittal. <span class=\"star-pagination\">*733</span> The defendant then presented evidence, including his own lengthy direct and cross-examination.</blockquote>\n<blockquote>On October 10, 2006, after the close of all the evidence, the court granted the defendant's Rule 29 motion as to counts 6 and 7. The honest services wire fraud charges in counts 6 and 7 were predicated on conduct that took place before Geddings became a North Carolina Lottery Commissioner and before (on the evidence presented) he owed a duty of honest services. The court denied defendant's Rule 29 motion as to counts 1-5 and count 9. Counts 1-5 and count 9 were predicated on conduct that took place after Geddings was appointed a North Carolina Lottery Commissioner.</blockquote>\n<blockquote>On October 11, 2006, the jury heard closing arguments and received the court's instructions. On October 12, 2006, the jury unanimously found Geddings guilty of counts 1-5. The jury unanimously acquitted Geddings of count 9.</blockquote>\n<blockquote>A Rule 29 motion should be denied if \"there is substantial evidence, taking the view most favorable to the government, to support [the convictions].\" <i>United States v. Moye,</i> 454 F.3d 390, 394 (4th Cir.2006) (en banc). \"Substantial evidence is evidence that a reasonable finder of fact could accept as adequate and sufficient to support a conclusion of a defendant's guilt beyond a reasonable doubt.\" <i>Id.</i> (quotation omitted). A court may not grant a Rule 29 motion unless \"the prosecution's failure is clear.\" <i>Id.</i> (quotation omitted). \"In evaluating the sufficiency of the evidence to support a criminal conviction, [the court must] view the evidence in the light most favor able to the government, drawing all reasonable inferences in its favor.\" <i>Id.</i> A court also must \"assume that the jury resolved all contradictions in testimony in favor of the government. [W]here the evidence supports differing reasonable interpretations, the jury will decide which interpretation to accept.\" <i>Id.</i> (citation omitted); <i>see generally </i><i>Jackson v. Virginia,</i> 443 U.S. 307, 319, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979); <i>United States v. Lentz,</i> 383 F.3d 191, 199 (4th Cir.2004); <i>United States v. Wilson,</i> 115 F.3d 1185, 1189-90 (4th Cir. 1997); <i>United States v. Tresvant,</i> 677 F.2d 1018, 1021 (4th Cir.1982).</blockquote>\n<blockquote>The defendant's motion does not contain or attach a memorandum of law. Rather, the motion incorporated the \"Motion for Judgment of Acquittal\" filed in open court on October 3, 2006. . . . [Geddings] argue[s] that the statutory concept of honest services mail fraud and wire fraud under 18 U.S.C. §§ 1341, 1343, and 1346 is \"void for vagueness.\"</blockquote>\n<blockquote>\"[T]he concept of honest services mail fraud or honest services wire fraud is not `void for vagueness.'\" <i>See United States v. Geddings,</i> No. 5:06-CR-136-D, Order at 4-6 (E.D.N.C. Sept. 6, 2006). \"The legal meaning of a deprivation of the intangible right to honest services has been extensively developed by the courts[.]\" <i>United States v. Bryan,</i> 58 F.3d 933, 942 (4th Cir.1995) (quotation omitted), <i>abrogated in part on other grounds by </i><i>United States v. O'Hagan,</i> 521 U.S. 642, 650, 117 S.Ct. 2199, 138 L.Ed.2d 724 (1997); <i>see, e.g., </i><i>United States v. Woodward,</i> 149 F.3d 46, 62-63 (1st Cir.1998).</blockquote>\n<blockquote>The court has examined the evidence presented at trial \"in the light of the facts of the case at hand.\" <i>Bryan,</i> 58 F.3d at 942. There was more than ample evidence from which a rational jury could unanimously find beyond a reasonable doubt that Geddings committed the five counts of honest services mail fraud for which he was convicted. <i>See</i> Gov't Resp. to Mot. for J. of Acquittal at 7-8. Geddings' entities received approximately $160,000 from lottery vendor Scientific <span class=\"star-pagination\">*734</span> Games between 2000 and 2005, including $24,500 in 2005. <i>See, e.g.,</i> Gov't Exs. 200-203. The jury was entitled to infer that Geddings failed to disclose these payments or his relationship with Scientific Games and that the failure to disclose was proof of his specific intent to defraud. Moreover, the jury was entitled to infer that Geddings was appointed to the Lottery Commission with the crucial assistance of Scientific Games' Vice President of Government Relations Alan Middleton and Scientific Games' lobbyist Meredith Norris. Further, once Geddings was appointed, the jury could infer that Geddings acted to influence or advocate to other Commissioners regarding official matters (including matters affecting Scientific Games and its key competitor GTECH). Notably, throughout his tenure as a Lottery Commissioner, Geddings had extensive communications with Alan Middleton of Scientific Games. During his testimony, Geddings attempted to provide an innocent explanation for all of these communications and his conduct.</blockquote>\n<blockquote>The court gave extensive instructions to the jury, and neither the defendant nor the government objected to the instructions. <i>See</i> Jury Instructions, Oct. 11, 2006, at 25-35 (discussing counts 1-5, honest services, duty to disclose, materiality, knowingly, willfully, specific intent, dual intent, and proof of intent). After receiving the court's instructions, it was the jury's responsibility to weigh the evidence presented in this lengthy trial. Geddings, along with a large number of other witnesses, testified. As part of its role, the jury had to assess Geddings' conduct, credibility, and intent. The jury did not have to believe Geddings' efforts to explain his communications and his conduct. The jury also had to assess the credibility of the other witnesses. It also was the jury's responsibility to review the hundreds of exhibits that were introduced. The jury weighed all of this evidence after hearing counsel for the defense and counsel for the government vociferously argue for differing interpretations of the evidence. It was the jury's role to decide which interpretation to accept, in whole or in part. <i>Moye,</i> 454 F.3d at 394.</blockquote>\n<blockquote>The jury deliberated for nearly an entire day. The jury unanimously acquitted Geddings of the honest services wire fraud charge in count 9. The jury unanimously found Geddings guilty beyond a reasonable doubt of the five counts of honest services mail fraud in counts 1-5. The evidence presented to the jury more than sufficiently established Geddings' guilt beyond a reasonable doubt on counts 1-5. Under Rule 29, this court has \"no right to usurp\" the jury's decision to find Geddings guilty on counts 1-5. <i>Id.</i> at 396.</blockquote>\n<p><i>Id.</i> at 1-5.</p>\n<p>As for defendant's argument that the mail fraud statute's honest services provision is unconstitutionally vague as applied to him, that argument does not raise a substantial question of law or fact likely to result in reversal of his conviction. <i>See </i><i>Steinhorn,</i> 927 F.2d at 196; 18 U.S.C. § 1346. Without addressing every contention set forth in defendant's lengthy memorandum or reply, the court comments on a few. First, the court rejects defendant's contention that its ruling during the trial on the Rule 29 motion as to counts 6 and 7 \"means that the fraud offense at bar is limited to the alleged non-disclosure.\" Def.'s Mem. 13 n. 5. To the contrary, the evidence viewed in the light most favorable to the verdict demonstrates that defendant knowingly devised and participated in a scheme to fraudulently deprive the public of the intangible right of honest services that is substantially the same as <span class=\"star-pagination\">*735</span> the one alleged in the indictment, but that his duty of honest services did not arise until his appointment. Second, simply distinguishing his case from other published cases does not mean that the statute as applied to Geddings was unconstitutionally vague or that the evidence was not sufficient. <i>See</i> Gov't Resp. 9-15. Third, the evidence viewed in the light most favorable to the verdict showed that defendant's financial relationship with Scientific Games and his efforts to assist and to attempt to assist Scientific Games continued after his appointment. <i>See id.</i> at 10-11. As the government correctly notes, the jury did not have to accept defendant's contention that he did not knowingly devise or participate in the scheme to defraud, that his financial relationship with Scientific Games ended when he took office, that he did not assist or attempt to assist Scientific Games while in office, or that he did not mislead Chairman Sanders and other state officials about his relationship with Scientific Games. <i>See id.</i> at 11-12. In fact, there was overwhelming evidence that the scheme to defraud and the financial relationship continued after he became a Lottery Commissioner, that he actively concealed and failed to disclose his relationship with Scientific Games, that he misled Chairman Sanders and other state officials about his relationship with Scientific Games, that he continued to assist and to attempt to assist Scientific Games as part of the scheme to defraud during his entire tenure on the Lottery Commission, and that he had the requisite intent to defraud. <i>See id.</i> The jury's unanimous guilty verdict as to counts 1-5 was fully supported. <i>See</i> Geddings Jury Instructions at pp. 1-35, 45; <i>see also Geddings,</i> No. 5:06-CR-136-D, Order at 1-5 (E.D.N.C. Nov. 28, 2006); <i>id.,</i> Sentencing Order at 2-10 (E.D.N.C. May 7, 2007).</p>\n<p>The court has reviewed the cases that defendant has cited, including <i>United States v. Thompson,</i> 484 F.3d 877 (7th Cir.2007) (reversing public sector honest services guilty verdict), and <i>United States v. Brown,</i> 459 F.3d 509 (5th Cir.2006) (reversing private sector honest services guilty verdict). The evidence described in all of the cases that defendant cites is vastly different than the evidence presented in this case. This court need not state where the \"theoretical\" line of unconstitutional vagueness is for an honest services mail fraud case. Under Fourth Circuit precedent, it is sufficient to state that on the evidence presented in this lengthy trial and in light of the jury instructions (to which no objection was made), \"[t]he mail fraud statute's honest services provision clearly applies to [Geddings'] conduct.\" <i>United States v. Bryan,</i> 58 F.3d 933, 942-43 (4th Cir.1995), <i>abrogated in part on other grounds by </i><i>United States v. O'Hagan,</i> 521 U.S. 642, 650, 117 S.Ct. 2199, 138 L.Ed.2d 724 (1997); <i>see </i><i>United States v. ReBrook,</i> 58 F.3d 961, 966-67 (4th Cir. 1995); <i>United States v. Long,</i> 95 Fed. Appx. 483, 486-88 (4th Cir.2004) (per curiam) (unpublished), <i>vacated on other grounds,</i> 543 U.S. 1098, 125 S.Ct. 1052, 160 L.Ed.2d 998 (2005) (<i>Booker</i> remand), <i>opinion reinstated,</i> 150 Fed.Appx. 260 (4th Cir. 2005) (per curiam) (unpublished); <i>United States v. Bereano,</i> 1998 WL 553445 (4th Cir. Aug.28, 2004) (unpublished) (private sector honest services case); <i>see also </i><i>United States v. Mandel,</i> 591 F.2d 1347, 1359-64 (4th Cir.1979), <i>aff' in relevant part,</i> 602 F.3d 653 (4th Cir.1980) (en banc) (per curiam). Geddings' conduct and his conviction not only fit comfortably within Fourth Circuit precedent, but also precedent from other circuits. <i>See, e.g., </i><i>United States v. Hasner,</i> 340 F.3d 1261, 1271-73 (11th Cir.2003) (per curiam); <i>United States v. Silvano,</i> 812 F.2d 754, 755-57 (1st Cir.1987): <i>see also </i><i>United States v. Bush,</i> 522 F.2d 641, 643-47 (7th Cir.1975).</p>\n<p>The evidence of Geddings' guilt as to counts 1-5 was overwhelming, and the unanimous jury verdict was amply supported <span class=\"star-pagination\">*736</span> by the law and the evidence. In sum, the court finds that defendant's sufficiency of the evidence argument and his unconstitutional vagueness argument do not raise a substantial question of law or fact likely to result in reversal. <i>See </i><i>Steinhorn,</i> 927 F.2d at 196; 18 U.S.C. § 3143(b).</p>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2>A.</h2>\n<p>Defendant argues that the court erred in admitting the rebuttal testimony of Tull Gearreald (\"Gearreald\") of Just Care, Inc. (\"Just Care\"). <i>See</i> Def.'s Mem. 21-27. In February 2002, Just Care made a $30,000 contribution to an entity that Geddings controlled named South Carolinians for an Effective Lottery. <i>See, e.g.,</i> Gov't Ex. 434; Tr. 2366. The only objection that defendant made at the time the rebuttal evidence was proffered was that the government was claiming that Gearreald's testimony was \"in rebuttal to something in the defense's case and we object.\" Tr. 2355. Defense counsel objected that the defense \"did not raise the issue of Just Care\" or Just Care's $30,000 contribution to South Carolinians for an Effective Lottery in his case. <i>Id.</i></p>\n<p>The government responded that during the defendant's case the defendant testified about Just Care and how he had made a \"pitch\" and raised money from Just Care for South Carolinians for an Effective Lottery to keep the South Carolina legislature from scaling back the lottery. <i>See id.</i> at 2356. The court considered the arguments and the evidence presented at trial and found the proffered evidence to be appropriate rebuttal evidence. <i>See id.</i> at 2356-57. Notably, Geddings had testified in his case about creating South Carolinians for an Effective Lottery, about his \"pitch\" to Just Care (and other companies including Scientific Games), and about receipt of contributions for South Carolinians for an Effective Lottery (including from Just Care). <i>See, e.g., id.</i> at 1736-43 (direct); <i>see also id.</i> at 2124-36 (cross). Additionally, Geddings had testified in his case about filling out his Ethics Form (Gov't Ex. 2).<sup>[3]</sup><i>See, e.g.,</i> Tr.1908-34 (direct), 1989-90 (direct); <i>see also id.</i> at 2116-21 (cross), 2189-94 (cross), 2197-2208 (cross), 2227-31 (cross), 2252-55 (cross). As part of his direct testimony, Geddings testified that when he filled out Question No. 11 the only sources of income that he had received was from Geddings and Phillips Broadcasting and Geddings and Phillips Communications. <i>See id.</i> at 1913-14.<sup>[4]</sup> Geddings denied receiving salary from any other company during his direct testimony. <i>See id.</i> By definition, he denied receiving salary or other payments from Just Care in 2005. <i>See id.</i> On cross examination, Geddings testified that he had received approximately $70,000 to $80,000 from Just Care in W-2 <span class=\"star-pagination\">*737</span> wages during 2005. <i>See id.</i> at 2198-2203. Geddings' duties for Just Care in 2005 included hiring lobbyists and consultants, and doing public relations work. <i>See id.</i> He also testified on cross examination that his company billed Just Care for expenses as a consultant in 2005. <i>See id.</i> at 2217-23.</p>\n<p>The bulk of Gearreald's brief rebuttal testimony concerned the \"pitch\" and the $30,000 contribution by Just Care. During his direct testimony, Gearreald also briefly mentioned (without objection) the money Just Care paid Geddings for his work. The rebuttal evidence was proper. <i>See, e.g., </i><i>United States v. Beverly,</i> 5 F.3d 633, 639-40 (2d Cir.1993); <i>United States v. Tejada,</i> 956 F.2d 1256, 1266-67 (2d Cir.1992) (\"[W]e are disinclined to overturn a district judge, who has determined  after watching a case unfold  that testimony properly rebuts an inference that a party's adversary has sought to make.\"); <i>United States v. Barrett,</i> 766 F.2d 609, 619 (1st Cir.1985); <i>United States v. Benedetto,</i> 571 F.2d 1246, 1250-51 (2d Cir.1978); <i>Util. Control Corp. v. Prince William Constr. Co.,</i> 558 F.2d 716, 720-21 (4th Cir.1977); <i>United States v. Wallace,</i> 468 F.2d 571, 571-72 (4th Cir.1972) (per curiam); <i>see also</i> Fed.R.Evid. 102, 401, 402, 403, 607; Gov't Resp. 15-19. There was no abuse of discretion in permitting the rebuttal evidence. <i>See, e.g., </i><i>United States v. Achiekwelu,</i> 112 F.3d 747, 753 (4th Cir.1997) (court of appeals will find abuse of discretion as to a district court's evidentiary ruling only if the ruling was arbitrary or irrational).</p>\n<p>Geddings now argues that the court should have excluded the rebuttal evidence under Rule 404(b) and Rule 608(b). Def.'s Mem. 21-22; Fed.R.Evid. 404(b), 608(b). Defendant, however, never raised any objection at trial to the rebuttal evidence under Rule 404(b) or Rule 608(b). <i>See</i> Tr. 2355-57; <i>see also id.</i> at 2358-74; <i>id.</i> at 2379-93.<sup>[5]</sup> Accordingly, Geddings waived his new argument under Rule 404(b) and Rule 608(b) and the argument is subject to review only for plain error. <i>See, e.g., </i><i>United States v. Parodi,</i> 703 F.2d 768, 783 (4th Cir.1983). The plain error standard is very demanding. <i>See, e.g.,</i> Fed.R.Crim.P. 52(b); <i>United States v. Young,</i> 470 <i>U.S.</i> 1, 15-16, 105 S.Ct. 1038, 84 L.Ed.2d 1 (1985); <i>United States v. Perkins,</i> 470 F.3d 150, 155 n. 7 (4th Cir.2006). In this court's view, defendant cannot establish any of the four factors required to demonstrate plain error. <i>See, e.g., </i><i>Perkins,</i> 470 F.3d at 155 n. 7 (describing the four factors necessary under the plain error standard). Accordingly, the court finds that defendant's rebuttal argument does not raise a substantial question of law or fact likely to result in reversal. <i>See, e.g., </i><i>Steinhorn,</i> 927 F.2d at 196; 18 U.S.C. § 3143(b).</p>\n<p>Alternatively, even if the Fourth Circuit overlooks defendant's failure to object to the rebuttal evidence under Rule 404(b) or Rule 608(b), defendant's argument is meritless. <i>See, e.g., </i><i>Beverly,</i> 5 F.3d at 639-40; <i>Tejada,</i> 956 F.2d at 1266-67; <i>Barrett,</i> 766 F.2d at 619; <i>Benedetto,</i> 571 F.2d at 1250-51; <i>Util. Control Corp.,</i> 558 F.2d at 720-21: <i>Wallace,</i> 468 F.2d at 571-72: Gov't Resp. 15-19.<sup>[6]</sup> There was no abuse of discretion <span class=\"star-pagination\">*738</span> in admitting the rebuttal evidence. <i>See, e.g., </i><i>Achiekwelu,</i> 112 F.3d at 753. Thus, the court finds that defendant's rebuttal argument does not raise a substantial question of law or fact likely to result in reversal. <i>See, e.g., </i><i>Steinhorn,</i> 927 F.2d at 196; 18 U.S.C. § 3143(b).</p>\n<p>Finally, even if there was an abuse of discretion in admitting the rebuttal evidence to which proper objection was made,<sup>[7]</sup> defendant will not be able to overcome the harmless error standard. <i>See</i> Fed.R.Evid. 103(a); Fed.R.Crim.P. 52(a); 28 U.S.C. § 2111. Under that standard, an erroneous evidentiary ruling is harmless unless it had a substantial influence on the result of the trial. <i>See, e.g., </i><i>United States v. Lane,</i> 474 U.S. 438, 446-50, 106 S.Ct. 725, 88 L.Ed.2d 814 (1986); <i>United States v. Banks,</i> 482 F.3d 733, 741-42 (4th Cir.2007); Fed.R.Crim.P. 52(a); 28 U.S.C. § 2111. As the trial judge who presided over this lengthy trial, this court believes beyond doubt that the evidentiary ruling at issue did not have a substantial influence on the trial and any contention by defendant to the contrary is baseless. <i>See, e.g., Lane,</i> at 446-49, 106 S.Ct. 725; <i>Banks,</i> 482 F.3d at 741-42. Thus, the court finds that defendant's rebuttal argument does not raise a substantial question of law or fact likely to result in reversal. <i>See </i><i>Steinhorn,</i> 927 F.2d at 196; 18 U.S.C. § 3143(b).</p>\n<p></p>\n<h2>B.</h2>\n<p>Defendant also argues that the court abused its discretion in refusing to allow the defendant to testify in surrebuttal to Gearreald's rebuttal testimony. <i>See</i> Def.'s Mem. 26-27. Defendant, however, failed to preserve this issue with an appropriate offer of proof <i>after</i> the court overruled the request to present surrebuttal evidence. <i>See</i> Tr. 2408-10. The Fourth Circuit requires such an offer of proof in order to preserve the alleged error for appellate review. <i>See</i> Fed.R.Evid. 103(a)(2); <i>Carter v. Ball,</i> 33 F.3d 450, 457 (4th Cir.1994); <i>United States v. Heijnen,</i> 149 Fed.Appx. 165, 167 (4th Cir.2005) (per curiam) (unpublished); <i>Mott v. Mott,</i> 2000 WL 19164, at *1 (4th Cir. Jan.12, 2000) (per curiam) (unpublished); <i>Jones v. Postmaster Gen. of the United States,</i> 1997 WL 5773, at *1 (4th Cir. Jan.8, 1997) (per curiam) (unpublished); <i>McClosky v. Prince George's County,</i> 1996 WL 726854, at *1 n. 2 (4th Cir. Dec.18, 1996) (unpublished); <i>Daneshmand v. R.B. Hazard, Inc.,</i> 1994 WL 5137, at *4 (4th Cir. Jan.10, 1994) (unpublished); <i>accord </i><i>United States v. Moore,</i> 425 F.3d 1061, 1068-69 (7th Cir. 2005): <i>United States v. Adams,</i> 271 F.3d 1236, 1241-42 (10th Cir.2001); <i>Faigin v. Kelly,</i> 184 F.3d 67, 86 (1st Cir.1999). Thus, the issue was not appropriately preserved for appellate review, except for plain error. <i>See, e.g., </i><i>Moore,</i> 425 F.3d at 1069-70. Moreover, the court does not believe that defendant can show any of the four factors required to establish plain error. <i>See, e.g., </i><i>Perkins,</i> 470 F.3d at 155 n. 7. Accordingly, the court finds that defendant's surrebuttal argument does not raise a substantial question of law or fact likely to result in reversal. <i>See </i><i>Steinhorn,</i> 927 F.2d at 196; 18 U.S.C. § 3143(b).</p>\n<p>Alternatively, even if the Fourth Circuit overlooks defendant's failure to make an appropriate offer of proof after the court overruled his request to present his proposed surrebuttal evidence and even if the <span class=\"star-pagination\">*739</span> Fourth Circuit treats defense counsel's pre-ruling description of the proposed surrebuttal evidence as sufficient under Rule 103, defendant's argument still does not raise a substantial question of law or fact likely to result in reversal. <i>See </i><i>Steinhorn,</i> 927 F.2d at 196; 18 U.S.C. § 3143(b). At the bench conference concerning surrebuttal evidence, defense counsel stated that his \"intention would be to recall Mr. Geddings to discuss the dynamics of that transaction.\" Tr. 2408. The court understood \"the dynamics of that transaction\" to mean \"the pitch\" that Geddings made to Just Care in early 2002 and his receipt of money from Just Care for South Carolinians for an Effective Lottery. Geddings, however, had testified about that matter during his case. <i>See id.</i> at 1736-41. The government then rebutted Geddings' testimony with the testimony of Gearreald during its rebuttal case, and defense counsel cross-examined Gearreald.</p>\n<p>Gearreald's testimony was not a new matter brought up on rebuttal. <i>See, e.g., </i><i>United States v. King,</i> 879 F.2d 137, 138 (4th Cir.1989) (surrebuttal evidence may be admissible to respond to any new matter brought up on rebuttal). Thus, this court did not abuse its discretion at the end of this lengthy trial to preclude Geddings from testifying in surrebuttal. Tr. 2408; <i>see </i><i>King,</i> 879 F.2d at 138. Additionally, the defendant's proposed testimony on surrebuttal was cumulative and would not have added anything. <i>See, e.g., </i><i>Lee v. Rapid City Area Sch. Dist. No. 51-4,</i> 981 F.2d 316, 321 (8th Cir.1992) (en banc). There was no abuse of discretion in denying Geddings' request to testify in surrebuttal.</p>\n<p>Finally, even if defendant properly preserved the surrebuttal issue and even if the court abused its discretion in preventing Geddings' surrebuttal testimony, the harmless error standard dooms defendant's argument. Rule 103(a) states that \"[e]rror may not be predicated upon a ruling which admits or excludes evidence unless a substantial right of the party is affected.\" Fed.R.Evid. 103(a). An erroneous evidentiary ruling is harmless unless it had a substantial influence on the result of the trial. <i>See, e.g., </i><i>Lane,</i> 474 U.S. at 446-50, 106 S.Ct. 725; <i>Banks,</i> 482 F.3d at 741-42; Fed.R.Crim.P. 52(a); 28 U.S.C. § 2111. As the trial judge who presided over this lengthy trial, this court believes beyond doubt that excluding Geddings' proposed surrebuttal testimony did not have a substantial influence on the result of the trial and any contention by defendant to the contrary is baseless. Accordingly, the court finds that defendant's surrebuttal argument does not raise a substantial question of law or fact likely to result in reversal. <i>See </i><i>Steinhorn,</i> 927 F.2d at 196; 18 U.S.C. § 3143(b).</p>\n<p></p>\n<h2>IV.</h2>\n<p>Defendant argues that \"his conviction was tainted and infected by spillover prejudice from improperly-admitted evidence concerning his activities in South Carolina.\" Def.'s Mem. 27. Defendant contends that the evidence concerning his activities in South Carolina was received \"without any limiting instruction\" and that the court's ruling on the Rule 29 motion at trial limited the \"time period for the offense\" to the date Geddings was appointed (i.e., September 23, 2005). <i>Id.</i> at 28.</p>\n<p>Defendant's new argument focuses retrospectively on the trial, creates an entirely new defense theory of the case, and makes an argument that was never raised at trial. Throughout the trial, evidence concerning Geddings' activities in South Carolina was admitted without objection or any request for a limiting instruction. Moreover, when the court entered its Rule 29 order and dismissed counts 6 and 7, it did not do what defendant now contends. <span class=\"star-pagination\">*740</span> Rather, the court simply held that Geddings' duty of honest services on the evidence presented did not arise until his appointment, even though there was ample evidence that the scheme to defraud arose long before his appointment. <i>See, e.g.,</i> Tr. 2422, 2428-29. Accordingly, the court rejects defendant's new argument that evidence concerning Geddings' activities in South Carolina was rendered irrelevant when the court dismissed counts 6 and 7 pursuant to Rule 29. To the contrary, evidence of Geddings' activities in South Carolina remained highly relevant and admissible. There was no abuse of discretion in admitting the evidence or in not <i>sua sponte</i> striking some undefined amount of evidence.</p>\n<p>Finally, at no time did defendant ever request a limiting instruction or ask that any previously admitted evidence be stricken. Indeed, the jury instructions (to which defendant did not object) quoted the indictment which referenced events taking place in South Carolina and North Carolina between 1998 and 2005. <i>See</i> Geddings Jury Instructions pp. 21-22. Accordingly, to prevail on this \"spillover\" argument, defendant will have to establish plain error. <i>See</i> Fed.R.Crim.P. 52(b); <i>Young,</i> 470 U.S. at 15-16, 105 S.Ct. 1038; <i>Perkins,</i> 470 F.3d at 155 n. 7. In this court's view, defendant cannot establish any of the four factors required to demonstrate plain error. <i>See, e.g., </i><i>Perkins,</i> 470 F.3d at 155 n. 7. Thus, defendant's \"spillover\" argument does not raise a substantial question of law or fact likely to result in reversal. <i>See </i><i>Steinhorn,</i> 927 F.2d at 196.<sup>[8]</sup></p>\n<p></p>\n<h2>V.</h2>\n<p>Defendant argues that \"he intends to raise several issues regarding the reasonableness of his sentence under <i>United States v. Booker,</i> 543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), and its progeny.\" Def.'s Mem. 2-3. In his memorandum, defendant cites two issues: (1) whether a seven-month upward variance was reasonable and (2) whether using U.S.S.G. § 2C1.1 to establish the base offense level was reasonable. <i>See</i> Def.'s Mem. 29-36.</p>\n<p>The court thoroughly considered defendant's sentence during the lengthy sentencing hearing on May 7, 2007. On that same date, the court entered a thirty-page sentencing order explaining the defendant's sentence. <i>See Geddings,</i> No. 5:06-CR-136-D, Sentencing Order (E.D.N.C. May 7, 2007). The court finds that defendant's arguments concerning his sentence do not raise substantial questions of law or fact likely to result in \"a reduced sentence to a term of imprisonment less than the total of the time already served plus the expected duration of the appeal.\" 18 U.S.C. § 3143(b)(1)(B)(iv).<sup>[9]</sup></p>\n<p>Although the court will not address every new argument concerning the seven-month upward variance that defendant describes in his memorandum, it will comment on one. As for defendant's new argument that Scientific Games and Gtech really did compete effectively for tie initial lottery contract and therefore the court erred in considering that issue under section 3553(a) (Def.'s Mem. 29-31), the argument is baseless and will not likely result in a reduced sentence as defined in section 3143(b)(1)(B)(iv). As a factual matter, the <span class=\"star-pagination\">*741</span> court found that \"[d]efendant's conduct also harmed North Carolina because, in essence, his conduct resulted in North Carolina only having one company (i.e., Gtech) be able to compete effectively for the lottery contract.\" <i>Geddings,</i> No. 5:06-CR-l 36-D, Sentencing Order at 27 (E.D.N.C. May 7, 2007). That finding is not clearly erroneous. The evidence at trial overwhelmingly established that the two major lottery vendors were Gtech and Scientific Games. The evidence at trial also established that Scientific Games did not complete its bid for the initial North Carolina lottery contract after Geddings' conduct came to light. <i>See, e.g.,</i> Tr. 1232-36. This court was entitled to infer at sentencing that Geddings' conduct caused Scientific Games to, in essence, back out of its bid on the initial lottery contract and that his conduct resulted in North Carolina, in essence, only having one of the two major lottery vendors compete effectively for the contract. <i>See, e.g., id.</i> at 1232-36; <i>see also id.</i> at 982-83, 996; <i>cf. Geddings,</i> No. 5:06-CR-136-D, Sentencing Order at 27 (E.D.N.C. May 7, 2007).</p>\n<p>In any event, defendant's competition argument concerning the seven-month upward variance does not raise a substantial question of law or fact likely to result in a reduced sentence as defined in section 3143(b)(1)(B)(iv). This effective lack of competition between Gtech and Scientific Games on the initial lottery contract was only a minor facto:^ concerning the unique harm that Geddings' criminal conduct produced. <i>See Geddings,</i> No. 5:06-CR-136-D, Sentencing Order at 26-28 (E.D.N.C. May 7, 2007). Indeed, even if the court were instructed to assume that North Carolina enjoyed a robust competition on the initial bid among Gtech, Scientific Games, and any other company, the court would impose the same seven-month upward variance. As this curt stated at sentencing, \"[t]wo factors in particular stand out with respect to a variance: (1) the need for deterrence and (2) the loss of public confidence about the lottery's management at its inception and harm to the lottery at its inception. These factors as applied here make this case unique.\" <i>Id.</i> at 28. That harm included the harm that arose because defendant's criminal \"conduct caused serious doubts about the lottery's management at the lottery's inception. This caused a loss of public confidence in the Commission. Defendant's conduct seriously disrupted and harmed Chairman Sanders' efforts to launch the lottery effectively and harmed the lottery.\" <i>Id.</i> at 27.</p>\n<p>As for defendant's general argument that the law concerning sentencing is developing and that the seven-month upward variance was unreasonable (Def.'s Mem. 32-35), the court rejects defendant's argument that the seven-month upward variance constitutes a \"substantial\" issue warranting release pending appeal. Simply put, defendant's arguments about the variance are meritless and do not raise a substantial question of law or fact likely to result in a reduced sentence as defined in section 3143(b)(1)(B)(iv). <i>See, e.g., </i><i>United States v. Shortt,</i> 485 F.3d 243, 247-51 (4th Cir.2007) (approving upward variance); <i>United States v. McClung,</i> 483 F.3d 273, 277 (4th Cir.2007) (same).</p>\n<p>Likewise, defendant's argument that this court was unreasonable in using section 2C1.1 to establish the base offense level does not raise a substantial question of law or fact likely to result in a reduced sentence as defined in section 3143(b)(1)(B)(iv). <i>See</i> Def.'s Mem. 35-37. The court thoroughly considered and rejected defendant's argument in the sentencing order. <i>Geddings,</i> No. 5:06-CR-136-D, Sentencing Order at 11-12 (E.D.N.C. May 7, 2007). Defendant's argument is baseless and does not raise a substantial question of law or fact likely to <span class=\"star-pagination\">*742</span> result in a reduced sentence as defined in section 3143(b)(1)(B)(iv).</p>\n<p>Lastly, defendant's suggestion that if he prevails on his section 2C1.1 argument, then his advisory guideline range would be 0-6 months imprisonment is baseless. <i>See</i> Def.'s Mem. 37. Even if defendant prevailed under section 2C1.1 and the Fourth Circuit instructed the court to use section 2C1.3 (which will not happen in this court's view), the advisory guideline range would not be 0-6 months in light of Geddings' criminal conduct, the harm to the state government that Geddings' criminal conduct caused, and Geddings' repeated perjury at trial. <i>See</i> U.S.S.G. §§ 2C1.3(b)(3), 3C1.1. In fact, even assuming that Geddings' recent lobbying law conviction in Wake County District Court would not change his criminal history category I,<sup>[10]</sup> his advisory guideline range would be at least 10-16 months even if section 2C1.3 were used. <i>See id.</i> (criminal history category I, combined with base offense level 6 under section 2C1.3, plus 4 level increase under 2C1.3(b)(1), plus 2 level increase under 3C1.1 yields an advisory guideline range of 10-16 months). The court would then consider whether any traditional departure was appropriate and whether a variance was appropriate. <i>See, e.g., </i><i>United States v. Davenport,</i> 445 F.3d 366, 370 (4th Cir.2006). In sum, defendant's sentencing arguments do not raise substantial questions of law or fact likely to result in a \"reduced sentence to a term of imprisonment less than the total of the time already served plus the expected duration of the appeal process.\" 18 U.S.C. § 3143(b)(<i>l</i>)(B)(iv).</p>\n<p></p>\n<h2>VI.</h2>\n<p>Defendant also seeks release pending appeal pursuant to 18 U.S.C. § 3145(c) and argues that \"exceptional reasons\" warrant his release. <i>See</i> Def.'s Mem. 37-41. Defendant was not convicted of the offenses referenced in 18 U.S.C. § 3142(f)(1)(A)-(C) and was not subject to detention under 18 U.S.C. § 3143(a)(2) or (b)(2). Thus, section 3145(c) does not apply to defendant's case.</p>\n<p>Alternatively, even if section 3145(c) does apply to defendant, and this court has discretion under section 3145(c), the court finds that no \"exceptional reasons\" warrant defendant's release pending appeal. This court has thoroughly considered the family concerns that defendant raised at sentencing and in his current motion. Those family concerns, however, are not \"exceptional reasons\" warranting the relief he seeks under section 3145(c). <i>See, e.g., </i><i>United States v. Burnett,</i> 76 F.Supp.2d 846, 848-50 (E.D.Tenn.1999); <i>United States v. Mahabir,</i> 858 F.Supp. 504, 506-08 (D.Md.1994); <i>United States v. Bloomer,</i> 791 F.Supp. 100, 102 (D.Vt.1992); <i>United States v. Taliaferro,</i> 779 F.Supp. 836, 838 (E.D.Va.1992), <i>aff'd,</i> 993 F.2d 1341 (4th Cir.1993) (per curiam) (unpublished). Likewise, the legal issues that he intends to raise on appeal or the time frame of the appeal do not create exceptional reasons.</p>\n<p></p>\n<h2>VII.</h2>\n<p>Defendant's motion for release pending appeal is DENIED. Defendant's motion to extend time to report to his designated Federal Correctional Institute (which was <span class=\"star-pagination\">*743</span> filed on the evening of July 1, 2007) is DENIED.<sup>[11]</sup></p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The local rules of this court do not permit reply briefs. <i>See</i> Local Criminal Rule 47.1, EDNC. In its discretion the court has reviewed the reply brief.</p>\n<p>[2]  18 § 3143(b) provides in pertinent part: \"[T]he judicial officer shall order that a person who has been found guilty of an offense and sentenced to a term of imprisonment, and who has filed an appeal or a petition for a writ of certiorari, be detained, unless the judicial officer finds  (A) by clear and convincing evidence that the person is not likely to flee or pose a danger to the safety of any other person or the community if released under section 3142(b) or (c) of this title; and (B) that the appeal is not for the purpose of delay and raises a substantial question of law or fact likely to result in  (i) reversal, (ii) an order for a new trial, (iii) a sentence that does not include a term of imprisonment, or (iv) a reduced sentence to a term of imprisonment less than the total of the time already served plus the expected duration of the appeal process.\"</p>\n<p>[3]  Gov't Ex. 2 formed the basis of count two of the indictment.</p>\n<p>[4]  Question No. 11(a) states: \"List each source of income for you and your spouse where $10,000 or more was received during the past year. For each source listed, describe the type of income received, and state the name of the business entity or individual from which the income was received. Some examples of income are salary or wages, professional fees, honoraria, interest, stock dividends, capital gains, and business profits.\" Gov't Ex. 2 (emphasis original).\n</p>\n<p>In response to \"Sources for Person Filing,\" Geddings responded: \"Salary from Geddings Communications, LLC (PR and advertising agency), Salary fro[m] Geddings &amp; Phillips Broadcasting, Corp. (radio station holding company)[.]\" <i>Id.</i></p>\n<p>In response to \"Sources for Spouse,\" Geddings responded: \"Salary from Geddings Communications, LLC (PR and advertising agency), Salary fro[m] Geddings &amp; Phillips Broadcasting, Corp. (radio station holding company)[.]\" <i>Id.</i></p>\n<p>[5]  Geddings' appellate counsel Abraham Abramovsky was not his counsel at trial. At trial, Thomas Manning and Eugene Matthews represented Geddings.</p>\n<p>[6]  The court has reviewed the cases that defendant now cites in support of his new Rule 608(b) argument, including <i>United States v. Ling,</i> 581 F.2d 1118, 1120-21 (4th Cir.1978). The cases (including <i>Ling</i>) are factually and legally distinguishable. The cases cited in the text of the order demonstrate that even if defendant had timely raised an objection under Rule 404(b) or 608(b), this court would not have abused its discretion in permitting the rebuttal evidence. <i>See also</i> JOSEPH W. CROTCHETT, FEDERAL COURTROOM EVIDENCE § 608.1 (5th ed.2006) (quoting Advisory Committee Notes to 2003 amendments to Rule 608(b) and noting that \"the amendment leaves the admissibility of extrinsic evidence offered for other grounds of impeachment (such as contradiction, prior inconsistent statement, bias, and mental capacity) to Rules 402 and 403\").</p>\n<p>[7]  Defendant's trial counsel did not make any objections to the overwhelming majority of Gearreald's direct testimony in rebuttal. <i>See</i> Tr. 2357-74; <i>cf.</i> Fed.R.Evid. 103(a)(1).</p>\n<p>[8]  Even if the plain error standard did not apply, defendant's spillover argument does not raise a substantial question of law or fact likely to result in reversal under the harmless error standard. <i>See, e.g.,</i> Fed.R.Crim.P. 52(a); <i>Lane,</i> 474 U.S. at 446-50, 106 S.Ct. 725; <i>Banks,</i> 482 F.3d at 741-42.</p>\n<p>[9]  To date, Geddings has not served any time in prison.</p>\n<p>[10]  The court takes judicial notice that on June 15, 2007, Geddings was convicted in Wake County District Court of a misdemeanor lobbying law violation in connection with his May 2005 work for Scientific Games. <i>See State v. Geddings,</i> No. 06CR44316 (Wake County Dist. Ct. June 15, 2007). The court is permitted to take judicial notice of this conviction. <i>See, e.g.,</i> Fed.R.Evid. 201: <i>Colonial Penn Ins. v. Coil,</i> 887 F.2d 1236, 1239 (4th Cir.1989).</p>\n<p>[11]  This court notes that defendant waited until 31 days after sentencing to file his motion for release pending appeal. The matter was not fully briefed until June 26, 2007, and defendant never filed a motion to expedite. Defendant now seeks to use his own delay in promptly filing his initial motion to further postpone reporting to prison. This court rejects this attempt to avoid the reporting date of July 2, 2007.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">497</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">729</span></span> (2007)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nKevin L. GEDDINGS, Defendant.</h1></center>\n<center>No. 5:06-CR-136-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 2, 2007.</center>\n<p><span class=\"star-pagination\">*730</span> <span class=\"star-pagination\">*731</span> Dennis M. Duffy, U.S. Dept. of Justice, Raleigh, NC, for United States of America.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>On September 20, 2006, Kevin L. Geddings (a former North Carolina Lottery Commissioner) went to trial accused of five counts of honest services mail fraud (counts 1-5) and three counts of honest services wire fraud (counts 6, 7, and 9). After a lengthy trial, on October 12, 2006, a jury convicted Kevin L. Geddings (\"Geddings\" or \"defendant\") of five counts of honest services mail fraud and aiding and abetting in violation of 18 U.S.C. §§ 1341, 1346, &amp; 2. On May 7, 2007, the court sentenced defendant to 48 months imprisonment. <i>See United States v. Geddings,</i> No. 5:06-CR-136-D, Sentencing Order (E.D.N.C. May 7, 2007). Without objection from the government, the court granted defendant's motion to self-report to the Federal Correctional Institute (\"FCI\") designated by the Bureau of Prisons. The Bureau of Prisons ordered defendant to report to FCI Jessup on July 2, 2007.</p>\n<p>On May 18, 2007, defendant filed a notice of appeal. On June 8, 2007, defendant filed a motion for release pending appeal pursuant to 18 U.S.C. §§ 3143(b) &amp; 3145(c). On June 21, 2007, the government responded in opposition. On June 26, 2007, defendant filed a reply brief.<sup>[1]</sup> As explained below, defendant's motion for release pending appeal is denied.</p>\n<p></p>\n<h2>I.</h2>\n<p>Section 3143(b) of Title 18, United States Code, governs when a defendant has been convicted and sentenced to a term of imprisonment, is appealing the conviction, and seeks to remain free during the appeal. <i>See</i> 18 U.S.C. § 3143(b).<sup>[2]</sup> Section 3143(b) imposes a presumption of detention. <i>See, e.g., </i><i>United States v. Vance,</i> <span class=\"citation\" data-id=\"508538\"><a href=\"/opinion/508538/united-states-v-henry-vance/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">166</span></a></span>, 169-70 (6th Cir.1988); <i>United States v. Perholtz,</i> <span class=\"citation\" data-id=\"499709\"><a href=\"/opinion/499709/united-states-v-ronald-j-perholtz-united-states-of-america-v-franklin/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">554</span></a></span>, 556 (D.C.Cir.1988) (per curiam); <i>United States v. Shoffner,</i> <span class=\"citation\" data-id=\"470344\"><a href=\"/opinion/470344/united-states-v-glen-shoffner/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">586</span></a></span>, 589 (7th Cir.1986) (per curiam); <i>United States v. Colon Berrios,</i> <span class=\"citation\" data-id=\"470286\"><a href=\"/opinion/470286/united-states-v-william-colon-berrios/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">211</span></a></span> (1st Cir.1986). A defendant may overcome the presumption by proving: (1) that he is unlikely to flee or pose a danger to any other person or the community, (2) that the appeal is not for the purpose of delay, (3) that the appeal raises a substantial question of law or fact, and (4) that if the question is resolved in the defendant's favor, a new trial or reversal of the conviction is likely. 18 U.S.C. § 3143(b). A \"substantial question\" is \"a `close' question or one that very well could be decided the other way.\" <i>United States v. Steinhorn,</i> <span class=\"citation\" data-id=\"556671\"><a href=\"/opinion/556671/united-states-v-neil-w-steinhorn/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">195</span></a></span>, <span class=\"star-pagination\">*732</span> 196 (4th Cir.1991) (per curiam). If a defendant plans to appeal his sentence, a defendant may overcome the presumption of detention \"if the substantial question of law or fact is likely to result in a sentence that does not include a term of imprisonment, or a reduced sentence to a term of imprisonment less than the total of the time already served plus the expected duration of the appeal process.\" JOHN L. WEINBERG, FEDERAL BAIL AND DETENTION HANDBOOK § 1304 (March 2007); 18 U.S.C. § 3143(b)(1)(B)(iii) &amp; (iv).</p>\n<p>The government does not contend that Geddings is a danger to the community, likely to flee, or that the appeal is for the purpose of delay. Gov't Resp. in Opp'n to Def.'s Mot. for Release Pending Appeal 4 (hereinafter \"Gov't Resp. ____\"). The court agrees. Accordingly, the court analyzes whether Geddings raises a substantial question of law or fact likely to result in a reversal of his conviction or a reduced sentence to a term of imprisonment less than the total of the time already served plus the expected duration of the appeal process. <i>See </i><i>Steinhorn,</i> 927 F.2d at 196; 18 U.S.C. § 3143(b).</p>\n<p>Defendant argues that \"[n]o fewer than five [substantial questions] exist in the instant case.\" Def.'s Mem. of Law in Supp. of Mot. for Release Pending Appeal 2 (hereinafter \"Def.'s Mem. ____\"). First, defendant argues, \"a substantial question exists as to whether this case constitutes an expansion of honest services fraud inconsistent with prior decisions in the Fourth Circuit and the current state of the law.\" <i>Id.</i> at 12. Second, defendant argues, \"a substantial question exists as to whether the rebuttal testimony of Tull Gearreald violated the collateral evidence rule and Rule 404(b), and whether the error was compounded by the preclusion of surrebuttal.\" <i>Id.</i> at 21. Third, defendant argues, \"a substantial question exists as to whether defendant's conviction was tainted by spillover prejudice.\" <i>Id.</i> at 27. Fourth, defendant argues, \"a substantial question exists as to whether the upward variance sentence was unreasonable under the evolving post-<i>Booker</i> federal sentencing law.\" <i>Id.</i> at 29. Fifth, defendant argues, \"a substantial question exists as to whether it was reasonable to use U.S.S.G. § 2C1.1 as the baseline [offense level] for sentencing.\" <i>Id.</i> at 35. The court addresses each argument in turn.</p>\n<p></p>\n<h2>II.</h2>\n<p>Defendant argues that the evidence presented at trial is not sufficient to permit a jury to convict him of honest services mail fraud. <i>Id.</i> at 13-21. In making this argument, defendant contends that the honest services mail fraud statute is unconstitutionally vague as applied to him. <i>Id.</i> Defendant essentially makes many of the same arguments that he made in his pre-trial motion to dismiss the indictment and in his post-trial Rule 29 motion for judgment of acquittal. Before trial, the court entered an order denying defendant's motion to dismiss the indictment and will not restate the analysis in this order. <i>See Geddings,</i> No. 5:06-CR-136-D, Order (E.D.N.C. Sept. 6, 2006). After trial, the court entered an order denying defendant's motion for judgment of acquittal. <i>See id.,</i> Order (E.D.N.C. Nov. 28, 2006).</p>\n<p>In order to assess defendant's argument, the court's analysis of November 28, 2006, bears repeating, in part:</p>\n<blockquote>On September 20, 2006, Kevin Geddings (a former North Carolina Lottery Commissioner) went to trial accused of five counts of honest services mail fraud (counts 1-5) and three counts of honest services wire fraud (counts 6, 7, and 9). On October 3, 2006, at the close of the government's case, the court denied the defendant's motion for judgment of acquittal. <span class=\"star-pagination\">*733</span> The defendant then presented evidence, including his own lengthy direct and cross-examination.</blockquote>\n<blockquote>On October 10, 2006, after the close of all the evidence, the court granted the defendant's Rule 29 motion as to counts 6 and 7. The honest services wire fraud charges in counts 6 and 7 were predicated on conduct that took place before Geddings became a North Carolina Lottery Commissioner and before (on the evidence presented) he owed a duty of honest services. The court denied defendant's Rule 29 motion as to counts 1-5 and count 9. Counts 1-5 and count 9 were predicated on conduct that took place after Geddings was appointed a North Carolina Lottery Commissioner.</blockquote>\n<blockquote>On October 11, 2006, the jury heard closing arguments and received the court's instructions. On October 12, 2006, the jury unanimously found Geddings guilty of counts 1-5. The jury unanimously acquitted Geddings of count 9.</blockquote>\n<blockquote>A Rule 29 motion should be denied if \"there is substantial evidence, taking the view most favorable to the government, to support [the convictions].\" <i>United States v. Moye,</i> <span class=\"citation\" data-id=\"794970\"><a href=\"/opinion/794970/united-states-v-william-moye/\"><span class=\"volume\">454</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">390</span></a></span>, 394 (4th Cir.2006) (en banc). \"Substantial evidence is evidence that a reasonable finder of fact could accept as adequate and sufficient to support a conclusion of a defendant's guilt beyond a reasonable doubt.\" <i>Id.</i> (quotation omitted). A court may not grant a Rule 29 motion unless \"the prosecution's failure is clear.\" <i>Id.</i> (quotation omitted). \"In evaluating the sufficiency of the evidence to support a criminal conviction, [the court must] view the evidence in the light most favor able to the government, drawing all reasonable inferences in its favor.\" <i>Id.</i> A court also must \"assume that the jury resolved all contradictions in testimony in favor of the government. [W]here the evidence supports differing reasonable interpretations, the jury will decide which interpretation to accept.\" <i>Id.</i> (citation omitted); <i>see generally </i><i>Jackson v. Virginia,</i> <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 319, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2781</span></a></span>, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">560</span></a></span> (1979); <i>United States v. Lentz,</i> <span class=\"citation\" data-id=\"787694\"><a href=\"/opinion/787694/united-states-v-jay-e-lentz-united-states-of-america-v-jay-e-lentz-in/\"><span class=\"volume\">383</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">191</span></a></span>, 199 (4th Cir.2004); <i>United States v. Wilson,</i> <span class=\"citation\" data-id=\"741871\"><a href=\"/opinion/741871/united-states-v-david-a-wilson-united-states-of-america-v-david-wayne/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1185</span></a></span>, 1189-90 (4th Cir. 1997); <i>United States v. Tresvant,</i> <span class=\"citation\" data-id=\"403677\"><a href=\"/opinion/403677/united-states-v-henry-tresvant-iii/\"><span class=\"volume\">677</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1018</span></a></span>, 1021 (4th Cir.1982).</blockquote>\n<blockquote>The defendant's motion does not contain or attach a memorandum of law. Rather, the motion incorporated the \"Motion for Judgment of Acquittal\" filed in open court on October 3, 2006. . . . [Geddings] argue[s] that the statutory concept of honest services mail fraud and wire fraud under 18 U.S.C. §§ 1341, 1343, and 1346 is \"void for vagueness.\"</blockquote>\n<blockquote>\"[T]he concept of honest services mail fraud or honest services wire fraud is not `void for vagueness.'\" <i>See United States v. Geddings,</i> No. 5:06-CR-136-D, Order at 4-6 (E.D.N.C. Sept. 6, 2006). \"The legal meaning of a deprivation of the intangible right to honest services has been extensively developed by the courts[.]\" <i>United States v. Bryan,</i> <span class=\"citation\" data-id=\"698661\"><a href=\"/opinion/698661/united-states-v-elton-e-bryan-aka-butch/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">933</span></a></span>, 942 (4th Cir.1995) (quotation omitted), <i>abrogated in part on other grounds by </i><i>United States v. O'Hagan,</i> <span class=\"citation\" data-id=\"118143\"><a href=\"/opinion/118143/united-states-v-ohagan/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span>, 650, <span class=\"citation\" data-id=\"118143\"><a href=\"/opinion/118143/united-states-v-ohagan/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2199</span></a></span>, <span class=\"citation\" data-id=\"118143\"><a href=\"/opinion/118143/united-states-v-ohagan/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">724</span></a></span> (1997); <i>see, e.g., </i><i>United States v. Woodward,</i> <span class=\"citation\" data-id=\"198059\"><a href=\"/opinion/198059/united-states-v-woodward/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 62-63 (1st Cir.1998).</blockquote>\n<blockquote>The court has examined the evidence presented at trial \"in the light of the facts of the case at hand.\" <i>Bryan,</i> 58 F.3d at 942. There was more than ample evidence from which a rational jury could unanimously find beyond a reasonable doubt that Geddings committed the five counts of honest services mail fraud for which he was convicted. <i>See</i> Gov't Resp. to Mot. for J. of Acquittal at 7-8. Geddings' entities received approximately $160,000 from lottery vendor Scientific <span class=\"star-pagination\">*734</span> Games between 2000 and 2005, including $24,500 in 2005. <i>See, e.g.,</i> Gov't Exs. 200-203. The jury was entitled to infer that Geddings failed to disclose these payments or his relationship with Scientific Games and that the failure to disclose was proof of his specific intent to defraud. Moreover, the jury was entitled to infer that Geddings was appointed to the Lottery Commission with the crucial assistance of Scientific Games' Vice President of Government Relations Alan Middleton and Scientific Games' lobbyist Meredith Norris. Further, once Geddings was appointed, the jury could infer that Geddings acted to influence or advocate to other Commissioners regarding official matters (including matters affecting Scientific Games and its key competitor GTECH). Notably, throughout his tenure as a Lottery Commissioner, Geddings had extensive communications with Alan Middleton of Scientific Games. During his testimony, Geddings attempted to provide an innocent explanation for all of these communications and his conduct.</blockquote>\n<blockquote>The court gave extensive instructions to the jury, and neither the defendant nor the government objected to the instructions. <i>See</i> Jury Instructions, Oct. 11, 2006, at 25-35 (discussing counts 1-5, honest services, duty to disclose, materiality, knowingly, willfully, specific intent, dual intent, and proof of intent). After receiving the court's instructions, it was the jury's responsibility to weigh the evidence presented in this lengthy trial. Geddings, along with a large number of other witnesses, testified. As part of its role, the jury had to assess Geddings' conduct, credibility, and intent. The jury did not have to believe Geddings' efforts to explain his communications and his conduct. The jury also had to assess the credibility of the other witnesses. It also was the jury's responsibility to review the hundreds of exhibits that were introduced. The jury weighed all of this evidence after hearing counsel for the defense and counsel for the government vociferously argue for differing interpretations of the evidence. It was the jury's role to decide which interpretation to accept, in whole or in part. <i>Moye,</i> 454 F.3d at 394.</blockquote>\n<blockquote>The jury deliberated for nearly an entire day. The jury unanimously acquitted Geddings of the honest services wire fraud charge in count 9. The jury unanimously found Geddings guilty beyond a reasonable doubt of the five counts of honest services mail fraud in counts 1-5. The evidence presented to the jury more than sufficiently established Geddings' guilt beyond a reasonable doubt on counts 1-5. Under Rule 29, this court has \"no right to usurp\" the jury's decision to find Geddings guilty on counts 1-5. <i>Id.</i> at 396.</blockquote>\n<p><i>Id.</i> at 1-5.</p>\n<p>As for defendant's argument that the mail fraud statute's honest services provision is unconstitutionally vague as applied to him, that argument does not raise a substantial question of law or fact likely to result in reversal of his conviction. <i>See </i><i>Steinhorn,</i> 927 F.2d at 196; 18 U.S.C. § 1346. Without addressing every contention set forth in defendant's lengthy memorandum or reply, the court comments on a few. First, the court rejects defendant's contention that its ruling during the trial on the Rule 29 motion as to counts 6 and 7 \"means that the fraud offense at bar is limited to the alleged non-disclosure.\" Def.'s Mem. 13 n. 5. To the contrary, the evidence viewed in the light most favorable to the verdict demonstrates that defendant knowingly devised and participated in a scheme to fraudulently deprive the public of the intangible right of honest services that is substantially the same as <span class=\"star-pagination\">*735</span> the one alleged in the indictment, but that his duty of honest services did not arise until his appointment. Second, simply distinguishing his case from other published cases does not mean that the statute as applied to Geddings was unconstitutionally vague or that the evidence was not sufficient. <i>See</i> Gov't Resp. 9-15. Third, the evidence viewed in the light most favorable to the verdict showed that defendant's financial relationship with Scientific Games and his efforts to assist and to attempt to assist Scientific Games continued after his appointment. <i>See id.</i> at 10-11. As the government correctly notes, the jury did not have to accept defendant's contention that he did not knowingly devise or participate in the scheme to defraud, that his financial relationship with Scientific Games ended when he took office, that he did not assist or attempt to assist Scientific Games while in office, or that he did not mislead Chairman Sanders and other state officials about his relationship with Scientific Games. <i>See id.</i> at 11-12. In fact, there was overwhelming evidence that the scheme to defraud and the financial relationship continued after he became a Lottery Commissioner, that he actively concealed and failed to disclose his relationship with Scientific Games, that he misled Chairman Sanders and other state officials about his relationship with Scientific Games, that he continued to assist and to attempt to assist Scientific Games as part of the scheme to defraud during his entire tenure on the Lottery Commission, and that he had the requisite intent to defraud. <i>See id.</i> The jury's unanimous guilty verdict as to counts 1-5 was fully supported. <i>See</i> Geddings Jury Instructions at pp. 1-35, 45; <i>see also Geddings,</i> No. 5:06-CR-136-D, Order at 1-5 (E.D.N.C. Nov. 28, 2006); <i>id.,</i> Sentencing Order at 2-10 (E.D.N.C. May 7, 2007).</p>\n<p>The court has reviewed the cases that defendant has cited, including <i>United States v. Thompson,</i> <span class=\"citation\" data-id=\"797582\"><a href=\"/opinion/797582/united-states-v-georgia-l-thompson/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">877</span></a></span> (7th Cir.2007) (reversing public sector honest services guilty verdict), and <i>United States v. Brown,</i> <span class=\"citation\" data-id=\"44558\"><a href=\"/opinion/44558/united-states-v-brown/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">509</span></a></span> (5th Cir.2006) (reversing private sector honest services guilty verdict). The evidence described in all of the cases that defendant cites is vastly different than the evidence presented in this case. This court need not state where the \"theoretical\" line of unconstitutional vagueness is for an honest services mail fraud case. Under Fourth Circuit precedent, it is sufficient to state that on the evidence presented in this lengthy trial and in light of the jury instructions (to which no objection was made), \"[t]he mail fraud statute's honest services provision clearly applies to [Geddings'] conduct.\" <i>United States v. Bryan,</i> <span class=\"citation\" data-id=\"698661\"><a href=\"/opinion/698661/united-states-v-elton-e-bryan-aka-butch/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">933</span></a></span>, 942-43 (4th Cir.1995), <i>abrogated in part on other grounds by </i><i>United States v. O'Hagan,</i> <span class=\"citation\" data-id=\"118143\"><a href=\"/opinion/118143/united-states-v-ohagan/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span>, 650, <span class=\"citation\" data-id=\"118143\"><a href=\"/opinion/118143/united-states-v-ohagan/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2199</span></a></span>, <span class=\"citation\" data-id=\"118143\"><a href=\"/opinion/118143/united-states-v-ohagan/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">724</span></a></span> (1997); <i>see </i><i>United States v. ReBrook,</i> <span class=\"citation\" data-id=\"698662\"><a href=\"/opinion/698662/fed-sec-l-rep-p-98794-united-states-of-america-v-william-edward/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">961</span></a></span>, 966-67 (4th Cir. 1995); <i>United States v. Long,</i> 95 Fed. Appx. 483, 486-88 (4th Cir.2004) (per curiam) (unpublished), <i>vacated on other grounds,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1098</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1052</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">998</span></span> (2005) (<i>Booker</i> remand), <i>opinion reinstated,</i> 150 Fed.Appx. 260 (4th Cir. 2005) (per curiam) (unpublished); <i>United States v. Bereano,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">553445</span></span> (4th Cir. Aug.28, 2004) (unpublished) (private sector honest services case); <i>see also </i><i>United States v. Mandel,</i> <span class=\"citation\" data-id=\"363477\"><a href=\"/opinion/363477/united-states-v-marvin-mandel-united-states-of-america-v-w-dale-hess/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1347</span></a></span>, 1359-64 (4th Cir.1979), <i>aff' in relevant part,</i> <span class=\"citation no-link\"><span class=\"volume\">602</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">653</span></span> (4th Cir.1980) (en banc) (per curiam). Geddings' conduct and his conviction not only fit comfortably within Fourth Circuit precedent, but also precedent from other circuits. <i>See, e.g., </i><i>United States v. Hasner,</i> <span class=\"citation\" data-id=\"76294\"><a href=\"/opinion/76294/united-states-v-hasner/\"><span class=\"volume\">340</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1261</span></a></span>, 1271-73 (11th Cir.2003) (per curiam); <i>United States v. Silvano,</i> <span class=\"citation\" data-id=\"483811\"><a href=\"/opinion/483811/united-states-v-joseph-silvano-jr-united-states-of-america-v-william/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">754</span></a></span>, 755-57 (1st Cir.1987): <i>see also </i><i>United States v. Bush,</i> <span class=\"citation\" data-id=\"330025\"><a href=\"/opinion/330025/united-states-v-earl-bush/\"><span class=\"volume\">522</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">641</span></a></span>, 643-47 (7th Cir.1975).</p>\n<p>The evidence of Geddings' guilt as to counts 1-5 was overwhelming, and the unanimous jury verdict was amply supported <span class=\"star-pagination\">*736</span> by the law and the evidence. In sum, the court finds that defendant's sufficiency of the evidence argument and his unconstitutional vagueness argument do not raise a substantial question of law or fact likely to result in reversal. <i>See </i><i>Steinhorn,</i> 927 F.2d at 196; 18 U.S.C. § 3143(b).</p>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2>A.</h2>\n<p>Defendant argues that the court erred in admitting the rebuttal testimony of Tull Gearreald (\"Gearreald\") of Just Care, Inc. (\"Just Care\"). <i>See</i> Def.'s Mem. 21-27. In February 2002, Just Care made a $30,000 contribution to an entity that Geddings controlled named South Carolinians for an Effective Lottery. <i>See, e.g.,</i> Gov't Ex. 434; Tr. 2366. The only objection that defendant made at the time the rebuttal evidence was proffered was that the government was claiming that Gearreald's testimony was \"in rebuttal to something in the defense's case and we object.\" Tr. 2355. Defense counsel objected that the defense \"did not raise the issue of Just Care\" or Just Care's $30,000 contribution to South Carolinians for an Effective Lottery in his case. <i>Id.</i></p>\n<p>The government responded that during the defendant's case the defendant testified about Just Care and how he had made a \"pitch\" and raised money from Just Care for South Carolinians for an Effective Lottery to keep the South Carolina legislature from scaling back the lottery. <i>See id.</i> at 2356. The court considered the arguments and the evidence presented at trial and found the proffered evidence to be appropriate rebuttal evidence. <i>See id.</i> at 2356-57. Notably, Geddings had testified in his case about creating South Carolinians for an Effective Lottery, about his \"pitch\" to Just Care (and other companies including Scientific Games), and about receipt of contributions for South Carolinians for an Effective Lottery (including from Just Care). <i>See, e.g., id.</i> at 1736-43 (direct); <i>see also id.</i> at 2124-36 (cross). Additionally, Geddings had testified in his case about filling out his Ethics Form (Gov't Ex. 2).<sup>[3]</sup><i>See, e.g.,</i> Tr.1908-34 (direct), 1989-90 (direct); <i>see also id.</i> at 2116-21 (cross), 2189-94 (cross), 2197-2208 (cross), 2227-31 (cross), 2252-55 (cross). As part of his direct testimony, Geddings testified that when he filled out Question No. 11 the only sources of income that he had received was from Geddings and Phillips Broadcasting and Geddings and Phillips Communications. <i>See id.</i> at 1913-14.<sup>[4]</sup> Geddings denied receiving salary from any other company during his direct testimony. <i>See id.</i> By definition, he denied receiving salary or other payments from Just Care in 2005. <i>See id.</i> On cross examination, Geddings testified that he had received approximately $70,000 to $80,000 from Just Care in W-2 <span class=\"star-pagination\">*737</span> wages during 2005. <i>See id.</i> at 2198-2203. Geddings' duties for Just Care in 2005 included hiring lobbyists and consultants, and doing public relations work. <i>See id.</i> He also testified on cross examination that his company billed Just Care for expenses as a consultant in 2005. <i>See id.</i> at 2217-23.</p>\n<p>The bulk of Gearreald's brief rebuttal testimony concerned the \"pitch\" and the $30,000 contribution by Just Care. During his direct testimony, Gearreald also briefly mentioned (without objection) the money Just Care paid Geddings for his work. The rebuttal evidence was proper. <i>See, e.g., </i><i>United States v. Beverly,</i> <span class=\"citation\" data-id=\"653625\"><a href=\"/opinion/653625/united-states-v-william-beverly-william-pritchett-also-known-as-o-and/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">633</span></a></span>, 639-40 (2d Cir.1993); <i>United States v. Tejada,</i> <span class=\"citation\" data-id=\"578165\"><a href=\"/opinion/578165/united-states-v-julio-alberto-tejada-mancebo-united-states-of-america-v/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1256</span></a></span>, 1266-67 (2d Cir.1992) (\"[W]e are disinclined to overturn a district judge, who has determined  after watching a case unfold  that testimony properly rebuts an inference that a party's adversary has sought to make.\"); <i>United States v. Barrett,</i> <span class=\"citation\" data-id=\"454663\"><a href=\"/opinion/454663/united-states-v-james-w-barrett/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">609</span></a></span>, 619 (1st Cir.1985); <i>United States v. Benedetto,</i> <span class=\"citation\" data-id=\"353862\"><a href=\"/opinion/353862/united-states-v-carl-benedetto/\"><span class=\"volume\">571</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1246</span></a></span>, 1250-51 (2d Cir.1978); <i>Util. Control Corp. v. Prince William Constr. Co.,</i> <span class=\"citation\" data-id=\"347087\"><a href=\"/opinion/347087/utility-control-corporation-v-prince-william-construction-co-inc-and-b/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">716</span></a></span>, 720-21 (4th Cir.1977); <i>United States v. Wallace,</i> <span class=\"citation\" data-id=\"306132\"><a href=\"/opinion/306132/united-states-v-phillip-wallace/\"><span class=\"volume\">468</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">571</span></a></span>, 571-72 (4th Cir.1972) (per curiam); <i>see also</i> Fed.R.Evid. 102, 401, 402, 403, 607; Gov't Resp. 15-19. There was no abuse of discretion in permitting the rebuttal evidence. <i>See, e.g., </i><i>United States v. Achiekwelu,</i> <span class=\"citation\" data-id=\"740243\"><a href=\"/opinion/740243/united-states-v-henry-achiekwelu/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">747</span></a></span>, 753 (4th Cir.1997) (court of appeals will find abuse of discretion as to a district court's evidentiary ruling only if the ruling was arbitrary or irrational).</p>\n<p>Geddings now argues that the court should have excluded the rebuttal evidence under Rule 404(b) and Rule 608(b). Def.'s Mem. 21-22; Fed.R.Evid. 404(b), 608(b). Defendant, however, never raised any objection at trial to the rebuttal evidence under Rule 404(b) or Rule 608(b). <i>See</i> Tr. 2355-57; <i>see also id.</i> at 2358-74; <i>id.</i> at 2379-93.<sup>[5]</sup> Accordingly, Geddings waived his new argument under Rule 404(b) and Rule 608(b) and the argument is subject to review only for plain error. <i>See, e.g., </i><i>United States v. Parodi,</i> <span class=\"citation\" data-id=\"416461\"><a href=\"/opinion/416461/united-states-v-carlos-manuel-parodi-united-states-of-america-v-edwin/\"><span class=\"volume\">703</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">768</span></a></span>, 783 (4th Cir.1983). The plain error standard is very demanding. <i>See, e.g.,</i> Fed.R.Crim.P. 52(b); <i>United States v. Young,</i> 470 <i>U.S.</i> 1, 15-16, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span>, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1985); <i>United States v. Perkins,</i> <span class=\"citation\" data-id=\"796134\"><a href=\"/opinion/796134/united-states-v-michael-robert-perkins/\"><span class=\"volume\">470</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">150</span></a></span>, 155 n. 7 (4th Cir.2006). In this court's view, defendant cannot establish any of the four factors required to demonstrate plain error. <i>See, e.g., </i><i>Perkins,</i> 470 F.3d at 155 n. 7 (describing the four factors necessary under the plain error standard). Accordingly, the court finds that defendant's rebuttal argument does not raise a substantial question of law or fact likely to result in reversal. <i>See, e.g., </i><i>Steinhorn,</i> 927 F.2d at 196; 18 U.S.C. § 3143(b).</p>\n<p>Alternatively, even if the Fourth Circuit overlooks defendant's failure to object to the rebuttal evidence under Rule 404(b) or Rule 608(b), defendant's argument is meritless. <i>See, e.g., </i><i>Beverly,</i> 5 F.3d at 639-40; <i>Tejada,</i> 956 F.2d at 1266-67; <i>Barrett,</i> 766 F.2d at 619; <i>Benedetto,</i> 571 F.2d at 1250-51; <i>Util. Control Corp.,</i> 558 F.2d at 720-21: <i>Wallace,</i> 468 F.2d at 571-72: Gov't Resp. 15-19.<sup>[6]</sup> There was no abuse of discretion <span class=\"star-pagination\">*738</span> in admitting the rebuttal evidence. <i>See, e.g., </i><i>Achiekwelu,</i> 112 F.3d at 753. Thus, the court finds that defendant's rebuttal argument does not raise a substantial question of law or fact likely to result in reversal. <i>See, e.g., </i><i>Steinhorn,</i> 927 F.2d at 196; 18 U.S.C. § 3143(b).</p>\n<p>Finally, even if there was an abuse of discretion in admitting the rebuttal evidence to which proper objection was made,<sup>[7]</sup> defendant will not be able to overcome the harmless error standard. <i>See</i> Fed.R.Evid. 103(a); Fed.R.Crim.P. 52(a); 28 U.S.C. § 2111. Under that standard, an erroneous evidentiary ruling is harmless unless it had a substantial influence on the result of the trial. <i>See, e.g., </i><i>United States v. Lane,</i> <span class=\"citation\" data-id=\"111560\"><a href=\"/opinion/111560/united-states-v-lane/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">438</span></a></span>, 446-50, <span class=\"citation\" data-id=\"111560\"><a href=\"/opinion/111560/united-states-v-lane/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">725</span></a></span>, <span class=\"citation\" data-id=\"111560\"><a href=\"/opinion/111560/united-states-v-lane/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">814</span></a></span> (1986); <i>United States v. Banks,</i> <span class=\"citation\" data-id=\"797384\"><a href=\"/opinion/797384/united-states-v-gregory-wayne-banks/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">733</span></a></span>, 741-42 (4th Cir.2007); Fed.R.Crim.P. 52(a); 28 U.S.C. § 2111. As the trial judge who presided over this lengthy trial, this court believes beyond doubt that the evidentiary ruling at issue did not have a substantial influence on the trial and any contention by defendant to the contrary is baseless. <i>See, e.g., Lane,</i> at 446-49, <span class=\"citation\" data-id=\"111560\"><a href=\"/opinion/111560/united-states-v-lane/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">725</span></a></span>; <i>Banks,</i> 482 F.3d at 741-42. Thus, the court finds that defendant's rebuttal argument does not raise a substantial question of law or fact likely to result in reversal. <i>See </i><i>Steinhorn,</i> 927 F.2d at 196; 18 U.S.C. § 3143(b).</p>\n<p></p>\n<h2>B.</h2>\n<p>Defendant also argues that the court abused its discretion in refusing to allow the defendant to testify in surrebuttal to Gearreald's rebuttal testimony. <i>See</i> Def.'s Mem. 26-27. Defendant, however, failed to preserve this issue with an appropriate offer of proof <i>after</i> the court overruled the request to present surrebuttal evidence. <i>See</i> Tr. 2408-10. The Fourth Circuit requires such an offer of proof in order to preserve the alleged error for appellate review. <i>See</i> Fed.R.Evid. 103(a)(2); <i>Carter v. Ball,</i> <span class=\"citation\" data-id=\"677029\"><a href=\"/opinion/677029/paul-carter-v-william-l-ball-iii/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">450</span></a></span>, 457 (4th Cir.1994); <i>United States v. Heijnen,</i> 149 Fed.Appx. 165, 167 (4th Cir.2005) (per curiam) (unpublished); <i>Mott v. Mott,</i> <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">19164</span></span>, at *1 (4th Cir. Jan.12, 2000) (per curiam) (unpublished); <i>Jones v. Postmaster Gen. of the United States,</i> <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">5773</span></span>, at *1 (4th Cir. Jan.8, 1997) (per curiam) (unpublished); <i>McClosky v. Prince George's County,</i> <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">726854</span></span>, at *1 n. 2 (4th Cir. Dec.18, 1996) (unpublished); <i>Daneshmand v. R.B. Hazard, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">5137</span></span>, at *4 (4th Cir. Jan.10, 1994) (unpublished); <i>accord </i><i>United States v. Moore,</i> <span class=\"citation\" data-id=\"792149\"><a href=\"/opinion/792149/united-states-v-percy-e-moore/\"><span class=\"volume\">425</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1061</span></a></span>, 1068-69 (7th Cir. 2005): <i>United States v. Adams,</i> <span class=\"citation\" data-id=\"161778\"><a href=\"/opinion/161778/united-states-v-adams/\"><span class=\"volume\">271</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1236</span></a></span>, 1241-42 (10th Cir.2001); <i>Faigin v. Kelly,</i> <span class=\"citation\" data-id=\"198558\"><a href=\"/opinion/198558/faigin-v-kelly-carucci/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span>, 86 (1st Cir.1999). Thus, the issue was not appropriately preserved for appellate review, except for plain error. <i>See, e.g., </i><i>Moore,</i> 425 F.3d at 1069-70. Moreover, the court does not believe that defendant can show any of the four factors required to establish plain error. <i>See, e.g., </i><i>Perkins,</i> 470 F.3d at 155 n. 7. Accordingly, the court finds that defendant's surrebuttal argument does not raise a substantial question of law or fact likely to result in reversal. <i>See </i><i>Steinhorn,</i> 927 F.2d at 196; 18 U.S.C. § 3143(b).</p>\n<p>Alternatively, even if the Fourth Circuit overlooks defendant's failure to make an appropriate offer of proof after the court overruled his request to present his proposed surrebuttal evidence and even if the <span class=\"star-pagination\">*739</span> Fourth Circuit treats defense counsel's pre-ruling description of the proposed surrebuttal evidence as sufficient under Rule 103, defendant's argument still does not raise a substantial question of law or fact likely to result in reversal. <i>See </i><i>Steinhorn,</i> 927 F.2d at 196; 18 U.S.C. § 3143(b). At the bench conference concerning surrebuttal evidence, defense counsel stated that his \"intention would be to recall Mr. Geddings to discuss the dynamics of that transaction.\" Tr. 2408. The court understood \"the dynamics of that transaction\" to mean \"the pitch\" that Geddings made to Just Care in early 2002 and his receipt of money from Just Care for South Carolinians for an Effective Lottery. Geddings, however, had testified about that matter during his case. <i>See id.</i> at 1736-41. The government then rebutted Geddings' testimony with the testimony of Gearreald during its rebuttal case, and defense counsel cross-examined Gearreald.</p>\n<p>Gearreald's testimony was not a new matter brought up on rebuttal. <i>See, e.g., </i><i>United States v. King,</i> <span class=\"citation\" data-id=\"526061\"><a href=\"/opinion/526061/united-states-v-arthur-king/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">137</span></a></span>, 138 (4th Cir.1989) (surrebuttal evidence may be admissible to respond to any new matter brought up on rebuttal). Thus, this court did not abuse its discretion at the end of this lengthy trial to preclude Geddings from testifying in surrebuttal. Tr. 2408; <i>see </i><i>King,</i> 879 F.2d at 138. Additionally, the defendant's proposed testimony on surrebuttal was cumulative and would not have added anything. <i>See, e.g., </i><i>Lee v. Rapid City Area Sch. Dist. No. 51-4,</i> <span class=\"citation\" data-id=\"596444\"><a href=\"/opinion/596444/robert-l-lee-appelleecross-appellant-v-rapid-city-area-school-district/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">316</span></a></span>, 321 (8th Cir.1992) (en banc). There was no abuse of discretion in denying Geddings' request to testify in surrebuttal.</p>\n<p>Finally, even if defendant properly preserved the surrebuttal issue and even if the court abused its discretion in preventing Geddings' surrebuttal testimony, the harmless error standard dooms defendant's argument. Rule 103(a) states that \"[e]rror may not be predicated upon a ruling which admits or excludes evidence unless a substantial right of the party is affected.\" Fed.R.Evid. 103(a). An erroneous evidentiary ruling is harmless unless it had a substantial influence on the result of the trial. <i>See, e.g., </i><i>Lane,</i> 474 U.S. at 446-50, <span class=\"citation\" data-id=\"111560\"><a href=\"/opinion/111560/united-states-v-lane/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">725</span></a></span>; <i>Banks,</i> 482 F.3d at 741-42; Fed.R.Crim.P. 52(a); 28 U.S.C. § 2111. As the trial judge who presided over this lengthy trial, this court believes beyond doubt that excluding Geddings' proposed surrebuttal testimony did not have a substantial influence on the result of the trial and any contention by defendant to the contrary is baseless. Accordingly, the court finds that defendant's surrebuttal argument does not raise a substantial question of law or fact likely to result in reversal. <i>See </i><i>Steinhorn,</i> 927 F.2d at 196; 18 U.S.C. § 3143(b).</p>\n<p></p>\n<h2>IV.</h2>\n<p>Defendant argues that \"his conviction was tainted and infected by spillover prejudice from improperly-admitted evidence concerning his activities in South Carolina.\" Def.'s Mem. 27. Defendant contends that the evidence concerning his activities in South Carolina was received \"without any limiting instruction\" and that the court's ruling on the Rule 29 motion at trial limited the \"time period for the offense\" to the date Geddings was appointed (i.e., September 23, 2005). <i>Id.</i> at 28.</p>\n<p>Defendant's new argument focuses retrospectively on the trial, creates an entirely new defense theory of the case, and makes an argument that was never raised at trial. Throughout the trial, evidence concerning Geddings' activities in South Carolina was admitted without objection or any request for a limiting instruction. Moreover, when the court entered its Rule 29 order and dismissed counts 6 and 7, it did not do what defendant now contends. <span class=\"star-pagination\">*740</span> Rather, the court simply held that Geddings' duty of honest services on the evidence presented did not arise until his appointment, even though there was ample evidence that the scheme to defraud arose long before his appointment. <i>See, e.g.,</i> Tr. 2422, 2428-29. Accordingly, the court rejects defendant's new argument that evidence concerning Geddings' activities in South Carolina was rendered irrelevant when the court dismissed counts 6 and 7 pursuant to Rule 29. To the contrary, evidence of Geddings' activities in South Carolina remained highly relevant and admissible. There was no abuse of discretion in admitting the evidence or in not <i>sua sponte</i> striking some undefined amount of evidence.</p>\n<p>Finally, at no time did defendant ever request a limiting instruction or ask that any previously admitted evidence be stricken. Indeed, the jury instructions (to which defendant did not object) quoted the indictment which referenced events taking place in South Carolina and North Carolina between 1998 and 2005. <i>See</i> Geddings Jury Instructions pp. 21-22. Accordingly, to prevail on this \"spillover\" argument, defendant will have to establish plain error. <i>See</i> Fed.R.Crim.P. 52(b); <i>Young,</i> 470 U.S. at 15-16, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span>; <i>Perkins,</i> 470 F.3d at 155 n. 7. In this court's view, defendant cannot establish any of the four factors required to demonstrate plain error. <i>See, e.g., </i><i>Perkins,</i> 470 F.3d at 155 n. 7. Thus, defendant's \"spillover\" argument does not raise a substantial question of law or fact likely to result in reversal. <i>See </i><i>Steinhorn,</i> 927 F.2d at 196.<sup>[8]</sup></p>\n<p></p>\n<h2>V.</h2>\n<p>Defendant argues that \"he intends to raise several issues regarding the reasonableness of his sentence under <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005), and its progeny.\" Def.'s Mem. 2-3. In his memorandum, defendant cites two issues: (1) whether a seven-month upward variance was reasonable and (2) whether using U.S.S.G. § 2C1.1 to establish the base offense level was reasonable. <i>See</i> Def.'s Mem. 29-36.</p>\n<p>The court thoroughly considered defendant's sentence during the lengthy sentencing hearing on May 7, 2007. On that same date, the court entered a thirty-page sentencing order explaining the defendant's sentence. <i>See Geddings,</i> No. 5:06-CR-136-D, Sentencing Order (E.D.N.C. May 7, 2007). The court finds that defendant's arguments concerning his sentence do not raise substantial questions of law or fact likely to result in \"a reduced sentence to a term of imprisonment less than the total of the time already served plus the expected duration of the appeal.\" 18 U.S.C. § 3143(b)(1)(B)(iv).<sup>[9]</sup></p>\n<p>Although the court will not address every new argument concerning the seven-month upward variance that defendant describes in his memorandum, it will comment on one. As for defendant's new argument that Scientific Games and Gtech really did compete effectively for tie initial lottery contract and therefore the court erred in considering that issue under section 3553(a) (Def.'s Mem. 29-31), the argument is baseless and will not likely result in a reduced sentence as defined in section 3143(b)(1)(B)(iv). As a factual matter, the <span class=\"star-pagination\">*741</span> court found that \"[d]efendant's conduct also harmed North Carolina because, in essence, his conduct resulted in North Carolina only having one company (i.e., Gtech) be able to compete effectively for the lottery contract.\" <i>Geddings,</i> No. 5:06-CR-l 36-D, Sentencing Order at 27 (E.D.N.C. May 7, 2007). That finding is not clearly erroneous. The evidence at trial overwhelmingly established that the two major lottery vendors were Gtech and Scientific Games. The evidence at trial also established that Scientific Games did not complete its bid for the initial North Carolina lottery contract after Geddings' conduct came to light. <i>See, e.g.,</i> Tr. 1232-36. This court was entitled to infer at sentencing that Geddings' conduct caused Scientific Games to, in essence, back out of its bid on the initial lottery contract and that his conduct resulted in North Carolina, in essence, only having one of the two major lottery vendors compete effectively for the contract. <i>See, e.g., id.</i> at 1232-36; <i>see also id.</i> at 982-83, 996; <i>cf. Geddings,</i> No. 5:06-CR-136-D, Sentencing Order at 27 (E.D.N.C. May 7, 2007).</p>\n<p>In any event, defendant's competition argument concerning the seven-month upward variance does not raise a substantial question of law or fact likely to result in a reduced sentence as defined in section 3143(b)(1)(B)(iv). This effective lack of competition between Gtech and Scientific Games on the initial lottery contract was only a minor facto:^ concerning the unique harm that Geddings' criminal conduct produced. <i>See Geddings,</i> No. 5:06-CR-136-D, Sentencing Order at 26-28 (E.D.N.C. May 7, 2007). Indeed, even if the court were instructed to assume that North Carolina enjoyed a robust competition on the initial bid among Gtech, Scientific Games, and any other company, the court would impose the same seven-month upward variance. As this curt stated at sentencing, \"[t]wo factors in particular stand out with respect to a variance: (1) the need for deterrence and (2) the loss of public confidence about the lottery's management at its inception and harm to the lottery at its inception. These factors as applied here make this case unique.\" <i>Id.</i> at 28. That harm included the harm that arose because defendant's criminal \"conduct caused serious doubts about the lottery's management at the lottery's inception. This caused a loss of public confidence in the Commission. Defendant's conduct seriously disrupted and harmed Chairman Sanders' efforts to launch the lottery effectively and harmed the lottery.\" <i>Id.</i> at 27.</p>\n<p>As for defendant's general argument that the law concerning sentencing is developing and that the seven-month upward variance was unreasonable (Def.'s Mem. 32-35), the court rejects defendant's argument that the seven-month upward variance constitutes a \"substantial\" issue warranting release pending appeal. Simply put, defendant's arguments about the variance are meritless and do not raise a substantial question of law or fact likely to result in a reduced sentence as defined in section 3143(b)(1)(B)(iv). <i>See, e.g., </i><i>United States v. Shortt,</i> <span class=\"citation\" data-id=\"797638\"><a href=\"/opinion/797638/united-states-v-james-m-shortt/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">243</span></a></span>, 247-51 (4th Cir.2007) (approving upward variance); <i>United States v. McClung,</i> <span class=\"citation\" data-id=\"797463\"><a href=\"/opinion/797463/united-states-v-glen-allen-mcclung/\"><span class=\"volume\">483</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">273</span></a></span>, 277 (4th Cir.2007) (same).</p>\n<p>Likewise, defendant's argument that this court was unreasonable in using section 2C1.1 to establish the base offense level does not raise a substantial question of law or fact likely to result in a reduced sentence as defined in section 3143(b)(1)(B)(iv). <i>See</i> Def.'s Mem. 35-37. The court thoroughly considered and rejected defendant's argument in the sentencing order. <i>Geddings,</i> No. 5:06-CR-136-D, Sentencing Order at 11-12 (E.D.N.C. May 7, 2007). Defendant's argument is baseless and does not raise a substantial question of law or fact likely to <span class=\"star-pagination\">*742</span> result in a reduced sentence as defined in section 3143(b)(1)(B)(iv).</p>\n<p>Lastly, defendant's suggestion that if he prevails on his section 2C1.1 argument, then his advisory guideline range would be 0-6 months imprisonment is baseless. <i>See</i> Def.'s Mem. 37. Even if defendant prevailed under section 2C1.1 and the Fourth Circuit instructed the court to use section 2C1.3 (which will not happen in this court's view), the advisory guideline range would not be 0-6 months in light of Geddings' criminal conduct, the harm to the state government that Geddings' criminal conduct caused, and Geddings' repeated perjury at trial. <i>See</i> U.S.S.G. §§ 2C1.3(b)(3), 3C1.1. In fact, even assuming that Geddings' recent lobbying law conviction in Wake County District Court would not change his criminal history category I,<sup>[10]</sup> his advisory guideline range would be at least 10-16 months even if section 2C1.3 were used. <i>See id.</i> (criminal history category I, combined with base offense level 6 under section 2C1.3, plus 4 level increase under 2C1.3(b)(1), plus 2 level increase under 3C1.1 yields an advisory guideline range of 10-16 months). The court would then consider whether any traditional departure was appropriate and whether a variance was appropriate. <i>See, e.g., </i><i>United States v. Davenport,</i> <span class=\"citation\" data-id=\"794052\"><a href=\"/opinion/794052/united-states-v-donald-davenport/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">366</span></a></span>, 370 (4th Cir.2006). In sum, defendant's sentencing arguments do not raise substantial questions of law or fact likely to result in a \"reduced sentence to a term of imprisonment less than the total of the time already served plus the expected duration of the appeal process.\" 18 U.S.C. § 3143(b)(<i>l</i>)(B)(iv).</p>\n<p></p>\n<h2>VI.</h2>\n<p>Defendant also seeks release pending appeal pursuant to 18 U.S.C. § 3145(c) and argues that \"exceptional reasons\" warrant his release. <i>See</i> Def.'s Mem. 37-41. Defendant was not convicted of the offenses referenced in 18 U.S.C. § 3142(f)(1)(A)-(C) and was not subject to detention under 18 U.S.C. § 3143(a)(2) or (b)(2). Thus, section 3145(c) does not apply to defendant's case.</p>\n<p>Alternatively, even if section 3145(c) does apply to defendant, and this court has discretion under section 3145(c), the court finds that no \"exceptional reasons\" warrant defendant's release pending appeal. This court has thoroughly considered the family concerns that defendant raised at sentencing and in his current motion. Those family concerns, however, are not \"exceptional reasons\" warranting the relief he seeks under section 3145(c). <i>See, e.g., </i><i>United States v. Burnett,</i> <span class=\"citation\" data-id=\"2370210\"><a href=\"/opinion/2370210/united-states-v-burnett/\"><span class=\"volume\">76</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">846</span></a></span>, 848-50 (E.D.Tenn.1999); <i>United States v. Mahabir,</i> <span class=\"citation\" data-id=\"2253615\"><a href=\"/opinion/2253615/united-states-v-mahabir/\"><span class=\"volume\">858</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">504</span></a></span>, 506-08 (D.Md.1994); <i>United States v. Bloomer,</i> <span class=\"citation\" data-id=\"1503118\"><a href=\"/opinion/1503118/united-states-v-bloomer/\"><span class=\"volume\">791</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">100</span></a></span>, 102 (D.Vt.1992); <i>United States v. Taliaferro,</i> <span class=\"citation\" data-id=\"2313953\"><a href=\"/opinion/2313953/united-states-v-taliaferro/\"><span class=\"volume\">779</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">836</span></a></span>, 838 (E.D.Va.1992), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1341</span></span> (4th Cir.1993) (per curiam) (unpublished). Likewise, the legal issues that he intends to raise on appeal or the time frame of the appeal do not create exceptional reasons.</p>\n<p></p>\n<h2>VII.</h2>\n<p>Defendant's motion for release pending appeal is DENIED. Defendant's motion to extend time to report to his designated Federal Correctional Institute (which was <span class=\"star-pagination\">*743</span> filed on the evening of July 1, 2007) is DENIED.<sup>[11]</sup></p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The local rules of this court do not permit reply briefs. <i>See</i> Local Criminal Rule 47.1, EDNC. In its discretion the court has reviewed the reply brief.</p>\n<p>[2]  18 § 3143(b) provides in pertinent part: \"[T]he judicial officer shall order that a person who has been found guilty of an offense and sentenced to a term of imprisonment, and who has filed an appeal or a petition for a writ of certiorari, be detained, unless the judicial officer finds  (A) by clear and convincing evidence that the person is not likely to flee or pose a danger to the safety of any other person or the community if released under section 3142(b) or (c) of this title; and (B) that the appeal is not for the purpose of delay and raises a substantial question of law or fact likely to result in  (i) reversal, (ii) an order for a new trial, (iii) a sentence that does not include a term of imprisonment, or (iv) a reduced sentence to a term of imprisonment less than the total of the time already served plus the expected duration of the appeal process.\"</p>\n<p>[3]  Gov't Ex. 2 formed the basis of count two of the indictment.</p>\n<p>[4]  Question No. 11(a) states: \"List each source of income for you and your spouse where $10,000 or more was received during the past year. For each source listed, describe the type of income received, and state the name of the business entity or individual from which the income was received. Some examples of income are salary or wages, professional fees, honoraria, interest, stock dividends, capital gains, and business profits.\" Gov't Ex. 2 (emphasis original).\n</p>\n<p>In response to \"Sources for Person Filing,\" Geddings responded: \"Salary from Geddings Communications, LLC (PR and advertising agency), Salary fro[m] Geddings &amp; Phillips Broadcasting, Corp. (radio station holding company)[.]\" <i>Id.</i></p>\n<p>In response to \"Sources for Spouse,\" Geddings responded: \"Salary from Geddings Communications, LLC (PR and advertising agency), Salary fro[m] Geddings &amp; Phillips Broadcasting, Corp. (radio station holding company)[.]\" <i>Id.</i></p>\n<p>[5]  Geddings' appellate counsel Abraham Abramovsky was not his counsel at trial. At trial, Thomas Manning and Eugene Matthews represented Geddings.</p>\n<p>[6]  The court has reviewed the cases that defendant now cites in support of his new Rule 608(b) argument, including <i>United States v. Ling,</i> <span class=\"citation\" data-id=\"358804\"><a href=\"/opinion/358804/united-states-v-roger-t-ling-ii/\"><span class=\"volume\">581</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1118</span></a></span>, 1120-21 (4th Cir.1978). The cases (including <i>Ling</i>) are factually and legally distinguishable. The cases cited in the text of the order demonstrate that even if defendant had timely raised an objection under Rule 404(b) or 608(b), this court would not have abused its discretion in permitting the rebuttal evidence. <i>See also</i> JOSEPH W. CROTCHETT, FEDERAL COURTROOM EVIDENCE § 608.1 (5th ed.2006) (quoting Advisory Committee Notes to 2003 amendments to Rule 608(b) and noting that \"the amendment leaves the admissibility of extrinsic evidence offered for other grounds of impeachment (such as contradiction, prior inconsistent statement, bias, and mental capacity) to Rules 402 and 403\").</p>\n<p>[7]  Defendant's trial counsel did not make any objections to the overwhelming majority of Gearreald's direct testimony in rebuttal. <i>See</i> Tr. 2357-74; <i>cf.</i> Fed.R.Evid. 103(a)(1).</p>\n<p>[8]  Even if the plain error standard did not apply, defendant's spillover argument does not raise a substantial question of law or fact likely to result in reversal under the harmless error standard. <i>See, e.g.,</i> Fed.R.Crim.P. 52(a); <i>Lane,</i> 474 U.S. at 446-50, <span class=\"citation\" data-id=\"111560\"><a href=\"/opinion/111560/united-states-v-lane/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">725</span></a></span>; <i>Banks,</i> 482 F.3d at 741-42.</p>\n<p>[9]  To date, Geddings has not served any time in prison.</p>\n<p>[10]  The court takes judicial notice that on June 15, 2007, Geddings was convicted in Wake County District Court of a misdemeanor lobbying law violation in connection with his May 2005 work for Scientific Games. <i>See State v. Geddings,</i> No. 06CR44316 (Wake County Dist. Ct. June 15, 2007). The court is permitted to take judicial notice of this conviction. <i>See, e.g.,</i> Fed.R.Evid. 201: <i>Colonial Penn Ins. v. Coil,</i> <span class=\"citation\" data-id=\"531016\"><a href=\"/opinion/531016/colonial-penn-insurance-company-v-willard-frank-coil-betty-marian-coil/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1236</span></a></span>, 1239 (4th Cir.1989).</p>\n<p>[11]  This court notes that defendant waited until 31 days after sentencing to file his motion for release pending appeal. The matter was not fully briefed until June 26, 2007, and defendant never filed a motion to expedite. Defendant now seeks to use his own delay in promptly filing his initial motion to further postpone reporting to prison. This court rejects this attempt to avoid the reporting date of July 2, 2007.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/44558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/76294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111560/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/161778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/306132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/330025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/347087/",
    "http://www.courtlistener.com/api/rest/v3/opinions/353862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/403677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/416461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/470286/",
    "http://www.courtlistener.com/api/rest/v3/opinions/470344/",
    "http://www.courtlistener.com/api/rest/v3/opinions/483811/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499709/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508538/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/653625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/698661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/698662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741871/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794970/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797582/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797638/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1503118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2253615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2313953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2370210/"
  ]
}