{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1614249/",
  "absolute_url": "/opinion/1614249/hines-v-pitt-county-bd-of-ed/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1614249/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:56:19.750086Z",
  "date_modified": "2016-04-27T01:40:39.847714Z",
  "type": "010combined",
  "sha1": "22dc064fce19d300840cecd8017c4a125567cb2f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>497 F.Supp. 403 (1980)</b></center>\n<center><h1>James Bradley HINES, by his Guardian ad litem, Lorraine Hines, Plaintiff,<br>\nv.<br>\nThe PITT COUNTY BOARD OF EDUCATION et al., Defendants.</h1></center>\n<center>No. 80-82-CIV-4.</center>\n<center><p><b>United States District Court, E. D. North Carolina, New Bern Division.</b></p></center>\n<center>September 8, 1980.</center>\n<p><span class=\"star-pagination\">*404</span> Michael A. Colombo, Greenville, N. C., for plaintiff.</p>\n<p>William C. Brewer, Jr., Greenville, N. C., for Pitt County Bd. of Ed.</p>\n<p>Edwin M. Speas, Jr., Sp. Deputy Atty. Gen., Raleigh, N. C., for N. C. State Bd. of Ed.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>BRITT, District Judge.</p>\n<p>This action was instituted by James Bradley Hines (hereinafter \"Brad\") against the Pitt County Board of Education, its members and Superintendent; the Pitt County Commissioners; and, the North Carolina Department of Public Instruction and its Superintendent, alleging that plaintiff has been deprived of an appropriate free public education and seeking monetary damages and injunctive relief. A hearing was held before this Court on 24 June 1980 on the motion for a preliminary injunction, and the motion was denied.</p>\n<p>Upon suggestion of the Court, Lorraine Hines, mother of Brad, qualified as guardian ad litem. By stipulation all individual defendants were dismissed, and the North Carolina State Board of Education was substituted as a party defendant in the place of the North Carolina Department of Public Instruction.</p>\n<p>Specifically plaintiff seeks:</p>\n<p>(1) An order declaring that the Children and Youth Unit of Cherry Hospital (hereinafter \"Cherry\") in Goldsboro, North Carolina, is not an appropriate educational placement for Brad;</p>\n<p>(2) An injunction compelling defendants to provide a free and appropriate education to Brad, preferably at Devereux Foundation in Glen Moore, Pennsylvania;</p>\n<p>(3) One hundred thousand dollars in damages; and</p>\n<p>(4) Attorneys' fees.</p>\n<p>This Court has jurisdiction based on a federal question under 20 U.S.C. § 1401; 29 U.S.C. § 701; and 42 U.S.C. § 1983.</p>\n<p>Brad, an adoptive child, was born on 28 September 1969. He displayed emotional problems evidenced by frustration, hostility and difficulty in relating to other children before age five. His history in the public school system of Pitt County has been marked by continual problems. He attempted to run away in kindergarten, refused to complete his work and in other ways presented special problems to the teachers and other school personnel. His difficulties continued in the first grade, and he was placed in a class for the learning disabled where he frequently \"tuned people out\" and refused to communicate, sitting and staring blankly into space. Although he was promoted to the second grade and remained in the learning disabled class, his problems continued to the extent that, with the agreement of his parents, he was returned to the first grade. School officials held frequent conferences with Brad's parents in an effort to better meet his needs.</p>\n<p>Brad seemed to make some progress in his repeat trip to the first grade under Mrs. Barrington. He was again promoted to the second grade where he was placed by the Principal in the class of Mrs. Ross, a teacher of thirty-five years experience who related well to boys. However, Brad's problems multiplied, particularly with regard to his aggressive behavior toward other children. These problems continued into the third grade when, evidently, Brad's tendency to withdraw and refusal to communicate became more pronounced. An Administrative Placement Committee then decided that Brad should be sent to a special school at Ayden for emotionally handicapped children. There he refused to be quiet, prevented other children from playing with toys and showed other aggressive behavior toward his classmates. On one occasion Brad told a Principal, Blaine Moye, that he hated everyone, including himself, and that he wanted to kill himself. He even started beating his head against a concrete wall. In addition, he pushed over desks, tore up papers and ran away from school.</p>\n<p>Upon advice of Dr. Earl Trevathan, a pediatric neurologist in Greenville, Brad's parents sent him to the Child Psychiatry <span class=\"star-pagination\">*405</span> Unit at North Carolina Memorial Hospital (hereinafter \"NCMH\") in Chapel Hill on 25 June 1979 for in-patient evaluation and treatment. He stayed there for more than three months-until 5 October 1979. NCMH determined that Brad was a severely handicapped child, diagnosing him as \"schizoid personality\" or \"isolated personality\". Additionally, NCMH could not rule out a diagnosis of \"childhood schizophrenia\". Testing revealed that Brad has an IQ of 92 and that he functions in the average range of intelligence.</p>\n<p>In summarizing Brad's problems and needs Dr. C. Thomas Gualtieri, the Director of the child in-patient unit at NCMH, said: \"We were most cognizant of the fact that Brad's gravest problems occurred at school, and that he appeared to be unable to participate in any of the special programs that were available at Greenville. To a very large degree, this was probably because an educational placement that was entirely appropriate to a child of his specific needs was not available in that community. We recommend * * * some residential treatment center.\"</p>\n<p>Following his stay at Chapel Hill, Brad was returned to the class for the emotionally handicapped at the Ayden Elementary School. The school hired an extra teacher's aide solely to help meet Brad's needs, but Brad's behavior was much the same as before he went to Chapel Hill. He was destructive of property and threatened, intimidated and harassed other students. Nevertheless his teacher testified that she felt Brad had the ability to learn if he could overcome his behavioral problems.</p>\n<p>Finally Brad was taken out of the school and a \"homebound\" teacher went to his home two days a week to give him individual instruction. The teacher, Linda Howard, testified that she didn't feel her efforts were successful.</p>\n<p>An Administrative Placement Committee of the Pitt County Board of Education recommended that Brad be sent to Cherry. Brad's parents appealed this decision, and a hearing was held on 25 February 1980 before Dr. Betty A. Levey, an impartial hearing officer. Dr. Levey decided that Cherry was not an appropriate placement for Brad. This decision was appealed by the Pitt County Board of Education and was reviewed by Karen Sindelar, State Review Officer, on 9 April 1980. Ms. Sindelar found that Cherry was an appropriate placement for Brad, and this action followed.</p>\n<p>The Congress of the United States enacted into law in 1975 the Education For All Handicapped Children Act.<sup>[1]</sup> This was done \"in response to the need for increased funding brought about by the widespread recognition by the Courts and state legislatures of the right of handicapped children to an adequate education.\" 92 Harv.L.Rev. 1103 (1979).</p>\n<p>The Act provides for funds to be distributed to the states electing to participate<sup>[2]</sup> under its provisions. In making the election a state has to satisfy the Commissioner of Education that it \"has in effect a policy that assures all handicapped children the right to a free appropriate public education.\" 20 U.S.C. § 1412.</p>\n<p>North Carolina elected to participate in this program. N.C.Gen.Stat. § 115-363 et seq. In so doing, the Legislature said: \"The General Assembly finds that all children with special needs are capable of benefitting from appropriate programs of special education and training and that they have the ability to be educated and trained and to learn and develop. Accordingly, the State has a duty to provide them with a free appropriate public education.\" N.C. Gen.Stat. § 115-364.</p>\n<p>The fact that Brad is a child who should benefit is not subject to debate. \"The term `children with special needs' includes, without limitation, all children between the ages of five and eighteen who because of permanent or temporary * * * emotional handicaps need special education, are unable <span class=\"star-pagination\">*406</span> to have all of their needs met in a regular class without special education or related services, or are unable to be adequately educated in the public schools. It includes those who are * * * seriously emotionally disturbed * * *.\" N.C.Gen. Stat. § 115-366. \"The term `handicapped children' means * * * seriously emotionally disturbed * * * children.\" 20 U.S.C. § 1401.</p>\n<p>What is meant by \"free appropriate education\"? It is defined in the federal statute as \"special education and related services which (A) have been provided at public expense, under public supervision and direction, and without charge, (B) meet the standards of the State educational agency, (C)include an appropriate preschool, elementary, or secondary school education in the State involved, and (D) are provided in conformity with the individualized education program required under section 1414(a)(5) of this title.\" 20 U.S.C. § 1401(18).</p>\n<p>\"The term `special education' means specially designed instruction, at no cost to parents or guardians, to meet the unique needs of a handicapped child<sup>[3]</sup> including * * instructions in hospitals and institutions.\" 20 U.S.C. § 1401(16); N.C.Gen.Stat. § 115-365.</p>\n<p>The Court in <i>Rowley v. Board of Education,</i> 483 F.Supp. 528, 534 (S.D.N.Y.1980) said:</p>\n<blockquote>An \"appropriate education\" could mean an \"adequate\" education-that is, an education substantial enough to facilitate a child's progress from one grade to another and to enable him or her to earn a high school diploma. An \"appropriate education\" could also mean one which enables the handicapped child to achieve his or her full potential. Between those two extremes, however, is a standard which I conclude is more in keeping with the regulations, with the Equal Protection decisions which motivated the passage of the Act, and with common sense. This standard would require that each handicapped child be given an opportunity to achieve his full potential commensurate with the opportunity provided to other children. * * * Since some handicapped children will undoubtedly have the intellectual ability to do better than merely progress from grade to grade, this standard requires something more than the \"adequate\" education described above. On the other hand, since even the best public schools lack the resources to enable every child to achieve his full potential, the standard would not require them to go so far.</blockquote>\n<p>Although the federal and state statutes make provisions for local school involvement, there can be no doubt that the state is responsible for implementing the federal law.<sup>[4]</sup></p>\n<p>Regulations adopted to implement the statutory plan provide, inter alia:</p>\n<blockquote>If placement in a public or private residential program is necessary to provide a free appropriate public education to a handicapped person because of his or her handicap, the program, including non-medical care and room and board, shall be provided at no cost to the person or his or her parents or guardian. 45 C.F.R. § 84.33(c)(3).</blockquote>\n<p>The placement of each handicapped child shall be based on his or her individualized education program and shall be as close as possible to the child's home. 45 C.F.R. § 121a.552(a)(2) and (3).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*407</span> FINDINGS OF FACT</h2>\n<p>1. Plaintiff, James Bradley Hines, is a minor, ten years of age, and brings this action through his duly appointed and qualified guardian ad litem, Lorraine Hines.</p>\n<p>2. Plaintiff is a resident of Pitt County, North Carolina, is of grade school age and is entitled to attend school within the school district administered by the Pitt County Board of Education.</p>\n<p>3. Defendant, the North Carolina State Board of Education, through its Department of Public Instruction, is the state agency responsible for administering the public education system in North Carolina.</p>\n<p>4. Defendant, the North Carolina State Board of Education, receives federal funds pursuant to the Education For All Handicapped Children Act of 1975 (20 U.S.C. § 1401 et seq.).</p>\n<p>5. Defendant, the Pitt County Board of Education, is the duly elected, qualified and acting governing body of the Pitt County School District, a legally constituted school district in Pitt County, North Carolina.</p>\n<p>6. Plaintiff is an emotionally handicapped child for whom long-term residential placement has been recommended, such recommendation having been accepted in general as the appropriate placement for plaintiff by all parties.</p>\n<p>7. Plaintiff's assessed educational and psychological needs require social interaction opportunities on a continual basis with a peer group of children of approximately the same general level of development as plaintiff.</p>\n<p>8. Plaintiff is below average in his general development when compared to other children his age such that an appropriate peer group for plaintiff would be made up of children ages eight through ten.</p>\n<p>9. In a setting with older children, plaintiff will probably withdraw.</p>\n<p>10. Plaintiff is not ready to understand and deal with issues of adolescence.</p>\n<p>11. Plaintiff is an outdoor child and will be more responsive to any program in a more open and less physically restrictive environment.</p>\n<p>12. Plaintiff requires a highly structured therapeutic program offering individual and group therapy.</p>\n<p>13. Of the twenty-three children currently enrolled at Cherry, there are presently no ten-year-old children and four eleven-year-old children with all other children ranging in age from twelve through seventeen.</p>\n<p>14. The current child population at Cherry is not sufficient to meet the unique needs of plaintiff for an appropriate peer group.</p>\n<p>15. Placement of plaintiff in a program designed and operated for only pre-adolescent children will more appropriately meet his needs than placement in a program with pre-adolescent children and adolescent children.</p>\n<p>16. The program at the Children's Psychiatric Unit in Butner, North Carolina, (hereinafter \"Butner\") provides services for children from ages five through twelve and would be an appropriate peer group for plaintiff.</p>\n<p>17. The program at The Episcopal Children's School, York, South Carolina, (hereinafter \"York\") can provide an appropriate peer group for plaintiff in that groups are broken down within the school depending on the severity of a child's handicap. It is structured so that a child progresses from a group made up of children with more severe handicaps to a group made up of children with less severe handicaps as the child's handicapped condition improves. It provides education and therapy for children ages six to twelve.</p>\n<p>18. The program at the Devereux School located at Glen Moore, Pennsylvania, (hereinafter \"Devereux\") can provide an appropriate peer group for plaintiff, and it is structured similar to York. It is for children from ages six through seventeen with pre-adolescent children being housed and educated in separate facilities from adolescent children.</p>\n<p>Much of the testimony during this trial was devoted to the physical facilities, personnel <span class=\"star-pagination\">*408</span> and program offerings at Cherry, Butner, York and Devereux; all of which are important considerations in making a determination of what is an \"appropriate\" education for a handicapped child. For Brad, however, the <i>most</i> important factor in that determination is his peer group. At Cherry he would be the very youngest student. At Butner he would be one of the oldest. At the others he would be in a median age group. The testimony of all of the expert witnesses pointed out that the age of the peer group was very important to Brad's further education, although they disagreed as to its relative importance vis-a-vis other desirable factors, such as continuity of program, proximity to family, etc. This Court was impressed, however, by the testimony of Dr. Tarras G. Onischenko, the Director of the unit at Cherry, who testified that although Cherry could meet Brad's needs it was his opinion that the age of his peer group was <i>more important</i> than the continuity of the program.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>1. Plaintiff is entitled by age and residence to receive a free and appropriate public education in accordance with the Education For All Handicapped Children Act of 1975 (20 U.S.C. § 1401 et seq.) and North Carolina General Statute § 115-363.</p>\n<p>2. Cherry Hospital is not an appropriate educational placement for plaintiff.</p>\n<p>Having concluded that Cherry is not an appropriate placement the question remains as to what shall be done with the plaintiff. This Court has found that three potential placements for plaintiff are appropriate, one of which is public and within the State of North Carolina and two of which are private and located outside the state. The choice is with the defendants. Testimony during the trial indicated that the program at Butner is full and that there is a waiting list. Testimony also indicated, however, that there is mass confusion within the concerned agencies as to whom the Butner facility is designed to serve. Ms. Jill Hoffler of the Butner staff testified that it was available to children from throughout the state. Yet the authorities in Pitt County were under the impression that both the Umstead and Cherry units are regional in nature and confined to children within their respective geographical areas. In fact, because of this impression the Pitt County School Board <i>never considered</i> Butner as an appropriate alternative for Brad.</p>\n<p>In defense of the local officials in Pitt County it appears that they have done everything they believed to be within their power to meet Brad's needs. The confusion or misunderstanding of the state facilities available obviously emanated from the state level. Be that as it may this Court will not allow bureaucratic ineptness at any level to deprive this \"special child\" of an appropriate education to which both the Congress and the Legislature have decreed he is entitled. With proper planning it may very well be determined that some of the children at Butner could have their needs met at Cherry and thus make room for Brad and others on the waiting list.</p>\n<p>It has been suggested that the state and local school authorities are restricted by budgetary constraints and that they can not afford to spend the $450.00 per month necessary to send Brad to York or the $1,850.00 per month necessary to send him to Devereux. The answer to this contention is twofold. First, the State volunteered to participate in the Act and, second, as stated by Judge Waddy in <i>Mills v. Board of Education,</i> 348 F.Supp. 866, 876 (D.D.C.1972):</p>\n<blockquote>If sufficient funds are not available to finance all of the services and programs that are needed and desirable in the system then the available funds must be expended equitably in such a manner that no child is entirely excluded from a publicly supported education <i>consistent with his needs and ability to benefit therefrom.</i> The inadequacies of the * * * school system whether occasioned by insufficient funding or administrative inefficiency, certainly cannot be permitted to bear more heavily on the * * * handicapped child than the normal child. (emphasis added).</blockquote>\n<p><span class=\"star-pagination\">*409</span> Plaintiff seeks relief not only under the Education of Handicapped Act but also under the Rehabilitation Act, 29 U.S.C. § 701 et seq., and the Civil Rights Act, 42 U.S.C. § 1983. The Rehabilitation Act provides that no otherwise qualified handicapped individual shall, solely by reason of his handicap, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance. 42 U.S.C. § 1983 provides that any person who, acting under color of state action, deprives any individual of any right, privilege or immunity secured by the Constitution and laws, shall be liable to the party injured.</p>\n<p>Plaintiff contends that because the action was brought under these statutes the Court can, in its discretion, award attorney fees. The general rule is that attorney fees are not taxable as costs. Exceptions to this rule occur most often in actions seeking equitable relief. However, an allowance is appropriate only in exceptional cases and for dominating reasons of justice. 10 C. Wright &amp; A. Miller, <i>Federal Practice and Procedure</i> § 2675 (1973).</p>\n<p>The Education of Handicapped Act does not mention attorney fees, and there are no cases considering whether attorney fees are permissible thereunder.</p>\n<p>Although plaintiff has sought relief under the other two statutes, it appears to this Court that this proceeding has been treated by plaintiff throughout as being under the Education of Handicapped Act. The relief being granted is under the Education of Handicapped Act which does not authorize the assessment of attorney fees.</p>\n<p>Plaintiff also prays for monetary damages, but has offered no evidence or argument in support thereof. Additionally, the Court does not interpret the Education for Handicapped Act as making any provision for monetary damages.</p>\n<blockquote>DECREE</blockquote>\n<blockquote>(1) IT IS ORDERED that defendants be and they are hereby restrained and enjoined from denying plaintiff, James Bradley Hines, an appropriate education under 20 U.S.C. § 1401.</blockquote>\n<blockquote>(2) IT IS FURTHER ORDERED that defendants shall, not later than 15 September 1980, place plaintiff, James Bradley Hines, in one of the three institutions set forth herein; provided, however, that if defendants choose to place plaintiff in the facility at Butner it shall be as a <i>resident.</i>\n</blockquote>\n<p>The Court interprets the Education of Handicapped Persons Act as requiring an \"individualized education program\" for each handicapped child which shall be reviewed annually. 20 U.S.C. § 1401(19), 45 C.F.R. § 121a.552(a)(1). Nothing appears of record indicating that such a program has been prepared for Brad, although one may very well be in existence. In any event, the Court is of the opinion that Brad's program should be reviewed annually. To that end the Court is retaining jurisdiction of this cause for the determination of any further appropriate placement should the parties not be able to agree with regard thereto.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Pub.L.No.94-142, 89 Stat. 773 (1975) codified at 20 U.S.C. § 1401 et seq. (1976).</p>\n<p>[2]  Only New Mexico has elected not to participate.</p>\n<p>[3]  \"Special needs child\" in the state statute-N. C.Gen.Stat. § 115-365.</p>\n<p>[4]  \"The State educational agency shall be responsible for assuring that the requirements of this subchapter are carried out and that all educational programs for handicapped children within the State, including all such programs administered by any other State or local agency, will be under the general supervision of the persons responsible for educational programs for handicapped children in the State educational agency and shall meet education standards of the State educational agency.\" 20 U.S.C. § 1412(6). See, also, <i>North v. District of Columbia Bd. of Ed.,</i> 471 F.Supp. 136 (D.D.C. 1979).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">497</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">403</span></span> (1980)</b></center>\n<center><h1>James Bradley HINES, by his Guardian ad litem, Lorraine Hines, Plaintiff,<br>\nv.<br>\nThe PITT COUNTY BOARD OF EDUCATION et al., Defendants.</h1></center>\n<center>No. 80-82-CIV-4.</center>\n<center><p><b>United States District Court, E. D. North Carolina, New Bern Division.</b></p></center>\n<center>September 8, 1980.</center>\n<p><span class=\"star-pagination\">*404</span> Michael A. Colombo, Greenville, N. C., for plaintiff.</p>\n<p>William C. Brewer, Jr., Greenville, N. C., for Pitt County Bd. of Ed.</p>\n<p>Edwin M. Speas, Jr., Sp. Deputy Atty. Gen., Raleigh, N. C., for N. C. State Bd. of Ed.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>BRITT, District Judge.</p>\n<p>This action was instituted by James Bradley Hines (hereinafter \"Brad\") against the Pitt County Board of Education, its members and Superintendent; the Pitt County Commissioners; and, the North Carolina Department of Public Instruction and its Superintendent, alleging that plaintiff has been deprived of an appropriate free public education and seeking monetary damages and injunctive relief. A hearing was held before this Court on 24 June 1980 on the motion for a preliminary injunction, and the motion was denied.</p>\n<p>Upon suggestion of the Court, Lorraine Hines, mother of Brad, qualified as guardian ad litem. By stipulation all individual defendants were dismissed, and the North Carolina State Board of Education was substituted as a party defendant in the place of the North Carolina Department of Public Instruction.</p>\n<p>Specifically plaintiff seeks:</p>\n<p>(1) An order declaring that the Children and Youth Unit of Cherry Hospital (hereinafter \"Cherry\") in Goldsboro, North Carolina, is not an appropriate educational placement for Brad;</p>\n<p>(2) An injunction compelling defendants to provide a free and appropriate education to Brad, preferably at Devereux Foundation in Glen Moore, Pennsylvania;</p>\n<p>(3) One hundred thousand dollars in damages; and</p>\n<p>(4) Attorneys' fees.</p>\n<p>This Court has jurisdiction based on a federal question under 20 U.S.C. § 1401; 29 U.S.C. § 701; and 42 U.S.C. § 1983.</p>\n<p>Brad, an adoptive child, was born on 28 September 1969. He displayed emotional problems evidenced by frustration, hostility and difficulty in relating to other children before age five. His history in the public school system of Pitt County has been marked by continual problems. He attempted to run away in kindergarten, refused to complete his work and in other ways presented special problems to the teachers and other school personnel. His difficulties continued in the first grade, and he was placed in a class for the learning disabled where he frequently \"tuned people out\" and refused to communicate, sitting and staring blankly into space. Although he was promoted to the second grade and remained in the learning disabled class, his problems continued to the extent that, with the agreement of his parents, he was returned to the first grade. School officials held frequent conferences with Brad's parents in an effort to better meet his needs.</p>\n<p>Brad seemed to make some progress in his repeat trip to the first grade under Mrs. Barrington. He was again promoted to the second grade where he was placed by the Principal in the class of Mrs. Ross, a teacher of thirty-five years experience who related well to boys. However, Brad's problems multiplied, particularly with regard to his aggressive behavior toward other children. These problems continued into the third grade when, evidently, Brad's tendency to withdraw and refusal to communicate became more pronounced. An Administrative Placement Committee then decided that Brad should be sent to a special school at Ayden for emotionally handicapped children. There he refused to be quiet, prevented other children from playing with toys and showed other aggressive behavior toward his classmates. On one occasion Brad told a Principal, Blaine Moye, that he hated everyone, including himself, and that he wanted to kill himself. He even started beating his head against a concrete wall. In addition, he pushed over desks, tore up papers and ran away from school.</p>\n<p>Upon advice of Dr. Earl Trevathan, a pediatric neurologist in Greenville, Brad's parents sent him to the Child Psychiatry <span class=\"star-pagination\">*405</span> Unit at North Carolina Memorial Hospital (hereinafter \"NCMH\") in Chapel Hill on 25 June 1979 for in-patient evaluation and treatment. He stayed there for more than three months-until 5 October 1979. NCMH determined that Brad was a severely handicapped child, diagnosing him as \"schizoid personality\" or \"isolated personality\". Additionally, NCMH could not rule out a diagnosis of \"childhood schizophrenia\". Testing revealed that Brad has an IQ of 92 and that he functions in the average range of intelligence.</p>\n<p>In summarizing Brad's problems and needs Dr. C. Thomas Gualtieri, the Director of the child in-patient unit at NCMH, said: \"We were most cognizant of the fact that Brad's gravest problems occurred at school, and that he appeared to be unable to participate in any of the special programs that were available at Greenville. To a very large degree, this was probably because an educational placement that was entirely appropriate to a child of his specific needs was not available in that community. We recommend * * * some residential treatment center.\"</p>\n<p>Following his stay at Chapel Hill, Brad was returned to the class for the emotionally handicapped at the Ayden Elementary School. The school hired an extra teacher's aide solely to help meet Brad's needs, but Brad's behavior was much the same as before he went to Chapel Hill. He was destructive of property and threatened, intimidated and harassed other students. Nevertheless his teacher testified that she felt Brad had the ability to learn if he could overcome his behavioral problems.</p>\n<p>Finally Brad was taken out of the school and a \"homebound\" teacher went to his home two days a week to give him individual instruction. The teacher, Linda Howard, testified that she didn't feel her efforts were successful.</p>\n<p>An Administrative Placement Committee of the Pitt County Board of Education recommended that Brad be sent to Cherry. Brad's parents appealed this decision, and a hearing was held on 25 February 1980 before Dr. Betty A. Levey, an impartial hearing officer. Dr. Levey decided that Cherry was not an appropriate placement for Brad. This decision was appealed by the Pitt County Board of Education and was reviewed by Karen Sindelar, State Review Officer, on 9 April 1980. Ms. Sindelar found that Cherry was an appropriate placement for Brad, and this action followed.</p>\n<p>The Congress of the United States enacted into law in 1975 the Education For All Handicapped Children Act.<sup>[1]</sup> This was done \"in response to the need for increased funding brought about by the widespread recognition by the Courts and state legislatures of the right of handicapped children to an adequate education.\" 92 Harv.L.Rev. 1103 (1979).</p>\n<p>The Act provides for funds to be distributed to the states electing to participate<sup>[2]</sup> under its provisions. In making the election a state has to satisfy the Commissioner of Education that it \"has in effect a policy that assures all handicapped children the right to a free appropriate public education.\" 20 U.S.C. § 1412.</p>\n<p>North Carolina elected to participate in this program. N.C.Gen.Stat. § 115-363 et seq. In so doing, the Legislature said: \"The General Assembly finds that all children with special needs are capable of benefitting from appropriate programs of special education and training and that they have the ability to be educated and trained and to learn and develop. Accordingly, the State has a duty to provide them with a free appropriate public education.\" N.C. Gen.Stat. § 115-364.</p>\n<p>The fact that Brad is a child who should benefit is not subject to debate. \"The term `children with special needs' includes, without limitation, all children between the ages of five and eighteen who because of permanent or temporary * * * emotional handicaps need special education, are unable <span class=\"star-pagination\">*406</span> to have all of their needs met in a regular class without special education or related services, or are unable to be adequately educated in the public schools. It includes those who are * * * seriously emotionally disturbed * * *.\" N.C.Gen. Stat. § 115-366. \"The term `handicapped children' means * * * seriously emotionally disturbed * * * children.\" 20 U.S.C. § 1401.</p>\n<p>What is meant by \"free appropriate education\"? It is defined in the federal statute as \"special education and related services which (A) have been provided at public expense, under public supervision and direction, and without charge, (B) meet the standards of the State educational agency, (C)include an appropriate preschool, elementary, or secondary school education in the State involved, and (D) are provided in conformity with the individualized education program required under section 1414(a)(5) of this title.\" 20 U.S.C. § 1401(18).</p>\n<p>\"The term `special education' means specially designed instruction, at no cost to parents or guardians, to meet the unique needs of a handicapped child<sup>[3]</sup> including * * instructions in hospitals and institutions.\" 20 U.S.C. § 1401(16); N.C.Gen.Stat. § 115-365.</p>\n<p>The Court in <i>Rowley v. Board of Education,</i> <span class=\"citation\" data-id=\"2183305\"><a href=\"/opinion/2183305/rowley-v-bd-of-ed-of-hendrick-hudson-cent-sd/\"><span class=\"volume\">483</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">528</span></a></span>, 534 (S.D.N.Y.1980) said:</p>\n<blockquote>An \"appropriate education\" could mean an \"adequate\" education-that is, an education substantial enough to facilitate a child's progress from one grade to another and to enable him or her to earn a high school diploma. An \"appropriate education\" could also mean one which enables the handicapped child to achieve his or her full potential. Between those two extremes, however, is a standard which I conclude is more in keeping with the regulations, with the Equal Protection decisions which motivated the passage of the Act, and with common sense. This standard would require that each handicapped child be given an opportunity to achieve his full potential commensurate with the opportunity provided to other children. * * * Since some handicapped children will undoubtedly have the intellectual ability to do better than merely progress from grade to grade, this standard requires something more than the \"adequate\" education described above. On the other hand, since even the best public schools lack the resources to enable every child to achieve his full potential, the standard would not require them to go so far.</blockquote>\n<p>Although the federal and state statutes make provisions for local school involvement, there can be no doubt that the state is responsible for implementing the federal law.<sup>[4]</sup></p>\n<p>Regulations adopted to implement the statutory plan provide, inter alia:</p>\n<blockquote>If placement in a public or private residential program is necessary to provide a free appropriate public education to a handicapped person because of his or her handicap, the program, including non-medical care and room and board, shall be provided at no cost to the person or his or her parents or guardian. 45 C.F.R. § 84.33(c)(3).</blockquote>\n<p>The placement of each handicapped child shall be based on his or her individualized education program and shall be as close as possible to the child's home. 45 C.F.R. § 121a.552(a)(2) and (3).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*407</span> FINDINGS OF FACT</h2>\n<p>1. Plaintiff, James Bradley Hines, is a minor, ten years of age, and brings this action through his duly appointed and qualified guardian ad litem, Lorraine Hines.</p>\n<p>2. Plaintiff is a resident of Pitt County, North Carolina, is of grade school age and is entitled to attend school within the school district administered by the Pitt County Board of Education.</p>\n<p>3. Defendant, the North Carolina State Board of Education, through its Department of Public Instruction, is the state agency responsible for administering the public education system in North Carolina.</p>\n<p>4. Defendant, the North Carolina State Board of Education, receives federal funds pursuant to the Education For All Handicapped Children Act of 1975 (20 U.S.C. § 1401 et seq.).</p>\n<p>5. Defendant, the Pitt County Board of Education, is the duly elected, qualified and acting governing body of the Pitt County School District, a legally constituted school district in Pitt County, North Carolina.</p>\n<p>6. Plaintiff is an emotionally handicapped child for whom long-term residential placement has been recommended, such recommendation having been accepted in general as the appropriate placement for plaintiff by all parties.</p>\n<p>7. Plaintiff's assessed educational and psychological needs require social interaction opportunities on a continual basis with a peer group of children of approximately the same general level of development as plaintiff.</p>\n<p>8. Plaintiff is below average in his general development when compared to other children his age such that an appropriate peer group for plaintiff would be made up of children ages eight through ten.</p>\n<p>9. In a setting with older children, plaintiff will probably withdraw.</p>\n<p>10. Plaintiff is not ready to understand and deal with issues of adolescence.</p>\n<p>11. Plaintiff is an outdoor child and will be more responsive to any program in a more open and less physically restrictive environment.</p>\n<p>12. Plaintiff requires a highly structured therapeutic program offering individual and group therapy.</p>\n<p>13. Of the twenty-three children currently enrolled at Cherry, there are presently no ten-year-old children and four eleven-year-old children with all other children ranging in age from twelve through seventeen.</p>\n<p>14. The current child population at Cherry is not sufficient to meet the unique needs of plaintiff for an appropriate peer group.</p>\n<p>15. Placement of plaintiff in a program designed and operated for only pre-adolescent children will more appropriately meet his needs than placement in a program with pre-adolescent children and adolescent children.</p>\n<p>16. The program at the Children's Psychiatric Unit in Butner, North Carolina, (hereinafter \"Butner\") provides services for children from ages five through twelve and would be an appropriate peer group for plaintiff.</p>\n<p>17. The program at The Episcopal Children's School, York, South Carolina, (hereinafter \"York\") can provide an appropriate peer group for plaintiff in that groups are broken down within the school depending on the severity of a child's handicap. It is structured so that a child progresses from a group made up of children with more severe handicaps to a group made up of children with less severe handicaps as the child's handicapped condition improves. It provides education and therapy for children ages six to twelve.</p>\n<p>18. The program at the Devereux School located at Glen Moore, Pennsylvania, (hereinafter \"Devereux\") can provide an appropriate peer group for plaintiff, and it is structured similar to York. It is for children from ages six through seventeen with pre-adolescent children being housed and educated in separate facilities from adolescent children.</p>\n<p>Much of the testimony during this trial was devoted to the physical facilities, personnel <span class=\"star-pagination\">*408</span> and program offerings at Cherry, Butner, York and Devereux; all of which are important considerations in making a determination of what is an \"appropriate\" education for a handicapped child. For Brad, however, the <i>most</i> important factor in that determination is his peer group. At Cherry he would be the very youngest student. At Butner he would be one of the oldest. At the others he would be in a median age group. The testimony of all of the expert witnesses pointed out that the age of the peer group was very important to Brad's further education, although they disagreed as to its relative importance vis-a-vis other desirable factors, such as continuity of program, proximity to family, etc. This Court was impressed, however, by the testimony of Dr. Tarras G. Onischenko, the Director of the unit at Cherry, who testified that although Cherry could meet Brad's needs it was his opinion that the age of his peer group was <i>more important</i> than the continuity of the program.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>1. Plaintiff is entitled by age and residence to receive a free and appropriate public education in accordance with the Education For All Handicapped Children Act of 1975 (20 U.S.C. § 1401 et seq.) and North Carolina General Statute § 115-363.</p>\n<p>2. Cherry Hospital is not an appropriate educational placement for plaintiff.</p>\n<p>Having concluded that Cherry is not an appropriate placement the question remains as to what shall be done with the plaintiff. This Court has found that three potential placements for plaintiff are appropriate, one of which is public and within the State of North Carolina and two of which are private and located outside the state. The choice is with the defendants. Testimony during the trial indicated that the program at Butner is full and that there is a waiting list. Testimony also indicated, however, that there is mass confusion within the concerned agencies as to whom the Butner facility is designed to serve. Ms. Jill Hoffler of the Butner staff testified that it was available to children from throughout the state. Yet the authorities in Pitt County were under the impression that both the Umstead and Cherry units are regional in nature and confined to children within their respective geographical areas. In fact, because of this impression the Pitt County School Board <i>never considered</i> Butner as an appropriate alternative for Brad.</p>\n<p>In defense of the local officials in Pitt County it appears that they have done everything they believed to be within their power to meet Brad's needs. The confusion or misunderstanding of the state facilities available obviously emanated from the state level. Be that as it may this Court will not allow bureaucratic ineptness at any level to deprive this \"special child\" of an appropriate education to which both the Congress and the Legislature have decreed he is entitled. With proper planning it may very well be determined that some of the children at Butner could have their needs met at Cherry and thus make room for Brad and others on the waiting list.</p>\n<p>It has been suggested that the state and local school authorities are restricted by budgetary constraints and that they can not afford to spend the $450.00 per month necessary to send Brad to York or the $1,850.00 per month necessary to send him to Devereux. The answer to this contention is twofold. First, the State volunteered to participate in the Act and, second, as stated by Judge Waddy in <i>Mills v. Board of Education,</i> <span class=\"citation\" data-id=\"2010674\"><a href=\"/opinion/2010674/mills-v-board-of-education-of-district-of-columbia/\"><span class=\"volume\">348</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">866</span></a></span>, 876 (D.D.C.1972):</p>\n<blockquote>If sufficient funds are not available to finance all of the services and programs that are needed and desirable in the system then the available funds must be expended equitably in such a manner that no child is entirely excluded from a publicly supported education <i>consistent with his needs and ability to benefit therefrom.</i> The inadequacies of the * * * school system whether occasioned by insufficient funding or administrative inefficiency, certainly cannot be permitted to bear more heavily on the * * * handicapped child than the normal child. (emphasis added).</blockquote>\n<p><span class=\"star-pagination\">*409</span> Plaintiff seeks relief not only under the Education of Handicapped Act but also under the Rehabilitation Act, 29 U.S.C. § 701 et seq., and the Civil Rights Act, 42 U.S.C. § 1983. The Rehabilitation Act provides that no otherwise qualified handicapped individual shall, solely by reason of his handicap, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance. 42 U.S.C. § 1983 provides that any person who, acting under color of state action, deprives any individual of any right, privilege or immunity secured by the Constitution and laws, shall be liable to the party injured.</p>\n<p>Plaintiff contends that because the action was brought under these statutes the Court can, in its discretion, award attorney fees. The general rule is that attorney fees are not taxable as costs. Exceptions to this rule occur most often in actions seeking equitable relief. However, an allowance is appropriate only in exceptional cases and for dominating reasons of justice. 10 C. Wright &amp; A. Miller, <i>Federal Practice and Procedure</i> § 2675 (1973).</p>\n<p>The Education of Handicapped Act does not mention attorney fees, and there are no cases considering whether attorney fees are permissible thereunder.</p>\n<p>Although plaintiff has sought relief under the other two statutes, it appears to this Court that this proceeding has been treated by plaintiff throughout as being under the Education of Handicapped Act. The relief being granted is under the Education of Handicapped Act which does not authorize the assessment of attorney fees.</p>\n<p>Plaintiff also prays for monetary damages, but has offered no evidence or argument in support thereof. Additionally, the Court does not interpret the Education for Handicapped Act as making any provision for monetary damages.</p>\n<blockquote>DECREE</blockquote>\n<blockquote>(1) IT IS ORDERED that defendants be and they are hereby restrained and enjoined from denying plaintiff, James Bradley Hines, an appropriate education under 20 U.S.C. § 1401.</blockquote>\n<blockquote>(2) IT IS FURTHER ORDERED that defendants shall, not later than 15 September 1980, place plaintiff, James Bradley Hines, in one of the three institutions set forth herein; provided, however, that if defendants choose to place plaintiff in the facility at Butner it shall be as a <i>resident.</i>\n</blockquote>\n<p>The Court interprets the Education of Handicapped Persons Act as requiring an \"individualized education program\" for each handicapped child which shall be reviewed annually. 20 U.S.C. § 1401(19), 45 C.F.R. § 121a.552(a)(1). Nothing appears of record indicating that such a program has been prepared for Brad, although one may very well be in existence. In any event, the Court is of the opinion that Brad's program should be reviewed annually. To that end the Court is retaining jurisdiction of this cause for the determination of any further appropriate placement should the parties not be able to agree with regard thereto.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Pub.L.No.94-142, 89 Stat. 773 (1975) codified at 20 U.S.C. § 1401 et seq. (1976).</p>\n<p>[2]  Only New Mexico has elected not to participate.</p>\n<p>[3]  \"Special needs child\" in the state statute-N. C.Gen.Stat. § 115-365.</p>\n<p>[4]  \"The State educational agency shall be responsible for assuring that the requirements of this subchapter are carried out and that all educational programs for handicapped children within the State, including all such programs administered by any other State or local agency, will be under the general supervision of the persons responsible for educational programs for handicapped children in the State educational agency and shall meet education standards of the State educational agency.\" 20 U.S.C. § 1412(6). See, also, <i>North v. District of Columbia Bd. of Ed.,</i> <span class=\"citation\" data-id=\"1805241\"><a href=\"/opinion/1805241/north-v-district-of-columbia-bd-of-ed/\"><span class=\"volume\">471</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">136</span></a></span> (D.D.C. 1979).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/1805241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2010674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2183305/"
  ]
}