{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1615287/",
  "absolute_url": "/opinion/1615287/brock-v-gillikin/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1615287/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:56:31.112105Z",
  "date_modified": "2016-04-27T01:39:38.622587Z",
  "type": "010combined",
  "sha1": "6a1b1d7635d4aba0809bedfd2cbb63b65d359859",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>677 F.Supp. 398 (1987)</b></center>\n<center><h1>William E. BROCK, Secretary of Labor, United States Department of Labor, Plaintiff,<br>\nv.<br>\nWilliam W. GILLIKIN, Defendant and Third-Party Plaintiff,<br>\nv.<br>\nEllis JONES, Jr., Third-Party Defendant.</h1></center>\n<center>No. 86-99-CIV-4.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>December 4, 1987.</center>\n<center>On Motion To Amend January 6, 1988.</center>\n<p><span class=\"star-pagination\">*399</span> James H. Woodson, Atty. Office of the Sol., USDOL, Atlanta, Ga., for plaintiff.</p>\n<p>John R. Hooten, Allen, Hooten &amp; Hodges, Kinston, N.C., for defendant and third-party plaintiff.</p>\n<p>Robert E. Whitley, Kinston, N.C., for third party defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>On 3 September 1986 the Secretary of Labor brought this suit pursuant to the Employee Retirement Income Security Act (ERISA), 29 U.S.C. §§ 1001 <i>et seq.,</i> seeking to enjoin acts and practices which violate the provisions of Title 1 of ERISA, and to obtain other appropriate relief.</p>\n<p>In his complaint plaintiff alleged that the defendant, William W. Gillikin, breached his fiduciary obligations as a trustee of an employee benefit plan by failing to discharge his duties with respect to that plan solely in the interest of the plan participants and beneficiaries, for the exclusive purpose of providing benefits and defraying reasonable expenses of plan administration, and with the requisite degree of care, skill, and prudence, in violation of Sections 404(a)(1)(A) and (B) of ERISA, 29 U.S.C. §§ 1104(a)(1)(A) and (B). Specifically, it is alleged that Gillikin breached his fiduciary obligations by lending plan funds to Ole Salem Construction Company, Inc. (a corporation in which Gillikin owned all of the stock and served as president at all times from its incorporation until it became defunct), and then fraudulently concealing these loans from the plan sponsor and the plan's participants and beneficiaries.</p>\n<p>The complaint also alleges breaches of the following statutory provisions by the defendant: Section 404(a)(1)(C) of ERISA, 29 U.S.C. § 1104(a)(1)(C) (failing to diversify and minimize risks); Section 404(a)(1)(D) of ERISA, 29 U.S.C. § 1104(a)(1)(D) (failing to follow the plan, art. IX); Section 406(a)(1)(B) of ERISA, 29 U.S.C. § 1106(a)(1)(B) (transaction between plan and a party in interest); Section 406(b)(1) of ERISA, 29 U.S.C. § 1106(b)(1) (self-dealing); and Section 406(b)(2) of ERISA, 29 U.S.C. § 1106(b)(2) (acted for own interests, adverse to interest of the plan).</p>\n<p><span class=\"star-pagination\">*400</span> The Department of Labor brought a civil action against Ellis Jones, Jr., for breach of his fiduciary duties to the plan resulting in a consent judgment entered on 16 October 1986.</p>\n<p>The defendant, William W. Gillikin, filed a third-party complaint against the third-party defendant, Ellis Jones, Jr., for indemnification. On the 29th of October 1987 a nonjury trial was held.</p>\n<p>Having reviewed the evidence and legal arguments presented, the court now makes the following findings of fact and conclusions of law with respect to the plaintiff's claim against defendant, William W. Gillikin.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>1. The profit-sharing plan sponsored by Ellis Jones, Jr., Tile Contractor, Inc., is an employee benefit plan within the meaning of ERISA.</p>\n<p>2. From December 1975 through September 1978 the defendant, William W. Gillikin, while acting as trustee of that plan, made a series of six loans, comprising substantially all of the plan's funds, to Ole Salem Construction Company, Inc. (hereinafter Ole Salem). Specifically, the defendant borrowed the following amounts on the following dates: $26,000December 15, 1975; $23,101.11November 1, 1976; $8,000November 18, 1976; $6,000December 14, 1976; $6,325March 14, 1977; and $3,000September 11, 1978. During 1979 and 1980 the defendant repaid approximately $12,479 to the plan.</p>\n<p>3. These loans were in the form of demand notes at seven percent interest per annum. The loans were not secured by any collateral and were not guaranteed or invested with a regulated institution.</p>\n<p>4. The defendant passively and actively concealed the existence of these loans and the financial condition of the plan. He failed to advise Ellis Jones, Jr., or any participant in the plan of these loans until there were no funds left in the plan. He further avoided responding to direct inquiries from participants and Ellis Jones, Jr.</p>\n<p>5. The third-party defendant, Ellis Jones, Jr., had no knowledge of these loans until Gillikin notified him of the plan's insolvency in October of 1980.</p>\n<p>6. Once notified of the plan's insolvency, Ellis Jones, Jr., employed Lloyd Moody, C.P.A., to perform a detailed audit of the plan. This audit disclosed $90,168 owing to the plan as a result of the loans to Ole Salem, which reflects an interest rate of seven percent per annum.</p>\n<p>7. Following the audit, under duress, defendant Gillikin executed a separate note in the amount of the loans plus interest, secured by a deed of trust executed in both his name and his wife's. In <i>Gillikin v. Whitley,</i> 66 N.C.App. 694, 311 S.E.2d 677 (1984) that note was set aside by the North Carolina Court of Appeals as void against public policy.</p>\n<p>8. In 1984, following the decision in <i>Gillikin v. Whitley</i><i>,</i> counsel for Ellis Jones, Jr. notified the Secretary of Labor of Gillikin's misappropriation of plan funds. This was the first time the Secretary became aware of the ERISA violations.</p>\n<p>9. Article VII of the Plan contains the guidelines applicable to the trustee of the plan. The defendant testified that he relied exclusively on one particular section of the plan, section 6(g). That section provides the Trustee with a veil of protection and immunity, but it specifically excludes losses \"due to the Trustee's own willful and negligent action.\"</p>\n<p>The defendant followed none of the other guidelines. These other guidelines advise the trustee to loan money only at a reasonable rate of interest with adequate collateral; to \"use reasonable care to keep safely the trust estate for the <i>exclusive</i> benefit of the participants\"; and to provide annual statements of financial transactions.</p>\n<p>10. Mr. Dennis Adamson, a C.P.A. with the Department of Labor, used the Internal Revenue Service adjusted prime rate in computing the loss of use of the plan funds. Based on this method, as of 31 October 1987, the total amount due the plan in principal and interest is $213,489.82.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*401</span> CONCLUSIONS OF LAW</h2>\n<p>This court has jurisdiction over this action and the parties under Section 502(e)(1) of ERISA, 29 U.S.C. § 1132(e)(1).</p>\n<p>The profit-sharing plan and trust agreement sponsored by Ellis Jones, Jr., Tile Contractor, Inc., is an employee benefit plan within the meaning of ERISA § 3(2), 29 U.S.C. § 1002(2).</p>\n<p>The defendant, William W. Gillikin, from the inception of the plan until November 14, 1980, voluntarily assumed the responsibility of and served as trustee of the plan. During this period he was a fiduciary with respect to that plan within the meaning of ERISA § 3(21), 29 U.S.C. § 1002(21), and a \"party in interest\" to the plan within the meaning of ERISA § 3(14)(A), 29 U.S.C. § 1002(14)(A).</p>\n<p>Ellis Jones, Jr., Tile Contractor, Inc., is the sponsor of the plan within the meaning of ERISA § 3(2), 29 U.S.C. § 1002(2).</p>\n<p>Ole Salem was a \"party in interest\" to the plan within the meaning of ERISA § 3(14)(G), 29 U.S.C. § 1002(14)(G).</p>\n<p>When the defendant voluntarily assumed the position of trustee of the plan he necessarily assumed the responsibilities attendant to such an office. As a fiduciary he is held to a very high standard of conduct, both under the common law of trusts and under the ERISA statute. <i>See </i><i>Marshall v. Snyder,</i> 1 E.B.C. 1878, 1886 (E.D.N.Y. 1979), citing <i>Marshall v. Snyder,</i> 572 F.2d 894, 900 (2d Cir.1978).</p>\n<p>The defendant, William W. Gillikin, breached his fiduciary obligations under ERISA § 404(a)(1)(A), 29 U.S.C. § 1104(a)(1)(A), by failing to discharge his duties with respect to that plan <i>solely</i> in the interest of the plan participants and beneficiaries. <i>See </i><i>Davidson v. Cook,</i> 567 F.Supp. 225, 232 (E.D.Va.1983), <i>aff'd,</i> 734 F.2d 10 (4th Cir.1984), <i>cert. denied,</i> 469 U.S. 899, 105 S.Ct. 275, 83 L.Ed.2d 211 (1984). Furthermore, once these loans were made contrary to the exclusive purpose provision of ERISA, the defendant was under a continuing duty to collect the balance due from Ole Salem. <i>See </i><i>Morrissey v. Curran,</i> 567 F.2d 546 (2d Cir.1977).</p>\n<p>The defendant also breached the fiduciary obligations under ERISA § 404(a)(1)(B) by failing to discharge his duties (with respect to the plan in connection with the loans from the plan to Ole Salem) with the requisite degree of care, skill and prudence. Notwithstanding the other violations, given the financial condition and unproven business record of Ole Salem, the defendant did not act as a prudent man, with similar experience, under similar conditions. <i>See </i><i>Donovan v. Bierwirth,</i> 538 F.Supp. 463 (E.D.N.Y.1981), <i>modified </i><i>on other grounds,</i> 680 F.2d 263 (2d Cir.1982), <i>cert. denied,</i> 459 U.S. 1069, 103 S.Ct. 488, 74 L.Ed.2d 631 (1982).</p>\n<p>Under ERISA § 404(a)(1)(C) a fiduciary's failure to diversify the investments of a plan so as to minimize the risk of large losses is also a breach. By lending an unreasonably large portion of the plan assets to Ole Salem and fraudulently concealing the existence of these loans from the plan's sponsor and the plan's participants and beneficiaries, as well as the Secretary of Labor, the defendant breached his fiduciary obligations. <i>See </i><i>Marshall v. Glass/Metal Association &amp; Glaziers,</i> 507 F.Supp. 378 (D.Hawaii 1980); <i>Marshall v. Teamsters Local 282 Pension Trust Fund,</i> 458 F.Supp. 986 (E.D.N.Y.1978).</p>\n<p>The defendant breached his fiduciary obligations under ERISA § 404(a)(1)(D) when he failed to adhere to the guidelines set forth in the trust agreement governing the plan. The trust agreement and plan for the Ellis Jones, Jr., Tile Contractor, Inc., plan are \"documents and instruments\" within the meaning of ERISA. As such the defendant's failure to adhere to them constitutes an independent breach of ERISA requirements.</p>\n<p>When the defendant entered these transactions which constitute loans or extensions of credit between the plan and a party in interest he violated ERISA § 406(a)(1)(B). <i>See </i><i>Davidson v. Cook, supra</i><i>; </i><i>Marshall v. Kelly,</i> 465 F.Supp. 341 (D.Okla.1978).</p>\n<p><span class=\"star-pagination\">*402</span> The defendant acted in violation of ERISA § 406(b)(1) when he engaged in self-dealing by making loans of plan assets to Ole Salem under terms and conditions favorable to the company but not to the plan. <i>See </i><i>Leigh v. Engle,</i> 727 F.2d 113, 127 (7th Cir.1984); <i>Marshall v. Kelly, supra</i><i>.</i></p>\n<p>The defendant acted in violation of ERISA § 406(b)(2) when he became involved in transactions involving the plan on behalf of Ole Salem whose interests were adverse to the interest of the plan. <i>See </i><i>Donovan v. Bierwirth, supra</i><i>; </i><i>Marshall v. Kelly, supra</i><i>.</i></p>\n<p>The proffered defenses of statute of limitations and <i>res judicata</i> are without merit. Defendant argues that the failure of either he or Ellis Jones, Jr., to file annual reports required by ERISA served as notice to the Secretary of Labor. This argument cannot be supported. The absence of a report does not serve as an indication of fiduciary breaches under ERISA. <i>Cf. </i><i>Brock v. TIC Intern Corp.,</i> 785 F.2d 168 (7th Cir.1986). The three-year limitation provision set forth in ERISA § 413(a)(2) requires either (a) actual knowledge, or (b) a report form upon which one \"could reasonably be expected to have obtained knowledge of [breach].\" The Secretary of Labor did not receive actual notice until the summer of 1984. Thus, this action was brought within the three-year limitations period. Actually, defendant's actions amounted to fraud and concealment and therefore demand that the six-year limitation (commencing upon date of discovery) be applied.</p>\n<p>The defense of <i>res judicata</i> is equally specious. The doctrine is as follows: once a final judgment on the merits has been rendered on a particular cause of action, a plaintiff, or his privy, is barred by <i>res judicata</i> from trying the <i>same</i> cause of action in a later suit.</p>\n<p>The action in <i>Gillikin v. Whitley</i> was not based on ERISA. The action can only liberally be construed as private ERISA litigation. Government actions to enforce ERISA are not barred by <i>res judicata</i> by private ERISA litigation. <i>Secretary of Labor v. Fitzsimmons,</i> 805 F.2d 682, 694 (7th Cir.1986) (en banc); <i>Donovan v. Cunningham,</i> 716 F.2d 1455, 1462 (5th Cir.1983), <i>cert. denied,</i> 467 U.S. 1251, 104 S.Ct. 3533, 82 L.Ed.2d 839 (1984). Additionally, there is no privity between the Secretary of Labor and Ellis Jones, Jr., the original plaintiff in the state action. Their interests are entirely separate and distinct. <i>See </i><i>Fitzsimmons, supra</i><i>.</i> As such <i>res judicata</i> does not preclude the maintenance of this action.</p>\n<p>Having determined that the defendant breached his fiduciary duties the question remains what amount is due to the plan. \"Determining the rate of interest recoverable is within the court's discretion, equitably exercised in light of the character of the breach and the degree of fault.\" <i>Gilliam v. Edwards,</i> 492 F.Supp. 1255, 1267 (D.N.J.1980).</p>\n<p>The absence of mistake, indeed, the deliberateness with which the defendant ignored his fiduciary responsibilities, and the multiplicity of violations demand an interest rate which will best reflect the loss to the plan. The adjusted prime rate of interest is the most appropriate reflection of the value of the use of these funds during the period in question. <i>See </i><i>Brock v. Ardito,</i> 8 E.B.C. 2303 (E.D.N.Y.1987); <i>Marshall v. Snyder, supra</i><i>.</i></p>\n<p>As previously noted, the defendant has filed a third party complaint against Ellis Jones, Jr., seeking indemnification.</p>\n<p>There are no specific provisions within ERISA providing a right of indemnification or contribution among fiduciaries. Rather, the statute specifically addresses the liability of a fiduciary to \"the plan\". ERISA § 409, 29 U.S.C. § 1109. A right to indemnification under ERISA has been allowed rarely and then only in narrowly defined situations. <i>See </i><i>Donovan v. Robbins,</i> 752 F.2d 1170 (7th Cir.1984); <i>Free v. Briody,</i> 732 F.2d 1331 (7th Cir.1984) (both cases involved recovery for the passive fiduciary against the active wrongdoer).</p>\n<p>In <i>Massachusetts Mutual Life Insurance Co. v. Russell,</i> 473 U.S. 134, 105 S.Ct. <span class=\"star-pagination\">*403</span> 3085, 87 L.Ed.2d 96 (1985), the court refused to read a damage claim [of a plan participant/beneficiary against a plan fiduciary] into ERISA, noting that a comprehensive legislative scheme, such as ERISA, suggests that omissions regarding remedies should be presumed deliberate. This court doubts that any claim for indemnification or contribution should be read into ERISA.</p>\n<p>In any event, under the facts of this case there is no claim for indemnification. Ellis Jones, Jr., was not aware of and did not facilitate William W. Gillikin's violations. Gillikin was clearly the active wrongdoer during the period in question.</p>\n<p>It is ORDERED that:</p>\n<p>(a) judgment be entered for the Secretary of Labor against William W. Gillikin in the sum of $213,489.82 to be paid to the Ellis Jones, Jr., Tile Contractor, Inc., Plan;</p>\n<p>(b) the defendant, William W. Gillikin, be and he is hereby permanently enjoined from acting as an ERISA plan fiduciary; and</p>\n<p>(c) the third-party complaint be and it is hereby dismissed.</p>\n<p></p>\n<h2>ORDER</h2>\n<p></p>\n<h2>ON MOTION TO AMEND</h2>\n<p>This matter is before the court on plaintiff's motion to amend the judgment entered 4 December 1987 pursuant to Rule 59(e) of the Federal Rules of Civil Procedure to conform to the equitable nature of the relief sought.</p>\n<p>Under ERISA, Title 29, U.S.C. Sections 1109(a) and 1132(a)(5), the court has the power to award equitable relief and the Secretary of Labor has the right to maintain an action which seeks appropriate equitable relief.</p>\n<p>Accordingly, the judgment entered 4 December 1987 is amended, as to the monetary relief, as follows:</p>\n<p>IT IS ORDERED AND ADJUDGED that defendant WILLIAM W. GILLIKIN be and is hereby restrained from withholding $213,489.82 from the Ellis Jones, Jr., Tile Contractor, Inc., Profit Sharing Plan.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">677</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">398</span></span> (1987)</b></center>\n<center><h1>William E. BROCK, Secretary of Labor, United States Department of Labor, Plaintiff,<br>\nv.<br>\nWilliam W. GILLIKIN, Defendant and Third-Party Plaintiff,<br>\nv.<br>\nEllis JONES, Jr., Third-Party Defendant.</h1></center>\n<center>No. 86-99-CIV-4.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>December 4, 1987.</center>\n<center>On Motion To Amend January 6, 1988.</center>\n<p><span class=\"star-pagination\">*399</span> James H. Woodson, Atty. Office of the Sol., USDOL, Atlanta, Ga., for plaintiff.</p>\n<p>John R. Hooten, Allen, Hooten &amp; Hodges, Kinston, N.C., for defendant and third-party plaintiff.</p>\n<p>Robert E. Whitley, Kinston, N.C., for third party defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>On 3 September 1986 the Secretary of Labor brought this suit pursuant to the Employee Retirement Income Security Act (ERISA), 29 U.S.C. §§ 1001 <i>et seq.,</i> seeking to enjoin acts and practices which violate the provisions of Title 1 of ERISA, and to obtain other appropriate relief.</p>\n<p>In his complaint plaintiff alleged that the defendant, William W. Gillikin, breached his fiduciary obligations as a trustee of an employee benefit plan by failing to discharge his duties with respect to that plan solely in the interest of the plan participants and beneficiaries, for the exclusive purpose of providing benefits and defraying reasonable expenses of plan administration, and with the requisite degree of care, skill, and prudence, in violation of Sections 404(a)(1)(A) and (B) of ERISA, 29 U.S.C. §§ 1104(a)(1)(A) and (B). Specifically, it is alleged that Gillikin breached his fiduciary obligations by lending plan funds to Ole Salem Construction Company, Inc. (a corporation in which Gillikin owned all of the stock and served as president at all times from its incorporation until it became defunct), and then fraudulently concealing these loans from the plan sponsor and the plan's participants and beneficiaries.</p>\n<p>The complaint also alleges breaches of the following statutory provisions by the defendant: Section 404(a)(1)(C) of ERISA, 29 U.S.C. § 1104(a)(1)(C) (failing to diversify and minimize risks); Section 404(a)(1)(D) of ERISA, 29 U.S.C. § 1104(a)(1)(D) (failing to follow the plan, art. IX); Section 406(a)(1)(B) of ERISA, 29 U.S.C. § 1106(a)(1)(B) (transaction between plan and a party in interest); Section 406(b)(1) of ERISA, 29 U.S.C. § 1106(b)(1) (self-dealing); and Section 406(b)(2) of ERISA, 29 U.S.C. § 1106(b)(2) (acted for own interests, adverse to interest of the plan).</p>\n<p><span class=\"star-pagination\">*400</span> The Department of Labor brought a civil action against Ellis Jones, Jr., for breach of his fiduciary duties to the plan resulting in a consent judgment entered on 16 October 1986.</p>\n<p>The defendant, William W. Gillikin, filed a third-party complaint against the third-party defendant, Ellis Jones, Jr., for indemnification. On the 29th of October 1987 a nonjury trial was held.</p>\n<p>Having reviewed the evidence and legal arguments presented, the court now makes the following findings of fact and conclusions of law with respect to the plaintiff's claim against defendant, William W. Gillikin.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>1. The profit-sharing plan sponsored by Ellis Jones, Jr., Tile Contractor, Inc., is an employee benefit plan within the meaning of ERISA.</p>\n<p>2. From December 1975 through September 1978 the defendant, William W. Gillikin, while acting as trustee of that plan, made a series of six loans, comprising substantially all of the plan's funds, to Ole Salem Construction Company, Inc. (hereinafter Ole Salem). Specifically, the defendant borrowed the following amounts on the following dates: $26,000December 15, 1975; $23,101.11November 1, 1976; $8,000November 18, 1976; $6,000December 14, 1976; $6,325March 14, 1977; and $3,000September 11, 1978. During 1979 and 1980 the defendant repaid approximately $12,479 to the plan.</p>\n<p>3. These loans were in the form of demand notes at seven percent interest per annum. The loans were not secured by any collateral and were not guaranteed or invested with a regulated institution.</p>\n<p>4. The defendant passively and actively concealed the existence of these loans and the financial condition of the plan. He failed to advise Ellis Jones, Jr., or any participant in the plan of these loans until there were no funds left in the plan. He further avoided responding to direct inquiries from participants and Ellis Jones, Jr.</p>\n<p>5. The third-party defendant, Ellis Jones, Jr., had no knowledge of these loans until Gillikin notified him of the plan's insolvency in October of 1980.</p>\n<p>6. Once notified of the plan's insolvency, Ellis Jones, Jr., employed Lloyd Moody, C.P.A., to perform a detailed audit of the plan. This audit disclosed $90,168 owing to the plan as a result of the loans to Ole Salem, which reflects an interest rate of seven percent per annum.</p>\n<p>7. Following the audit, under duress, defendant Gillikin executed a separate note in the amount of the loans plus interest, secured by a deed of trust executed in both his name and his wife's. In <i>Gillikin v. Whitley,</i> 66 N.C.App. 694, <span class=\"citation\" data-id=\"1346399\"><a href=\"/opinion/1346399/gillikin-v-whitley/\"><span class=\"volume\">311</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">677</span></a></span> (1984) that note was set aside by the North Carolina Court of Appeals as void against public policy.</p>\n<p>8. In 1984, following the decision in <i>Gillikin v. Whitley</i><i>,</i> counsel for Ellis Jones, Jr. notified the Secretary of Labor of Gillikin's misappropriation of plan funds. This was the first time the Secretary became aware of the ERISA violations.</p>\n<p>9. Article VII of the Plan contains the guidelines applicable to the trustee of the plan. The defendant testified that he relied exclusively on one particular section of the plan, section 6(g). That section provides the Trustee with a veil of protection and immunity, but it specifically excludes losses \"due to the Trustee's own willful and negligent action.\"</p>\n<p>The defendant followed none of the other guidelines. These other guidelines advise the trustee to loan money only at a reasonable rate of interest with adequate collateral; to \"use reasonable care to keep safely the trust estate for the <i>exclusive</i> benefit of the participants\"; and to provide annual statements of financial transactions.</p>\n<p>10. Mr. Dennis Adamson, a C.P.A. with the Department of Labor, used the Internal Revenue Service adjusted prime rate in computing the loss of use of the plan funds. Based on this method, as of 31 October 1987, the total amount due the plan in principal and interest is $213,489.82.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*401</span> CONCLUSIONS OF LAW</h2>\n<p>This court has jurisdiction over this action and the parties under Section 502(e)(1) of ERISA, 29 U.S.C. § 1132(e)(1).</p>\n<p>The profit-sharing plan and trust agreement sponsored by Ellis Jones, Jr., Tile Contractor, Inc., is an employee benefit plan within the meaning of ERISA § 3(2), 29 U.S.C. § 1002(2).</p>\n<p>The defendant, William W. Gillikin, from the inception of the plan until November 14, 1980, voluntarily assumed the responsibility of and served as trustee of the plan. During this period he was a fiduciary with respect to that plan within the meaning of ERISA § 3(21), 29 U.S.C. § 1002(21), and a \"party in interest\" to the plan within the meaning of ERISA § 3(14)(A), 29 U.S.C. § 1002(14)(A).</p>\n<p>Ellis Jones, Jr., Tile Contractor, Inc., is the sponsor of the plan within the meaning of ERISA § 3(2), 29 U.S.C. § 1002(2).</p>\n<p>Ole Salem was a \"party in interest\" to the plan within the meaning of ERISA § 3(14)(G), 29 U.S.C. § 1002(14)(G).</p>\n<p>When the defendant voluntarily assumed the position of trustee of the plan he necessarily assumed the responsibilities attendant to such an office. As a fiduciary he is held to a very high standard of conduct, both under the common law of trusts and under the ERISA statute. <i>See </i><i>Marshall v. Snyder,</i> 1 E.B.C. 1878, 1886 (E.D.N.Y. 1979), citing <i>Marshall v. Snyder,</i> <span class=\"citation\" data-id=\"354078\"><a href=\"/opinion/354078/f-ray-marshall-secretary-of-labor-v-george-snyder-irving-rosenzweig/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">894</span></a></span>, 900 (2d Cir.1978).</p>\n<p>The defendant, William W. Gillikin, breached his fiduciary obligations under ERISA § 404(a)(1)(A), 29 U.S.C. § 1104(a)(1)(A), by failing to discharge his duties with respect to that plan <i>solely</i> in the interest of the plan participants and beneficiaries. <i>See </i><i>Davidson v. Cook,</i> <span class=\"citation\" data-id=\"1454368\"><a href=\"/opinion/1454368/davidson-v-cook/\"><span class=\"volume\">567</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">225</span></a></span>, 232 (E.D.Va.1983), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">734</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></span> (4th Cir.1984), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">899</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">275</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">211</span></span> (1984). Furthermore, once these loans were made contrary to the exclusive purpose provision of ERISA, the defendant was under a continuing duty to collect the balance due from Ole Salem. <i>See </i><i>Morrissey v. Curran,</i> <span class=\"citation\" data-id=\"351710\"><a href=\"/opinion/351710/james-m-morrissey-and-ralph-ibrahim-individually-and-on-behalf-of-the/\"><span class=\"volume\">567</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">546</span></a></span> (2d Cir.1977).</p>\n<p>The defendant also breached the fiduciary obligations under ERISA § 404(a)(1)(B) by failing to discharge his duties (with respect to the plan in connection with the loans from the plan to Ole Salem) with the requisite degree of care, skill and prudence. Notwithstanding the other violations, given the financial condition and unproven business record of Ole Salem, the defendant did not act as a prudent man, with similar experience, under similar conditions. <i>See </i><i>Donovan v. Bierwirth,</i> <span class=\"citation\" data-id=\"2296992\"><a href=\"/opinion/2296992/donovan-v-bierwirth/\"><span class=\"volume\">538</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">463</span></a></span> (E.D.N.Y.1981), <i>modified </i><i>on other grounds,</i> <span class=\"citation\" data-id=\"405063\"><a href=\"/opinion/405063/raymond-j-donovan-secretary-of-the-united-states-department-of-labor-v/\"><span class=\"volume\">680</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">263</span></a></span> (2d Cir.1982), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1069</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">488</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">631</span></span> (1982).</p>\n<p>Under ERISA § 404(a)(1)(C) a fiduciary's failure to diversify the investments of a plan so as to minimize the risk of large losses is also a breach. By lending an unreasonably large portion of the plan assets to Ole Salem and fraudulently concealing the existence of these loans from the plan's sponsor and the plan's participants and beneficiaries, as well as the Secretary of Labor, the defendant breached his fiduciary obligations. <i>See </i><i>Marshall v. Glass/Metal Association &amp; Glaziers,</i> <span class=\"citation\" data-id=\"2251747\"><a href=\"/opinion/2251747/marshall-v-glassmetal-assn-glaziers-etc/\"><span class=\"volume\">507</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">378</span></a></span> (D.Hawaii 1980); <i>Marshall v. Teamsters Local 282 Pension Trust Fund,</i> <span class=\"citation\" data-id=\"1876157\"><a href=\"/opinion/1876157/marshall-v-teamsters-local-282-pension-trust-fund/\"><span class=\"volume\">458</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">986</span></a></span> (E.D.N.Y.1978).</p>\n<p>The defendant breached his fiduciary obligations under ERISA § 404(a)(1)(D) when he failed to adhere to the guidelines set forth in the trust agreement governing the plan. The trust agreement and plan for the Ellis Jones, Jr., Tile Contractor, Inc., plan are \"documents and instruments\" within the meaning of ERISA. As such the defendant's failure to adhere to them constitutes an independent breach of ERISA requirements.</p>\n<p>When the defendant entered these transactions which constitute loans or extensions of credit between the plan and a party in interest he violated ERISA § 406(a)(1)(B). <i>See </i><i>Davidson v. Cook, supra</i><i>; </i><i>Marshall v. Kelly,</i> <span class=\"citation\" data-id=\"1420690\"><a href=\"/opinion/1420690/marshall-v-kelly/\"><span class=\"volume\">465</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">341</span></a></span> (D.Okla.1978).</p>\n<p><span class=\"star-pagination\">*402</span> The defendant acted in violation of ERISA § 406(b)(1) when he engaged in self-dealing by making loans of plan assets to Ole Salem under terms and conditions favorable to the company but not to the plan. <i>See </i><i>Leigh v. Engle,</i> <span class=\"citation\" data-id=\"430992\"><a href=\"/opinion/430992/charles-w-leigh-and-ervin-f-dusek-etc-and-george-johnson-intervening/\"><span class=\"volume\">727</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">113</span></a></span>, 127 (7th Cir.1984); <i>Marshall v. Kelly, supra</i><i>.</i></p>\n<p>The defendant acted in violation of ERISA § 406(b)(2) when he became involved in transactions involving the plan on behalf of Ole Salem whose interests were adverse to the interest of the plan. <i>See </i><i>Donovan v. Bierwirth, supra</i><i>; </i><i>Marshall v. Kelly, supra</i><i>.</i></p>\n<p>The proffered defenses of statute of limitations and <i>res judicata</i> are without merit. Defendant argues that the failure of either he or Ellis Jones, Jr., to file annual reports required by ERISA served as notice to the Secretary of Labor. This argument cannot be supported. The absence of a report does not serve as an indication of fiduciary breaches under ERISA. <i>Cf. </i><i>Brock v. TIC Intern Corp.,</i> <span class=\"citation\" data-id=\"465468\"><a href=\"/opinion/465468/william-e-brock-secretary-of-labor-v-tic-international-corporation/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">168</span></a></span> (7th Cir.1986). The three-year limitation provision set forth in ERISA § 413(a)(2) requires either (a) actual knowledge, or (b) a report form upon which one \"could reasonably be expected to have obtained knowledge of [breach].\" The Secretary of Labor did not receive actual notice until the summer of 1984. Thus, this action was brought within the three-year limitations period. Actually, defendant's actions amounted to fraud and concealment and therefore demand that the six-year limitation (commencing upon date of discovery) be applied.</p>\n<p>The defense of <i>res judicata</i> is equally specious. The doctrine is as follows: once a final judgment on the merits has been rendered on a particular cause of action, a plaintiff, or his privy, is barred by <i>res judicata</i> from trying the <i>same</i> cause of action in a later suit.</p>\n<p>The action in <i>Gillikin v. Whitley</i> was not based on ERISA. The action can only liberally be construed as private ERISA litigation. Government actions to enforce ERISA are not barred by <i>res judicata</i> by private ERISA litigation. <i>Secretary of Labor v. Fitzsimmons,</i> <span class=\"citation\" data-id=\"479410\"><a href=\"/opinion/479410/secretary-of-labor-v-frank-e-fitzsimmons-david-dutchak-and-secretary-of/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">682</span></a></span>, 694 (7th Cir.1986) (en banc); <i>Donovan v. Cunningham,</i> <span class=\"citation\" data-id=\"424759\"><a href=\"/opinion/424759/raymond-j-donovan-secretary-of-the-united-states-department-of-labor/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1455</span></a></span>, 1462 (5th Cir.1983), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1251</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3533</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">839</span></span> (1984). Additionally, there is no privity between the Secretary of Labor and Ellis Jones, Jr., the original plaintiff in the state action. Their interests are entirely separate and distinct. <i>See </i><i>Fitzsimmons, supra</i><i>.</i> As such <i>res judicata</i> does not preclude the maintenance of this action.</p>\n<p>Having determined that the defendant breached his fiduciary duties the question remains what amount is due to the plan. \"Determining the rate of interest recoverable is within the court's discretion, equitably exercised in light of the character of the breach and the degree of fault.\" <i>Gilliam v. Edwards,</i> <span class=\"citation\" data-id=\"2308739\"><a href=\"/opinion/2308739/gilliam-v-edwards/\"><span class=\"volume\">492</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1255</span></a></span>, 1267 (D.N.J.1980).</p>\n<p>The absence of mistake, indeed, the deliberateness with which the defendant ignored his fiduciary responsibilities, and the multiplicity of violations demand an interest rate which will best reflect the loss to the plan. The adjusted prime rate of interest is the most appropriate reflection of the value of the use of these funds during the period in question. <i>See </i><i>Brock v. Ardito,</i> 8 E.B.C. 2303 (E.D.N.Y.1987); <i>Marshall v. Snyder, supra</i><i>.</i></p>\n<p>As previously noted, the defendant has filed a third party complaint against Ellis Jones, Jr., seeking indemnification.</p>\n<p>There are no specific provisions within ERISA providing a right of indemnification or contribution among fiduciaries. Rather, the statute specifically addresses the liability of a fiduciary to \"the plan\". ERISA § 409, 29 U.S.C. § 1109. A right to indemnification under ERISA has been allowed rarely and then only in narrowly defined situations. <i>See </i><i>Donovan v. Robbins,</i> <span class=\"citation\" data-id=\"446810\"><a href=\"/opinion/446810/raymond-j-donovan-secretary-of-labor-v-loran-w-robbins-and-allen-m/\"><span class=\"volume\">752</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1170</span></a></span> (7th Cir.1984); <i>Free v. Briody,</i> <span class=\"citation\" data-id=\"434932\"><a href=\"/opinion/434932/richard-l-free-individually-and-on-behalf-of-the-gilbert-hodgman-salaried/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span> (7th Cir.1984) (both cases involved recovery for the passive fiduciary against the active wrongdoer).</p>\n<p>In <i>Massachusetts Mutual Life Insurance Co. v. Russell,</i> <span class=\"citation\" data-id=\"111499\"><a href=\"/opinion/111499/massachusetts-mut-life-ins-co-v-russell/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span>, 105 S.Ct. <span class=\"star-pagination\">*403</span> 3085, <span class=\"citation\" data-id=\"111499\"><a href=\"/opinion/111499/massachusetts-mut-life-ins-co-v-russell/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">96</span></a></span> (1985), the court refused to read a damage claim [of a plan participant/beneficiary against a plan fiduciary] into ERISA, noting that a comprehensive legislative scheme, such as ERISA, suggests that omissions regarding remedies should be presumed deliberate. This court doubts that any claim for indemnification or contribution should be read into ERISA.</p>\n<p>In any event, under the facts of this case there is no claim for indemnification. Ellis Jones, Jr., was not aware of and did not facilitate William W. Gillikin's violations. Gillikin was clearly the active wrongdoer during the period in question.</p>\n<p>It is ORDERED that:</p>\n<p>(a) judgment be entered for the Secretary of Labor against William W. Gillikin in the sum of $213,489.82 to be paid to the Ellis Jones, Jr., Tile Contractor, Inc., Plan;</p>\n<p>(b) the defendant, William W. Gillikin, be and he is hereby permanently enjoined from acting as an ERISA plan fiduciary; and</p>\n<p>(c) the third-party complaint be and it is hereby dismissed.</p>\n<p></p>\n<h2>ORDER</h2>\n<p></p>\n<h2>ON MOTION TO AMEND</h2>\n<p>This matter is before the court on plaintiff's motion to amend the judgment entered 4 December 1987 pursuant to Rule 59(e) of the Federal Rules of Civil Procedure to conform to the equitable nature of the relief sought.</p>\n<p>Under ERISA, Title 29, U.S.C. Sections 1109(a) and 1132(a)(5), the court has the power to award equitable relief and the Secretary of Labor has the right to maintain an action which seeks appropriate equitable relief.</p>\n<p>Accordingly, the judgment entered 4 December 1987 is amended, as to the monetary relief, as follows:</p>\n<p>IT IS ORDERED AND ADJUDGED that defendant WILLIAM W. GILLIKIN be and is hereby restrained from withholding $213,489.82 from the Ellis Jones, Jr., Tile Contractor, Inc., Profit Sharing Plan.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/351710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/354078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/405063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/430992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/434932/",
    "http://www.courtlistener.com/api/rest/v3/opinions/446810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465468/",
    "http://www.courtlistener.com/api/rest/v3/opinions/479410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1346399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1420690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1454368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1876157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2251747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2296992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2308739/"
  ]
}