{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1620783/",
  "absolute_url": "/opinion/1620783/cole-v-stevenson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1620783/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:57:18.328456Z",
  "date_modified": "2016-04-27T01:39:45.630617Z",
  "type": "010combined",
  "sha1": "4d6ae0204a85fa4b199e1853e7c66d0d8d0867e5",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>447 F.Supp. 1268 (1978)</b></center>\n<center><h1>James Lewis COLE, Petitioner,<br>\nv.<br>\nL. V. STEVENSON, Superintendent, and Attorney General of State of North Carolina, Rufus L. Edmisten, Respondents.</h1></center>\n<center>No. 77-0351-HC.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>March 14, 1978.</center>\n<p><span class=\"star-pagination\">*1269</span> James Lewis Cole, pro se.</p>\n<p>Rufus L. Edmisten, Atty. Gen. of North Carolina, Richard N. League, Asst. Atty. Gen., Raleigh, N. C., for respondents.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LARKINS, Chief Judge.</p>\n<p>This habeas corpus application was submitted by James Lewis Cole, a state court prisoner who alleges the violation of his Fourteenth Amendment rights. Petitioner entered a not guilty plea to a charge of murder. Upon this plea, he was tried by jury, convicted of second degree murder, and sentenced to imprisonment for a period of from twenty to thirty years. His conviction was upheld by the North Carolina Supreme Court in <i>State v. Cole,</i> 280 N.C. 398, 185 S.E.2d 833 (1971) and a 1975 federal habeas corpus application also proved unsuccessful. Mr. Cole later filed a state postconviction application which was denied without hearing on July 1, 1977. No appeal was taken from this denial.</p>\n<p>The instant habeas corpus petition raises two grounds for relief: (1) that the trial judge erroneously placed the burden of proof on petitioner to reduce the charges against him from murder to manslaughter by proving the absence of malice;<sup>[1]</sup> and (2) the trial court erred in placing the burden on petitioner to prove self-defense.<sup>[2]</sup> In <span class=\"star-pagination\">*1270</span> light of the trial transcript,<sup>[3]</sup> both of these issues are clearly raised by the jury instructions and appear constitutionally infirm within the meaning of <i>Mullaney v. Wilbur,</i> 421 U.S. 684, 95 S.Ct. 1881, 44 L.Ed.2d 508 (1974) and <i>Hankerson v. North Carolina,</i> 432 U.S. 233, 97 S.Ct. 2339, 53 L.Ed.2d 306 (1977).</p>\n<p>The state has answered and moved each of petitioner's claims be dismissed due to fatal procedural defaults. Mr. Cole has replied to the state's answer and brief, and moved the writ be granted. I will first discuss the state's procedural arguments as they relate to the malice and self-defense instructions, leaving arguments addressed to individual claims until later.</p>\n<p>Initially, a survey of the case law which gives rise to petitioner's claims appears in order. The Supreme Court first dealt with standards of proof in <i>In re Winship,</i> 397 U.S. 358, 90 S.Ct. 1068, 25 L.Ed.2d 368 (1969), by holding that the Due Process Clause requires proof beyond a reasonable doubt when a juvenile is charged with an act which would constitute a crime if committed by an adult. The opinion noted that the \"beyond a reasonable doubt\" standard is indispensible in impressing upon the trier of fact the necessity of reaching a subjective state of certitude as to the facts in issue; and the prosecution must prove every element of the charged offense beyond a reasonable doubt. 397 U.S. at 364, 90 S.Ct. 1068.</p>\n<p>The importance of this standard was amplified in <i>Mullaney v. Wilbur,</i> 421 U.S. 684, 95 S.Ct. 1881, 44 L.Ed.2d 508 (1975). There, the State of Maine had required a defendant charged with murder to prove he acted in the heat of passion on sudden provocation in order to reduce a homicide charge to manslaughter. The court concluded that since the prosecution must prove beyond a reasonable doubt every fact necessary to constitute the crime charged, it must also prove the absence of heat of passion which is malice beyond a reasonable doubt. Through footnote n.28 at 701, 95 S.Ct. 1881, the court did allow states to continue requiring defendants to show there is \"some evidence\" indicating they acted in the heat of passion before requiring the prosecution to negate this element.<sup>[4]</sup></p>\n<p><i>Mullaney</i> also circumscribed the use of presumptions which shift the evidentiary burden onto the defendant for certain facts. Maine distinguished manslaughter from murder by a showing of malice aforethought; yet the prosecution could rely on a presumption of \"implied\" malice from the commission of an unlawful homicide, and thus require the defendant to show heat of passion or provocation as a defense. Footnote n.31, at 702, 95 S.Ct. 1881, points out that <i>Mullaney</i> does not obviate all procedural presumptions or inferences which require a defendant to introduce evidence contesting the otherwise presumed or inferred facts. But these burden-shifting devices must satisfy more rigorous due process requirements: if a statutory inference, submitted to the jury as sufficient to support conviction, satisfies the reasonable doubt standard (that is, the evidence necessary to invoke the inference is sufficient for a rational juror to find the inferred fact beyond a reasonable doubt) as well as the more likely than not standard, then it clearly accords with due process. <i>Barnes v. U.</i> <span class=\"star-pagination\">*1271</span> <i>S.,</i> 412 U.S. 837, 843-46 n.11, 93 S.Ct. 2357, 37 L.Ed.2d 380 (1972).</p>\n<p>In <i>Hankerson v. N. C.,</i> 432 U.S. 233, 97 S.Ct. 2339, 53 L.Ed.2d 306 (1977), the Court gave unanimous retroactivity to <i>Mullaney</i> and stressed that its holding was intended to enhance the fact-finding process. The North Carolina Supreme Court had held that its jury instructions on self-defense violated the <i>Mullaney</i> standard, but reasoned that applying the holding retroactively would have a devastating effect on the administration of justice in the state. These factors, Justice White acknowledged, can be relevant if a new rule represents nothing more than a small advance in the integrity of the fact-finding process, but such was not the case there. The reasonable doubt standard is as substantial a requirement under <i>Mullaney</i> as it was in <i>Winship</i> because it was intended to overcome an aspect of the criminal trial that \"substantially impairs its truth-finding function.\"</p>\n<p>The state's answer to the instant petition notes several procedural defenses which were acknowledged by the court in <i>Hankerson</i> as possibly foreclosing retroactive application of the <i>Mullaney</i> doctrine.</p>\n<p>The government first argues that, even though Cole had the burden of proof in negating malice, federal habeas corpus review is precluded by his failure to raise the issue on appeal as required by state law. <i>State v. White,</i> 274 N.C. 220, 162 S.E.2d 473 (1968) and <i>Hankerson, supra,</i> 432 U.S. at 244 n.8, 97 S.Ct. 2339 are cited for the proposition that a failure to comply with state procedural requirements as regards objecting to jury instructions bars collateral attack. These citations appear to raise two slightly different lines of argument  the first being an exhaustion requirement, and the second, a procedural default which bars subsequent review.</p>\n<p>A review of the procedural history of this case shows the exhaustion argument to be meritless. Although petitioner did not appeal his denial of post-conviction relief, the appeals period for the July, 1977 decision has obviously passed, practicably foreclosing his state remedies. <i>See, </i><i>Fay v. Noia,</i> 372 U.S. 391, 438, 83 S.Ct. 822, 9 L.Ed.2d 837 (1967).</p>\n<p>The procedural default argument raises a more complex issue. Footnote n.8 in <i>Hankerson, supra,</i> 432 U.S., at 244, 97 S.Ct. at 2436 specifies that a state could minimize the impact of retroactively applying <i>Mullaney</i> by enforcing its \"normal and valid\" procedural rule \"that failure to object to a jury instruction is a waiver of any claim of error.\" This notation consequently raises the contemporaneous objection rule as discussed in <i>Wainwright v. Sykes,</i> 433 U.S. 72, 97 S.Ct. 2497, 53 L.Ed.2d 594 (1977).</p>\n<p>There, a defendant made inculpatory statements to police officers which were admitted into evidence. The respondent did not challenge the inclusions on grounds that he had not understood his <i>Miranda</i> warnings, nor did the trial judge <i>sua sponte</i> pass on their admissibility. After failing to raise the issue through state appeals, he filed a federal habeas petition under § 2254 asserting the inadmissibility of his statements because he had misunderstood his <i>Miranda</i> warnings. The court held that the defendant's failure to make timely objection under the Florida contemporaneous objection rule to the admission of his inculpatory statements, absent a showing of \"cause\" for the noncompliance and some showing of \"actual prejudice,\" barred federal habeas review of his <i>Miranda</i> claim. <i>Davis v. U. S.,</i> 411 U.S. 233, 93 S.Ct. 1577, 36 L.Ed.2d 216 (1972) and <i>Francis v. Henderson,</i> 425 U.S. 536, 96 S.Ct. 1708, 48 L.Ed.2d 149 (1976) were cited as controlling, and the broad \"knowing waiver\" or \"deliberate bypass\" language, which had been used in <i>Fay v. Noia,</i> 372 U.S. 391, 83 S.Ct. 822, 9 L.Ed.2d 837 (1963) to circumvent state objection rules, was apparently rejected in favor of the cause/prejudice test. Justice Rehnquist's opinion does not explicate this cryptic new test, but leaves its precise content to later case development.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*1272</span> Unlike Florida, North Carolina has a \"qualified\" collateral objection rule which requires an objection to be lodged against an erroneous jury instruction at trial or the error is deemed waived on appeal. <i>See, </i><i>Wooten v. Cagle,</i> 268 N.C. 366, 150 S.E.2d 738 (1966) and <i>Dale v. Dale,</i> 8 N.C.App. 96, 173 S.E.2d 643 (1970). Yet this rule does not adhere in cases where the judge's charge contains errors of law, which are presumptively prejudicial.<sup>[6]</sup> North Carolina Rules of Appellate Procedure, Rule 10(a); and <i>See,</i> 2 Stansbury, <i>North Carolina Evidence</i> § 211 (<i>Brandis Rev.</i> 1973). Illustrative of this exception to the general rule are <i>State v. Johnson,</i> 227 N.C. 587, 42 S.E.2d 685 (1946) and <i>State v. Gause,</i> 227 N.C. 26, 40 S.E.2d 463 (1946) where the North Carolina Supreme Court reviewed on appeal challenges to jury instructions which were incorrect as a matter of law and not objected to at trial.<sup>[7]</sup> It therefore appears, in this case, that Mr. Cole was not required by North Carolina procedure to object to an error in order to raise the error on appeal.</p>\n<p>Through its citations of <i>State v. White, supra</i><i>,</i> and <i>Hankerson, supra,</i> the state apparently argues that, although a defendant need not object to an error of law in the jury charge to challenge it on appeal, his failure to raise the issue at <i>any time</i> during the original appeals period, forecloses him under <i>Hankerson's</i> footnote eight.</p>\n<p>This argument takes Justice White's notation a step beyond where this court believes it was intended to go. The exception to retroactive application granted in footnote eight revolves around an issue's waiver due to the accused's failure to object at trial as required by state procedural law.<sup>[8]</sup> No such rule adheres in North Carolina; on the contrary, Appellate Rule 10(a) views errors of law in criminal charges as so prejudicial that they can be raised initially on appeal. If petitioner was not obligated to object at trial and a constitutional right (unacknowledged during his first appeals period) was retroactively applied to this case, I see no reason to foreclose the issues being raised in a federal habeas application.<sup>[9]</sup> This collateral proceeding lies independent of the fact that petitioner is foreclosed from raising his <i>Mullaney-Hankerson</i> claims in state courts because of a state procedural default.<sup>[10]</sup></p>\n<p>Even if North Carolina had a contemporaneous objection rule identical to Florida's, petitioner Cole would still not be deemed to <span class=\"star-pagination\">*1273</span> have waived his right to review within the meaning of <i>Wainwright v. Sykes, supra</i><i>.</i> As discussed earlier, Sykes requires a nonobjecting defendant to show cause for his not excepting to an erroneous instruction and actual prejudice to his rights. The majority opinion does not delineate what factors, or combination of factors, would evince cause and prejudice, but Justice Rehnquist does cite with approval Justice Powell's \"inexcusable procedural default\" test<sup>[11]</sup> enunciated in <i>Estelle v. Williams,</i> 425 U.S. 501, 513, 96 S.Ct. 1691, 48 L.Ed.2d 126 (1976).</p>\n<p>Justice Powell noted two situations where a conviction should be left standing despite the alleged constitutional infringement: when a substantive right was consensually relinquished, or when a defendant fails to object at a time when a substantive right could have been protected. In the latter, a tactical or procedural default would normally operate to bar federal review of an issue, subject to a court's exercise of discretion when plain error appears. <i>See, </i><i>U. S. v. Indiviglio,</i> 352 F.2d 276 (2nd Cir. 1965). The concurrence views this \"procedural default\" as a form of tactical choice by defense counsel, and it goes on to say that, although inferred waivers of constitutional rights are not favored, . . . \"that policy, however, need not be carried to the length of allowing counsel for a defendant <i>deliberately</i> to forego objection to a <i>curable</i> trial defect, even though he is <i>aware</i> of the factual and legal basis for an objection, simply because he thought objection would be futile.\" 425 U.S. at 515, 96 S.Ct. at 1698 (emphasis added). Justice Powell's use of the words \"deliberately,\" \"aware,\" and \"curable,\" and his perception of the failure to object as a \"tactical choice\" can be interpreted as necessitating an attorney have knowledge of his client's right and purposely or erroneously not except to its violation.</p>\n<p>The Fifth Circuit's decision in <i>Jiminez v. Estelle,</i> 557 F.2d 506 (1977), reaches a similar conclusion concerning the cause/prejudice test's content. Judge Tuttle found the \"knowing waiver\" standard of <i>Johnson v. Zerbst,</i> 304 U.S. 458, 58 S.Ct. 1019, 82 L.Ed. 1461, to have been eclipsed by the <i>Sykes</i> procedural default rule. This rather draconian forfeiture principle is, in turn, tempered by the cause/prejudice standard which is designed to avoid a \"miscarriage of justice.\" 557 F.2d at 509-10. After obvious prejudice was found, the court analyzed the cause requirement in terms of the defense attorney's competence  whether he was aware of the constitutional principle that could have been preserved by an objection, and/or whether there was a tactical advantage in not objecting. If the decision was not strategic but resulted from the legal ignorance of counsel, his incompetence would have been sufficient \"cause\" for the defendant's procedural default.</p>\n<p>In pre-<i>Mullaney</i> trials, North Carolina attorneys had no inkling that the state's standard jury instructions on self-defense and heat of passion were constitutionally infirm. The Supreme Court did not begin to evolve burden of proof standards until <i>In re Winship</i> in 1969, and did not hold the instructions in question unconstitutional until 1975 in <i>Mullaney.</i> North Carolina case law and practice stood so firmly against the sustaining of an objection on the burden of proof charges, that few, if any attorneys, saw any point in objecting. There was thus no deliberation, no awareness, and no tactical choice in defense attorney's nonobjection. If a constitutional violation in having a defendant bear certain burdens of proof was not perceived by the bar or the bench,<sup>[12]</sup> this must surely establish sufficient \"cause\" for petitioner Cole's procedural default in not objecting to the charge in question.<sup>[13]</sup></p>\n<p><span class=\"star-pagination\">*1274</span> The \"prejudice\" element of the test is satisfied in this case by petitioner's bearing of the burden to negate malice and prove he acted in self-defense. The court held in <i>Hankerson</i> that the placing of such a burden upon the defendant . . . \"substantially impairs a trial's truth-finding function.\" Therefore, even if North Carolina has the type of objection rule contemplated by Sykes, petitioner has shown sufficient cause for failing to object and significant prejudice to his rights.</p>\n<p>Concluding that petitioner has not waived his right to review of possible <i>Mullaney</i> and <i>Hankerson</i> jury charge defects, the state's procedural argument still leaves the thorny question of to what extent the <i>Mullaney</i> doctrine was intended to be retroactive.</p>\n<p>The Supreme Court held unanimously in <i>Hankerson</i> that the North Carolina Supreme Court was wrong in not giving <i>Mullaney</i> \"complete\" retroactive effect, and cites <i>Ivan V. v. City of New York,</i> 407 U.S. 203, 204, 92 S.Ct. 1951, 32 L.Ed.2d 659 (1972) to illustrate its retroactive intent which, in turn, relies upon <i>Williams v. U. S.,</i> 401 U.S. 646, 653, 91 S.Ct. 1148, 28 L.Ed.2d 388 (1971). As in <i>Hankerson,</i> these cases dealt with the application of new constitutional rules which \"substantially\" impaired a trial's truth-finding function, and both required retrial or release for every defendant subsequently raising the issue collaterally or in direct appeal.<sup>[14]</sup></p>\n<p>Concurring Justices Powell and Marshall indicate a dissatisfaction with this form of retroactivity and imply the court's criteria<sup>[15]</sup> for establishing retroactive or prospective application of a new rule is anomalistic and counter-productive.<sup>[16]</sup> As an alternative, they propose the adoption of Justice Harlan's view in <i>Mackey v. U. S.,</i> 401 U.S. 667, 675-702, 91 S.Ct. 1160, 28 L.Ed.2d 404 (1971) (separate opinion). His opinion found constitutional grounding for the proposition that a new rule of criminal procedure should be retroactively applied in cases still pending on direct appeal, whereas cases on collateral review would, ordinarily, be considered in light of the rule as it stood when the conviction became final. 401 U.S. at 681-692, 91 S.Ct. 1160. Justice Harlan went on to note two exceptions to this proposed approach which would allow some new rules to be retroactively applied even on collateral review: substantive due process rules which place private conduct beyond the power of criminal lawmaking; and claims of nonobservance of those procedures which can be described as \"implicit in the concept of ordered liberty.\" 401 U.S. at 692-693, 91 S.Ct. at 1180.</p>\n<p>Although Justice Harlan's approach appears eminently sound to this court (particularly in light of his dependence upon historical habeas corpus limitations which only recently have been acknowledged),<sup>[17]</sup> it is not the majority view.<sup>[18]</sup> Therefore the <span class=\"star-pagination\">*1275</span> <i>Mullaney</i> doctrine is fully retroactive and encompasses petitioner Cole's habeas corpus claim.</p>\n<p>The state makes two further procedural arguments: that the trial judge's initial placing of the burden on the state avoided any <i>Mullaney</i> doctrine problems,<sup>[19]</sup> and the burden on self-defense was properly placed upon the defendant within the meaning of <i>Patterson v. New York,</i> 432 U.S. 197, 97 S.Ct. 2319, 53 L.Ed.2d 281 (1977).<sup>[20]</sup> The first contention is refuted by the North Carolina Supreme Court's holding in <i>State v. Hankerson,</i> 288 N.C. 632, 643-49, 220 S.E.2d 575 (1977) that the state's long standing jury instruction on proof of malice and self-defense were constitutionally deficient under <i>Mullaney.</i> A reading of the appellate transcript reveals the malice and self-defense instructions to be typical of those acknowledged as constitutionally infirm by the State Supreme Court. Therefore, the issue of improper burden placing is squarely raised by petitioner Cole's application, and <i>Leland v. Oregon,</i> 343 U.S. 790, 72 S.Ct. 1002, 96 L.Ed. 1302 (1952) is inapposite.</p>\n<p>The state's second contention presents the issue of whether or not a defendant can be forced to bear the burden of persuasion for state created affirmative defenses. <i>Patterson v. New York, supra</i><i>,</i> discussed New York statutory law which requires a defendant, charged with second degree murder, to prove by a preponderance of the evidence the affirmative defense of extreme emotional disturbance to reduce the crime of manslaughter.<sup>[21]</sup> Unlike <i>Mullaney,</i> this procedure does not contravene due process because the affirmative defense does not negate any facts of the crime which the state must prove in order to convict, but constitutes a separate issue. The state's creation of a factor which mitigates the degree of criminality or punishment does not require it to prove beyond a reasonable doubt the defense's nonexistence in each case where it is put into issue, if in the state's judgment this would be too cumbersome, expensive, and inaccurate.<sup>[22]</sup></p>\n<p><span class=\"star-pagination\">*1276</span> The Fourth Circuit's recent opinion in <i>Frazier v. Weatherholtz,</i> No. 76-1511, 572 F.2d 994 (February 27, 1978), <i>reversing</i> 411 F.Supp. 349 (W.D.Va.1976), requires a thorough examination of the history and effect of North Carolina's self-defense charge. In <i>Frazier,</i> the court rather cryptically upheld the challenged self-defense instruction as constitutional under <i>Patterson, supra,</i><i> </i><i>Mullaney, supra,</i> and <i>Hodge v. Commonwealth,</i> Va., 228 S.E.2d 692 (1976). As delineated by the Virginia Supreme Court in <i>Hodge</i> and Judge Turk in his district court <i>Frazier</i> opinion, Virginia's jury instructions had long placed the burden of proof on the state to prove each homicide element beyond a reasonable doubt. The reference in these charges to the defendant \"bearing the burden of showing self-defense\" is merely that he produce \"some\" evidence of the existence of self-defense so as to shift the burden to the state and require it to prove beyond a reasonable doubt those elements of homicide which would overcome the defendant's self-defense evidence.<sup>[23]</sup> Rather than raising a presumption against the accused condemnable under <i>Mullaney,</i> Virginia merely creates an <i>inference</i> which shifts the burden of going forward from the state to the defendant, but the state continues to bear the ultimate burden of proof beyond a reasonable doubt as to each element of the charged offense. This procedure meets the requirements of <i>Mullaney,</i> and as Judge Field for the Circuit Court held,<sup>[24]</sup> falls within the limits of <i>Patterson,</i> presumably because the state did . . . \"not shift the burden of proof to the defendant by presuming an ingredient [of the offense] upon proof of the other elements of the offense.\" 432 U.S. at 215, 97 S.Ct. at 2330.</p>\n<p>The history and effect of North Carolina's self-defense charge is different from those charges the Supreme Court was attempting to insulate in <i>Patterson,</i> and the Fourth Circuit sanctioned in <i>Frazier.</i> The charge's distinct procedural operation, as delineated in <i>State v. Hankerson, supra</i><i>,</i> is worth quoting at length:</p>\n<blockquote>\". . . The foregoing authorities establish that from 1864 to 1975, 111 years, the law of this State has been this: when it is established by a defendant's judicial admission, or the State proves beyond a reasonable doubt that the defendant intentionally inflicted a wound upon the deceased with a deadly weapon which proximately caused death, the law raises two presumptions against the defendant: (1) the killing was unlawful, and (2) it was done with malice. Nothing else appearing in the case the defendant would be guilty of murder in the second degree. When these presumptions arise the burden devolves upon the defendant to prove to the satisfaction of the jury the legal provocation which will rob the crime of malice and reduce it to manslaughter or which will excuse the killing altogether on the ground of self-defense. If defendant rebuts the presumption of malice only, the presumption that the killing was unlawful remains, making the crime manslaughter. The jury instructions complained of here were in accordance with these long established rules.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>\"Satisfying the jury, the standard long adopted by this Court and utilized in the instructions now under consideration means, we believe, a standard no greater and at the same time one not significantly less than persuasion by a preponderance of the evidence. Satisfying the jury means that there must be some evidence offered of all elements of heat of passion on sudden provocation or of self-defense, as the case may be, and that this evidence must satisfy or persuade the jury of the truth of the existence of these provocations <span class=\"star-pagination\">*1277</span>  one which robs the crime of malice and the other which excuses it altogether. \"Under the Maine rules considered in <i>Mullaney</i> when the State proved beyond a reasonable doubt that the killing was (1) intentional, and (2) unlawful, the jury was told that the defendant would be guilty of murder unless he proved by a preponderance of the evidence that he killed in the heat of passion in which case he could be convicted only of manslaughter. <i>Under North Carolina rules when the State proved beyond a reasonable doubt a killing proximately resulting from the intentional use of a deadly weapon the jury here was told, in effect, that defendant would be guilty of murder in the second degree unless he `satisfies' the jury that he killed in the heat of sudden passion or in self-defense. The instructions here under consideration, therefore, like those in Maine, unconstitutionally relieved the prosecution of the burden of proving beyond a reasonable doubt malice and unlawfulness when the issues of their existence were properly raised.\"</i> 288 N.C. at 647-48 220 S.E.2d at 586. (emphasis added).</blockquote>\n<p>Although the Chief Justice and Justice Blackmun in <i>Hankerson, supra,</i> 432 U.S. at 245, 97 S.Ct. 2339, suggested that North Carolina rereview its self-defense instructions in light of <i>Patterson,</i> no such rereview has been forthcoming. Therefore, we can only assume that the State Supreme Court's interpretation of the instruction's operation in <i>State v. Hankerson, supra</i><i>,</i> is controlling.</p>\n<p>As the language quoted above establishes, North Carolina allows the presumptions of \"malice\" and \"unlawfulness\" to be raised when the state proves a wound was \"intentionally inflicted upon the victim which proximately caused death.\" By employing the presumption of unlawfulness, the state does far more than \"create an inference that procedurally shifts the burden of going forward with the proof\" as does Virginia; instead, the accused must prove by a \"preponderance\" that he acted in self-defense. The state, therefore, does not bear the burden to first prove unlawfulness but can merely rest upon the presumption. Also, the North Carolina self-defense charge allows the presumption of one ingredient of an offense when another is shown. This is a far cry from the New York law discussed in <i>Patterson</i> which requires the state to prove <i>each</i> element of the murder charge without presuming or inferring any facts, and only when each of these is proven does the defendant bear the burden of proving an affirmative defense. In light of the foregoing, North Carolina's pre-<i>Hankerson</i> self-defense instruction does not fit within the limits established by <i>Patterson</i> and applied in <i>Frazier.</i></p>\n<p>This court is well aware of the impact its decision may have on the administration of justice in North Carolina. Such factors were considered by the United States Supreme Court in its <i>Hankerson</i> decision but were rejected in favor of preserving and enhancing a criminal trial's truth-finding function. The procedures through which a state can insulate past convictions were specifically delineated in <i>Mullaney</i> and <i>Hankerson.</i> Yet these procedural rules should not and will not be enforced in circumvention of the Supreme Court's clear language and intent, thereby depriving criminal defendants of their due process rights.</p>\n<p>In light of the foregoing legal findings and conclusions, I order petitioner's application for a writ of habeas corpus to be granted and the state to discharge him within ninety days unless it wishes to retry petitioner within this period.</p>\n<p>LET THIS ORDER BE ENTERED FORTHWITH.</p>\n<h2>NOTES</h2>\n<p>[1]  Instructions as to malice were given and repeated in the Appellate Transcript at 50, 56, 59 and 61.</p>\n<p>[2]  The State, in its brief, contends there was insufficient evidence to support a self-defense charge (only an accidental death defense). This contention is belied by the appellate record. Judge Clark, at 52 of the transcript, charges on self-defense to illustrate the defendant's rights vis-a-vis his accidental death defense. The defendant's defense is again referred to at 62, and on page 64, Judge Clark specifically tells the jury that his illustrative instruction was in error and the self-defense instructions should be kept in mind if the evidence upholds such a defense. Therefore, the trial judge clearly found a self-defense charge warranted by the evidence, and petitioner's claim is supported by the trial record.</p>\n<p>[3]  See footnotes n.1 and n.2, <i>supra.</i></p>\n<p>[4]  Justice Rehnquist's concurrence at 704, 95 S.Ct. 1881 is prescient in its comment that the Supreme Court of Maine gratuitously decided Wilbur's claim on the merits. The defendant did not object to the burden shifting instruction at trial and raised it for the first time on appeal. If the Maine Court had not reviewed the claim, <i>Fay v. Noia,</i> 372 U.S. 391, 83 S.Ct. 822, 9 L.Ed.2d 837 (1963) and <i>Davis v. U. S.,</i> 411 U.S. 233, 93 S.Ct. 1577, 36 L.Ed.2d 216 (1973) would preclude raising a constitutional objection on habeas corpus which could have been excepted to at trial and have prevented the error. This point becomes more significant in the cases discussed <i>infra.</i></p>\n<p>[5]  The determinative cause/prejudice factors in <i>Wainwright</i> were the defendant's inability to offer a valid reason for not objecting to the testimonial inclusions, and the sufficiency of the evidence, independent of the challenged inclusion, which would support a conviction. 97 S.Ct. 2508-09.</p>\n<p>[6]  North Carolina Rule of Appellate Procedure 10, \"EXCEPTIONS AND ASSIGNMENTS OF ERROR IN RECORD ON APPEAL\" . . .\n</p>\n<p>(a) Function in Limiting Scope of Review. Except as otherwise provided in this Rule 10, the scope of review on appeal is confined to a consideration of those exceptions set out and made the basis of assignments of error in the record on appeal in accordance with this Rule 10. No exception not so set out may be made the basis of an assignment of error; and no exception so set out which is not made the basis of an assignment of error may be considered on appeal. Provided, that upon any appeal duly taken from a final judgment any party to the appeal may present for review, by properly raising them in his brief, the questions whether the judgment is supported by the verdict or by the findings of fact and conclusions of law, whether the court had jurisdiction of the subject matter, <i>and whether a criminal charge is sufficient in law, notwithstanding the absence of exceptions or assignments of error in the record on appeal.</i> (emphasis added).</p>\n<p>[7]  The appellants in these cases both challenged the trial judge's misstatement as to who bore the burden of proof on a particular issue. See also, <i>McGill v. Lumberton,</i> 215 N.C. 752, 3 S.E.2d 324 (1939); <i>State v. Calcutt,</i> 219 N.C. 545, 15 S.E.2d 9 (1941) and <i>Stanley v. Hyman-Michaels Co.,</i> 222 N.C. 257, 22 S.E.2d 570 (1942).</p>\n<p>[8]  See the discussion, supra at 1271-1272, of <i>Hankerson,</i> footnote eight and its expansion in <i>Wainwright v. Sykes, supra</i><i>.</i></p>\n<p>[9]  The result may have been different if, as in <i>Wainwright,</i> the defendant had failed to raise a constitutional issue on state appeal which had been acknowledged by the Supreme Court before, or during, the appeals period. Also, such an altered result would have been consistent with North Carolina State procedural practice and closer to the independent state ground contemplated by the court in <i>Wainwright, supra,</i> 97 S.Ct. at 2503-06.</p>\n<p>[10]  This state foreclosure stems from his failure to appeal to the North Carolina Court of Appeals his denial of state post-conviction relief. I concluded <i>supra</i> at 1271, that the procedural posture of petitioner's appeal satisfies federal exhaustion requirements in that he presently has no available state remedies. <i>See, </i><i>Fay v. Noia, supra</i><i>.</i></p>\n<p>[11]  This test would presumably operate in the same manner, and with the same effect, as the cause/prejudice test.</p>\n<p>[12]  <i>Cf., </i><i>U. S. v. Scott,</i> 425 F.2d 55 (9th Cir. 1970), which also dealt with a situation where the bar did not perceive the unconstitutionality of a jury instruction, later so ruled by the Supreme Court. Judge Hufstedler noted, that because there was a wall of authority against objecting to the charge, the federal contemporaneous objection rule became a formalism that would not have effected the course of trial, and should not therefore preclude an appellate court's review of the issue.</p>\n<p>[13]  Mr. Cole did not \"consensually relinquish a substantive right\" because as a layman, he had no knowledge of the type of rights that would give rise to such a waiver. Therefore, only the second of Justice Powell's exceptions is at issue in this case.</p>\n<p>[14]  This principle was also approved in <i>Michigan v. Payne,</i> 412 U.S. 47, 52, 93 S.Ct. 1966, 36 L.Ed.2d 736 (1972); and <i>see, </i><i>Adams v. Illinois,</i> 405 U.S. 278, 280, 92 S.Ct. 916, 31 L.Ed.2d 202 (1972); <i>Roberts v. Russell,</i> 392 U.S. 293, 295, 88 S.Ct. 1921, 20 L.Ed.2d 1100 (1968); <i>Jackson v. Denno,</i> 378 U.S. 368, 84 S.Ct. 1774, 12 L.Ed.2d 908 (1964); and <i>Gideon v. Wainwright,</i> 372 U.S. 335, 83 S.Ct. 792, 9 L.Ed.2d 799 (1963).</p>\n<p>[15]  <i>Linkletter v. Walker,</i> 381 U.S. 618, 636-40, 85 S.Ct. 1731, 14 L.Ed.2d 601 (1964) and <i>Adams v. Illinois, supra,</i> 405 U.S. at 280, 92 S.Ct. 916.</p>\n<p>[16]  <i>Hankerson, supra,</i> 97 S.Ct. at 2346-48. <i>See, </i><i>Williams v. U. S., supra,</i> 401 U.S., at 665, 91 S.Ct. 1148 (Marshall, J., concurring in part and dissenting in part); and <i>see generally,</i> Beytagh, \"Ten Years of Non-Retroactivity: A Critique and a Proposal,\" 61 <i>Va.L.Rev.</i> 1557 (1975).</p>\n<p>[17]  <i>Stone v. Powell,</i> 428 U.S. 465, 96 S.Ct. 3037, 49 L.Ed.2d 1067 (1976); and <i>see, </i><i>Wainwright v. Sykes, supra</i><i>; </i><i>Davis v. U. S., supra</i><i>;</i> and Cover and Aleinkoff, \"Dialectical Federalism: Habeas Corpus and the Court,\" 86 <i>Yale Law Journal</i> 1035 (1977).</p>\n<p>[18]  Tangentially, if Justice Harlan's approach did govern, Mr. Cole's collateral attack would not be cognizable because it does not fit within either of the exceptions. The only one possibly applicable is a rule \"essential to ordered liberty,\" <i>Palko v. Connecticut,</i> 302 U.S. 319, 325, 58 S.Ct. 149, 82 L.Ed. 288 (1937), which excludes rules that only aid in \"truth determination.\" <i>Compare,</i> 401 U.S. at 694-95, 91 S.Ct. 1160, with 97 S.Ct. 2344-45.</p>\n<p>[19]  The state contends, essentially, that because the initial burden was placed on the state, it was incumbent on the state to prove each element of the offense as charged, even though the defendant also had burdens of proof as to particular issues.</p>\n<p>[20]  <i>See, </i><i>Hankerson v. North Carolina, supra,</i> 432 U.S., at 240 n.6, 97 S.Ct. 2339.</p>\n<p>[21]  This defense is a legislatively created variant of the heat of passion provocation defense. 432 U.S. at 201-03, 97 S.Ct. 2319.</p>\n<p>[22]  The holdings in <i>Leland v. Oregon,</i> 343 U.S. 790, 798, 72 S.Ct. 1002, 96 L.Ed. 1302 (1952) and <i>Rivera v. Delaware,</i> 429 U.S. 877, 97 S.Ct. 226, 50 L.Ed.2d 160 (1976) are central to the result in <i>Patterson.</i> These cases upheld the requirement that a defendant bear the burden of proving the insanity defense against a due process attack. (<i>Rivera</i> was dismissed for failing to raise a substantial federal question but it read by the court in <i>Patterson</i> as reaffirming <i>Leland.</i>) The results in these cases were favorably compared to the result in <i>Patterson</i>:\n</p>\n<p>\"In convicting Patterson under its murder statute, New York did no more than <i>Leland</i> and <i>Rivera</i> permitted it to do without violating the Due Process Clause. Under those cases, once the facts constituting a crime are established beyond reasonable doubt, based on all the evidence including the evidence of the defendant's mental state, the State may refuse to sustain the affirmative defense of insanity unless demonstrated by a preponderance of the evidence.</p>\n<p>\"The New York law on extreme emotional disturbance follows this pattern. This affirmative defense, which the Court of Appeals described as permitting `the defendant to show that his actions were caused by a mental infirmity not rising to the level of insanity, and that he is less culpable for having committed them,' [citation omitted] does not serve to negative any facts of the crime which the State is to prove in order to convict of murder. It constitutes a separate issue on which the defendant is required to carry the burden of persuasion; and unless we are to overturn <i>Leland</i> and <i>Rivera,</i> New York has not violated the Due Process Clause, and Patterson's conviction must be sustained.\" 432 U.S. at 206-07, 97 S.Ct. at 2325.</p>\n<p><i>Patterson</i> also specifically discredited the notion that <i>Mullaney</i> read the Due Process Clause as requiring a state to prove beyond a reasonable doubt any fact affecting the degree of criminal culpability. The court noted, at 2328-29 n.15, that such a rule would deprive legislatures of any discretion in allocating burdens of proof, the practical result of which would be to undermine judicial reform of the criminal justice system. Yet this dicta should not be taken as an invitation for legislatures to reallocate the burden of proving the traditional elements of criminal offenses to the accused, and thus emasculate the <i>Mullaney</i> standard. 432 U.S. at 210, 97 S.Ct. 2319.</p>\n<p>[23]  This procedure, whereby the defendant must show some proof of the defense in order to force the state to negate its existence, was sanctioned in <i>Mullaney. See</i> discussion <i>supra</i> at 1270.</p>\n<p>[24]  Judge Field's conclusion in <i>Frazier</i> \"since the trial court's instruction on self-defense . . was well within the limits of <i>Patterson,\"</i> must mean that, taken in context to the overall charge, the self-defense portion did not unconstitutionally shift the burden of proof to Frazier. Judge Turk had concluded that, although the usual Virginia jury instructions were not infirm under <i>Mullaney, this particular</i> charge improperly shifted the burden.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">447</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1268</span></span> (1978)</b></center>\n<center><h1>James Lewis COLE, Petitioner,<br>\nv.<br>\nL. V. STEVENSON, Superintendent, and Attorney General of State of North Carolina, Rufus L. Edmisten, Respondents.</h1></center>\n<center>No. 77-0351-HC.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>March 14, 1978.</center>\n<p><span class=\"star-pagination\">*1269</span> James Lewis Cole, pro se.</p>\n<p>Rufus L. Edmisten, Atty. Gen. of North Carolina, Richard N. League, Asst. Atty. Gen., Raleigh, N. C., for respondents.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LARKINS, Chief Judge.</p>\n<p>This habeas corpus application was submitted by James Lewis Cole, a state court prisoner who alleges the violation of his Fourteenth Amendment rights. Petitioner entered a not guilty plea to a charge of murder. Upon this plea, he was tried by jury, convicted of second degree murder, and sentenced to imprisonment for a period of from twenty to thirty years. His conviction was upheld by the North Carolina Supreme Court in <i>State v. Cole,</i> <span class=\"citation no-link\"><span class=\"volume\">280</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">398</span></span>, <span class=\"citation no-link\"><span class=\"volume\">185</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">833</span></span> (1971) and a 1975 federal habeas corpus application also proved unsuccessful. Mr. Cole later filed a state postconviction application which was denied without hearing on July 1, 1977. No appeal was taken from this denial.</p>\n<p>The instant habeas corpus petition raises two grounds for relief: (1) that the trial judge erroneously placed the burden of proof on petitioner to reduce the charges against him from murder to manslaughter by proving the absence of malice;<sup>[1]</sup> and (2) the trial court erred in placing the burden on petitioner to prove self-defense.<sup>[2]</sup> In <span class=\"star-pagination\">*1270</span> light of the trial transcript,<sup>[3]</sup> both of these issues are clearly raised by the jury instructions and appear constitutionally infirm within the meaning of <i>Mullaney v. Wilbur,</i> <span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">684</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1881</span></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></span> (1974) and <i>Hankerson v. North Carolina,</i> <span class=\"citation\" data-id=\"109699\"><a href=\"/opinion/109699/hankerson-v-north-carolina/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">233</span></a></span>, <span class=\"citation\" data-id=\"109699\"><a href=\"/opinion/109699/hankerson-v-north-carolina/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2339</span></a></span>, <span class=\"citation\" data-id=\"109699\"><a href=\"/opinion/109699/hankerson-v-north-carolina/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">306</span></a></span> (1977).</p>\n<p>The state has answered and moved each of petitioner's claims be dismissed due to fatal procedural defaults. Mr. Cole has replied to the state's answer and brief, and moved the writ be granted. I will first discuss the state's procedural arguments as they relate to the malice and self-defense instructions, leaving arguments addressed to individual claims until later.</p>\n<p>Initially, a survey of the case law which gives rise to petitioner's claims appears in order. The Supreme Court first dealt with standards of proof in <i>In re Winship,</i> <span class=\"citation no-link\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1068</span></span>, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">368</span></span> (1969), by holding that the Due Process Clause requires proof beyond a reasonable doubt when a juvenile is charged with an act which would constitute a crime if committed by an adult. The opinion noted that the \"beyond a reasonable doubt\" standard is indispensible in impressing upon the trier of fact the necessity of reaching a subjective state of certitude as to the facts in issue; and the prosecution must prove every element of the charged offense beyond a reasonable doubt. 397 U.S. at 364, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1068</span></span>.</p>\n<p>The importance of this standard was amplified in <i>Mullaney v. Wilbur,</i> <span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">684</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1881</span></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></span> (1975). There, the State of Maine had required a defendant charged with murder to prove he acted in the heat of passion on sudden provocation in order to reduce a homicide charge to manslaughter. The court concluded that since the prosecution must prove beyond a reasonable doubt every fact necessary to constitute the crime charged, it must also prove the absence of heat of passion which is malice beyond a reasonable doubt. Through footnote n.28 at 701, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1881</span></span>, the court did allow states to continue requiring defendants to show there is \"some evidence\" indicating they acted in the heat of passion before requiring the prosecution to negate this element.<sup>[4]</sup></p>\n<p><i>Mullaney</i> also circumscribed the use of presumptions which shift the evidentiary burden onto the defendant for certain facts. Maine distinguished manslaughter from murder by a showing of malice aforethought; yet the prosecution could rely on a presumption of \"implied\" malice from the commission of an unlawful homicide, and thus require the defendant to show heat of passion or provocation as a defense. Footnote n.31, at 702, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1881</span></span>, points out that <i>Mullaney</i> does not obviate all procedural presumptions or inferences which require a defendant to introduce evidence contesting the otherwise presumed or inferred facts. But these burden-shifting devices must satisfy more rigorous due process requirements: if a statutory inference, submitted to the jury as sufficient to support conviction, satisfies the reasonable doubt standard (that is, the evidence necessary to invoke the inference is sufficient for a rational juror to find the inferred fact beyond a reasonable doubt) as well as the more likely than not standard, then it clearly accords with due process. <i>Barnes v. U.</i> <span class=\"star-pagination\">*1271</span> <i>S.,</i> <span class=\"citation no-link\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></span>, 843-46 n.11, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2357</span></span>, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">380</span></span> (1972).</p>\n<p>In <i>Hankerson v. N. C.,</i> <span class=\"citation\" data-id=\"109699\"><a href=\"/opinion/109699/hankerson-v-north-carolina/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">233</span></a></span>, <span class=\"citation\" data-id=\"109699\"><a href=\"/opinion/109699/hankerson-v-north-carolina/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2339</span></a></span>, <span class=\"citation\" data-id=\"109699\"><a href=\"/opinion/109699/hankerson-v-north-carolina/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">306</span></a></span> (1977), the Court gave unanimous retroactivity to <i>Mullaney</i> and stressed that its holding was intended to enhance the fact-finding process. The North Carolina Supreme Court had held that its jury instructions on self-defense violated the <i>Mullaney</i> standard, but reasoned that applying the holding retroactively would have a devastating effect on the administration of justice in the state. These factors, Justice White acknowledged, can be relevant if a new rule represents nothing more than a small advance in the integrity of the fact-finding process, but such was not the case there. The reasonable doubt standard is as substantial a requirement under <i>Mullaney</i> as it was in <i>Winship</i> because it was intended to overcome an aspect of the criminal trial that \"substantially impairs its truth-finding function.\"</p>\n<p>The state's answer to the instant petition notes several procedural defenses which were acknowledged by the court in <i>Hankerson</i> as possibly foreclosing retroactive application of the <i>Mullaney</i> doctrine.</p>\n<p>The government first argues that, even though Cole had the burden of proof in negating malice, federal habeas corpus review is precluded by his failure to raise the issue on appeal as required by state law. <i>State v. White,</i> <span class=\"citation\" data-id=\"1352713\"><a href=\"/opinion/1352713/state-v-white/\"><span class=\"volume\">274</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">220</span></a></span>, <span class=\"citation\" data-id=\"1352713\"><a href=\"/opinion/1352713/state-v-white/\"><span class=\"volume\">162</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">473</span></a></span> (1968) and <i>Hankerson, supra,</i> 432 U.S. at 244 n.8, <span class=\"citation\" data-id=\"109699\"><a href=\"/opinion/109699/hankerson-v-north-carolina/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2339</span></a></span> are cited for the proposition that a failure to comply with state procedural requirements as regards objecting to jury instructions bars collateral attack. These citations appear to raise two slightly different lines of argument  the first being an exhaustion requirement, and the second, a procedural default which bars subsequent review.</p>\n<p>A review of the procedural history of this case shows the exhaustion argument to be meritless. Although petitioner did not appeal his denial of post-conviction relief, the appeals period for the July, 1977 decision has obviously passed, practicably foreclosing his state remedies. <i>See, </i><i>Fay v. Noia,</i> <span class=\"citation no-link\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></span>, 438, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">822</span></span>, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">837</span></span> (1967).</p>\n<p>The procedural default argument raises a more complex issue. Footnote n.8 in <i>Hankerson, supra,</i> 432 U.S., at 244, 97 S.Ct. at 2436 specifies that a state could minimize the impact of retroactively applying <i>Mullaney</i> by enforcing its \"normal and valid\" procedural rule \"that failure to object to a jury instruction is a waiver of any claim of error.\" This notation consequently raises the contemporaneous objection rule as discussed in <i>Wainwright v. Sykes,</i> <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">72</span></a></span>, <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2497</span></a></span>, <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">594</span></a></span> (1977).</p>\n<p>There, a defendant made inculpatory statements to police officers which were admitted into evidence. The respondent did not challenge the inclusions on grounds that he had not understood his <i>Miranda</i> warnings, nor did the trial judge <i>sua sponte</i> pass on their admissibility. After failing to raise the issue through state appeals, he filed a federal habeas petition under § 2254 asserting the inadmissibility of his statements because he had misunderstood his <i>Miranda</i> warnings. The court held that the defendant's failure to make timely objection under the Florida contemporaneous objection rule to the admission of his inculpatory statements, absent a showing of \"cause\" for the noncompliance and some showing of \"actual prejudice,\" barred federal habeas review of his <i>Miranda</i> claim. <i>Davis v. U. S.,</i> <span class=\"citation no-link\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">233</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1577</span></span>, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">216</span></span> (1972) and <i>Francis v. Henderson,</i> <span class=\"citation\" data-id=\"109439\"><a href=\"/opinion/109439/francis-v-henderson/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">536</span></a></span>, <span class=\"citation\" data-id=\"109439\"><a href=\"/opinion/109439/francis-v-henderson/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span>, <span class=\"citation\" data-id=\"109439\"><a href=\"/opinion/109439/francis-v-henderson/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">149</span></a></span> (1976) were cited as controlling, and the broad \"knowing waiver\" or \"deliberate bypass\" language, which had been used in <i>Fay v. Noia,</i> <span class=\"citation no-link\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">822</span></span>, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">837</span></span> (1963) to circumvent state objection rules, was apparently rejected in favor of the cause/prejudice test. Justice Rehnquist's opinion does not explicate this cryptic new test, but leaves its precise content to later case development.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*1272</span> Unlike Florida, North Carolina has a \"qualified\" collateral objection rule which requires an objection to be lodged against an erroneous jury instruction at trial or the error is deemed waived on appeal. <i>See, </i><i>Wooten v. Cagle,</i> <span class=\"citation\" data-id=\"1254177\"><a href=\"/opinion/1254177/wooten-v-cagle/\"><span class=\"volume\">268</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">366</span></a></span>, <span class=\"citation\" data-id=\"1254177\"><a href=\"/opinion/1254177/wooten-v-cagle/\"><span class=\"volume\">150</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">738</span></a></span> (1966) and <i>Dale v. Dale,</i> 8 N.C.App. 96, <span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">643</span></span> (1970). Yet this rule does not adhere in cases where the judge's charge contains errors of law, which are presumptively prejudicial.<sup>[6]</sup> North Carolina Rules of Appellate Procedure, Rule 10(a); and <i>See,</i> 2 Stansbury, <i>North Carolina Evidence</i> § 211 (<i>Brandis Rev.</i> 1973). Illustrative of this exception to the general rule are <i>State v. Johnson,</i> <span class=\"citation no-link\"><span class=\"volume\">227</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">587</span></span>, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">685</span></span> (1946) and <i>State v. Gause,</i> <span class=\"citation no-link\"><span class=\"volume\">227</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">26</span></span>, <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">463</span></span> (1946) where the North Carolina Supreme Court reviewed on appeal challenges to jury instructions which were incorrect as a matter of law and not objected to at trial.<sup>[7]</sup> It therefore appears, in this case, that Mr. Cole was not required by North Carolina procedure to object to an error in order to raise the error on appeal.</p>\n<p>Through its citations of <i>State v. White, supra</i><i>,</i> and <i>Hankerson, supra,</i> the state apparently argues that, although a defendant need not object to an error of law in the jury charge to challenge it on appeal, his failure to raise the issue at <i>any time</i> during the original appeals period, forecloses him under <i>Hankerson's</i> footnote eight.</p>\n<p>This argument takes Justice White's notation a step beyond where this court believes it was intended to go. The exception to retroactive application granted in footnote eight revolves around an issue's waiver due to the accused's failure to object at trial as required by state procedural law.<sup>[8]</sup> No such rule adheres in North Carolina; on the contrary, Appellate Rule 10(a) views errors of law in criminal charges as so prejudicial that they can be raised initially on appeal. If petitioner was not obligated to object at trial and a constitutional right (unacknowledged during his first appeals period) was retroactively applied to this case, I see no reason to foreclose the issues being raised in a federal habeas application.<sup>[9]</sup> This collateral proceeding lies independent of the fact that petitioner is foreclosed from raising his <i>Mullaney-Hankerson</i> claims in state courts because of a state procedural default.<sup>[10]</sup></p>\n<p>Even if North Carolina had a contemporaneous objection rule identical to Florida's, petitioner Cole would still not be deemed to <span class=\"star-pagination\">*1273</span> have waived his right to review within the meaning of <i>Wainwright v. Sykes, supra</i><i>.</i> As discussed earlier, Sykes requires a nonobjecting defendant to show cause for his not excepting to an erroneous instruction and actual prejudice to his rights. The majority opinion does not delineate what factors, or combination of factors, would evince cause and prejudice, but Justice Rehnquist does cite with approval Justice Powell's \"inexcusable procedural default\" test<sup>[11]</sup> enunciated in <i>Estelle v. Williams,</i> <span class=\"citation\" data-id=\"109438\"><a href=\"/opinion/109438/estelle-v-williams/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">501</span></a></span>, 513, <span class=\"citation\" data-id=\"109438\"><a href=\"/opinion/109438/estelle-v-williams/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1691</span></a></span>, <span class=\"citation\" data-id=\"109438\"><a href=\"/opinion/109438/estelle-v-williams/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">126</span></a></span> (1976).</p>\n<p>Justice Powell noted two situations where a conviction should be left standing despite the alleged constitutional infringement: when a substantive right was consensually relinquished, or when a defendant fails to object at a time when a substantive right could have been protected. In the latter, a tactical or procedural default would normally operate to bar federal review of an issue, subject to a court's exercise of discretion when plain error appears. <i>See, </i><i>U. S. v. Indiviglio,</i> <span class=\"citation\" data-id=\"269510\"><a href=\"/opinion/269510/united-states-v-benjamin-indiviglio/\"><span class=\"volume\">352</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">276</span></a></span> (2nd Cir. 1965). The concurrence views this \"procedural default\" as a form of tactical choice by defense counsel, and it goes on to say that, although inferred waivers of constitutional rights are not favored, . . . \"that policy, however, need not be carried to the length of allowing counsel for a defendant <i>deliberately</i> to forego objection to a <i>curable</i> trial defect, even though he is <i>aware</i> of the factual and legal basis for an objection, simply because he thought objection would be futile.\" 425 U.S. at 515, 96 S.Ct. at 1698 (emphasis added). Justice Powell's use of the words \"deliberately,\" \"aware,\" and \"curable,\" and his perception of the failure to object as a \"tactical choice\" can be interpreted as necessitating an attorney have knowledge of his client's right and purposely or erroneously not except to its violation.</p>\n<p>The Fifth Circuit's decision in <i>Jiminez v. Estelle,</i> <span class=\"citation\" data-id=\"346781\"><a href=\"/opinion/346781/pablo-ramos-jiminez-v-w-j-estelle-jr-director-texas-department-of/\"><span class=\"volume\">557</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">506</span></a></span> (1977), reaches a similar conclusion concerning the cause/prejudice test's content. Judge Tuttle found the \"knowing waiver\" standard of <i>Johnson v. Zerbst,</i> <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1019</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1461</span></span>, to have been eclipsed by the <i>Sykes</i> procedural default rule. This rather draconian forfeiture principle is, in turn, tempered by the cause/prejudice standard which is designed to avoid a \"miscarriage of justice.\" 557 F.2d at 509-10. After obvious prejudice was found, the court analyzed the cause requirement in terms of the defense attorney's competence  whether he was aware of the constitutional principle that could have been preserved by an objection, and/or whether there was a tactical advantage in not objecting. If the decision was not strategic but resulted from the legal ignorance of counsel, his incompetence would have been sufficient \"cause\" for the defendant's procedural default.</p>\n<p>In pre-<i>Mullaney</i> trials, North Carolina attorneys had no inkling that the state's standard jury instructions on self-defense and heat of passion were constitutionally infirm. The Supreme Court did not begin to evolve burden of proof standards until <i>In re Winship</i> in 1969, and did not hold the instructions in question unconstitutional until 1975 in <i>Mullaney.</i> North Carolina case law and practice stood so firmly against the sustaining of an objection on the burden of proof charges, that few, if any attorneys, saw any point in objecting. There was thus no deliberation, no awareness, and no tactical choice in defense attorney's nonobjection. If a constitutional violation in having a defendant bear certain burdens of proof was not perceived by the bar or the bench,<sup>[12]</sup> this must surely establish sufficient \"cause\" for petitioner Cole's procedural default in not objecting to the charge in question.<sup>[13]</sup></p>\n<p><span class=\"star-pagination\">*1274</span> The \"prejudice\" element of the test is satisfied in this case by petitioner's bearing of the burden to negate malice and prove he acted in self-defense. The court held in <i>Hankerson</i> that the placing of such a burden upon the defendant . . . \"substantially impairs a trial's truth-finding function.\" Therefore, even if North Carolina has the type of objection rule contemplated by Sykes, petitioner has shown sufficient cause for failing to object and significant prejudice to his rights.</p>\n<p>Concluding that petitioner has not waived his right to review of possible <i>Mullaney</i> and <i>Hankerson</i> jury charge defects, the state's procedural argument still leaves the thorny question of to what extent the <i>Mullaney</i> doctrine was intended to be retroactive.</p>\n<p>The Supreme Court held unanimously in <i>Hankerson</i> that the North Carolina Supreme Court was wrong in not giving <i>Mullaney</i> \"complete\" retroactive effect, and cites <i>Ivan V. v. City of New York,</i> <span class=\"citation\" data-id=\"108575\"><a href=\"/opinion/108575/ivan-v-v-city-of-new-york/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">203</span></a></span>, 204, <span class=\"citation\" data-id=\"108575\"><a href=\"/opinion/108575/ivan-v-v-city-of-new-york/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1951</span></a></span>, <span class=\"citation\" data-id=\"108575\"><a href=\"/opinion/108575/ivan-v-v-city-of-new-york/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></a></span> (1972) to illustrate its retroactive intent which, in turn, relies upon <i>Williams v. U. S.,</i> <span class=\"citation\" data-id=\"108301\"><a href=\"/opinion/108301/williams-v-united-states/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">646</span></a></span>, 653, <span class=\"citation\" data-id=\"108301\"><a href=\"/opinion/108301/williams-v-united-states/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1148</span></a></span>, <span class=\"citation\" data-id=\"108301\"><a href=\"/opinion/108301/williams-v-united-states/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">388</span></a></span> (1971). As in <i>Hankerson,</i> these cases dealt with the application of new constitutional rules which \"substantially\" impaired a trial's truth-finding function, and both required retrial or release for every defendant subsequently raising the issue collaterally or in direct appeal.<sup>[14]</sup></p>\n<p>Concurring Justices Powell and Marshall indicate a dissatisfaction with this form of retroactivity and imply the court's criteria<sup>[15]</sup> for establishing retroactive or prospective application of a new rule is anomalistic and counter-productive.<sup>[16]</sup> As an alternative, they propose the adoption of Justice Harlan's view in <i>Mackey v. U. S.,</i> <span class=\"citation\" data-id=\"108302\"><a href=\"/opinion/108302/mackey-v-united-states/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span>, 675-702, <span class=\"citation\" data-id=\"108302\"><a href=\"/opinion/108302/mackey-v-united-states/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1160</span></a></span>, <span class=\"citation\" data-id=\"108302\"><a href=\"/opinion/108302/mackey-v-united-states/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">404</span></a></span> (1971) (separate opinion). His opinion found constitutional grounding for the proposition that a new rule of criminal procedure should be retroactively applied in cases still pending on direct appeal, whereas cases on collateral review would, ordinarily, be considered in light of the rule as it stood when the conviction became final. 401 U.S. at 681-692, <span class=\"citation\" data-id=\"108302\"><a href=\"/opinion/108302/mackey-v-united-states/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1160</span></a></span>. Justice Harlan went on to note two exceptions to this proposed approach which would allow some new rules to be retroactively applied even on collateral review: substantive due process rules which place private conduct beyond the power of criminal lawmaking; and claims of nonobservance of those procedures which can be described as \"implicit in the concept of ordered liberty.\" 401 U.S. at 692-693, 91 S.Ct. at 1180.</p>\n<p>Although Justice Harlan's approach appears eminently sound to this court (particularly in light of his dependence upon historical habeas corpus limitations which only recently have been acknowledged),<sup>[17]</sup> it is not the majority view.<sup>[18]</sup> Therefore the <span class=\"star-pagination\">*1275</span> <i>Mullaney</i> doctrine is fully retroactive and encompasses petitioner Cole's habeas corpus claim.</p>\n<p>The state makes two further procedural arguments: that the trial judge's initial placing of the burden on the state avoided any <i>Mullaney</i> doctrine problems,<sup>[19]</sup> and the burden on self-defense was properly placed upon the defendant within the meaning of <i>Patterson v. New York,</i> <span class=\"citation\" data-id=\"109698\"><a href=\"/opinion/109698/patterson-v-new-york/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">197</span></a></span>, <span class=\"citation\" data-id=\"109698\"><a href=\"/opinion/109698/patterson-v-new-york/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2319</span></a></span>, <span class=\"citation\" data-id=\"109698\"><a href=\"/opinion/109698/patterson-v-new-york/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">281</span></a></span> (1977).<sup>[20]</sup> The first contention is refuted by the North Carolina Supreme Court's holding in <i>State v. Hankerson,</i> <span class=\"citation no-link\"><span class=\"volume\">288</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">632</span></span>, 643-49, <span class=\"citation no-link\"><span class=\"volume\">220</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">575</span></span> (1977) that the state's long standing jury instruction on proof of malice and self-defense were constitutionally deficient under <i>Mullaney.</i> A reading of the appellate transcript reveals the malice and self-defense instructions to be typical of those acknowledged as constitutionally infirm by the State Supreme Court. Therefore, the issue of improper burden placing is squarely raised by petitioner Cole's application, and <i>Leland v. Oregon,</i> <span class=\"citation\" data-id=\"105024\"><a href=\"/opinion/105024/leland-v-oregon/\"><span class=\"volume\">343</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">790</span></a></span>, <span class=\"citation\" data-id=\"105024\"><a href=\"/opinion/105024/leland-v-oregon/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1002</span></a></span>, <span class=\"citation\" data-id=\"105024\"><a href=\"/opinion/105024/leland-v-oregon/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1302</span></a></span> (1952) is inapposite.</p>\n<p>The state's second contention presents the issue of whether or not a defendant can be forced to bear the burden of persuasion for state created affirmative defenses. <i>Patterson v. New York, supra</i><i>,</i> discussed New York statutory law which requires a defendant, charged with second degree murder, to prove by a preponderance of the evidence the affirmative defense of extreme emotional disturbance to reduce the crime of manslaughter.<sup>[21]</sup> Unlike <i>Mullaney,</i> this procedure does not contravene due process because the affirmative defense does not negate any facts of the crime which the state must prove in order to convict, but constitutes a separate issue. The state's creation of a factor which mitigates the degree of criminality or punishment does not require it to prove beyond a reasonable doubt the defense's nonexistence in each case where it is put into issue, if in the state's judgment this would be too cumbersome, expensive, and inaccurate.<sup>[22]</sup></p>\n<p><span class=\"star-pagination\">*1276</span> The Fourth Circuit's recent opinion in <i>Frazier v. Weatherholtz,</i> No. 76-1511, <span class=\"citation\" data-id=\"354091\"><a href=\"/opinion/354091/steven-franklin-frazier-v-glen-weatherholtz-sheriff-of-rockingham-county/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">994</span></a></span> (February 27, 1978), <i>reversing</i> <span class=\"citation\" data-id=\"1643245\"><a href=\"/opinion/1643245/frazier-v-weatherholtz/\"><span class=\"volume\">411</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">349</span></a></span> (W.D.Va.1976), requires a thorough examination of the history and effect of North Carolina's self-defense charge. In <i>Frazier,</i> the court rather cryptically upheld the challenged self-defense instruction as constitutional under <i>Patterson, supra,</i><i> </i><i>Mullaney, supra,</i> and <i>Hodge v. Commonwealth,</i> Va., <span class=\"citation no-link\"><span class=\"volume\">228</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">692</span></span> (1976). As delineated by the Virginia Supreme Court in <i>Hodge</i> and Judge Turk in his district court <i>Frazier</i> opinion, Virginia's jury instructions had long placed the burden of proof on the state to prove each homicide element beyond a reasonable doubt. The reference in these charges to the defendant \"bearing the burden of showing self-defense\" is merely that he produce \"some\" evidence of the existence of self-defense so as to shift the burden to the state and require it to prove beyond a reasonable doubt those elements of homicide which would overcome the defendant's self-defense evidence.<sup>[23]</sup> Rather than raising a presumption against the accused condemnable under <i>Mullaney,</i> Virginia merely creates an <i>inference</i> which shifts the burden of going forward from the state to the defendant, but the state continues to bear the ultimate burden of proof beyond a reasonable doubt as to each element of the charged offense. This procedure meets the requirements of <i>Mullaney,</i> and as Judge Field for the Circuit Court held,<sup>[24]</sup> falls within the limits of <i>Patterson,</i> presumably because the state did . . . \"not shift the burden of proof to the defendant by presuming an ingredient [of the offense] upon proof of the other elements of the offense.\" 432 U.S. at 215, 97 S.Ct. at 2330.</p>\n<p>The history and effect of North Carolina's self-defense charge is different from those charges the Supreme Court was attempting to insulate in <i>Patterson,</i> and the Fourth Circuit sanctioned in <i>Frazier.</i> The charge's distinct procedural operation, as delineated in <i>State v. Hankerson, supra</i><i>,</i> is worth quoting at length:</p>\n<blockquote>\". . . The foregoing authorities establish that from 1864 to 1975, 111 years, the law of this State has been this: when it is established by a defendant's judicial admission, or the State proves beyond a reasonable doubt that the defendant intentionally inflicted a wound upon the deceased with a deadly weapon which proximately caused death, the law raises two presumptions against the defendant: (1) the killing was unlawful, and (2) it was done with malice. Nothing else appearing in the case the defendant would be guilty of murder in the second degree. When these presumptions arise the burden devolves upon the defendant to prove to the satisfaction of the jury the legal provocation which will rob the crime of malice and reduce it to manslaughter or which will excuse the killing altogether on the ground of self-defense. If defendant rebuts the presumption of malice only, the presumption that the killing was unlawful remains, making the crime manslaughter. The jury instructions complained of here were in accordance with these long established rules.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>\"Satisfying the jury, the standard long adopted by this Court and utilized in the instructions now under consideration means, we believe, a standard no greater and at the same time one not significantly less than persuasion by a preponderance of the evidence. Satisfying the jury means that there must be some evidence offered of all elements of heat of passion on sudden provocation or of self-defense, as the case may be, and that this evidence must satisfy or persuade the jury of the truth of the existence of these provocations <span class=\"star-pagination\">*1277</span>  one which robs the crime of malice and the other which excuses it altogether. \"Under the Maine rules considered in <i>Mullaney</i> when the State proved beyond a reasonable doubt that the killing was (1) intentional, and (2) unlawful, the jury was told that the defendant would be guilty of murder unless he proved by a preponderance of the evidence that he killed in the heat of passion in which case he could be convicted only of manslaughter. <i>Under North Carolina rules when the State proved beyond a reasonable doubt a killing proximately resulting from the intentional use of a deadly weapon the jury here was told, in effect, that defendant would be guilty of murder in the second degree unless he `satisfies' the jury that he killed in the heat of sudden passion or in self-defense. The instructions here under consideration, therefore, like those in Maine, unconstitutionally relieved the prosecution of the burden of proving beyond a reasonable doubt malice and unlawfulness when the issues of their existence were properly raised.\"</i> 288 N.C. at 647-48 220 S.E.2d at 586. (emphasis added).</blockquote>\n<p>Although the Chief Justice and Justice Blackmun in <i>Hankerson, supra,</i> 432 U.S. at 245, <span class=\"citation\" data-id=\"109699\"><a href=\"/opinion/109699/hankerson-v-north-carolina/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2339</span></a></span>, suggested that North Carolina rereview its self-defense instructions in light of <i>Patterson,</i> no such rereview has been forthcoming. Therefore, we can only assume that the State Supreme Court's interpretation of the instruction's operation in <i>State v. Hankerson, supra</i><i>,</i> is controlling.</p>\n<p>As the language quoted above establishes, North Carolina allows the presumptions of \"malice\" and \"unlawfulness\" to be raised when the state proves a wound was \"intentionally inflicted upon the victim which proximately caused death.\" By employing the presumption of unlawfulness, the state does far more than \"create an inference that procedurally shifts the burden of going forward with the proof\" as does Virginia; instead, the accused must prove by a \"preponderance\" that he acted in self-defense. The state, therefore, does not bear the burden to first prove unlawfulness but can merely rest upon the presumption. Also, the North Carolina self-defense charge allows the presumption of one ingredient of an offense when another is shown. This is a far cry from the New York law discussed in <i>Patterson</i> which requires the state to prove <i>each</i> element of the murder charge without presuming or inferring any facts, and only when each of these is proven does the defendant bear the burden of proving an affirmative defense. In light of the foregoing, North Carolina's pre-<i>Hankerson</i> self-defense instruction does not fit within the limits established by <i>Patterson</i> and applied in <i>Frazier.</i></p>\n<p>This court is well aware of the impact its decision may have on the administration of justice in North Carolina. Such factors were considered by the United States Supreme Court in its <i>Hankerson</i> decision but were rejected in favor of preserving and enhancing a criminal trial's truth-finding function. The procedures through which a state can insulate past convictions were specifically delineated in <i>Mullaney</i> and <i>Hankerson.</i> Yet these procedural rules should not and will not be enforced in circumvention of the Supreme Court's clear language and intent, thereby depriving criminal defendants of their due process rights.</p>\n<p>In light of the foregoing legal findings and conclusions, I order petitioner's application for a writ of habeas corpus to be granted and the state to discharge him within ninety days unless it wishes to retry petitioner within this period.</p>\n<p>LET THIS ORDER BE ENTERED FORTHWITH.</p>\n<h2>NOTES</h2>\n<p>[1]  Instructions as to malice were given and repeated in the Appellate Transcript at 50, 56, 59 and 61.</p>\n<p>[2]  The State, in its brief, contends there was insufficient evidence to support a self-defense charge (only an accidental death defense). This contention is belied by the appellate record. Judge Clark, at 52 of the transcript, charges on self-defense to illustrate the defendant's rights vis-a-vis his accidental death defense. The defendant's defense is again referred to at 62, and on page 64, Judge Clark specifically tells the jury that his illustrative instruction was in error and the self-defense instructions should be kept in mind if the evidence upholds such a defense. Therefore, the trial judge clearly found a self-defense charge warranted by the evidence, and petitioner's claim is supported by the trial record.</p>\n<p>[3]  See footnotes n.1 and n.2, <i>supra.</i></p>\n<p>[4]  Justice Rehnquist's concurrence at 704, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1881</span></span> is prescient in its comment that the Supreme Court of Maine gratuitously decided Wilbur's claim on the merits. The defendant did not object to the burden shifting instruction at trial and raised it for the first time on appeal. If the Maine Court had not reviewed the claim, <i>Fay v. Noia,</i> <span class=\"citation no-link\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">822</span></span>, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">837</span></span> (1963) and <i>Davis v. U. S.,</i> <span class=\"citation no-link\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">233</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1577</span></span>, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">216</span></span> (1973) would preclude raising a constitutional objection on habeas corpus which could have been excepted to at trial and have prevented the error. This point becomes more significant in the cases discussed <i>infra.</i></p>\n<p>[5]  The determinative cause/prejudice factors in <i>Wainwright</i> were the defendant's inability to offer a valid reason for not objecting to the testimonial inclusions, and the sufficiency of the evidence, independent of the challenged inclusion, which would support a conviction. 97 S.Ct. 2508-09.</p>\n<p>[6]  North Carolina Rule of Appellate Procedure 10, \"EXCEPTIONS AND ASSIGNMENTS OF ERROR IN RECORD ON APPEAL\" . . .\n</p>\n<p>(a) Function in Limiting Scope of Review. Except as otherwise provided in this Rule 10, the scope of review on appeal is confined to a consideration of those exceptions set out and made the basis of assignments of error in the record on appeal in accordance with this Rule 10. No exception not so set out may be made the basis of an assignment of error; and no exception so set out which is not made the basis of an assignment of error may be considered on appeal. Provided, that upon any appeal duly taken from a final judgment any party to the appeal may present for review, by properly raising them in his brief, the questions whether the judgment is supported by the verdict or by the findings of fact and conclusions of law, whether the court had jurisdiction of the subject matter, <i>and whether a criminal charge is sufficient in law, notwithstanding the absence of exceptions or assignments of error in the record on appeal.</i> (emphasis added).</p>\n<p>[7]  The appellants in these cases both challenged the trial judge's misstatement as to who bore the burden of proof on a particular issue. See also, <i>McGill v. Lumberton,</i> <span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">752</span></span>, <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">324</span></span> (1939); <i>State v. Calcutt,</i> <span class=\"citation no-link\"><span class=\"volume\">219</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">545</span></span>, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">9</span></span> (1941) and <i>Stanley v. Hyman-Michaels Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">222</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">257</span></span>, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">570</span></span> (1942).</p>\n<p>[8]  See the discussion, supra at 1271-1272, of <i>Hankerson,</i> footnote eight and its expansion in <i>Wainwright v. Sykes, supra</i><i>.</i></p>\n<p>[9]  The result may have been different if, as in <i>Wainwright,</i> the defendant had failed to raise a constitutional issue on state appeal which had been acknowledged by the Supreme Court before, or during, the appeals period. Also, such an altered result would have been consistent with North Carolina State procedural practice and closer to the independent state ground contemplated by the court in <i>Wainwright, supra,</i> 97 S.Ct. at 2503-06.</p>\n<p>[10]  This state foreclosure stems from his failure to appeal to the North Carolina Court of Appeals his denial of state post-conviction relief. I concluded <i>supra</i> at 1271, that the procedural posture of petitioner's appeal satisfies federal exhaustion requirements in that he presently has no available state remedies. <i>See, </i><i>Fay v. Noia, supra</i><i>.</i></p>\n<p>[11]  This test would presumably operate in the same manner, and with the same effect, as the cause/prejudice test.</p>\n<p>[12]  <i>Cf., </i><i>U. S. v. Scott,</i> <span class=\"citation\" data-id=\"289727\"><a href=\"/opinion/289727/united-states-v-phillip-andrew-scott/\"><span class=\"volume\">425</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">55</span></a></span> (9th Cir. 1970), which also dealt with a situation where the bar did not perceive the unconstitutionality of a jury instruction, later so ruled by the Supreme Court. Judge Hufstedler noted, that because there was a wall of authority against objecting to the charge, the federal contemporaneous objection rule became a formalism that would not have effected the course of trial, and should not therefore preclude an appellate court's review of the issue.</p>\n<p>[13]  Mr. Cole did not \"consensually relinquish a substantive right\" because as a layman, he had no knowledge of the type of rights that would give rise to such a waiver. Therefore, only the second of Justice Powell's exceptions is at issue in this case.</p>\n<p>[14]  This principle was also approved in <i>Michigan v. Payne,</i> <span class=\"citation no-link\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">47</span></span>, 52, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1966</span></span>, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">736</span></span> (1972); and <i>see, </i><i>Adams v. Illinois,</i> <span class=\"citation\" data-id=\"108480\"><a href=\"/opinion/108480/adams-v-illinois/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">278</span></a></span>, 280, <span class=\"citation\" data-id=\"108480\"><a href=\"/opinion/108480/adams-v-illinois/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">916</span></a></span>, <span class=\"citation\" data-id=\"108480\"><a href=\"/opinion/108480/adams-v-illinois/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1972); <i>Roberts v. Russell,</i> <span class=\"citation\" data-id=\"107741\"><a href=\"/opinion/107741/roberts-v-russell/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></a></span>, 295, <span class=\"citation\" data-id=\"107741\"><a href=\"/opinion/107741/roberts-v-russell/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1921</span></a></span>, <span class=\"citation\" data-id=\"107741\"><a href=\"/opinion/107741/roberts-v-russell/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1100</span></a></span> (1968); <i>Jackson v. Denno,</i> <span class=\"citation\" data-id=\"106881\"><a href=\"/opinion/106881/jackson-v-denno/\"><span class=\"volume\">378</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">368</span></a></span>, <span class=\"citation\" data-id=\"106881\"><a href=\"/opinion/106881/jackson-v-denno/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1774</span></a></span>, <span class=\"citation\" data-id=\"106881\"><a href=\"/opinion/106881/jackson-v-denno/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">908</span></a></span> (1964); and <i>Gideon v. Wainwright,</i> <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">799</span></a></span> (1963).</p>\n<p>[15]  <i>Linkletter v. Walker,</i> <span class=\"citation no-link\"><span class=\"volume\">381</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">618</span></span>, 636-40, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1731</span></span>, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">601</span></span> (1964) and <i>Adams v. Illinois, supra,</i> 405 U.S. at 280, <span class=\"citation\" data-id=\"108480\"><a href=\"/opinion/108480/adams-v-illinois/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">916</span></a></span>.</p>\n<p>[16]  <i>Hankerson, supra,</i> 97 S.Ct. at 2346-48. <i>See, </i><i>Williams v. U. S., supra,</i> 401 U.S., at 665, <span class=\"citation\" data-id=\"108301\"><a href=\"/opinion/108301/williams-v-united-states/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1148</span></a></span> (Marshall, J., concurring in part and dissenting in part); and <i>see generally,</i> Beytagh, \"Ten Years of Non-Retroactivity: A Critique and a Proposal,\" 61 <i>Va.L.Rev.</i> 1557 (1975).</p>\n<p>[17]  <i>Stone v. Powell,</i> <span class=\"citation\" data-id=\"109540\"><a href=\"/opinion/109540/stone-v-powell/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">465</span></a></span>, <span class=\"citation\" data-id=\"109540\"><a href=\"/opinion/109540/stone-v-powell/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3037</span></a></span>, <span class=\"citation\" data-id=\"109540\"><a href=\"/opinion/109540/stone-v-powell/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1067</span></a></span> (1976); and <i>see, </i><i>Wainwright v. Sykes, supra</i><i>; </i><i>Davis v. U. S., supra</i><i>;</i> and Cover and Aleinkoff, \"Dialectical Federalism: Habeas Corpus and the Court,\" 86 <i>Yale Law Journal</i> 1035 (1977).</p>\n<p>[18]  Tangentially, if Justice Harlan's approach did govern, Mr. Cole's collateral attack would not be cognizable because it does not fit within either of the exceptions. The only one possibly applicable is a rule \"essential to ordered liberty,\" <i>Palko v. Connecticut,</i> <span class=\"citation\" data-id=\"102879\"><a href=\"/opinion/102879/palko-v-connecticut/\"><span class=\"volume\">302</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 325, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">149</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">288</span></span> (1937), which excludes rules that only aid in \"truth determination.\" <i>Compare,</i> 401 U.S. at 694-95, <span class=\"citation\" data-id=\"108302\"><a href=\"/opinion/108302/mackey-v-united-states/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1160</span></a></span>, with 97 S.Ct. 2344-45.</p>\n<p>[19]  The state contends, essentially, that because the initial burden was placed on the state, it was incumbent on the state to prove each element of the offense as charged, even though the defendant also had burdens of proof as to particular issues.</p>\n<p>[20]  <i>See, </i><i>Hankerson v. North Carolina, supra,</i> 432 U.S., at 240 n.6, <span class=\"citation\" data-id=\"109699\"><a href=\"/opinion/109699/hankerson-v-north-carolina/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2339</span></a></span>.</p>\n<p>[21]  This defense is a legislatively created variant of the heat of passion provocation defense. 432 U.S. at 201-03, <span class=\"citation\" data-id=\"109698\"><a href=\"/opinion/109698/patterson-v-new-york/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2319</span></a></span>.</p>\n<p>[22]  The holdings in <i>Leland v. Oregon,</i> <span class=\"citation\" data-id=\"105024\"><a href=\"/opinion/105024/leland-v-oregon/\"><span class=\"volume\">343</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">790</span></a></span>, 798, <span class=\"citation\" data-id=\"105024\"><a href=\"/opinion/105024/leland-v-oregon/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1002</span></a></span>, <span class=\"citation\" data-id=\"105024\"><a href=\"/opinion/105024/leland-v-oregon/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1302</span></a></span> (1952) and <i>Rivera v. Delaware,</i> <span class=\"citation\" data-id=\"109598\"><a href=\"/opinion/109598/carmen-nereida-rivera-v-state-of-delaware/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">877</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">226</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">160</span></span> (1976) are central to the result in <i>Patterson.</i> These cases upheld the requirement that a defendant bear the burden of proving the insanity defense against a due process attack. (<i>Rivera</i> was dismissed for failing to raise a substantial federal question but it read by the court in <i>Patterson</i> as reaffirming <i>Leland.</i>) The results in these cases were favorably compared to the result in <i>Patterson</i>:\n</p>\n<p>\"In convicting Patterson under its murder statute, New York did no more than <i>Leland</i> and <i>Rivera</i> permitted it to do without violating the Due Process Clause. Under those cases, once the facts constituting a crime are established beyond reasonable doubt, based on all the evidence including the evidence of the defendant's mental state, the State may refuse to sustain the affirmative defense of insanity unless demonstrated by a preponderance of the evidence.</p>\n<p>\"The New York law on extreme emotional disturbance follows this pattern. This affirmative defense, which the Court of Appeals described as permitting `the defendant to show that his actions were caused by a mental infirmity not rising to the level of insanity, and that he is less culpable for having committed them,' [citation omitted] does not serve to negative any facts of the crime which the State is to prove in order to convict of murder. It constitutes a separate issue on which the defendant is required to carry the burden of persuasion; and unless we are to overturn <i>Leland</i> and <i>Rivera,</i> New York has not violated the Due Process Clause, and Patterson's conviction must be sustained.\" 432 U.S. at 206-07, 97 S.Ct. at 2325.</p>\n<p><i>Patterson</i> also specifically discredited the notion that <i>Mullaney</i> read the Due Process Clause as requiring a state to prove beyond a reasonable doubt any fact affecting the degree of criminal culpability. The court noted, at 2328-29 n.15, that such a rule would deprive legislatures of any discretion in allocating burdens of proof, the practical result of which would be to undermine judicial reform of the criminal justice system. Yet this dicta should not be taken as an invitation for legislatures to reallocate the burden of proving the traditional elements of criminal offenses to the accused, and thus emasculate the <i>Mullaney</i> standard. 432 U.S. at 210, <span class=\"citation\" data-id=\"109698\"><a href=\"/opinion/109698/patterson-v-new-york/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2319</span></a></span>.</p>\n<p>[23]  This procedure, whereby the defendant must show some proof of the defense in order to force the state to negate its existence, was sanctioned in <i>Mullaney. See</i> discussion <i>supra</i> at 1270.</p>\n<p>[24]  Judge Field's conclusion in <i>Frazier</i> \"since the trial court's instruction on self-defense . . was well within the limits of <i>Patterson,\"</i> must mean that, taken in context to the overall charge, the self-defense portion did not unconstitutionally shift the burden of proof to Frazier. Judge Turk had concluded that, although the usual Virginia jury instructions were not infirm under <i>Mullaney, this particular</i> charge improperly shifted the burden.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107741/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109265/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109438/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109439/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109540/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/269510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/289727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/346781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/354091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1254177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1352713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1643245/"
  ]
}