{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1624650/",
  "absolute_url": "/opinion/1624650/preston-v-blackledge/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1624650/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:57:53.000251Z",
  "date_modified": "2016-02-29T17:54:15.880805Z",
  "type": "010combined",
  "sha1": "1a1d43f4fba46c3d2a308b15adbe1062ddf64341",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>332 F.Supp. 681 (1971)</b></center>\n<center><h1>Calvin Leroy PRESTON and James Louis Mitchell, Petitioners,<br>\nv.<br>\nStan BLACKLEDGE, Warden of Central Prison, Respondent.</h1></center>\n<center>Civ. A. No. 2761.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>October 1, 1971.</center>\n<p><span class=\"star-pagination\">*682</span> Norman B. Smith, Greensboro, N. C., for petitioners.</p>\n<p>Robert Morgan, Atty. Gen. of N. C., Jacob L. Safron, Asst. Atty. Gen., Raleigh, N. C., for respondent.</p>\n<p></p>\n<h2>OPINION and JUDGMENT</h2>\n<p>DALTON, District Judge (Sitting by Designation).</p>\n<p>This case comes before the court upon a petition for a writ of habeas corpus filed pursuant to the provisions of 28 U.S.C. § 2241.</p>\n<p>The petitioners are each currently serving sentences of from thirteen and a half to eighteen years pursuant to judgments entered by the Superior Court of Wake County, North Carolina on November 19, 1969 for armed robbery.</p>\n<p>At their trial, the petitioners, who were tried together, entered pleas of not guilty and were tried by a jury. Before this trial, in which the petitioners were convicted, the petitioners had been put to trial four previous times. In each of those trials the jury had been unable to agree and mistrials had been declared. The dates on which the prior trials were held were December 4, 1967; January 22, 1968; July 15, 1968; and November 11, 1968.</p>\n<p>From this conviction the petitioners appealed, but the judgments of the lower court were affirmed by the North Carolina Court of Appeals. See State v. Preston, 9 N.C.App. 71, 175 S.E.2d 705 (1970). From this decision the petitioners sought a writ of certiorari to the Supreme Court of North Carolina; however, that writ for a review of the decision of the appellate court was denied on August 28, 1970.</p>\n<p>The petitioners in the case at bar have not sought state habeas corpus relief; however, this court feels that they have exhausted their state remedies since the issues raised in this petition were ruled on by the North Carolina Court of Appeals when it decided the petitioners' appeal.</p>\n<p>In the present habeas corpus proceeding, the petitioners allege that the double jeopardy prohibition of the Fifth Amendment of the United States Constitution precluded their retrial after four prior hung juries. The petitioners also allege that they were denied their right to compulsory process and equal protection of the laws when the State of North Carolina failed to secure the attendance of the petitioners' alibi witnesses from Pennsylvania. These witnesses, who had testified in the first four trials, were not <span class=\"star-pagination\">*683</span> present at the fifth trial, and the testimony from the prior trials was read by the court reporter. The last allegation of error asserted by the petitioners is that they were denied their Sixth Amendment right to a speedy trial when two and one half years elapsed between the date of their arrest and the date of their conviction.</p>\n<p>This court first turns its attention to the petitioners claim that they were denied their Sixth Amendment right to compulsory process. The Sixth Amendment of our Constitution provides in part that:</p>\n<blockquote>In all criminal prosecutions, the accused shall enjoy the right * * *; to have compulsory process for obtaining witnesses in his favor, * * *.</blockquote>\n<p>The Supreme Court in Washington v. Texas, 388 U.S. 14, 87 S.Ct. 1920, 18 L. Ed.2d 1019 (1967), held that the right to compulsory process is so fundamental and essential to a fair trial that it is incorporated in the Due Process Clause of the Fourteenth Amendment, and as such is applicable to the states. In so holding, the Court stated;</p>\n<blockquote>The right to offer the testimony of witnesses, and to compel their attendance, if necessary, is in plain terms the right to present the defendant's version of the facts as well as the prosecution's to the jury so it may decide where the truth lies. <i>Just as an accused has the right to confront the prosecution's witnesses for the purpose of challenging their testimony, he has the right to present his own witnesses to establish a defense.</i> This right is a fundamental element of due process of law. 388 U.S. at 19, 87 S.Ct. at 1923. (emphasis added).</blockquote>\n<p>In the case at bar the State of North Carolina had issued process in the first four trials under the Uniform Act to Secure the Attendance of Witnesses from Without a State in Criminal Proceedings, N.C.Gen.Stat. § 8-65 et seq. (1969 Repl.Vol.), to secure the attendance of the petitioners' alibi witnesses, Mr. and Mrs. Early A. Richardson, who were residents of the State of Pennsylvania. Mr. and Mrs. Richardson had appeared and testified in the four previous trials, and their travel and per diem expenses had been paid at public expense. In the fifth trial the trial court refused to order such process finding that the testimony of these witnesses as given under oath at the previous trials was available to the petitioners, that there was no provision of law under which the county or the state could be required to pay the expenses of the witnesses, and that the interests of the petitioners could be protected by the use of the testimony of these witnesses as theretofore given. The North Carolina Court of Appeals found that such procedure constituted no error.</p>\n<p>The case of Washington v. Texas, supra, is interpreted by this court to prohibit such a procedure when the means are available to secure the attendance of the defendant's witnesses. That means in the case at bar was the Uniform Act. The Supreme Court held in 1902 that there was no deprivation of due process of law where an accused was denied the benefit of the testimony of witnesses who were beyond the jurisdiction of the state court. The basis of that holding was that the legislative power of the state was powerless to make a provision which would result in compulsory attendance of non-resident witnesses. Minder v. Georgia, 183 U.S. 559, 22 S.Ct. 224, 46 L.Ed. 328 (1902). Subsequent to that decision the states began adopting the Uniform Act to Secure the Attendance of Witnesses from Without a State in Criminal Proceedings. North Carolina adopted this act in 1937, and Pennsylvania adopted it in 1941.</p>\n<p>Under the North Carolina version of the Act, the judge of the court in which the witness is sought issues a certificate, bearing the seal of his court, stating the facts, and specifying the number of days for which the witness will be needed. This certificate is then presented to a judge of a court of record in the county in which the non-resident witness was found. That judge then has the witness <span class=\"star-pagination\">*684</span> appear before him, and a hearing is held to determine whether the witness is material and necessary. If he so finds, he then issues an order directing the witness's attendance in the other state. Failure to attend the out of state trial is punished in the same manner as if the failure was to attend a trial in the home state. Examination of this procedure reveals that there is now a method by which non-resident witnesses can be brought into a state to testify in a criminal case.</p>\n<p>In Washington v. Texas, supra, the Supreme Court said an accused \"has the right to present his own witnesses to establish a defense.\" The Court gave to this right the same status as the right of a defendant to be confronted by the prosecution's witnesses. This court recognizes that there may be some circumstances in which the recorded testimony of an accused's witnesses must by necessity be substituted for the actual presence of such witnesses; however, in the case at bar this court finds no such necessity existed. It is the opinion of this court that the failure of the trial judge to take the steps necessary to secure the witnesses from Pennsylvania constituted an abuse of discretion and a violation of the petitioners' right to due process of law. The fact that the jury had been unable to agree in the four prior trials created a manifest necessity that steps be taken in order to secure the attendance of these witnesses. While the recorded testimony of the previous trials gave the jury an adequate version of the substance of their testimony, it could in no way give the jury any idea of the witnesses' demeanor or credibility by which they could weigh the substantive nature of the testimony. The presence of these witnesses under the circumstances of this case was vital to the petitioners' right to receive a fair trial.</p>\n<p>The trial judge, in refusing to issue an order under the Uniform Act, stated that there was no law which required the county or the state to pay the expenses of the petitioners' witnesses. There is further mention that the county was without funds to pay the expenses for the fifth trial even though such payments had been made in the four prior trials. This court is of the opinion that such reasoning is inadequate to support the denial of process to the petitioners under the Uniform Act.</p>\n<p>While there is no doubt that an accused cannot be denied the use of process for material witnesses who reside in another state, there has been confusion among the courts as to whether such process can be had at public expense. In United States v. Kenneally, 26 F.Cas. p. 760 (No. 15,522) (N.D.Ill.1870), it was held that if an accused is poor and unable to bear the expenses related to securing the attendance of his witnesses, the duty falls on the court to send for the witnesses at the expense of the government. However, subsequent cases held that the payment of expenses was not included in the right of compulsory process. Brewer v. Hunter, 163 F.2d 341 (10th Cir. 1947); Wallace v. Hunter, 149 F.2d 59 (10th Cir. 1945); Casebeer v. Hudspeth, 121 F.2d 914 (10th Cir. 1941); Kelly v. United States, 73 A. 2d 232 (D.C.Mun.Ct.App.1950), rev'd on other grounds, 90 U.S.App.D.C. 125, 194 F.2d 150 (1952). However, other courts have held that the payment of expenses is within the discretion of the trial judge. Goldsby v. United States, 160 U.S. 70, 16 S.Ct. 216, 40 L.Ed. 343 (1895); Crumpton v. United States, 138 U.S. 361, 11 S.Ct. 355, 34 L.Ed. 958 (1891); Murdock v. United States, 283 F.2d 585 (10th Cir. 1960); Reistroffer v. United States, 258 F.2d 379 (8th Cir. 1958), cert. denied, 358 U.S. 927, 79 S.Ct. 313, 3 L.Ed.2d 301 (1959).</p>\n<p>There is no need to cite the numerous decisions, decided within the last decade, in which the Supreme Court has applied the Equal Protection Clause of the Fourteenth Amendment to prohibit economic discrimination in the administration of criminal justice. This court does not feel that the Supreme Court would, for example, accept an excuse of lack of funds or statute authorizing the payment of funds for the failure to provide an accused with an attorney. Likewise, <span class=\"star-pagination\">*685</span> in the case at bar where the alibi witnesses were so vital to the petitioners' defense, the fact that the petitioners were indigent should create no bar to securing the attendance of these witnesses under the Uniform Act.</p>\n<p>Finally, this court realizes that the issuance of process under the Uniform Act was discretionary with the judge of the North Carolina court. Section 8-67 of the General Statutes of North Carolina provides that if the judge finds the witness to be <i>material he may</i> issue the certificate requesting a judge in another state to compel the attendance of witnesses. The above-italicized words, which are included in the statute, indicate such discretion. However, under the circumstances of the case at bar, where the petitioners had been previously tried four times, and the alibi witnesses had been present and testified in all four trials, this court finds that the trial judge abused his discretion in denying the request to have the attendance of these witnesses secured. See People v. Cavanaugh, 69 Cal.2d 262, 70 Cal.Rptr. 438, 444 P.2d 110 (1968).</p>\n<p>While the nature of the error involving the right to compulsory process would ordinarily be one in which the state would have a right to conduct a new trial of the petitioners if it so elected, there can be no new trial in this case because this court feels that the petitioners' rights under the Double Jeopardy Clause of the Fifth Amendment have been violated by trying the petitioners a fifth time when the juries in the four previous trials were unable to reach a verdict.</p>\n<p>The double jeopardy provision in the Fifth Amendment of the Constitution which reads \"* * * nor shall any person be subject for the same offense to be twice put in jeopardy of life or limb,\" has been held applicable to the states through the Fourteenth Amendment. Benton v. Maryland, 395 U.S. 784, 89 S.Ct. 2056, 23 L.Ed.2d 707 (1969). Furthermore, this holding has been given retroactive effect. North Carolina v. Pearce, 395 U.S. 711, 89 S.Ct. 2072, 23 L.Ed.2d 656 (1969); Ashe v. Swenson, 397 U.S. 436, 437 n. 1, 90 S.Ct. 1189, 25 L.Ed.2d 469 (1970). However, from an early date the Supreme Court has held that where a defendant is put on trial and the jury is unable to agree it is not unconstitutional for the accused to be tried again. United States v. Perez, 22 U.S. (9 Wheat.) 256, 6 L.Ed. 165 (1824). Almost every decision concerning the problem of mistrial since 1824 has cited and relied on the following passage from <i>Perez.</i></p>\n<blockquote>We think that in all cases of this nature, the law has invested courts of justice with the authority to discharge a jury from giving any verdict, whenever, in their opinion, taking all circumstances into consideration, there is a manifest necessity for the act, or the ends of public justice would otherwise be defeated. They are to exercise a sound discretion on the subject; and it is impossible to define all circumstances which would render it proper to interfere. To be sure, the power ought to be used with the greatest caution, under urgent circumstances, and for very plain and obvious causes; and, in capital cases especially, courts should be extremely careful how they interfere with any of the chances of life, in favor of the prisoner. 22 U.S. at 256, 6 L.Ed. 165.</blockquote>\n<p>The holding of the Supreme Court in <i>Perez</i> was adhered to by the Supreme Court in the cases of Logan v. United States, 144 U.S. 263, 12 S.Ct. 617, 36 L. Ed. 429 (1892); Dreyer v. Illinois, 187 U.S. 71, 23 S.Ct. 28, 47 L.Ed. 79 (1902); and Keerl v. Montana, 213 U.S. 135, 29 S.Ct. 469, 53 L.Ed. 734 (1909).</p>\n<p>It is clear to this court that the Supreme Court in <i>Perez,</i> while holding that a retrial following a hung jury does not violate the prohibition against being twice put in jeopardy, did not hold that this right of the state to retry a defendant when the jury could not agree could not be abused. Indeed, the interpretation given to the <i>Perez</i> case in more recent Supreme Court cases has treated the right as one which must be weighed in the surrounding circumstances of the <span class=\"star-pagination\">*686</span> particular situation involved. E. g. Brock v. North Carolina, 344 U.S. 424, 73 S.Ct. 349, 97 L.Ed. 456 (1953). The Court has viewed the right to retry a defendant as one in which the public's interest in justice must be weighed against the accused's right to be tried by a particular tribunal. In Wade v. Hunter, 336 U.S. 684, 69 S.Ct. 834, 93 L.Ed. 974 (1949), the Court stated:</p>\n<blockquote>The double-jeopardy provision of the Fifth Amendment, however, does not mean that every time a defendant is put to trial before a competent tribunal he is entitled to go free if the trial fails to end in a final judgment. Such a rule would create an insuperable obstacle to the administration of justice in many cases in which there is no semblance of the type of oppressive practices at which the double-jeopardy prohibition is aimed. There may be unforeseeable circumstances that arise during a trial making its completion impossible, such as the failure of a jury to agree on a verdict. In such event that purpose of law to protect society from those guilty of crimes frequently would be frustrated by denying courts power to put the defendant to trial again. * * * What has been said is enough to show that a defendant's valued right to have his trial completed by a particular tribunal must in some instances be subordinated to the public's interest in fair trials designed to end in just judgments. 336 U.S. at 688-689, 69 S.Ct. at 837.</blockquote>\n<p>The Court in <i>Wade</i> interpreted the rule in <i>Perez</i> to mean that a trial could be discontinued when particular circumstances manifested a necessity for doing so, and when failure to discontinue would defeat the ends of justice. 366 U.S. at 690, 69 S.Ct. at 834. It therefore appears to this court that the question to be decided in the case at bar is whether the \"public's interest in justice\" is of such a dimension as to require a fifth trial of two defendants who have been subjected to four previous trials in which the jury could not agree.</p>\n<p>The constitutional prohibition against double jeopardy was designed to protect an individual from being subjected to the hazards of trial and possible conviction more than once for an alleged offense. Green v. United States, 355 U.S. 184, 187, 78 S.Ct. 221, 2 L.Ed.2d 199 (1957). In <i>Green,</i> supra, the Supreme Court explained the underlying reasoning of the double jeopardy provision as follows:</p>\n<blockquote>The underlying idea, one that is deeply ingrained in at least the Anglo-American system of jurisprudence, is that the State with all its resources and power should not be allowed to make repeated attempts to convict an individual for an alleged offense, thereby subjecting him to embarrassment, expense and ordeal and compelling him to live in a continuing state of anxiety and insecurity, as well as enhancing the possibility that even though innocent he may be found guilty. 355 U.S. at 187-188, 78 S.Ct. at 223.</blockquote>\n<p>From the above language, it appears to this court that the Supreme Court visualized situations in which the exception set forth in <i>Perez</i> and followed in subsequent cases could be abused and in which the accused's rights outweigh the demand for public justice. The Court has been cautious not to hypothetically enumerate those circumstances in which such abuse might occur, but has settled to decide the particular cases as they arise. However, the Court has indicated general guidelines which are helpful in weighing the public's interest in justice against the accused's rights. Certainly, the language quoted above from <i>Green</i> that the state \"should not be allowed to make repeated attempts to convict an individual * * *\"; which would subject him to \"embarrassment, expense and ordeal and compelling him to live in a continuing state of anxiety and insecurity\" is indeed a significant guideline. Furthermore, it appears to this court that putting the petitioners in the case at bar on trial for the fifth time <span class=\"star-pagination\">*687</span> after their four previous trials had resulted in hung juries enhanced \"the possibility that even though innocent (they) may be found guilty.\" These guidelines were amplified by the Court in Gori v. United States, 367 U.S. 364, 81 S.Ct. 1523, 6 L.Ed.2d 901 (1961) when the Court stated:</p>\n<blockquote>Judicial wisdom counsels against anticipating hypothetical situations in which the discretion of the trial judge may be abused and so call for the safeguard of the Fifth Amendmentcases in which the defendant would be harassed by successive, oppressive prosecutions, or in which a judge exercises his authority to help the prosecution, at a trial in which its case is going badly, by affording it another, more favorable opportunity to convict the accused. 367 U.S. at 369, 81 S.Ct. at 1526.</blockquote>\n<p>Finally in Downum v. United States, 372 U.S. 734, 83 S.Ct. 1033, 10 L.Ed.2d 100 (1963), the Supreme Court recapped the entire history of this particular area of the relation between the double jeopardy prohibition of the Fifth Amendment and the right to retry an accused after a mistrial as follows:</p>\n<blockquote>From United States v. Perez, * * *, decided in 1824, to Gori v. United States, * * *, decided in 1961, it has been agreed that there are occasions when a second trial may be had although the jury impaneled for the first trial was discharged without reaching a verdict and without the defendant's consent. The classic example is a mistrial because the jury is unable to agree. United States v. Perez, * *, Logan v. United States, * * *, Dreyer v. Illinois, 187 U.S. 71, 23 S.Ct 28, 47 L.Ed. 79, * * *, Keerl v. Montana, * * *. In Wade v. Hunter, * * *, the tactical problems of an army in the field were held to justify the withdrawal of a court-martial proceeding and the commencement of another one on a later day. Discovery by the judge during a trial that a member or members of the jury were biased <i>pro</i> or <i>con</i> one side has been held to warrant discharge of the jury and direction of a new trial. Wade v. Hunter, * * *; Simmons v. United States, 142 U.S. 148, 12 S.Ct. 171, 35 L.Ed. 968, * * *; Thompson v. United States, 155 U.S. 271 [15 S.Ct. 73, 39 L.Ed. 146]. At times the valued right of a defendant to have his trial completed by the particular tribunal summoned to sit in judgment on him may be subordinated to the public interestwhen there is an imperious necessity to do so. Wade v. Hunter, * * *. Differences have arisen as to the application of the principle. See Brock v. North Carolina, * * *; Green v. United States, * * *. Harassment of an accused by successive prosecutions or declaration of a mistrial so as to afford the prosecution a more favorable opportunity to convict are examples when jeopardy attaches. Gori v. United States, * * *. But those extreme cases do not mark the limits of the guarantee. The discretion to discharge the jury before it has reached a verdict is to be exercised \"only in very extraordinary and striking circumstances,\" to use the words of Mr. Justice Story in United States v. Coolidge, 25 Fed.Cas. 622, 623. For the prohibition of the Double Jeopardy Clause is \"not against being twice punished, but against being twice put in jeopardy.\" United States v. Ball, 163 U.S. 662, 669 [16 S.Ct. 1192, 1194, 41 L.Ed. 300], 372 U.S. at 735-36, 83 S.Ct. at 1034.</blockquote>\n<p>It is the opinion of this court, in light of the Supreme Court cases cited heretofore, that in the case at bar jeopardy attached when the State of North Carolina attempted to try the defendants for the fifth time. This court fails to see how the rights of the petitioners can be subordinated to the demands of public justice after four trials have resulted in hung juries. While this court is aware of the need for the proper administration of justice and recognizes and agrees with the principles set forth in <i>Perez</i> that there can be a retrial of an accused after a jury has failed to reach a verdict, it <span class=\"star-pagination\">*688</span> does not support the <i>Perez</i> principle to the point at which it has been expounded in this particular instance. There is no doubt that such a practice is oppressive, that it creates undue anxiety and insecurity, and that it enhances the possibility that an innocent man may be found guilty. Furthermore, this court feels that to try the petitioners five times is far beyond the allowed exceptions set forth in <i>Perez,</i> and also exceeds the limitations on the right to retry an accused subsequently set forth by our Supreme Court.</p>\n<p>This court, guided by the wisdom of the Supreme Court advising against anticipating future hypothetical situations, holds only that in the case at bar the retrial of the petitioners after four hung juries violated the Fifth Amendment prohibition against being twice put in jeopardy. Nothing in this opinion should be taken to suggest a specific number of retrials which may be had. This court only holds that under the circumstances of the case at bar, jeopardy attached when the fourth jury was unable to agree.</p>\n<p>The respondent in the case at bar relies on the case of United States v. Persico, 425 F.2d 1375 (2d Cir. 1970) in opposing the granting of this writ of habeas corpus. In <i>Persico,</i> the defendants were tried five times on an indictment charging them with hijacking. The first trial ended in a mistrial when the jury could not reach a verdict. The second trial resulted in a conviction which was reversed on appeal. The third trial ended in a mistrial when one defendant was shot on a Brooklyn street during the trial, and the jury could not agree as to the other defendants. The fourth trial resulted in a verdict of guilty which was reversed on appeal. Finally, on the fifth trial the defendants were convicted, and that conviction was affirmed by the Court of Appeals for the Second Circuit. This court feels that <i>Persico</i> is distinguishable on its facts since there the retrials did not result entirely from hung juries, but instead, some were the result of the defendants' intervening appeals. See United States v. Ball, 163 U.S. 662, 16 S.Ct. 1192, 41 L.Ed. 300 (1896).</p>\n<p>The only case found by this court which has bearing on the point decided herein is that of Carsey v. United States, 129 U.S.App.D.C. 205, 392 F.2d 810 (1967), in which the Court of Appeals for the District of Columbia, relying on <i>Downum,</i> supra, held that to prosecute a defendant after three mistrials violated the double jeopardy prohibitions. In <i>Carsey,</i> the first two trials had ended in mistrials when the jury was unable to reach a verdict. The third trial ended in a mistrial for another reason which the court held should not have been granted. The court stated:</p>\n<blockquote>Notwithstanding the constitutional prohibition against double jeopardy, the Supreme Court has found sufficient necessity for a retrial when a jury was unable to agree, or a juror was biased, or war conditions required postponement of a court-martial, or a conviction was reversed either on direct appeal or on collateral attack. But repeated trials subject a defendant to serious hardship. In <i>Downum</i> the Supreme Court said, \"We resolve any doubt in favor of liberty of the citizen.\" * * * 392 F.2d at 811-812.</blockquote>\n<p>In light of the decision reached with regard to the compulsory process and double jeopardy issues presented in this petition, the court does not feel it necessary to consider the petitioners' claim of denial of a speedy trial.</p>\n<p>For the above reasons this court hereby orders the respondent to release the petitioners from custody, that the state cannot elect to have a new trial of the petitioners, and that the relief requested be hereby granted to the petitioners.</p>\n<p>Writ granted.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">332</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">681</span></span> (1971)</b></center>\n<center><h1>Calvin Leroy PRESTON and James Louis Mitchell, Petitioners,<br>\nv.<br>\nStan BLACKLEDGE, Warden of Central Prison, Respondent.</h1></center>\n<center>Civ. A. No. 2761.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>October 1, 1971.</center>\n<p><span class=\"star-pagination\">*682</span> Norman B. Smith, Greensboro, N. C., for petitioners.</p>\n<p>Robert Morgan, Atty. Gen. of N. C., Jacob L. Safron, Asst. Atty. Gen., Raleigh, N. C., for respondent.</p>\n<p></p>\n<h2>OPINION and JUDGMENT</h2>\n<p>DALTON, District Judge (Sitting by Designation).</p>\n<p>This case comes before the court upon a petition for a writ of habeas corpus filed pursuant to the provisions of 28 U.S.C. § 2241.</p>\n<p>The petitioners are each currently serving sentences of from thirteen and a half to eighteen years pursuant to judgments entered by the Superior Court of Wake County, North Carolina on November 19, 1969 for armed robbery.</p>\n<p>At their trial, the petitioners, who were tried together, entered pleas of not guilty and were tried by a jury. Before this trial, in which the petitioners were convicted, the petitioners had been put to trial four previous times. In each of those trials the jury had been unable to agree and mistrials had been declared. The dates on which the prior trials were held were December 4, 1967; January 22, 1968; July 15, 1968; and November 11, 1968.</p>\n<p>From this conviction the petitioners appealed, but the judgments of the lower court were affirmed by the North Carolina Court of Appeals. See State v. Preston, 9 N.C.App. 71, <span class=\"citation\" data-id=\"1206929\"><a href=\"/opinion/1206929/state-v-preston/\"><span class=\"volume\">175</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">705</span></a></span> (1970). From this decision the petitioners sought a writ of certiorari to the Supreme Court of North Carolina; however, that writ for a review of the decision of the appellate court was denied on August 28, 1970.</p>\n<p>The petitioners in the case at bar have not sought state habeas corpus relief; however, this court feels that they have exhausted their state remedies since the issues raised in this petition were ruled on by the North Carolina Court of Appeals when it decided the petitioners' appeal.</p>\n<p>In the present habeas corpus proceeding, the petitioners allege that the double jeopardy prohibition of the Fifth Amendment of the United States Constitution precluded their retrial after four prior hung juries. The petitioners also allege that they were denied their right to compulsory process and equal protection of the laws when the State of North Carolina failed to secure the attendance of the petitioners' alibi witnesses from Pennsylvania. These witnesses, who had testified in the first four trials, were not <span class=\"star-pagination\">*683</span> present at the fifth trial, and the testimony from the prior trials was read by the court reporter. The last allegation of error asserted by the petitioners is that they were denied their Sixth Amendment right to a speedy trial when two and one half years elapsed between the date of their arrest and the date of their conviction.</p>\n<p>This court first turns its attention to the petitioners claim that they were denied their Sixth Amendment right to compulsory process. The Sixth Amendment of our Constitution provides in part that:</p>\n<blockquote>In all criminal prosecutions, the accused shall enjoy the right * * *; to have compulsory process for obtaining witnesses in his favor, * * *.</blockquote>\n<p>The Supreme Court in Washington v. Texas, <span class=\"citation\" data-id=\"107481\"><a href=\"/opinion/107481/washington-v-texas/\"><span class=\"volume\">388</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">14</span></a></span>, <span class=\"citation\" data-id=\"107481\"><a href=\"/opinion/107481/washington-v-texas/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1920</span></a></span>, <span class=\"citation\" data-id=\"107481\"><a href=\"/opinion/107481/washington-v-texas/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1019</span></a></span> (1967), held that the right to compulsory process is so fundamental and essential to a fair trial that it is incorporated in the Due Process Clause of the Fourteenth Amendment, and as such is applicable to the states. In so holding, the Court stated;</p>\n<blockquote>The right to offer the testimony of witnesses, and to compel their attendance, if necessary, is in plain terms the right to present the defendant's version of the facts as well as the prosecution's to the jury so it may decide where the truth lies. <i>Just as an accused has the right to confront the prosecution's witnesses for the purpose of challenging their testimony, he has the right to present his own witnesses to establish a defense.</i> This right is a fundamental element of due process of law. 388 U.S. at 19, 87 S.Ct. at 1923. (emphasis added).</blockquote>\n<p>In the case at bar the State of North Carolina had issued process in the first four trials under the Uniform Act to Secure the Attendance of Witnesses from Without a State in Criminal Proceedings, N.C.Gen.Stat. § 8-65 et seq. (1969 Repl.Vol.), to secure the attendance of the petitioners' alibi witnesses, Mr. and Mrs. Early A. Richardson, who were residents of the State of Pennsylvania. Mr. and Mrs. Richardson had appeared and testified in the four previous trials, and their travel and per diem expenses had been paid at public expense. In the fifth trial the trial court refused to order such process finding that the testimony of these witnesses as given under oath at the previous trials was available to the petitioners, that there was no provision of law under which the county or the state could be required to pay the expenses of the witnesses, and that the interests of the petitioners could be protected by the use of the testimony of these witnesses as theretofore given. The North Carolina Court of Appeals found that such procedure constituted no error.</p>\n<p>The case of Washington v. Texas, supra, is interpreted by this court to prohibit such a procedure when the means are available to secure the attendance of the defendant's witnesses. That means in the case at bar was the Uniform Act. The Supreme Court held in 1902 that there was no deprivation of due process of law where an accused was denied the benefit of the testimony of witnesses who were beyond the jurisdiction of the state court. The basis of that holding was that the legislative power of the state was powerless to make a provision which would result in compulsory attendance of non-resident witnesses. Minder v. Georgia, <span class=\"citation\" data-id=\"95560\"><a href=\"/opinion/95560/minder-v-georgia/\"><span class=\"volume\">183</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">559</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">224</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">328</span></span> (1902). Subsequent to that decision the states began adopting the Uniform Act to Secure the Attendance of Witnesses from Without a State in Criminal Proceedings. North Carolina adopted this act in 1937, and Pennsylvania adopted it in 1941.</p>\n<p>Under the North Carolina version of the Act, the judge of the court in which the witness is sought issues a certificate, bearing the seal of his court, stating the facts, and specifying the number of days for which the witness will be needed. This certificate is then presented to a judge of a court of record in the county in which the non-resident witness was found. That judge then has the witness <span class=\"star-pagination\">*684</span> appear before him, and a hearing is held to determine whether the witness is material and necessary. If he so finds, he then issues an order directing the witness's attendance in the other state. Failure to attend the out of state trial is punished in the same manner as if the failure was to attend a trial in the home state. Examination of this procedure reveals that there is now a method by which non-resident witnesses can be brought into a state to testify in a criminal case.</p>\n<p>In Washington v. Texas, supra, the Supreme Court said an accused \"has the right to present his own witnesses to establish a defense.\" The Court gave to this right the same status as the right of a defendant to be confronted by the prosecution's witnesses. This court recognizes that there may be some circumstances in which the recorded testimony of an accused's witnesses must by necessity be substituted for the actual presence of such witnesses; however, in the case at bar this court finds no such necessity existed. It is the opinion of this court that the failure of the trial judge to take the steps necessary to secure the witnesses from Pennsylvania constituted an abuse of discretion and a violation of the petitioners' right to due process of law. The fact that the jury had been unable to agree in the four prior trials created a manifest necessity that steps be taken in order to secure the attendance of these witnesses. While the recorded testimony of the previous trials gave the jury an adequate version of the substance of their testimony, it could in no way give the jury any idea of the witnesses' demeanor or credibility by which they could weigh the substantive nature of the testimony. The presence of these witnesses under the circumstances of this case was vital to the petitioners' right to receive a fair trial.</p>\n<p>The trial judge, in refusing to issue an order under the Uniform Act, stated that there was no law which required the county or the state to pay the expenses of the petitioners' witnesses. There is further mention that the county was without funds to pay the expenses for the fifth trial even though such payments had been made in the four prior trials. This court is of the opinion that such reasoning is inadequate to support the denial of process to the petitioners under the Uniform Act.</p>\n<p>While there is no doubt that an accused cannot be denied the use of process for material witnesses who reside in another state, there has been confusion among the courts as to whether such process can be had at public expense. In United States v. Kenneally, 26 F.Cas. p. 760 (No. 15,522) (N.D.Ill.1870), it was held that if an accused is poor and unable to bear the expenses related to securing the attendance of his witnesses, the duty falls on the court to send for the witnesses at the expense of the government. However, subsequent cases held that the payment of expenses was not included in the right of compulsory process. Brewer v. Hunter, <span class=\"citation\" data-id=\"1498297\"><a href=\"/opinion/1498297/brewer-v-hunter/\"><span class=\"volume\">163</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">341</span></a></span> (10th Cir. 1947); Wallace v. Hunter, <span class=\"citation\" data-id=\"1507713\"><a href=\"/opinion/1507713/wallace-v-hunter/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">59</span></a></span> (10th Cir. 1945); Casebeer v. Hudspeth, <span class=\"citation\" data-id=\"1493608\"><a href=\"/opinion/1493608/casebeer-v-hudspeth/\"><span class=\"volume\">121</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">914</span></a></span> (10th Cir. 1941); Kelly v. United States, <span class=\"citation\" data-id=\"2359240\"><a href=\"/opinion/2359240/kelly-v-united-states/\"><span class=\"volume\">73</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">232</span></a></span> (D.C.Mun.Ct.App.1950), rev'd on other grounds, 90 U.S.App.D.C. 125, <span class=\"citation\" data-id=\"228644\"><a href=\"/opinion/228644/kelly-v-united-states/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">150</span></a></span> (1952). However, other courts have held that the payment of expenses is within the discretion of the trial judge. Goldsby v. United States, <span class=\"citation\" data-id=\"94303\"><a href=\"/opinion/94303/goldsby-v-united-states/\"><span class=\"volume\">160</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">70</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">216</span></span>, <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">343</span></span> (1895); Crumpton v. United States, <span class=\"citation\" data-id=\"92957\"><a href=\"/opinion/92957/crumpton-v-united-states/\"><span class=\"volume\">138</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">361</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">355</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">958</span></span> (1891); Murdock v. United States, <span class=\"citation\" data-id=\"252201\"><a href=\"/opinion/252201/gussie-junior-murdock-v-united-states/\"><span class=\"volume\">283</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">585</span></a></span> (10th Cir. 1960); Reistroffer v. United States, <span class=\"citation\" data-id=\"245898\"><a href=\"/opinion/245898/leo-p-reistroffer-v-united-states-of-america-w-l-rogers-v-united/\"><span class=\"volume\">258</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">379</span></a></span> (8th Cir. 1958), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">358</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">927</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">313</span></span>, <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">301</span></span> (1959).</p>\n<p>There is no need to cite the numerous decisions, decided within the last decade, in which the Supreme Court has applied the Equal Protection Clause of the Fourteenth Amendment to prohibit economic discrimination in the administration of criminal justice. This court does not feel that the Supreme Court would, for example, accept an excuse of lack of funds or statute authorizing the payment of funds for the failure to provide an accused with an attorney. Likewise, <span class=\"star-pagination\">*685</span> in the case at bar where the alibi witnesses were so vital to the petitioners' defense, the fact that the petitioners were indigent should create no bar to securing the attendance of these witnesses under the Uniform Act.</p>\n<p>Finally, this court realizes that the issuance of process under the Uniform Act was discretionary with the judge of the North Carolina court. Section 8-67 of the General Statutes of North Carolina provides that if the judge finds the witness to be <i>material he may</i> issue the certificate requesting a judge in another state to compel the attendance of witnesses. The above-italicized words, which are included in the statute, indicate such discretion. However, under the circumstances of the case at bar, where the petitioners had been previously tried four times, and the alibi witnesses had been present and testified in all four trials, this court finds that the trial judge abused his discretion in denying the request to have the attendance of these witnesses secured. See People v. Cavanaugh, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">262</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">438</span></span>, <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">110</span></span> (1968).</p>\n<p>While the nature of the error involving the right to compulsory process would ordinarily be one in which the state would have a right to conduct a new trial of the petitioners if it so elected, there can be no new trial in this case because this court feels that the petitioners' rights under the Double Jeopardy Clause of the Fifth Amendment have been violated by trying the petitioners a fifth time when the juries in the four previous trials were unable to reach a verdict.</p>\n<p>The double jeopardy provision in the Fifth Amendment of the Constitution which reads \"* * * nor shall any person be subject for the same offense to be twice put in jeopardy of life or limb,\" has been held applicable to the states through the Fourteenth Amendment. Benton v. Maryland, <span class=\"citation\" data-id=\"107980\"><a href=\"/opinion/107980/benton-v-maryland/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">784</span></a></span>, <span class=\"citation\" data-id=\"107980\"><a href=\"/opinion/107980/benton-v-maryland/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2056</span></a></span>, <span class=\"citation\" data-id=\"107980\"><a href=\"/opinion/107980/benton-v-maryland/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">707</span></a></span> (1969). Furthermore, this holding has been given retroactive effect. North Carolina v. Pearce, <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">711</span></a></span>, <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2072</span></a></span>, <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">656</span></a></span> (1969); Ashe v. Swenson, <span class=\"citation\" data-id=\"108114\"><a href=\"/opinion/108114/ashe-v-swenson/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, 437 n. 1, <span class=\"citation\" data-id=\"108114\"><a href=\"/opinion/108114/ashe-v-swenson/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1189</span></a></span>, <span class=\"citation\" data-id=\"108114\"><a href=\"/opinion/108114/ashe-v-swenson/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span> (1970). However, from an early date the Supreme Court has held that where a defendant is put on trial and the jury is unable to agree it is not unconstitutional for the accused to be tried again. United States v. Perez, 22 U.S. (9 Wheat.) 256, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">165</span></span> (1824). Almost every decision concerning the problem of mistrial since 1824 has cited and relied on the following passage from <i>Perez.</i></p>\n<blockquote>We think that in all cases of this nature, the law has invested courts of justice with the authority to discharge a jury from giving any verdict, whenever, in their opinion, taking all circumstances into consideration, there is a manifest necessity for the act, or the ends of public justice would otherwise be defeated. They are to exercise a sound discretion on the subject; and it is impossible to define all circumstances which would render it proper to interfere. To be sure, the power ought to be used with the greatest caution, under urgent circumstances, and for very plain and obvious causes; and, in capital cases especially, courts should be extremely careful how they interfere with any of the chances of life, in favor of the prisoner. 22 U.S. at 256, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">165</span></span>.</blockquote>\n<p>The holding of the Supreme Court in <i>Perez</i> was adhered to by the Supreme Court in the cases of Logan v. United States, <span class=\"citation\" data-id=\"93322\"><a href=\"/opinion/93322/logan-v-united-states/\"><span class=\"volume\">144</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">617</span></span>, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">429</span></span> (1892); Dreyer v. Illinois, <span class=\"citation\" data-id=\"95710\"><a href=\"/opinion/95710/dreyer-v-illinois/\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">71</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">28</span></span>, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">79</span></span> (1902); and Keerl v. Montana, <span class=\"citation\" data-id=\"97002\"><a href=\"/opinion/97002/keerl-v-montana/\"><span class=\"volume\">213</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">135</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">469</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">734</span></span> (1909).</p>\n<p>It is clear to this court that the Supreme Court in <i>Perez,</i> while holding that a retrial following a hung jury does not violate the prohibition against being twice put in jeopardy, did not hold that this right of the state to retry a defendant when the jury could not agree could not be abused. Indeed, the interpretation given to the <i>Perez</i> case in more recent Supreme Court cases has treated the right as one which must be weighed in the surrounding circumstances of the <span class=\"star-pagination\">*686</span> particular situation involved. E. g. Brock v. North Carolina, <span class=\"citation\" data-id=\"105073\"><a href=\"/opinion/105073/brock-v-north-carolina/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"105073\"><a href=\"/opinion/105073/brock-v-north-carolina/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">349</span></a></span>, <span class=\"citation\" data-id=\"105073\"><a href=\"/opinion/105073/brock-v-north-carolina/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">456</span></a></span> (1953). The Court has viewed the right to retry a defendant as one in which the public's interest in justice must be weighed against the accused's right to be tried by a particular tribunal. In Wade v. Hunter, <span class=\"citation\" data-id=\"104660\"><a href=\"/opinion/104660/wade-v-hunter/\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">684</span></a></span>, <span class=\"citation\" data-id=\"104660\"><a href=\"/opinion/104660/wade-v-hunter/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">834</span></a></span>, <span class=\"citation\" data-id=\"104660\"><a href=\"/opinion/104660/wade-v-hunter/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">974</span></a></span> (1949), the Court stated:</p>\n<blockquote>The double-jeopardy provision of the Fifth Amendment, however, does not mean that every time a defendant is put to trial before a competent tribunal he is entitled to go free if the trial fails to end in a final judgment. Such a rule would create an insuperable obstacle to the administration of justice in many cases in which there is no semblance of the type of oppressive practices at which the double-jeopardy prohibition is aimed. There may be unforeseeable circumstances that arise during a trial making its completion impossible, such as the failure of a jury to agree on a verdict. In such event that purpose of law to protect society from those guilty of crimes frequently would be frustrated by denying courts power to put the defendant to trial again. * * * What has been said is enough to show that a defendant's valued right to have his trial completed by a particular tribunal must in some instances be subordinated to the public's interest in fair trials designed to end in just judgments. 336 U.S. at 688-689, 69 S.Ct. at 837.</blockquote>\n<p>The Court in <i>Wade</i> interpreted the rule in <i>Perez</i> to mean that a trial could be discontinued when particular circumstances manifested a necessity for doing so, and when failure to discontinue would defeat the ends of justice. 366 U.S. at 690, 69 S.Ct. at 834. It therefore appears to this court that the question to be decided in the case at bar is whether the \"public's interest in justice\" is of such a dimension as to require a fifth trial of two defendants who have been subjected to four previous trials in which the jury could not agree.</p>\n<p>The constitutional prohibition against double jeopardy was designed to protect an individual from being subjected to the hazards of trial and possible conviction more than once for an alleged offense. Green v. United States, <span class=\"citation\" data-id=\"105594\"><a href=\"/opinion/105594/green-v-united-states/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, 187, <span class=\"citation\" data-id=\"105594\"><a href=\"/opinion/105594/green-v-united-states/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">221</span></a></span>, <span class=\"citation\" data-id=\"105594\"><a href=\"/opinion/105594/green-v-united-states/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">199</span></a></span> (1957). In <i>Green,</i> supra, the Supreme Court explained the underlying reasoning of the double jeopardy provision as follows:</p>\n<blockquote>The underlying idea, one that is deeply ingrained in at least the Anglo-American system of jurisprudence, is that the State with all its resources and power should not be allowed to make repeated attempts to convict an individual for an alleged offense, thereby subjecting him to embarrassment, expense and ordeal and compelling him to live in a continuing state of anxiety and insecurity, as well as enhancing the possibility that even though innocent he may be found guilty. 355 U.S. at 187-188, 78 S.Ct. at 223.</blockquote>\n<p>From the above language, it appears to this court that the Supreme Court visualized situations in which the exception set forth in <i>Perez</i> and followed in subsequent cases could be abused and in which the accused's rights outweigh the demand for public justice. The Court has been cautious not to hypothetically enumerate those circumstances in which such abuse might occur, but has settled to decide the particular cases as they arise. However, the Court has indicated general guidelines which are helpful in weighing the public's interest in justice against the accused's rights. Certainly, the language quoted above from <i>Green</i> that the state \"should not be allowed to make repeated attempts to convict an individual * * *\"; which would subject him to \"embarrassment, expense and ordeal and compelling him to live in a continuing state of anxiety and insecurity\" is indeed a significant guideline. Furthermore, it appears to this court that putting the petitioners in the case at bar on trial for the fifth time <span class=\"star-pagination\">*687</span> after their four previous trials had resulted in hung juries enhanced \"the possibility that even though innocent (they) may be found guilty.\" These guidelines were amplified by the Court in Gori v. United States, <span class=\"citation\" data-id=\"106273\"><a href=\"/opinion/106273/gori-v-united-states/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></a></span>, <span class=\"citation\" data-id=\"106273\"><a href=\"/opinion/106273/gori-v-united-states/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1523</span></a></span>, <span class=\"citation\" data-id=\"106273\"><a href=\"/opinion/106273/gori-v-united-states/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">901</span></a></span> (1961) when the Court stated:</p>\n<blockquote>Judicial wisdom counsels against anticipating hypothetical situations in which the discretion of the trial judge may be abused and so call for the safeguard of the Fifth Amendmentcases in which the defendant would be harassed by successive, oppressive prosecutions, or in which a judge exercises his authority to help the prosecution, at a trial in which its case is going badly, by affording it another, more favorable opportunity to convict the accused. 367 U.S. at 369, 81 S.Ct. at 1526.</blockquote>\n<p>Finally in Downum v. United States, <span class=\"citation\" data-id=\"106577\"><a href=\"/opinion/106577/downum-v-united-states/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">734</span></a></span>, <span class=\"citation\" data-id=\"106577\"><a href=\"/opinion/106577/downum-v-united-states/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1033</span></a></span>, <span class=\"citation\" data-id=\"106577\"><a href=\"/opinion/106577/downum-v-united-states/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">100</span></a></span> (1963), the Supreme Court recapped the entire history of this particular area of the relation between the double jeopardy prohibition of the Fifth Amendment and the right to retry an accused after a mistrial as follows:</p>\n<blockquote>From United States v. Perez, * * *, decided in 1824, to Gori v. United States, * * *, decided in 1961, it has been agreed that there are occasions when a second trial may be had although the jury impaneled for the first trial was discharged without reaching a verdict and without the defendant's consent. The classic example is a mistrial because the jury is unable to agree. United States v. Perez, * *, Logan v. United States, * * *, Dreyer v. Illinois, <span class=\"citation\" data-id=\"95710\"><a href=\"/opinion/95710/dreyer-v-illinois/\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">71</span></a></span>, 23 S.Ct 28, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">79</span></span>, * * *, Keerl v. Montana, * * *. In Wade v. Hunter, * * *, the tactical problems of an army in the field were held to justify the withdrawal of a court-martial proceeding and the commencement of another one on a later day. Discovery by the judge during a trial that a member or members of the jury were biased <i>pro</i> or <i>con</i> one side has been held to warrant discharge of the jury and direction of a new trial. Wade v. Hunter, * * *; Simmons v. United States, <span class=\"citation\" data-id=\"93207\"><a href=\"/opinion/93207/simmons-v-united-states/\"><span class=\"volume\">142</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">148</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">171</span></span>, <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">968</span></span>, * * *; Thompson v. United States, <span class=\"citation\" data-id=\"94035\"><a href=\"/opinion/94035/thompson-v-united-states/\"><span class=\"volume\">155</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">271</span></a></span> [15 S.Ct. 73, 39 L.Ed. 146]. At times the valued right of a defendant to have his trial completed by the particular tribunal summoned to sit in judgment on him may be subordinated to the public interestwhen there is an imperious necessity to do so. Wade v. Hunter, * * *. Differences have arisen as to the application of the principle. See Brock v. North Carolina, * * *; Green v. United States, * * *. Harassment of an accused by successive prosecutions or declaration of a mistrial so as to afford the prosecution a more favorable opportunity to convict are examples when jeopardy attaches. Gori v. United States, * * *. But those extreme cases do not mark the limits of the guarantee. The discretion to discharge the jury before it has reached a verdict is to be exercised \"only in very extraordinary and striking circumstances,\" to use the words of Mr. Justice Story in United States v. Coolidge, 25 Fed.Cas. 622, 623. For the prohibition of the Double Jeopardy Clause is \"not against being twice punished, but against being twice put in jeopardy.\" United States v. Ball, <span class=\"citation\" data-id=\"94515\"><a href=\"/opinion/94515/united-states-v-ball/\"><span class=\"volume\">163</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">662</span></a></span>, 669 [<span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1192</span></span>, 1194, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">300</span></span>], 372 U.S. at 735-36, 83 S.Ct. at 1034.</blockquote>\n<p>It is the opinion of this court, in light of the Supreme Court cases cited heretofore, that in the case at bar jeopardy attached when the State of North Carolina attempted to try the defendants for the fifth time. This court fails to see how the rights of the petitioners can be subordinated to the demands of public justice after four trials have resulted in hung juries. While this court is aware of the need for the proper administration of justice and recognizes and agrees with the principles set forth in <i>Perez</i> that there can be a retrial of an accused after a jury has failed to reach a verdict, it <span class=\"star-pagination\">*688</span> does not support the <i>Perez</i> principle to the point at which it has been expounded in this particular instance. There is no doubt that such a practice is oppressive, that it creates undue anxiety and insecurity, and that it enhances the possibility that an innocent man may be found guilty. Furthermore, this court feels that to try the petitioners five times is far beyond the allowed exceptions set forth in <i>Perez,</i> and also exceeds the limitations on the right to retry an accused subsequently set forth by our Supreme Court.</p>\n<p>This court, guided by the wisdom of the Supreme Court advising against anticipating future hypothetical situations, holds only that in the case at bar the retrial of the petitioners after four hung juries violated the Fifth Amendment prohibition against being twice put in jeopardy. Nothing in this opinion should be taken to suggest a specific number of retrials which may be had. This court only holds that under the circumstances of the case at bar, jeopardy attached when the fourth jury was unable to agree.</p>\n<p>The respondent in the case at bar relies on the case of United States v. Persico, <span class=\"citation\" data-id=\"290055\"><a href=\"/opinion/290055/united-states-v-carmine-persico-salvatore-albanese-ralph-spero-and-hugh/\"><span class=\"volume\">425</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1375</span></a></span> (2d Cir. 1970) in opposing the granting of this writ of habeas corpus. In <i>Persico,</i> the defendants were tried five times on an indictment charging them with hijacking. The first trial ended in a mistrial when the jury could not reach a verdict. The second trial resulted in a conviction which was reversed on appeal. The third trial ended in a mistrial when one defendant was shot on a Brooklyn street during the trial, and the jury could not agree as to the other defendants. The fourth trial resulted in a verdict of guilty which was reversed on appeal. Finally, on the fifth trial the defendants were convicted, and that conviction was affirmed by the Court of Appeals for the Second Circuit. This court feels that <i>Persico</i> is distinguishable on its facts since there the retrials did not result entirely from hung juries, but instead, some were the result of the defendants' intervening appeals. See United States v. Ball, <span class=\"citation\" data-id=\"94515\"><a href=\"/opinion/94515/united-states-v-ball/\"><span class=\"volume\">163</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">662</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1192</span></span>, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">300</span></span> (1896).</p>\n<p>The only case found by this court which has bearing on the point decided herein is that of Carsey v. United States, 129 U.S.App.D.C. 205, <span class=\"citation\" data-id=\"279659\"><a href=\"/opinion/279659/earl-a-carsey-v-united-states/\"><span class=\"volume\">392</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">810</span></a></span> (1967), in which the Court of Appeals for the District of Columbia, relying on <i>Downum,</i> supra, held that to prosecute a defendant after three mistrials violated the double jeopardy prohibitions. In <i>Carsey,</i> the first two trials had ended in mistrials when the jury was unable to reach a verdict. The third trial ended in a mistrial for another reason which the court held should not have been granted. The court stated:</p>\n<blockquote>Notwithstanding the constitutional prohibition against double jeopardy, the Supreme Court has found sufficient necessity for a retrial when a jury was unable to agree, or a juror was biased, or war conditions required postponement of a court-martial, or a conviction was reversed either on direct appeal or on collateral attack. But repeated trials subject a defendant to serious hardship. In <i>Downum</i> the Supreme Court said, \"We resolve any doubt in favor of liberty of the citizen.\" * * * 392 F.2d at 811-812.</blockquote>\n<p>In light of the decision reached with regard to the compulsory process and double jeopardy issues presented in this petition, the court does not feel it necessary to consider the petitioners' claim of denial of a speedy trial.</p>\n<p>For the above reasons this court hereby orders the respondent to release the petitioners from custody, that the state cannot elect to have a new trial of the petitioners, and that the relief requested be hereby granted to the petitioners.</p>\n<p>Writ granted.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/92957/",
    "http://www.courtlistener.com/api/rest/v3/opinions/93207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/93322/",
    "http://www.courtlistener.com/api/rest/v3/opinions/94035/",
    "http://www.courtlistener.com/api/rest/v3/opinions/94303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/94515/",
    "http://www.courtlistener.com/api/rest/v3/opinions/95560/",
    "http://www.courtlistener.com/api/rest/v3/opinions/95710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/97002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106273/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108114/",
    "http://www.courtlistener.com/api/rest/v3/opinions/228644/",
    "http://www.courtlistener.com/api/rest/v3/opinions/245898/",
    "http://www.courtlistener.com/api/rest/v3/opinions/252201/",
    "http://www.courtlistener.com/api/rest/v3/opinions/279659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/290055/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1206929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1493608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1498297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1507713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2359240/"
  ]
}