{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1629915/",
  "absolute_url": "/opinion/1629915/fulcher-v-astrue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1629915/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:58:31.251742Z",
  "date_modified": "2016-04-26T21:16:41.487386Z",
  "type": "010combined",
  "sha1": "09f6f72d7191019e57f8d9929841e215bcd969c7",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Dorian FULCHER, Plaintiff,<br>\nv.<br>\nMichael ASTRUE, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 7:06-CV-161-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>March 27, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>Plaintiffs Motion for Judgment on the Pleadings is GRANTED.</p>\n<p>Defendant's Motion for Judgment on the Pleadings is DENIED.</p>\n<p></p>\n<h2><i>PROCEDURAL HISTORY</i></h2>\n<p>On June 24, 2003, Plaintiff filed an application for disability insurance benefits and Supplemental Security Income. Plaintiffs application was denied, as was Plaintiffs Request for Reconsideration. On September 15, 2004, a hearing was held before Administrative Law Judge (\"ALJ\") Dickenson. The ALJ rendered a decision against Plaintiff. The Appeals Council declined Plaintiffs Request for Review.</p>\n<p>On November 2, 2006, Plaintiff filed her Complaint. The Government (\"Defendant\") filed its Answer. Plaintiff filed a Motion for Judgment on the Pleadings. Defendant filed its own Motion for Judgment on the Pleadings. On August 23, 2007, a hearing was held on this matter before the Court.</p>\n<p></p>\n<h2><i>FACTUAL BACKGROUND</i></h2>\n<p>Plaintiff alleges a disability beginning on February 15, 2002. Plaintiff suffers from disc degeneration and herniation, fibromyalgia, irritable bowel syndrome, chronic pain syndrome, depression, constipation, a frozen shoulder, anxiety disorder, memory loss, muscle spasms, somatoform disorder, and personality disorder.</p>\n<p>Plaintiff has spent up to five days per week in bed, and she needs help getting dressed in the morning. Plaintiff has a history of psychiatric illnesses that contribute to her medical problems. Plaintiff is also allergic to many anti-depressants, Vicodin, and Darvocet; several attempts at medication have failed due to Plaintiffs allergies. Plaintiff has been examined by doctors for her impairments, including specialists from the Mayo Clinic. In April 2003, a pain management specialist, Dr. Liguori became Plaintiffs treating physician.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>1. <i>Standard for Judicial Review of a Final Decision for Disability Benefits</i>\n</h2>\n<p>Under the Social Security Act, the scope of judicial review for a final decision of an ALJ regarding disability benefits is limited to determining whether the findings of the ALJ are supported by substantial evidence and whether the correct law was applied. <i>Hays v. Sullivan,</i> 907 F.2d 1453, 1456 (4th Cir., 1990); 42 U.S.C. § 405(g) (providing that findings of fact shall be conclusive if supported by substantial evidence). Substantial evidence consists of more than a mere scintilla of evidence, but may be less than a preponderance of evidence. <i>Richardson v. Perales,</i> 402 U.S. 389, 401, 91 S.Ct. 1420, 28 L.Ed.2d 842 (1971). The Court must not substitute its own judgment for that of the Commissioner if the Commissioner's decision is supported by substantial evidence. See <i>Hunter v. Sullivan,</i> 993 F.2d 31, 34 (4th Cir., 1992) (citing <i>Hays v. Sullivan,</i> 907 F.2d 1453, 1456 (4th Cir, 1990)).</p>\n<p>In evaluating whether a claimant is disabled, an ALJ uses a five step sequential evaluation process, established by the regulations of the Social Security Administration under 20 C.F.R. § 404.1503 (1980).</p>\n<blockquote>\"Under the [five step] process the ALJ must determine in sequence: (1) whether the claimant is currently engaged in substantial gainful activity; (2) if not, whether he has a severe impairment; (3) if so, whether that impairment meets or equals the medical criteria of Appendix 1 which warrants a finding of disability without considering vocational factors; and (4) if not, whether the impairment prevents him from performing his past relevant work. By satisfying either step 3 or 4, the claimant establishes a prima facie case of disability. The burden then shifts to the Secretary and leads to the fifth and final inquiry in the sequence: (5) whether the claimant is able to perform other work considering both his remaining physical and mental capacities (defined as residual functional capacity) and his vocational capabilities (age, education, and past work experience) to adjust to a new job.\"</blockquote>\n<p><i>Hall v. Harris,</i> 658 F.2d 260, 264 (4th Cir., 1981); see also 20 C.F.R. § 404.1503.</p>\n<p>There is a two-step analysis in assessing the credibility of a plaintiff's complaint of pain. At the first step, the ALJ must determine whether objective medical evidence exists which shows a medical impairment that could reasonably produce the pain alleged, in both amount and degree. At the second step, the ALJ evaluates the amount and degree of pain, along with the extent such pain limits the ability to engage in work. At this second step, an ALJ may use any of the following evidence to come to a decision: objective medical evidence of pain; statements concerning pain or other subjective complaints; plaintiffs medical history; laboratory findings; activities of daily living; and any course of treatment undergone to alleviate pain. <i>Craig v. Chater,</i> 76 F.3d 585 (4th Cir., 1996). A plaintiffs work history should be taken into account in affording credibility to a plaintiffs belief in his or her own capabilities. See <i>Nanny v. Mathews,</i> 423 F.Supp. 548, 551 (E.D.Va.1976).</p>\n<p>A treating physician's opinion is often granted controlling weight. \"If we find that a treating source's opinion on the issue(s) of the nature and severity of your impairment(s) is well-supported by medically acceptable clinical and laboratory diagnostic techniques and is not inconsistent with the other substantial evidence in your case record, we will give it controlling weight.\" 20 C.F.R. § 404.1527(d)(2). \"In many cases, a treating source's medical opinion will be entitled to the greatest weight and should be adopted, even if it does not meet the test for controlling weight.\" <i>Smith v. Barnhart,</i> 395 F.Supp.2d 298, 307 (E.D.N.C.2005). However, if there is a conflict between a specialist's opinion and a non-specialist's opinion, \"we generally give more weight to the opinion of a specialist about medical issues related to his or her area of specialty than to the opinion of a source who is not a specialist.\" 20 C.F.R. § 404.1527(d)(5).</p>\n<p></p>\n<h2>2. <i>ALJ's finding not supported by substantial evidence</i>\n</h2>\n<p>The Court finds that the ALJ's findings were not supported by the substantial evidence. The ALJ made four errors: the ALJ wrongly discounted the treating physician's opinion; the ALJ erred in evaluating Plaintiffs pain and credibility; the ALJ erred in the Residual Functional Capacity evaluation; and the ALJ erred in presented unsupported hypothetical to the Vocational Expert. Because of these errors, the ALJ's findings were not supported by substantial evidence. Therefore, Plaintiffs Motion for Judgment on the Pleadings is granted.</p>\n<p></p>\n<h2>3. <i>ALJ erred in not giving controlling weight to Dr. Liguori's opinion</i>\n</h2>\n<p>The ALJ first erred by not giving the proper weight to the treating physician's opinion. A treating physician's opinion must be given controlling weight if it is well supported by medically acceptable clinical and laboratory techniques, and is not inconsistent with other substantial evidence in the record. Dr. Liguori is Plaintiffs treating physician, and he judged her to be disabled. The ALJ found that Dr. Liguori's opinion was without substantial support. To the contrary, the ALJ's finding regarding Dr. Liguori was itself not supported by substantial evidence. The Court finds that Dr. Liguori's opinions were well supported by objective medical evidence and were not inconsistent with other substantial evidence in the record.</p>\n<p>Dr. Liguori's opinion rested on a number of solid medical techniques and laboratory tests, none of which were performed incorrectly. Beginning in April 2003 and continuing past the date of the ALJ's final decision, Dr. Liguori personally examined and evaluated Plaintiff on multiple occasions. Dr. Liguori's own treatment notes formed the part of the basis of his opinion of Plaintiffs disability. Dr. Liguori also used clinical evidence such as Plaintiffs MRI, which displayed Plaintiffs herniation and disc degeneration. The ALJ actually found that the evidence <i>supported</i> many of Dr. Liguori's findings, including lumbar sprain and strain; headaches; chronic lower back, shoulder, and neck pain; irritable bowel syndrome; post-concussive memory loss; and situational anxiety and depression.</p>\n<p>Dr. Liguori's diagnosis was not inconsistent with this evidence, and was well-supported by his professional evaluations and the laboratory tests performed on Plaintiff. Therefore, the ALJ's decision to not give controlling weight to Dr. Liguori's opinion was not supported by substantial evidence. Because Dr. Liguori's opinion judged that Plaintiff was disabled, Plaintiff should have been found disabled.</p>\n<p></p>\n<h2>4. <i>ALJ erred in his pain and credibility assessment</i>\n</h2>\n<p>The Court also finds that the ALJ erred in his application of the pain and credibility standards to Plaintiff. The ALJ's findings regarding Plaintiffs pain and credibility were not supported by substantial evidence.</p>\n<p>The Fourth Circuit has found that pain alone can be disabling. So long as a condition exists that would cause the alleged pain, there need not be objective medical evidence of the intensity of such pain, or even evidence of the pain existing at all. <i>Hines v. Barnhart,</i> 453 F.3d 559, 564 (4th Cir., 2006).</p>\n<p>The ALJ found that there was ample objective evidence of medical impairments that would have caused Plaintiffs pain. However, instead of therefore finding that the pain existed, per <i>Hines v. Barnhart</i><i>,</i> the ALJ instead found that Plaintiffs complaints were not credible. The ALJ specifically cited the fact that there was no objective medical evidence in the record that supported the severity of pain alleged by Plaintiff. However, objective medical evidence is specifically not required under <i>Hines;</i> the ALJ was clearly wrong in requiring such evidence.</p>\n<p>What is more, there was objective medical evidence that actually supported Plaintiffs complaints of pain. The ALJ ignored the findings of Dr. Liguori, a pain management specialist, who supported Plaintiffs statements about her extreme pain. The ALJ ignored evidence demonstrating that severe pain was limiting Plaintiff in bending to the left; that Plaintiff had significant tenderness over the right sacroiliac joint; and that Plaintiff had decreased range of motion in the shoulders from her pain. The ALJ even ignored statements by multiple examining doctors who stated that psychological factors were impacting Plaintiffs pain.</p>\n<p>The ALJ discounted these obvious factors which supported Plaintiffs credibility and her reports of pain. The ALJ also incorrectly required objective medical evidence from Plaintiff to support her credibility, in contradiction of <i>Hines.</i> Therefore, the ALJ's finding on the Plaintiffs pain and credibility was not supported by substantial evidence, and, indeed, the ALJ's finding was based on requirements that are clearly contrary to Fourth Circuit law.</p>\n<p></p>\n<h2>5. <i>The ALJ's findings regarding Plaintiff's Residual Functional Capacity and the ALJ's hypothetical to the Vocational Expert were not supported by substantial evidence</i>\n</h2>\n<p>Because the ALJ's previous findings were not supported by substantial evidence, the ALJ's determination that Plaintiff retained a Residual Functional Capacity (\"RFC\") to perform unskilled light work with a sit/stand option, and the ALJ's finding that Plaintiff could perform work that did not require crawling, crouching, climbing, squatting or kneeling, were not supported by substantial evidence.</p>\n<p>The ALJ's discounting of Dr. Liguori's opinion and the ALJ's incorrect assessment of Plaintiffs pain led to an RFC that did not accurately reflect the evidence presented to the ALJ; thus, it was not supported by substantial evidence. As such, the hypothetical presented to the Vocational Expert were also not based upon substantial evidence. The substantial evidence overwhelmingly pointed to the Plaintiff being disabled; the ALJ's RFC and hypothetical lie in opposition to, and are not supported by, the substantial evidence of this case.</p>\n<p>Because the ALJ's findings were not supported by substantial evidence, Plaintiffs Motion for Judgment on the Pleadings is granted.</p>\n<p></p>\n<h2>6. <i>Evidence submitted to Appeals Council</i>\n</h2>\n<p>The Court has found that the ALJ's decision was not supported by substantial evidence. The Court does not reach the question as to whether the evidence submitted to the Appeals Council was new or material.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Plaintiffs Motion for Judgment on the Pleadings is GRANTED.</p>\n<p>Defendant's Motion for Judgment on the Pleadings is DENIED.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Dorian FULCHER, Plaintiff,<br>\nv.<br>\nMichael ASTRUE, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 7:06-CV-161-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>March 27, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>Plaintiffs Motion for Judgment on the Pleadings is GRANTED.</p>\n<p>Defendant's Motion for Judgment on the Pleadings is DENIED.</p>\n<p></p>\n<h2><i>PROCEDURAL HISTORY</i></h2>\n<p>On June 24, 2003, Plaintiff filed an application for disability insurance benefits and Supplemental Security Income. Plaintiffs application was denied, as was Plaintiffs Request for Reconsideration. On September 15, 2004, a hearing was held before Administrative Law Judge (\"ALJ\") Dickenson. The ALJ rendered a decision against Plaintiff. The Appeals Council declined Plaintiffs Request for Review.</p>\n<p>On November 2, 2006, Plaintiff filed her Complaint. The Government (\"Defendant\") filed its Answer. Plaintiff filed a Motion for Judgment on the Pleadings. Defendant filed its own Motion for Judgment on the Pleadings. On August 23, 2007, a hearing was held on this matter before the Court.</p>\n<p></p>\n<h2><i>FACTUAL BACKGROUND</i></h2>\n<p>Plaintiff alleges a disability beginning on February 15, 2002. Plaintiff suffers from disc degeneration and herniation, fibromyalgia, irritable bowel syndrome, chronic pain syndrome, depression, constipation, a frozen shoulder, anxiety disorder, memory loss, muscle spasms, somatoform disorder, and personality disorder.</p>\n<p>Plaintiff has spent up to five days per week in bed, and she needs help getting dressed in the morning. Plaintiff has a history of psychiatric illnesses that contribute to her medical problems. Plaintiff is also allergic to many anti-depressants, Vicodin, and Darvocet; several attempts at medication have failed due to Plaintiffs allergies. Plaintiff has been examined by doctors for her impairments, including specialists from the Mayo Clinic. In April 2003, a pain management specialist, Dr. Liguori became Plaintiffs treating physician.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>1. <i>Standard for Judicial Review of a Final Decision for Disability Benefits</i>\n</h2>\n<p>Under the Social Security Act, the scope of judicial review for a final decision of an ALJ regarding disability benefits is limited to determining whether the findings of the ALJ are supported by substantial evidence and whether the correct law was applied. <i>Hays v. Sullivan,</i> <span class=\"citation\" data-id=\"544628\"><a href=\"/opinion/544628/30-socsecrepser-467-unemplinsrep-cch-15558a-jackie-l-hays-jr-v/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1453</span></a></span>, 1456 (4th Cir., 1990); 42 U.S.C. § 405(g) (providing that findings of fact shall be conclusive if supported by substantial evidence). Substantial evidence consists of more than a mere scintilla of evidence, but may be less than a preponderance of evidence. <i>Richardson v. Perales,</i> <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 401, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1420</span></a></span>, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (1971). The Court must not substitute its own judgment for that of the Commissioner if the Commissioner's decision is supported by substantial evidence. See <i>Hunter v. Sullivan,</i> <span class=\"citation no-link\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></span>, 34 (4th Cir., 1992) (citing <i>Hays v. Sullivan,</i> <span class=\"citation\" data-id=\"544628\"><a href=\"/opinion/544628/30-socsecrepser-467-unemplinsrep-cch-15558a-jackie-l-hays-jr-v/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1453</span></a></span>, 1456 (4th Cir, 1990)).</p>\n<p>In evaluating whether a claimant is disabled, an ALJ uses a five step sequential evaluation process, established by the regulations of the Social Security Administration under 20 C.F.R. § 404.1503 (1980).</p>\n<blockquote>\"Under the [five step] process the ALJ must determine in sequence: (1) whether the claimant is currently engaged in substantial gainful activity; (2) if not, whether he has a severe impairment; (3) if so, whether that impairment meets or equals the medical criteria of Appendix 1 which warrants a finding of disability without considering vocational factors; and (4) if not, whether the impairment prevents him from performing his past relevant work. By satisfying either step 3 or 4, the claimant establishes a prima facie case of disability. The burden then shifts to the Secretary and leads to the fifth and final inquiry in the sequence: (5) whether the claimant is able to perform other work considering both his remaining physical and mental capacities (defined as residual functional capacity) and his vocational capabilities (age, education, and past work experience) to adjust to a new job.\"</blockquote>\n<p><i>Hall v. Harris,</i> <span class=\"citation\" data-id=\"393843\"><a href=\"/opinion/393843/alva-m-hall-v-patricia-r-harris-secretary-of-health-and-human-services/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">260</span></a></span>, 264 (4th Cir., 1981); see also 20 C.F.R. § 404.1503.</p>\n<p>There is a two-step analysis in assessing the credibility of a plaintiff's complaint of pain. At the first step, the ALJ must determine whether objective medical evidence exists which shows a medical impairment that could reasonably produce the pain alleged, in both amount and degree. At the second step, the ALJ evaluates the amount and degree of pain, along with the extent such pain limits the ability to engage in work. At this second step, an ALJ may use any of the following evidence to come to a decision: objective medical evidence of pain; statements concerning pain or other subjective complaints; plaintiffs medical history; laboratory findings; activities of daily living; and any course of treatment undergone to alleviate pain. <i>Craig v. Chater,</i> <span class=\"citation\" data-id=\"712924\"><a href=\"/opinion/712924/50-socsecrepser-140-unemplinsrep-cch-p-15133b-ronda-s-craig-v/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">585</span></a></span> (4th Cir., 1996). A plaintiffs work history should be taken into account in affording credibility to a plaintiffs belief in his or her own capabilities. See <i>Nanny v. Mathews,</i> <span class=\"citation\" data-id=\"2393669\"><a href=\"/opinion/2393669/nanny-v-mathews/\"><span class=\"volume\">423</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">548</span></a></span>, 551 (E.D.Va.1976).</p>\n<p>A treating physician's opinion is often granted controlling weight. \"If we find that a treating source's opinion on the issue(s) of the nature and severity of your impairment(s) is well-supported by medically acceptable clinical and laboratory diagnostic techniques and is not inconsistent with the other substantial evidence in your case record, we will give it controlling weight.\" 20 C.F.R. § 404.1527(d)(2). \"In many cases, a treating source's medical opinion will be entitled to the greatest weight and should be adopted, even if it does not meet the test for controlling weight.\" <i>Smith v. Barnhart,</i> <span class=\"citation\" data-id=\"2427518\"><a href=\"/opinion/2427518/smith-v-barnhart/\"><span class=\"volume\">395</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">298</span></a></span>, 307 (E.D.N.C.2005). However, if there is a conflict between a specialist's opinion and a non-specialist's opinion, \"we generally give more weight to the opinion of a specialist about medical issues related to his or her area of specialty than to the opinion of a source who is not a specialist.\" 20 C.F.R. § 404.1527(d)(5).</p>\n<p></p>\n<h2>2. <i>ALJ's finding not supported by substantial evidence</i>\n</h2>\n<p>The Court finds that the ALJ's findings were not supported by the substantial evidence. The ALJ made four errors: the ALJ wrongly discounted the treating physician's opinion; the ALJ erred in evaluating Plaintiffs pain and credibility; the ALJ erred in the Residual Functional Capacity evaluation; and the ALJ erred in presented unsupported hypothetical to the Vocational Expert. Because of these errors, the ALJ's findings were not supported by substantial evidence. Therefore, Plaintiffs Motion for Judgment on the Pleadings is granted.</p>\n<p></p>\n<h2>3. <i>ALJ erred in not giving controlling weight to Dr. Liguori's opinion</i>\n</h2>\n<p>The ALJ first erred by not giving the proper weight to the treating physician's opinion. A treating physician's opinion must be given controlling weight if it is well supported by medically acceptable clinical and laboratory techniques, and is not inconsistent with other substantial evidence in the record. Dr. Liguori is Plaintiffs treating physician, and he judged her to be disabled. The ALJ found that Dr. Liguori's opinion was without substantial support. To the contrary, the ALJ's finding regarding Dr. Liguori was itself not supported by substantial evidence. The Court finds that Dr. Liguori's opinions were well supported by objective medical evidence and were not inconsistent with other substantial evidence in the record.</p>\n<p>Dr. Liguori's opinion rested on a number of solid medical techniques and laboratory tests, none of which were performed incorrectly. Beginning in April 2003 and continuing past the date of the ALJ's final decision, Dr. Liguori personally examined and evaluated Plaintiff on multiple occasions. Dr. Liguori's own treatment notes formed the part of the basis of his opinion of Plaintiffs disability. Dr. Liguori also used clinical evidence such as Plaintiffs MRI, which displayed Plaintiffs herniation and disc degeneration. The ALJ actually found that the evidence <i>supported</i> many of Dr. Liguori's findings, including lumbar sprain and strain; headaches; chronic lower back, shoulder, and neck pain; irritable bowel syndrome; post-concussive memory loss; and situational anxiety and depression.</p>\n<p>Dr. Liguori's diagnosis was not inconsistent with this evidence, and was well-supported by his professional evaluations and the laboratory tests performed on Plaintiff. Therefore, the ALJ's decision to not give controlling weight to Dr. Liguori's opinion was not supported by substantial evidence. Because Dr. Liguori's opinion judged that Plaintiff was disabled, Plaintiff should have been found disabled.</p>\n<p></p>\n<h2>4. <i>ALJ erred in his pain and credibility assessment</i>\n</h2>\n<p>The Court also finds that the ALJ erred in his application of the pain and credibility standards to Plaintiff. The ALJ's findings regarding Plaintiffs pain and credibility were not supported by substantial evidence.</p>\n<p>The Fourth Circuit has found that pain alone can be disabling. So long as a condition exists that would cause the alleged pain, there need not be objective medical evidence of the intensity of such pain, or even evidence of the pain existing at all. <i>Hines v. Barnhart,</i> <span class=\"citation\" data-id=\"794858\"><a href=\"/opinion/794858/jeffery-hines-v-jo-anne-b-barnhart-commissioner-of-social-security/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">559</span></a></span>, 564 (4th Cir., 2006).</p>\n<p>The ALJ found that there was ample objective evidence of medical impairments that would have caused Plaintiffs pain. However, instead of therefore finding that the pain existed, per <i>Hines v. Barnhart</i><i>,</i> the ALJ instead found that Plaintiffs complaints were not credible. The ALJ specifically cited the fact that there was no objective medical evidence in the record that supported the severity of pain alleged by Plaintiff. However, objective medical evidence is specifically not required under <i>Hines;</i> the ALJ was clearly wrong in requiring such evidence.</p>\n<p>What is more, there was objective medical evidence that actually supported Plaintiffs complaints of pain. The ALJ ignored the findings of Dr. Liguori, a pain management specialist, who supported Plaintiffs statements about her extreme pain. The ALJ ignored evidence demonstrating that severe pain was limiting Plaintiff in bending to the left; that Plaintiff had significant tenderness over the right sacroiliac joint; and that Plaintiff had decreased range of motion in the shoulders from her pain. The ALJ even ignored statements by multiple examining doctors who stated that psychological factors were impacting Plaintiffs pain.</p>\n<p>The ALJ discounted these obvious factors which supported Plaintiffs credibility and her reports of pain. The ALJ also incorrectly required objective medical evidence from Plaintiff to support her credibility, in contradiction of <i>Hines.</i> Therefore, the ALJ's finding on the Plaintiffs pain and credibility was not supported by substantial evidence, and, indeed, the ALJ's finding was based on requirements that are clearly contrary to Fourth Circuit law.</p>\n<p></p>\n<h2>5. <i>The ALJ's findings regarding Plaintiff's Residual Functional Capacity and the ALJ's hypothetical to the Vocational Expert were not supported by substantial evidence</i>\n</h2>\n<p>Because the ALJ's previous findings were not supported by substantial evidence, the ALJ's determination that Plaintiff retained a Residual Functional Capacity (\"RFC\") to perform unskilled light work with a sit/stand option, and the ALJ's finding that Plaintiff could perform work that did not require crawling, crouching, climbing, squatting or kneeling, were not supported by substantial evidence.</p>\n<p>The ALJ's discounting of Dr. Liguori's opinion and the ALJ's incorrect assessment of Plaintiffs pain led to an RFC that did not accurately reflect the evidence presented to the ALJ; thus, it was not supported by substantial evidence. As such, the hypothetical presented to the Vocational Expert were also not based upon substantial evidence. The substantial evidence overwhelmingly pointed to the Plaintiff being disabled; the ALJ's RFC and hypothetical lie in opposition to, and are not supported by, the substantial evidence of this case.</p>\n<p>Because the ALJ's findings were not supported by substantial evidence, Plaintiffs Motion for Judgment on the Pleadings is granted.</p>\n<p></p>\n<h2>6. <i>Evidence submitted to Appeals Council</i>\n</h2>\n<p>The Court has found that the ALJ's decision was not supported by substantial evidence. The Court does not reach the question as to whether the evidence submitted to the Appeals Council was new or material.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Plaintiffs Motion for Judgment on the Pleadings is GRANTED.</p>\n<p>Defendant's Motion for Judgment on the Pleadings is DENIED.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2393669/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2427518/"
  ]
}