{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1631948/",
  "absolute_url": "/opinion/1631948/fate-v-dixon/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1631948/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:58:48.682484Z",
  "date_modified": "2016-04-26T22:42:52.144151Z",
  "type": "010combined",
  "sha1": "311efc2851c66b58093dc2c37b695be4d65ba7be",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>649 F.Supp. 551 (1986)</b></center>\n<center><h1>Forest L. FATE, Plaintiff,<br>\nv.<br>\nErnest DIXON, Sheriff of County of Person, et al., Defendants.</h1></center>\n<center>No. 85-1638-CRT.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>December 1, 1986.</center>\n<center>Memorandum and Recommendation September 25, 1986.</center>\n<p><span class=\"star-pagination\">*552</span> <span class=\"star-pagination\">*553</span> Edwin Walker, Raleigh, N.C., for plaintiff.</p>\n<p>Tyrus V. Dahl, Jr., Womble, Carlyle, Sandridge &amp; Rice, Winston Salem, N.C., James W. Tolin, Jr., Toling &amp; Long, Roxboro, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>On 25 September 1986 Magistrate Alexander B. Denson filed his memorandum and recommendation with regard to the motion by defendants for summary judgment. Both plaintiff and defendants have <span class=\"star-pagination\">*554</span> filed objections to the recommendation, and the matter is now before the court for ruling.</p>\n<p>A <i>de novo</i> review of the record convinces the court that the well-reasoned recommendation of Magistrate Denson is, in all respects, in accordance with law. Therefore, the objections are overruled and the court adopts the recommendations of Magistrate Denson, which are incorporated herein by reference, as its own. Accordingly, it is hereby ORDERED that:</p>\n<p>1. As to defendant, \"Director of Internal Affairs Division of Person County,\" this action is hereby dismissed;</p>\n<p>2. As to defendant, Michael Ruffin, County Manager, this action is hereby dismissed;</p>\n<p>3. Except as above noted, the motion of defendants for summary judgment is denied.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>ALEXANDER B. DENSON, United States Magistrate.</p>\n<p>The plaintiff contends that there was deliberate indifference to his serious medical needs while he was in the Person County jail between January 9 and January 12, 1984. That same year he filed a § 1983 action in this court, # 84-137-CRT, against several defendants about the incident, which action was tried before the undersigned and a jury. Judgment was entered for the defendants on the jury verdict on October 17, 1985 and affirmed by the Fourth Circuit on appeal. This new action is based on the same incident, but against different defendants, none of whom was a party to the prior action. These defendants have now filed a Motion for Summary Judgment contending that the prior action precludes plaintiff from maintaining this one. The motion is now ripe for ruling.</p>\n<p>Legal evolution has supplanted the once familiar terms of <i>res judicata</i> and collateral estoppel with the more modern ones of \"claim preclusion\" and \"issue preclusion.\" Although cases and commentators frequently observe that these concepts are confusing,<sup>[1]</sup> they may be stated with some precision  and, hopefully, succinctness and clarity  here, as they arguably apply to the decision now before the court.</p>\n<p>Claim preclusion is the equivalent of <i>res judicata</i> and it bars relitigation of causes of action which were brought, or might have been brought in a prior action between the parties in which there was a final judgment. <i>Montana v. United States,</i> 440 U.S. 147, 153, 99 S.Ct. 970, 973, 59 L.Ed.2d 210 (1979). Issue preclusion replaces collateral estoppel and applies when the second action is brought on a different cause of action than the first. Issues actually litigated in the prior action may not be litigated anew in the second. <i>Migra v. Warren City School District Board of Education,</i> 465 U.S. 75, 104 S.Ct. 892, 894, n. 1, 79 L.Ed.2d 56 (1984). Both of these concepts must be considered in this ruling.</p>\n<p></p>\n<h2>A. Claim Preclusion</h2>\n<p>It is necessary to recite some of the facts so that the legal analysis may be fully and more easily understood. Plaintiff alleged in the prior action, and alleges here, that he had been a prisoner housed in the Franklin County jail when he was transferred to the Person County jail for a court appearance on January 9, 1984. He suffered from asthma and a sinus condition and he had appropriate medicine for these ailments at the Franklin County jail. When he was transferred to the Person County jail, his medicine was not taken with him, perhaps because it was mistakenly assumed that his stay in Person County would be only a few hours. In any event, he alleges that he asked for his medicine and complained of asthma and sinus attacks but was deprived of the medicine and treatment until his transfer back to Franklin County on January 12, 1984. In the first suit, plaintiff named three of the Person County deputy sheriffs as defendants. The case went to <span class=\"star-pagination\">*555</span> trial and the jury found that none of the named defendants was deliberately indifferent to plaintiff's medical needs. Some of the evidence which was adduced at trial suggested that others may have been more culpable than the defendants named in the <i>pro se</i> complaint.</p>\n<p>Thus plaintiff filed this action against the Sheriff of Person County, another deputy sheriff, the county manager, and \"Director of Internal Affairs Division of Person County.\" None of the defendants in this action was a party in the former action.</p>\n<p>The defendants argue that the issues in the present action could have been asserted in the prior action and that under the applicable law they are barred. In support of this position, defendants quote from an opinion by Judge James C. Fox of this court in <i>Stewart v. Hunt,</i> 598 F.Supp. 1342 (E.D.N.C.1984):</p>\n<blockquote>A judgment on the merits is conclusive not only as to matters actually litigated and determined, but also as to all matters properly within the scope of the pleadings which could and should have been adjudicated at that time ...</blockquote>\n<p>at p. 1340.<sup>[2]</sup></p>\n<p>The answer to this argument, of course, is that the first action contained no pleadings as to the present defendants. So, even though Judge Fox was undoubtedly correct in the <i>Stewart</i> case, that holding is not relevant to the ruling before this court, since the liability of these defendants was not \"properly within the scope of the pleadings\" in the first case.</p>\n<p>It is clear that defendants are relying on the doctrine of <i>claim preclusion,</i> since there is no contention that the first jury passed on the issue of whether these named defendants were indifferent to plaintiff's serious medical needs.</p>\n<p>The Fourth Circuit has clearly defined the elements of <i>res judicata,</i> or claim preclusion:</p>\n<blockquote>As applied, the essential elements of the doctrine are generally stated to be (1) a final judgment on the merits in an earlier suit, (2) an identity of the cause of action in both the earlier and the later suit, and (3) an identity of parties or their privies in the two suits.</blockquote>\n<p><i>Nash County Board of Education v. The Biltmore Company,</i> 640 F.2d 484, at 486 (4th Cir.1981).</p>\n<p>The second element is missing here, that of identity of the causes of action in the two suits. The claim in the first action that certain individuals were deliberately indifferent to plaintiff's serious medical needs is a totally different cause of action than the claim in this suit that other persons were deliberately indifferent to plaintiff's serious medical needs. \"A single <span class=\"star-pagination\">*556</span> plaintiff has as many causes of action as there are defendants to pursue.\" 18 C. Wright, A. Miller &amp; Cooper, <i>Federal Practice and Procedure,</i> § 4407 at 52, 53 (1981). A plaintiff may bring successive actions against multiple defendants liable for the same injury, although he may be barred from relitigating an issue decided against him in a prior suit. <i>Webb v. Distefano,</i> 575 F.Supp. 639, 641 (D.Neb.1983). This rule applies whether plaintiff won or lost the prior action against the other defendants.<sup>[3]</sup></p>\n<p>It is perhaps stated best in the <i>Restatement (Second) of Judgments</i> § 49:</p>\n<blockquote>A judgment against one person liable for a loss does not terminate a claim that the injured party may have against another person who may be liable therefor.</blockquote>\n<p>It is also worth quoting portions of the Official Comment to that section:</p>\n<blockquote>a. <i>Rationale.</i> When a person suffers injury as the result of the concurrent or consecutive acts of two or more persons, he has a claim against each of them. If he brings an action against one of them, he is required to present all of the evidence and theories of recovery that might be advanced in support of the claim against that obligor.... Correlatively, if judgment is rendered against him, he is barred from bringing a subsequent action against the obligor ... But the claim against others who are liable for the same harm is regarded as separate. Accordingly, a judgment for or against one obligor does not result in merger or bar of the claim that the injured party may have against another obligor.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>When the claimant thus brings consecutive actions against different persons liable for the same harm, the rendition of the judgment in the first action does not terminate the claims against other persons who may be liable for the loss in question....</blockquote>\n<p>It is true, as Judge Murnaghan of the Fourth Circuit has observed, \"The Restatement, of course, binds no one. But it is persuasive.\" <i>Dracos v. Hellenic Lines, Ltd.,</i> 705 F.2d 1392 (1983) (Judge Murnaghan dissenting).</p>\n<p>The Tenth Circuit has even stated that an argument along the lines of defendants here was \"frivolous,\" noting that \"plaintiff has a separate cause of action against each defendant and is not precluded from acting against one by judgment against another.\" <i>McClelland v. Facteau,</i> 610 F.2d 693 at p. 695, n. 1, (10th Cir.1979) (reh. denied, 1980). Other courts which have considered the question have agreed that this is the law. <i>See, e.g., </i><i>Landrigan v. City of Warwick,</i> 628 F.2d 736 (1st Cir.1980) (A civil rights action against two towns and three police officers was not barred by a prior state court action against one of the officers arising out of the same incident.); <i>Gill &amp; Duffus Services, Inc. v. A.M. Nural Islam,</i> 675 F.2d 404 (D.C.Cir.1982) (\"As a rule, `[t]he rendition of a judgment against one of two or more persons liable for a loss does not terminate a claim that the injured party may have against any other person who may be liable therefor.'\")</p>\n<p>So, although it is true as Judge Fox observed in <i>Stewart,</i> that a judgment is conclusive as to all matters within the scope of the pleadings which could and should have been adjudicated, those matters do not include claims against unnamed defendants who may have also been liable for the harm to the plaintiff.</p>\n<p>Considering the construction given here of the \"cause of action\" element, it is not necessary to reach the third element of claim preclusion which requires an identity of the parties or their privies in the two suits. Nevertheless, for completeness, this element will be discussed briefly here. The plaintiff was the same in both of these actions and thus the requirement of identity or privity is met as to him. The question <span class=\"star-pagination\">*557</span> arises whether there is any requirement that these defendants be in privity with the defendants in the first action in order to raise claim preclusion. Restated, does the identity/privity element apply only to those against whom claim preclusion is asserted, or does it apply as well to those asserting it? Put still another way, may persons who were not parties or in privity with parties to the first action assert the bar of claim preclusion in another action?</p>\n<p>This question is usually analyzed as a requirement, or not, of \"mutuality.\" Traditionally there was a requirement that a party could not enjoy the benefit of a prior judgment unless they would also have been bound by it. <i>Bigelow v. Old Dominion Copper Co.,</i> 225 U.S. 111, 127, 32 S.Ct. 641, 642, 56 L.Ed. 1009 (1912). As is observed in the next section, this mutuality requirement has been abandoned in the area of issue preclusion. <i>Blonder-Tongue Laboratories, Inc. v. University of Illinois Foundation,</i> 402 U.S. 313, 91 S.Ct. 1434, 28 L.Ed.2d 788 (1971). Unfortunately, it is not at all clear whether mutuality is still a requirement of claim preclusion.</p>\n<p>Without attempting to canvass all federal circuits, the court observes that nonmutual claim preclusion has been recognized in the First Circuit, <i>Fiumara v. Fireman's Fund Ins. Cos.,</i> 746 F.2d 87 (1st Cir.1984); the Third Circuit, <i>Gambocz v. Yelencsics,</i> 468 F.2d 837 (3rd Cir.1972), the Fifth Circuit, <i>Johnson v. United States,</i> 576 F.2d 606, 609 (5th Cir.1978), the Eighth Circuit, <i>Fowler v. Wolff,</i> 479 F.2d 338 (8th Cir. 1973), and in several judicial districts: <i>Betances v. Quiros,</i> 603 F.Supp. 201 (D.P.R. 1985); <i>McLaughlin v. Bradlee,</i> 599 F.Supp. 839 (D.D.C.1984); <i>Heritage Hills Fellowship v. Plouff,</i> 555 F.Supp. 1290 (D.Mich. 1983); and <i>Rosenthal v. Nevada,</i> 514 F.Supp. 907 (D.Nev.1981).</p>\n<p>One respected authority<sup>[4]</sup> suggests that the Fourth Circuit joined this list in <i>Kutzik v. Young,</i> 730 F.2d 149 (4th Cir. 1984); however, <i>Kutzik</i> applied the state law of Maryland, not federal law. In the § 1983 action of <i>Scott v. Hughes et al.</i> 745 F.2d 52 (4th Cir.1984), the court noted \"Collateral estoppel differs from <i>res judicata</i> in that privity of both parties is not necessary in a second suit involving an issue previously litigated and decided. <i>Parklane Hosiery Co. v. Shore,</i> 439 U.S. 322 [99 S.Ct. 645, 58 L.Ed.2d 552] (1979).\" Thus, it appears that the law of this circuit at this time denies claim preclusion to nonparties.</p>\n<p>Whereupon the analysis devolves into a consideration of whether these defendants can be said to be \"in privity\" with the defendants in the first action so as to be allowed to raise claim preclusion against the plaintiff.</p>\n<p>After considering various definitions of privity and noting it to have been appropriately described as an \"elusive concept,\" the Fourth Circuit quoted with approval and applied the definition written by Judge Goodrich in his concurring opinion in <i>Bruszewski v. United States,</i> 181 F.2d 419 at 423 (3rd Cir.) <i>cer. denied,</i> 340 U.S. 865, 71 S.Ct. 87, 95 L.Ed. 632 (1950):</p>\n<blockquote>\"Privity states no reason for including or excluding one from the estoppel of a judgment. It is merely a word used to say that the relationship between the one who is a party on the record and another is close enough to include that other within the <i>res judicata.</i>\"</blockquote>\n<p><i>Nash County Board of Education v. Biltmore Company,</i> 640 F.2d 484, at 494 (4th Cir.1981). However honest that observation, it contributes little to the analytical process.</p>\n<p>In the first action, the defendants were three deputy sheriffs of Person County. In the present action, one defendant is another deputy sheriff who was chief jailor of Person County, another defendant is the Sheriff of Person County, a third is the county manager of Person County, and the last is the \"Director of Internal Affairs Division of Person County.\" Since there is <span class=\"star-pagination\">*558</span> no position or person who fits the description of the last defendant, and since apparently the only theory of liability against the county manager is respondeat superior, it is probable that the latter two defendants will be dismissed. Thus, the question becomes whether the Sheriff of Person County and the chief jailor were closely related enough to three other deputies who worked at the jail as to include them within the <i>res judicata.</i> Although it is far from clear, based on their finding of privity in <i>Nash County Board of Education,</i> the undersigned concludes that the Fourth Circuit would find privity here.</p>\n<p>It is probable, therefore, that the defendants satisfy the final requirement of claim preclusion, that of privity and mutuality.</p>\n<p>Although this interpretation disposes of the defendants' motion, the matter does not end there. For reasons explained in the next section, the court concludes it also necessary to consider the matter of issue preclusion.</p>\n<p></p>\n<h2>B. Issue Preclusion</h2>\n<p>Since the plaintiff is proceeding at this point <i>pro se,</i> the court has some obligation to consider for his benefit legal theories that may be applicable. There is precedent for the court raising, <i>sua sponte,</i> doctrines such as <i>res judicata</i> under certain circumstances, such as when all of the relevant data and records are before the court, as they are here. <i>Carbonell v. Louisiana Dept. of Health &amp; Human Resources,</i> 772 F.2d 185 (5th Cir.1985). A well represented plaintiff in this case would raise the question of whether an issue decided in his favor in the first trial precludes these defendants from relitigating that same issue in the instant action. Thus the court must examine the doctrine of issue preclusion.</p>\n<p>In the first trial, the undersigned submitted four issues to the jury. The two which the jury reached, and their answers, were:</p>\n<blockquote>1. Did plaintiff during his incarceration at the Person County Jail on January 9-12, 1984, have a serious medical need?</blockquote>\n<blockquote>ANSWER: YES</blockquote>\n<blockquote>If you answer \"yes\" to this question, you should continue and answer question number two. If you answer \"no\" to this question, you should stop and answer no further questions.</blockquote>\n<blockquote>2. Was the defendant Hodge, or the defendant Thomas, or the defendant Fox deliberately indifferent to the plaintiff's serious medical needs in violation of the Eighth Amendment?</blockquote>\n<blockquote>ANSWER:</blockquote>\n<blockquote>As to defendant Hodge: No</blockquote>\n<blockquote>As to defendant Thomas: No</blockquote>\n<blockquote>As to defendant Fox: No</blockquote>\n<p>And so, the question before the court now, on the plaintiff's behalf relating to issue preclusion, is whether these present defendants are precluded from relitigating the first issue finding that the plaintiff had a serious medical need. This is a much closer question than the defendants' motion relating to claim preclusion.</p>\n<p>Under collateral estoppel, or issue preclusion, once a court has decided an issue necessary to its judgment, that decision is conclusive in a subsequent suit as to a party to that suit, even if the second suit is on a different cause of action. <i>United States v. Mendoza,</i> 464 U.S. 154, 158, 104 S.Ct. 568, 571, 78 L.Ed.2d 379 (1983). The doctrine of mutuality does not apply to collateral estoppel. <i>Blonder-Tongue Labs, Inc. v. University of Illinois Foundation,</i> 402 U.S. 313, 91 S.Ct. 1434, 28 L.Ed.2d 788 (1971). It may be used defensively, by a defendant, or offensively by a plaintiff. <i>Parklane Hosiery Co. v. Shore,</i> 439 U.S. 322, 99 S.Ct. 645, 58 L.Ed.2d 552 (1978). The court has broad discretion as to when to use offensive collateral estoppel, <i>Id.</i> at 331, 99 S.Ct. at 651-52; however, application of the doctrine under the circumstances must not do injustice to the party. <i>Rachal v. Hill,</i> 435 F.2d 59 (5th Cir.1970), <i>cert. denied</i> 403 U.S. 904, 91 S.Ct. 2203, 29 L.Ed.2d 680 (1971).</p>\n<p>The Fourth Circuit has, this year, established the factors which must be considered <span class=\"star-pagination\">*559</span> in deciding whether to apply offensive collateral estoppel:</p>\n<blockquote>(1) The party against whom the estoppel is asserted must have been a party or in privity with the party in the prior litigation.</blockquote>\n<blockquote>(2) There must have been a final determination of the merits of the issues to be collaterally estopped.</blockquote>\n<blockquote>(3) The issues decided in the prior action must have been necessary, material, and essential to the prior case.</blockquote>\n<blockquote>(4) The party against whom the estoppel is to be applied must have had a full and fair opportunity to litigate the issues.</blockquote>\n<blockquote>(5) The issues in the prior litigation must be identical to the issues sought to be estopped.</blockquote>\n<p><i>Polk v. Montgomery County, Md.,</i> 782 F.2d 1196, at 1201 (4th Cir.1986). Thus, the court will now proceed to consider these five factors.</p>\n<p></p>\n<h2>(1) privity of defendants</h2>\n<p>The court concluded in the previous section that these defendants, the sheriff and the deputy, were in privity with the deputy sheriffs who were defendants in the prior action. It is not necessary to repeat that analysis. This factor has been met.</p>\n<p></p>\n<h2>(2) final determination on the merits</h2>\n<p>The issue which may be collaterally estopped, viz., whether the plaintiff had a serious medical need was submitted to the jury in the first action, decided, and judgment entered. The judgment was affirmed by the Fourth Circuit on appeal. There is no question but that there was a final determination of the issue to be collaterally estopped.</p>\n<p></p>\n<h2>(3) whether issue was necessary, material and essential</h2>\n<p>One of the critical issues in a deliberate indifference claim is whether the plaintiff had a serious medical need. That issue was necessary, material and essential to the first action as it is to this one.</p>\n<p></p>\n<h2>(4) full and fair opportunity to litigate</h2>\n<p>The defendant Sheriff, Ernest Dixon, and his deputy, J.D. McBroom, were not defendants in the first action and in that sense may not have had a \"full and fair opportunity to litigate the issue.\" That, however, can never be the requirement because if it were it would render meaningless the words \"or in privity with the party in the prior litigation\" which the Fourth Circuit used in the first factor, above. In the first action both Dixon and McBroom appeared with their brothers, the deputy sheriffs who were defendants in the first action. Not only were they both present, but they both testified in the first action. Thus, their opportunity to litigate the issue was as great as it could be for any non-parties.</p>\n<p></p>\n<h2>(5) identity of issues</h2>\n<p>As stated earlier, the issue decided in the first action which may be collaterally estopped against these defendants in this one was:</p>\n<blockquote>1. Did the plaintiff during his incarceration at the Person County Jail on January 9-12, 1984, have a serious medical need?</blockquote>\n<blockquote>Answer: Yes</blockquote>\n<p>This is identical to the issue in this action which may be collaterally estopped.</p>\n<p>Application of these factors, then, as the Fourth Circuit directed in <i>Polk,</i> suggests that offensive collateral estoppel here should bar these defendants from relitigating the issue in this action of whether the plaintiff had a serious medical need.</p>\n<p>Especially where offensive collateral estoppel is contemplated, the courts must use \"special care\" to ensure that preclusion will not lead to unjust results.</p>\n<p>But, as observed earlier, federal district courts have broad discretion in determining when the doctrine of offensive collateral estoppel should be applied. <i>Dracos v. Hellenic Lines, Ltd.,</i> 705 F.2d 1392 (4th Cir.1983). \"Fairness to the defendant\" is a critical finding necessary to the application of offensive collateral estoppel. <i>Jack Faucett Associates v. American Telephone</i> <span class=\"star-pagination\">*560</span> <i>and Telegraph Co.,</i> 744 F.2d 118, 125 (D.C.Cir.1984), <i>cert. denied</i> 469 U.S. 1196, 105 S.Ct. 980, 83 L.Ed.2d 982. \"[A]s so often is the case, no one set of facts, no one collection of words or phrases, will provide an automatic formula for proper rulings on estoppel pleas. In the end, decision will necessarily rest on the trial courts' sense of justice and equity.\" <i>Blonder-Tongue Labs, Inc. v. University of Illinois Foundation,</i> 402 U.S. at 333, 334, 91 S.Ct. at 1445.</p>\n<p>It is important to bear in mind that collateral estoppel is a judge-made rule adopted, in large part, out of a concern for judicial economy as well as from a concern of the expense of litigation to the parties. <i>Id.</i> Here, neither the court nor the parties would realize much of a savings in not relitigating the issue of \"serious medical need.\" In the first trial, plaintiff presented all of his evidence in one day, resting at 9:18 a.m. on the second day. The entire case was concluded on the third day, including arguments, charge, and jury deliberations. Thus, little court time will be saved by not litigating this issue in the second trial.</p>\n<p>As to expense to the parties, plaintiff will have none. He proceeded <i>in forma pauperis</i> in both actions. Counsel was appointed for him in the first action and will be in this one. Thus, he will incur no added expense in relitigating this issue. Defendants, of course, will be glad to silently bear any additional expense they may have. So it appears that there is nothing really to be gained in applying collateral estoppel in this case.</p>\n<p>Moreover, from presiding over the first trial the court has a vague, disquieting feeling  admittedly unsupported by any evidence  that the first jury's verdict may have been designated to offer plaintiff the solace as to allow him to prevail on the first issue having already decided that he would lose on the second. That may or may not have been the case. Nevertheless, while little or nothing is to be gained from denying these defendants the right to litigate the issue of serious medical need, the undersigned's \"sense of justice and equity\" on which the <i>Blonder-Tongue</i> court found the decision to necessarily rest, is that it would be unjust to apply either <i>res judicata</i> or collateral estoppel in this case. Instead, all the relevant issues should be submitted to a new jury deciding the case between these parties in a trial that will, even so, be short.</p>\n<p>As observed at the outset of this section, however, this decision is a close one. Should the recommendation herein not be accepted, and instead the court be inclined to apply the bar of offensive collateral estoppel to keep the defense from relitigating the issue of serious medical need, it is appropriate to observe that the correct procedure is to require it to be asserted and responded to in pleadings and allow the defendants an opportunity to show why the doctrine should not be applied. <i>Blonder-Tongue Labs, Inc. v. University of Illinois Foundation,</i> 402 U.S. at 350, 91 S.Ct. at 1453-54.</p>\n<p>Two final considerations need to be addressed. First the plaintiff has sued a non-entity among the defendants, the \"Director of Internal Affairs Division of Person County.\" The defendants have presented uncontroverted evidence that there is no such office and no person fitting that description. Accordingly, as to such defendant the action should be dismissed. Lastly, plaintiff has sued Michael M. Ruffin, as county manager of Person County. As to this defendant, plaintiff alleges only that the sheriff's department had a \"defacto policy, custom, or practice\" to deprive inmates of their constitutional rights and that the county manager should have been aware of this practice. There is no indication that the county manager had any responsibility concerning the sheriff's practices or that, indeed, the county manager had any authority at all over the sheriff, an elected official. <i>See</i> Chapter 162, N.C. General Statutes. Any reliance on <i>respondeat superior</i> as grounds for liability under § 1983 is misplaced. <i>Monell v. Department of Social Services,</i> 436 U.S. 658, <span class=\"star-pagination\">*561</span> 694, 98 S.Ct. 2018, 2037-38, 56 L.Ed.2d 611 (1978); <i>Vinnedge v. Gibbs,</i> 550 F.2d 926 (4th Cir.1977). Ruffin's affidavit that he had no personal knowledge of or participation in the events of January 9-12, 1984 is unrebutted. Thus, his motion for summary judgment should be allowed.</p>\n<p>Accordingly, IT IS HEREBY RECOMMENDED: that neither the doctrines of <i>res judicata</i> nor collateral estoppel be applied in this action and that the motions of Ernest Dixon, Sheriff and J.D. McBroom, Deputy Sheriff for summary judgment BE DENIED; that the defendant \"Director of Internal Affairs Division of Person County\" BE DISMISSED; and that the motion of defendant Michael Ruffin, County Manager, for summary judgment BE ALLOWED.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>See, e.g., </i><i>Adkins v. Allstate Insurance Company, et al.,</i> 729 F.2d 974 (4th Cir.1984).</p>\n<p>[2]  The manner in which defendants chose to quote this passage is both incorrect and misleading since they omitted a clause at the beginning of the quoted passage without any indication that they had done so. The omitted clause states: \"<i>According to North Carolina law,</i> a judgment on the merits ...\" (emphasis added). When a quotation begins in mid-sentence, omitting language, the first letter of the quotation should be capitalized and placed in brackets. <i>See, A Uniform System of Citation, Thirteenth Edition,</i> p. 27, commonly known as \"The Blue Book.\" Thus, the omitted clause makes it clear that Judge Fox was applying North Carolina law. As his previous paragraph explains, since the <i>Stewart</i> case involved the preclusive effect of a prior state court judgment on the pending federal action, North Carolina law was determinative because federal courts must give the same preclusive effect to state court judgments as the courts of that state would give them. In the case at bar, the issue is what preclusive effect must be given to a prior federal judgment, of this very court, of a case involving federal substantive law. In this determination, federal, not state, law applies. <i>Aerojet-General Corp. v. Askew,</i> 511 F.2d 710 (5th Cir.) <i>reh. den.</i> 514 F.2d 1072, <i>cert. den.</i> 423 U.S. 908, 96 S.Ct. 210, 46 L.Ed.2d 137 (1975). Moreover, last week the Fourth Circuit concluded that federal law of <i>res judicata</i> should be applied in all cases in federal court except where it \"involves an important question of state law such as privity.\" <i>Harnett v. Billman,</i> 800 F.2d 1308 (4th Cir.1986). It does not, however, make any practical difference, since it happens that the federal and state law are to the same effect. North Carolina also holds that a judgment against one tortfeasor is not bar to an action against a joint tortfeasor who was not a party to the first action. <i>Sumner v. Marion,</i> 272 N.C. 92, 157 S.E.2d 667 (1967), <i>Griffin v. McBrayer,</i> 252 N.C. 54, 112 S.E.2d 748 (1960).</p>\n<p>[3]  Although a plaintiff may win a judgment against defendants in successive lawsuits, he can, of course, enjoy only one recovery of damages. Payments made in satisfaction of one such judgment are credited against the other. <i>See Restatement (Second) of Judgments</i> § 50.</p>\n<p>[4]  C. Wright, A. Miller, &amp; E. Cooper, <i>Federal Practice and Procedure,</i> § 4464 n. 26, 1986 pocket supplement, p. 160, 161.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">649</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">551</span></span> (1986)</b></center>\n<center><h1>Forest L. FATE, Plaintiff,<br>\nv.<br>\nErnest DIXON, Sheriff of County of Person, et al., Defendants.</h1></center>\n<center>No. 85-1638-CRT.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>December 1, 1986.</center>\n<center>Memorandum and Recommendation September 25, 1986.</center>\n<p><span class=\"star-pagination\">*552</span> <span class=\"star-pagination\">*553</span> Edwin Walker, Raleigh, N.C., for plaintiff.</p>\n<p>Tyrus V. Dahl, Jr., Womble, Carlyle, Sandridge &amp; Rice, Winston Salem, N.C., James W. Tolin, Jr., Toling &amp; Long, Roxboro, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>On 25 September 1986 Magistrate Alexander B. Denson filed his memorandum and recommendation with regard to the motion by defendants for summary judgment. Both plaintiff and defendants have <span class=\"star-pagination\">*554</span> filed objections to the recommendation, and the matter is now before the court for ruling.</p>\n<p>A <i>de novo</i> review of the record convinces the court that the well-reasoned recommendation of Magistrate Denson is, in all respects, in accordance with law. Therefore, the objections are overruled and the court adopts the recommendations of Magistrate Denson, which are incorporated herein by reference, as its own. Accordingly, it is hereby ORDERED that:</p>\n<p>1. As to defendant, \"Director of Internal Affairs Division of Person County,\" this action is hereby dismissed;</p>\n<p>2. As to defendant, Michael Ruffin, County Manager, this action is hereby dismissed;</p>\n<p>3. Except as above noted, the motion of defendants for summary judgment is denied.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>ALEXANDER B. DENSON, United States Magistrate.</p>\n<p>The plaintiff contends that there was deliberate indifference to his serious medical needs while he was in the Person County jail between January 9 and January 12, 1984. That same year he filed a § 1983 action in this court, # 84-137-CRT, against several defendants about the incident, which action was tried before the undersigned and a jury. Judgment was entered for the defendants on the jury verdict on October 17, 1985 and affirmed by the Fourth Circuit on appeal. This new action is based on the same incident, but against different defendants, none of whom was a party to the prior action. These defendants have now filed a Motion for Summary Judgment contending that the prior action precludes plaintiff from maintaining this one. The motion is now ripe for ruling.</p>\n<p>Legal evolution has supplanted the once familiar terms of <i>res judicata</i> and collateral estoppel with the more modern ones of \"claim preclusion\" and \"issue preclusion.\" Although cases and commentators frequently observe that these concepts are confusing,<sup>[1]</sup> they may be stated with some precision  and, hopefully, succinctness and clarity  here, as they arguably apply to the decision now before the court.</p>\n<p>Claim preclusion is the equivalent of <i>res judicata</i> and it bars relitigation of causes of action which were brought, or might have been brought in a prior action between the parties in which there was a final judgment. <i>Montana v. United States,</i> <span class=\"citation\" data-id=\"110022\"><a href=\"/opinion/110022/montana-v-united-states/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></a></span>, 153, <span class=\"citation\" data-id=\"110022\"><a href=\"/opinion/110022/montana-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">970</span></a></span>, 973, <span class=\"citation\" data-id=\"110022\"><a href=\"/opinion/110022/montana-v-united-states/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">210</span></a></span> (1979). Issue preclusion replaces collateral estoppel and applies when the second action is brought on a different cause of action than the first. Issues actually litigated in the prior action may not be litigated anew in the second. <i>Migra v. Warren City School District Board of Education,</i> <span class=\"citation\" data-id=\"111093\"><a href=\"/opinion/111093/migra-v-warren-city-school-dist-bd-of-ed/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">75</span></a></span>, <span class=\"citation\" data-id=\"111093\"><a href=\"/opinion/111093/migra-v-warren-city-school-dist-bd-of-ed/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">892</span></a></span>, 894, n. 1, <span class=\"citation\" data-id=\"111093\"><a href=\"/opinion/111093/migra-v-warren-city-school-dist-bd-of-ed/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">56</span></a></span> (1984). Both of these concepts must be considered in this ruling.</p>\n<p></p>\n<h2>A. Claim Preclusion</h2>\n<p>It is necessary to recite some of the facts so that the legal analysis may be fully and more easily understood. Plaintiff alleged in the prior action, and alleges here, that he had been a prisoner housed in the Franklin County jail when he was transferred to the Person County jail for a court appearance on January 9, 1984. He suffered from asthma and a sinus condition and he had appropriate medicine for these ailments at the Franklin County jail. When he was transferred to the Person County jail, his medicine was not taken with him, perhaps because it was mistakenly assumed that his stay in Person County would be only a few hours. In any event, he alleges that he asked for his medicine and complained of asthma and sinus attacks but was deprived of the medicine and treatment until his transfer back to Franklin County on January 12, 1984. In the first suit, plaintiff named three of the Person County deputy sheriffs as defendants. The case went to <span class=\"star-pagination\">*555</span> trial and the jury found that none of the named defendants was deliberately indifferent to plaintiff's medical needs. Some of the evidence which was adduced at trial suggested that others may have been more culpable than the defendants named in the <i>pro se</i> complaint.</p>\n<p>Thus plaintiff filed this action against the Sheriff of Person County, another deputy sheriff, the county manager, and \"Director of Internal Affairs Division of Person County.\" None of the defendants in this action was a party in the former action.</p>\n<p>The defendants argue that the issues in the present action could have been asserted in the prior action and that under the applicable law they are barred. In support of this position, defendants quote from an opinion by Judge James C. Fox of this court in <i>Stewart v. Hunt,</i> <span class=\"citation\" data-id=\"1476849\"><a href=\"/opinion/1476849/stewart-v-hunt/\"><span class=\"volume\">598</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1342</span></a></span> (E.D.N.C.1984):</p>\n<blockquote>A judgment on the merits is conclusive not only as to matters actually litigated and determined, but also as to all matters properly within the scope of the pleadings which could and should have been adjudicated at that time ...</blockquote>\n<p>at p. 1340.<sup>[2]</sup></p>\n<p>The answer to this argument, of course, is that the first action contained no pleadings as to the present defendants. So, even though Judge Fox was undoubtedly correct in the <i>Stewart</i> case, that holding is not relevant to the ruling before this court, since the liability of these defendants was not \"properly within the scope of the pleadings\" in the first case.</p>\n<p>It is clear that defendants are relying on the doctrine of <i>claim preclusion,</i> since there is no contention that the first jury passed on the issue of whether these named defendants were indifferent to plaintiff's serious medical needs.</p>\n<p>The Fourth Circuit has clearly defined the elements of <i>res judicata,</i> or claim preclusion:</p>\n<blockquote>As applied, the essential elements of the doctrine are generally stated to be (1) a final judgment on the merits in an earlier suit, (2) an identity of the cause of action in both the earlier and the later suit, and (3) an identity of parties or their privies in the two suits.</blockquote>\n<p><i>Nash County Board of Education v. The Biltmore Company,</i> <span class=\"citation\" data-id=\"387064\"><a href=\"/opinion/387064/the-nash-county-board-of-education-v-the-biltmore-company-borden-inc/\"><span class=\"volume\">640</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">484</span></a></span>, at 486 (4th Cir.1981).</p>\n<p>The second element is missing here, that of identity of the causes of action in the two suits. The claim in the first action that certain individuals were deliberately indifferent to plaintiff's serious medical needs is a totally different cause of action than the claim in this suit that other persons were deliberately indifferent to plaintiff's serious medical needs. \"A single <span class=\"star-pagination\">*556</span> plaintiff has as many causes of action as there are defendants to pursue.\" 18 C. Wright, A. Miller &amp; Cooper, <i>Federal Practice and Procedure,</i> § 4407 at 52, 53 (1981). A plaintiff may bring successive actions against multiple defendants liable for the same injury, although he may be barred from relitigating an issue decided against him in a prior suit. <i>Webb v. Distefano,</i> <span class=\"citation\" data-id=\"1462243\"><a href=\"/opinion/1462243/webb-v-distefano/\"><span class=\"volume\">575</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">639</span></a></span>, 641 (D.Neb.1983). This rule applies whether plaintiff won or lost the prior action against the other defendants.<sup>[3]</sup></p>\n<p>It is perhaps stated best in the <i>Restatement (Second) of Judgments</i> § 49:</p>\n<blockquote>A judgment against one person liable for a loss does not terminate a claim that the injured party may have against another person who may be liable therefor.</blockquote>\n<p>It is also worth quoting portions of the Official Comment to that section:</p>\n<blockquote>a. <i>Rationale.</i> When a person suffers injury as the result of the concurrent or consecutive acts of two or more persons, he has a claim against each of them. If he brings an action against one of them, he is required to present all of the evidence and theories of recovery that might be advanced in support of the claim against that obligor.... Correlatively, if judgment is rendered against him, he is barred from bringing a subsequent action against the obligor ... But the claim against others who are liable for the same harm is regarded as separate. Accordingly, a judgment for or against one obligor does not result in merger or bar of the claim that the injured party may have against another obligor.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>When the claimant thus brings consecutive actions against different persons liable for the same harm, the rendition of the judgment in the first action does not terminate the claims against other persons who may be liable for the loss in question....</blockquote>\n<p>It is true, as Judge Murnaghan of the Fourth Circuit has observed, \"The Restatement, of course, binds no one. But it is persuasive.\" <i>Dracos v. Hellenic Lines, Ltd.,</i> <span class=\"citation no-link\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1392</span></span> (1983) (Judge Murnaghan dissenting).</p>\n<p>The Tenth Circuit has even stated that an argument along the lines of defendants here was \"frivolous,\" noting that \"plaintiff has a separate cause of action against each defendant and is not precluded from acting against one by judgment against another.\" <i>McClelland v. Facteau,</i> <span class=\"citation\" data-id=\"372077\"><a href=\"/opinion/372077/cecil-e-mcclelland-v-jonathan-b-facteau-individually-and-in-his/\"><span class=\"volume\">610</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">693</span></a></span> at p. 695, n. 1, (10th Cir.1979) (reh. denied, 1980). Other courts which have considered the question have agreed that this is the law. <i>See, e.g., </i><i>Landrigan v. City of Warwick,</i> <span class=\"citation\" data-id=\"381362\"><a href=\"/opinion/381362/bruce-b-landrigan-v-city-of-warwick/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">736</span></a></span> (1st Cir.1980) (A civil rights action against two towns and three police officers was not barred by a prior state court action against one of the officers arising out of the same incident.); <i>Gill &amp; Duffus Services, Inc. v. A.M. Nural Islam,</i> <span class=\"citation\" data-id=\"402326\"><a href=\"/opinion/402326/gill-and-duffus-services-inc-v-a-m-nural-islam/\"><span class=\"volume\">675</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">404</span></a></span> (D.C.Cir.1982) (\"As a rule, `[t]he rendition of a judgment against one of two or more persons liable for a loss does not terminate a claim that the injured party may have against any other person who may be liable therefor.'\")</p>\n<p>So, although it is true as Judge Fox observed in <i>Stewart,</i> that a judgment is conclusive as to all matters within the scope of the pleadings which could and should have been adjudicated, those matters do not include claims against unnamed defendants who may have also been liable for the harm to the plaintiff.</p>\n<p>Considering the construction given here of the \"cause of action\" element, it is not necessary to reach the third element of claim preclusion which requires an identity of the parties or their privies in the two suits. Nevertheless, for completeness, this element will be discussed briefly here. The plaintiff was the same in both of these actions and thus the requirement of identity or privity is met as to him. The question <span class=\"star-pagination\">*557</span> arises whether there is any requirement that these defendants be in privity with the defendants in the first action in order to raise claim preclusion. Restated, does the identity/privity element apply only to those against whom claim preclusion is asserted, or does it apply as well to those asserting it? Put still another way, may persons who were not parties or in privity with parties to the first action assert the bar of claim preclusion in another action?</p>\n<p>This question is usually analyzed as a requirement, or not, of \"mutuality.\" Traditionally there was a requirement that a party could not enjoy the benefit of a prior judgment unless they would also have been bound by it. <i>Bigelow v. Old Dominion Copper Co.,</i> <span class=\"citation\" data-id=\"97648\"><a href=\"/opinion/97648/bigelow-v-old-dominion-copper-mining-smelting-co/\"><span class=\"volume\">225</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">111</span></a></span>, 127, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">641</span></span>, 642, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1009</span></span> (1912). As is observed in the next section, this mutuality requirement has been abandoned in the area of issue preclusion. <i>Blonder-Tongue Laboratories, Inc. v. University of Illinois Foundation,</i> <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">313</span></a></span>, <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1434</span></a></span>, <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">788</span></a></span> (1971). Unfortunately, it is not at all clear whether mutuality is still a requirement of claim preclusion.</p>\n<p>Without attempting to canvass all federal circuits, the court observes that nonmutual claim preclusion has been recognized in the First Circuit, <i>Fiumara v. Fireman's Fund Ins. Cos.,</i> <span class=\"citation\" data-id=\"442975\"><a href=\"/opinion/442975/joseph-j-fiumara-v-firemans-fund-insurance-companies/\"><span class=\"volume\">746</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">87</span></a></span> (1st Cir.1984); the Third Circuit, <i>Gambocz v. Yelencsics,</i> <span class=\"citation\" data-id=\"306256\"><a href=\"/opinion/306256/bill-j-gambocz-v-anthony-m-yelencsics/\"><span class=\"volume\">468</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">837</span></a></span> (3rd Cir.1972), the Fifth Circuit, <i>Johnson v. United States,</i> <span class=\"citation\" data-id=\"355941\"><a href=\"/opinion/355941/nora-faye-johnson-v-united-states/\"><span class=\"volume\">576</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">606</span></a></span>, 609 (5th Cir.1978), the Eighth Circuit, <i>Fowler v. Wolff,</i> <span class=\"citation\" data-id=\"311408\"><a href=\"/opinion/311408/richard-e-fowler-v-charles-wolff-jr-warden-nebraska-penal-complex/\"><span class=\"volume\">479</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">338</span></a></span> (8th Cir. 1973), and in several judicial districts: <i>Betances v. Quiros,</i> <span class=\"citation\" data-id=\"1889353\"><a href=\"/opinion/1889353/betances-v-quiros/\"><span class=\"volume\">603</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">201</span></a></span> (D.P.R. 1985); <i>McLaughlin v. Bradlee,</i> <span class=\"citation\" data-id=\"1897920\"><a href=\"/opinion/1897920/mclaughlin-v-bradlee/\"><span class=\"volume\">599</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">839</span></a></span> (D.D.C.1984); <i>Heritage Hills Fellowship v. Plouff,</i> <span class=\"citation\" data-id=\"1457305\"><a href=\"/opinion/1457305/heritage-hills-fellowship-v-plouff/\"><span class=\"volume\">555</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1290</span></a></span> (D.Mich. 1983); and <i>Rosenthal v. Nevada,</i> <span class=\"citation\" data-id=\"1961477\"><a href=\"/opinion/1961477/rosenthal-v-state-of-nev/\"><span class=\"volume\">514</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">907</span></a></span> (D.Nev.1981).</p>\n<p>One respected authority<sup>[4]</sup> suggests that the Fourth Circuit joined this list in <i>Kutzik v. Young,</i> <span class=\"citation\" data-id=\"433051\"><a href=\"/opinion/433051/alfred-j-kutzik-v-ruth-h-young-individually-and-in-her-capacity-as/\"><span class=\"volume\">730</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">149</span></a></span> (4th Cir. 1984); however, <i>Kutzik</i> applied the state law of Maryland, not federal law. In the § 1983 action of <i>Scott v. Hughes et al.</i> <span class=\"citation\" data-id=\"442396\"><a href=\"/opinion/442396/scott-v-hughes/\"><span class=\"volume\">745</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">52</span></a></span> (4th Cir.1984), the court noted \"Collateral estoppel differs from <i>res judicata</i> in that privity of both parties is not necessary in a second suit involving an issue previously litigated and decided. <i>Parklane Hosiery Co. v. Shore,</i> <span class=\"citation\" data-id=\"109964\"><a href=\"/opinion/109964/parklane-hosiery-co-v-shore/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">322</span></a></span> [<span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">645</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">552</span></span>] (1979).\" Thus, it appears that the law of this circuit at this time denies claim preclusion to nonparties.</p>\n<p>Whereupon the analysis devolves into a consideration of whether these defendants can be said to be \"in privity\" with the defendants in the first action so as to be allowed to raise claim preclusion against the plaintiff.</p>\n<p>After considering various definitions of privity and noting it to have been appropriately described as an \"elusive concept,\" the Fourth Circuit quoted with approval and applied the definition written by Judge Goodrich in his concurring opinion in <i>Bruszewski v. United States,</i> <span class=\"citation\" data-id=\"224843\"><a href=\"/opinion/224843/bruszewski-v-united-states/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">419</span></a></span> at 423 (3rd Cir.) <i>cer. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">865</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">87</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">632</span></span> (1950):</p>\n<blockquote>\"Privity states no reason for including or excluding one from the estoppel of a judgment. It is merely a word used to say that the relationship between the one who is a party on the record and another is close enough to include that other within the <i>res judicata.</i>\"</blockquote>\n<p><i>Nash County Board of Education v. Biltmore Company,</i> <span class=\"citation\" data-id=\"387064\"><a href=\"/opinion/387064/the-nash-county-board-of-education-v-the-biltmore-company-borden-inc/\"><span class=\"volume\">640</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">484</span></a></span>, at 494 (4th Cir.1981). However honest that observation, it contributes little to the analytical process.</p>\n<p>In the first action, the defendants were three deputy sheriffs of Person County. In the present action, one defendant is another deputy sheriff who was chief jailor of Person County, another defendant is the Sheriff of Person County, a third is the county manager of Person County, and the last is the \"Director of Internal Affairs Division of Person County.\" Since there is <span class=\"star-pagination\">*558</span> no position or person who fits the description of the last defendant, and since apparently the only theory of liability against the county manager is respondeat superior, it is probable that the latter two defendants will be dismissed. Thus, the question becomes whether the Sheriff of Person County and the chief jailor were closely related enough to three other deputies who worked at the jail as to include them within the <i>res judicata.</i> Although it is far from clear, based on their finding of privity in <i>Nash County Board of Education,</i> the undersigned concludes that the Fourth Circuit would find privity here.</p>\n<p>It is probable, therefore, that the defendants satisfy the final requirement of claim preclusion, that of privity and mutuality.</p>\n<p>Although this interpretation disposes of the defendants' motion, the matter does not end there. For reasons explained in the next section, the court concludes it also necessary to consider the matter of issue preclusion.</p>\n<p></p>\n<h2>B. Issue Preclusion</h2>\n<p>Since the plaintiff is proceeding at this point <i>pro se,</i> the court has some obligation to consider for his benefit legal theories that may be applicable. There is precedent for the court raising, <i>sua sponte,</i> doctrines such as <i>res judicata</i> under certain circumstances, such as when all of the relevant data and records are before the court, as they are here. <i>Carbonell v. Louisiana Dept. of Health &amp; Human Resources,</i> <span class=\"citation\" data-id=\"457857\"><a href=\"/opinion/457857/marta-carbonell-v-louisiana-dept-of-health-human-resources-secretary/\"><span class=\"volume\">772</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">185</span></a></span> (5th Cir.1985). A well represented plaintiff in this case would raise the question of whether an issue decided in his favor in the first trial precludes these defendants from relitigating that same issue in the instant action. Thus the court must examine the doctrine of issue preclusion.</p>\n<p>In the first trial, the undersigned submitted four issues to the jury. The two which the jury reached, and their answers, were:</p>\n<blockquote>1. Did plaintiff during his incarceration at the Person County Jail on January 9-12, 1984, have a serious medical need?</blockquote>\n<blockquote>ANSWER: YES</blockquote>\n<blockquote>If you answer \"yes\" to this question, you should continue and answer question number two. If you answer \"no\" to this question, you should stop and answer no further questions.</blockquote>\n<blockquote>2. Was the defendant Hodge, or the defendant Thomas, or the defendant Fox deliberately indifferent to the plaintiff's serious medical needs in violation of the Eighth Amendment?</blockquote>\n<blockquote>ANSWER:</blockquote>\n<blockquote>As to defendant Hodge: No</blockquote>\n<blockquote>As to defendant Thomas: No</blockquote>\n<blockquote>As to defendant Fox: No</blockquote>\n<p>And so, the question before the court now, on the plaintiff's behalf relating to issue preclusion, is whether these present defendants are precluded from relitigating the first issue finding that the plaintiff had a serious medical need. This is a much closer question than the defendants' motion relating to claim preclusion.</p>\n<p>Under collateral estoppel, or issue preclusion, once a court has decided an issue necessary to its judgment, that decision is conclusive in a subsequent suit as to a party to that suit, even if the second suit is on a different cause of action. <i>United States v. Mendoza,</i> <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">154</span></span>, 158, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></span>, 571, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">379</span></span> (1983). The doctrine of mutuality does not apply to collateral estoppel. <i>Blonder-Tongue Labs, Inc. v. University of Illinois Foundation,</i> <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">313</span></a></span>, <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1434</span></a></span>, <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">788</span></a></span> (1971). It may be used defensively, by a defendant, or offensively by a plaintiff. <i>Parklane Hosiery Co. v. Shore,</i> <span class=\"citation\" data-id=\"109964\"><a href=\"/opinion/109964/parklane-hosiery-co-v-shore/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">322</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">645</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">552</span></span> (1978). The court has broad discretion as to when to use offensive collateral estoppel, <i>Id.</i> at 331, 99 S.Ct. at 651-52; however, application of the doctrine under the circumstances must not do injustice to the party. <i>Rachal v. Hill,</i> <span class=\"citation\" data-id=\"293548\"><a href=\"/opinion/293548/hal-francis-rachal-and-edward-b-hunnicutt-v-grover-c-hill-et-ux-on/\"><span class=\"volume\">435</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">59</span></a></span> (5th Cir.1970), <i>cert. denied</i> <span class=\"citation no-link\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">904</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2203</span></span>, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">680</span></span> (1971).</p>\n<p>The Fourth Circuit has, this year, established the factors which must be considered <span class=\"star-pagination\">*559</span> in deciding whether to apply offensive collateral estoppel:</p>\n<blockquote>(1) The party against whom the estoppel is asserted must have been a party or in privity with the party in the prior litigation.</blockquote>\n<blockquote>(2) There must have been a final determination of the merits of the issues to be collaterally estopped.</blockquote>\n<blockquote>(3) The issues decided in the prior action must have been necessary, material, and essential to the prior case.</blockquote>\n<blockquote>(4) The party against whom the estoppel is to be applied must have had a full and fair opportunity to litigate the issues.</blockquote>\n<blockquote>(5) The issues in the prior litigation must be identical to the issues sought to be estopped.</blockquote>\n<p><i>Polk v. Montgomery County, Md.,</i> <span class=\"citation\" data-id=\"464627\"><a href=\"/opinion/464627/mary-bracken-polk-v-montgomery-county-maryland-department-of-corrections/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1196</span></a></span>, at 1201 (4th Cir.1986). Thus, the court will now proceed to consider these five factors.</p>\n<p></p>\n<h2>(1) privity of defendants</h2>\n<p>The court concluded in the previous section that these defendants, the sheriff and the deputy, were in privity with the deputy sheriffs who were defendants in the prior action. It is not necessary to repeat that analysis. This factor has been met.</p>\n<p></p>\n<h2>(2) final determination on the merits</h2>\n<p>The issue which may be collaterally estopped, viz., whether the plaintiff had a serious medical need was submitted to the jury in the first action, decided, and judgment entered. The judgment was affirmed by the Fourth Circuit on appeal. There is no question but that there was a final determination of the issue to be collaterally estopped.</p>\n<p></p>\n<h2>(3) whether issue was necessary, material and essential</h2>\n<p>One of the critical issues in a deliberate indifference claim is whether the plaintiff had a serious medical need. That issue was necessary, material and essential to the first action as it is to this one.</p>\n<p></p>\n<h2>(4) full and fair opportunity to litigate</h2>\n<p>The defendant Sheriff, Ernest Dixon, and his deputy, J.D. McBroom, were not defendants in the first action and in that sense may not have had a \"full and fair opportunity to litigate the issue.\" That, however, can never be the requirement because if it were it would render meaningless the words \"or in privity with the party in the prior litigation\" which the Fourth Circuit used in the first factor, above. In the first action both Dixon and McBroom appeared with their brothers, the deputy sheriffs who were defendants in the first action. Not only were they both present, but they both testified in the first action. Thus, their opportunity to litigate the issue was as great as it could be for any non-parties.</p>\n<p></p>\n<h2>(5) identity of issues</h2>\n<p>As stated earlier, the issue decided in the first action which may be collaterally estopped against these defendants in this one was:</p>\n<blockquote>1. Did the plaintiff during his incarceration at the Person County Jail on January 9-12, 1984, have a serious medical need?</blockquote>\n<blockquote>Answer: Yes</blockquote>\n<p>This is identical to the issue in this action which may be collaterally estopped.</p>\n<p>Application of these factors, then, as the Fourth Circuit directed in <i>Polk,</i> suggests that offensive collateral estoppel here should bar these defendants from relitigating the issue in this action of whether the plaintiff had a serious medical need.</p>\n<p>Especially where offensive collateral estoppel is contemplated, the courts must use \"special care\" to ensure that preclusion will not lead to unjust results.</p>\n<p>But, as observed earlier, federal district courts have broad discretion in determining when the doctrine of offensive collateral estoppel should be applied. <i>Dracos v. Hellenic Lines, Ltd.,</i> <span class=\"citation no-link\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1392</span></span> (4th Cir.1983). \"Fairness to the defendant\" is a critical finding necessary to the application of offensive collateral estoppel. <i>Jack Faucett Associates v. American Telephone</i> <span class=\"star-pagination\">*560</span> <i>and Telegraph Co.,</i> <span class=\"citation\" data-id=\"441964\"><a href=\"/opinion/441964/jack-faucett-associates-inc-v-american-telephone-and-telegraph-co/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">118</span></a></span>, 125 (D.C.Cir.1984), <i>cert. denied</i> <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1196</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">980</span></span>, 83 L.Ed.2d 982. \"[A]s so often is the case, no one set of facts, no one collection of words or phrases, will provide an automatic formula for proper rulings on estoppel pleas. In the end, decision will necessarily rest on the trial courts' sense of justice and equity.\" <i>Blonder-Tongue Labs, Inc. v. University of Illinois Foundation,</i> 402 U.S. at 333, 334, 91 S.Ct. at 1445.</p>\n<p>It is important to bear in mind that collateral estoppel is a judge-made rule adopted, in large part, out of a concern for judicial economy as well as from a concern of the expense of litigation to the parties. <i>Id.</i> Here, neither the court nor the parties would realize much of a savings in not relitigating the issue of \"serious medical need.\" In the first trial, plaintiff presented all of his evidence in one day, resting at 9:18 a.m. on the second day. The entire case was concluded on the third day, including arguments, charge, and jury deliberations. Thus, little court time will be saved by not litigating this issue in the second trial.</p>\n<p>As to expense to the parties, plaintiff will have none. He proceeded <i>in forma pauperis</i> in both actions. Counsel was appointed for him in the first action and will be in this one. Thus, he will incur no added expense in relitigating this issue. Defendants, of course, will be glad to silently bear any additional expense they may have. So it appears that there is nothing really to be gained in applying collateral estoppel in this case.</p>\n<p>Moreover, from presiding over the first trial the court has a vague, disquieting feeling  admittedly unsupported by any evidence  that the first jury's verdict may have been designated to offer plaintiff the solace as to allow him to prevail on the first issue having already decided that he would lose on the second. That may or may not have been the case. Nevertheless, while little or nothing is to be gained from denying these defendants the right to litigate the issue of serious medical need, the undersigned's \"sense of justice and equity\" on which the <i>Blonder-Tongue</i> court found the decision to necessarily rest, is that it would be unjust to apply either <i>res judicata</i> or collateral estoppel in this case. Instead, all the relevant issues should be submitted to a new jury deciding the case between these parties in a trial that will, even so, be short.</p>\n<p>As observed at the outset of this section, however, this decision is a close one. Should the recommendation herein not be accepted, and instead the court be inclined to apply the bar of offensive collateral estoppel to keep the defense from relitigating the issue of serious medical need, it is appropriate to observe that the correct procedure is to require it to be asserted and responded to in pleadings and allow the defendants an opportunity to show why the doctrine should not be applied. <i>Blonder-Tongue Labs, Inc. v. University of Illinois Foundation,</i> 402 U.S. at 350, 91 S.Ct. at 1453-54.</p>\n<p>Two final considerations need to be addressed. First the plaintiff has sued a non-entity among the defendants, the \"Director of Internal Affairs Division of Person County.\" The defendants have presented uncontroverted evidence that there is no such office and no person fitting that description. Accordingly, as to such defendant the action should be dismissed. Lastly, plaintiff has sued Michael M. Ruffin, as county manager of Person County. As to this defendant, plaintiff alleges only that the sheriff's department had a \"defacto policy, custom, or practice\" to deprive inmates of their constitutional rights and that the county manager should have been aware of this practice. There is no indication that the county manager had any responsibility concerning the sheriff's practices or that, indeed, the county manager had any authority at all over the sheriff, an elected official. <i>See</i> Chapter 162, N.C. General Statutes. Any reliance on <i>respondeat superior</i> as grounds for liability under § 1983 is misplaced. <i>Monell v. Department of Social Services,</i> <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, <span class=\"star-pagination\">*561</span> 694, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, 2037-38, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978); <i>Vinnedge v. Gibbs,</i> <span class=\"citation\" data-id=\"343420\"><a href=\"/opinion/343420/russell-b-vinnedge-v-g-w-gibbs-superintendent-of-jails-department-of/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">926</span></a></span> (4th Cir.1977). Ruffin's affidavit that he had no personal knowledge of or participation in the events of January 9-12, 1984 is unrebutted. Thus, his motion for summary judgment should be allowed.</p>\n<p>Accordingly, IT IS HEREBY RECOMMENDED: that neither the doctrines of <i>res judicata</i> nor collateral estoppel be applied in this action and that the motions of Ernest Dixon, Sheriff and J.D. McBroom, Deputy Sheriff for summary judgment BE DENIED; that the defendant \"Director of Internal Affairs Division of Person County\" BE DISMISSED; and that the motion of defendant Michael Ruffin, County Manager, for summary judgment BE ALLOWED.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>See, e.g., </i><i>Adkins v. Allstate Insurance Company, et al.,</i> <span class=\"citation\" data-id=\"432249\"><a href=\"/opinion/432249/dorothy-k-adkins-v-allstate-insurance-company-and-allen-simmons/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">974</span></a></span> (4th Cir.1984).</p>\n<p>[2]  The manner in which defendants chose to quote this passage is both incorrect and misleading since they omitted a clause at the beginning of the quoted passage without any indication that they had done so. The omitted clause states: \"<i>According to North Carolina law,</i> a judgment on the merits ...\" (emphasis added). When a quotation begins in mid-sentence, omitting language, the first letter of the quotation should be capitalized and placed in brackets. <i>See, A Uniform System of Citation, Thirteenth Edition,</i> p. 27, commonly known as \"The Blue Book.\" Thus, the omitted clause makes it clear that Judge Fox was applying North Carolina law. As his previous paragraph explains, since the <i>Stewart</i> case involved the preclusive effect of a prior state court judgment on the pending federal action, North Carolina law was determinative because federal courts must give the same preclusive effect to state court judgments as the courts of that state would give them. In the case at bar, the issue is what preclusive effect must be given to a prior federal judgment, of this very court, of a case involving federal substantive law. In this determination, federal, not state, law applies. <i>Aerojet-General Corp. v. Askew,</i> <span class=\"citation\" data-id=\"325551\"><a href=\"/opinion/325551/aerojet-general-corporation-v-reubin-odonovan-askew-governor-of-state-of/\"><span class=\"volume\">511</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">710</span></a></span> (5th Cir.) <i>reh. den.</i> <span class=\"citation no-link\"><span class=\"volume\">514</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1072</span></span>, <i>cert. den.</i> <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">908</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">210</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">137</span></span> (1975). Moreover, last week the Fourth Circuit concluded that federal law of <i>res judicata</i> should be applied in all cases in federal court except where it \"involves an important question of state law such as privity.\" <i>Harnett v. Billman,</i> <span class=\"citation\" data-id=\"476282\"><a href=\"/opinion/476282/fed-sec-l-rep-p-92919-william-j-harnett-v-tom-j-billman-clayton-c/\"><span class=\"volume\">800</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1308</span></a></span> (4th Cir.1986). It does not, however, make any practical difference, since it happens that the federal and state law are to the same effect. North Carolina also holds that a judgment against one tortfeasor is not bar to an action against a joint tortfeasor who was not a party to the first action. <i>Sumner v. Marion,</i> <span class=\"citation no-link\"><span class=\"volume\">272</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">92</span></span>, <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">667</span></span> (1967), <i>Griffin v. McBrayer,</i> <span class=\"citation\" data-id=\"1278595\"><a href=\"/opinion/1278595/griffin-v-mcbrayer/\"><span class=\"volume\">252</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">54</span></a></span>, <span class=\"citation\" data-id=\"1278595\"><a href=\"/opinion/1278595/griffin-v-mcbrayer/\"><span class=\"volume\">112</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">748</span></a></span> (1960).</p>\n<p>[3]  Although a plaintiff may win a judgment against defendants in successive lawsuits, he can, of course, enjoy only one recovery of damages. Payments made in satisfaction of one such judgment are credited against the other. <i>See Restatement (Second) of Judgments</i> § 50.</p>\n<p>[4]  C. Wright, A. Miller, &amp; E. Cooper, <i>Federal Practice and Procedure,</i> § 4464 n. 26, 1986 pocket supplement, p. 160, 161.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/97648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/224843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/293548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/306256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/311408/",
    "http://www.courtlistener.com/api/rest/v3/opinions/325551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/355941/",
    "http://www.courtlistener.com/api/rest/v3/opinions/372077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/381362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/432249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/433051/",
    "http://www.courtlistener.com/api/rest/v3/opinions/441964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442975/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/464627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/476282/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1278595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1457305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1462243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1476849/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1889353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1897920/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1961477/"
  ]
}