{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1631869/",
  "absolute_url": "/opinion/1631869/branch-banking-trust-co-v-columbian-peanut-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1631869/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:58:47.995419Z",
  "date_modified": "2016-04-26T21:16:43.073251Z",
  "type": "010combined",
  "sha1": "e5baf30901686b5689e73e4dbb3d1609afae3a51",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>649 F.Supp. 1116 (1986)</b></center>\n<center><h1>BRANCH BANKING &amp; TRUST COMPANY, Plaintiff,<br>\nv.<br>\nCOLUMBIAN PEANUT COMPANY, Defendant.</h1></center>\n<center>No. 85-78-CIV-2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>November 26, 1986.</center>\n<p><span class=\"star-pagination\">*1117</span> L. Lamar Armstrong, Jr., Armstrong &amp; Armstrong, P.A., Smithfield, N.C., for plaintiff.</p>\n<p>Bettie Kelley Sousa, Smith, Debnam, Hibbert &amp; Pahl, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OF ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>This civil action was brought by Branch Banking &amp; Trust Company (BB &amp; T) to recover compensatory damages from Columbian Peanut Company (Columbian) by reason of BB &amp; T's failure to recover indebtedness due it from Larry K. Sorie and wife, Billie H. Sorie (Sories), which indebtedness was secured by a security interest in the Sories' peanut crop. BB &amp; T sought recovery on four separate theories of liability, and also sought to recover punitive damages. Columbian filed motion for summary judgment, and BB &amp; T has responded thereto. In its response, BB &amp; T requested summary judgment in its favor although technically it is a non-moving party. On November 12, 1986, summary judgment was granted BB &amp; T on its conversion claim and was granted Columbian on all remaining theories of recovery. The memorandum of the November 12 order follows.</p>\n<p>The undisputed facts appear to be as follows:</p>\n<p>The Sories were in the farming business and in the course thereof, grew and sold peanuts. They financed their business by means of loans from their friendly banker, BB &amp; T. Pursuant to this relationship, the Sories arranged with BB &amp; T to finance the Sories' 1984 peanut crop, and in so doing, the Sories, on or about January 12, 1984, executed a security agreement to secure BB &amp; T's loan to them, said security agreement and concomitant financing statement covering all 1984 crops produced on the Sories' lands and the proceeds thereof. The financing statement was duly filed in the Halifax County Register of Deeds, thus perfecting BB &amp; T's said security interest. BB &amp; T intended its crop loan to finance expenses incurred in producing the Sories' 1984 crop, including the cost of peanut seed.</p>\n<p>Columbian is in the business of selling peanut seed in the spring and purchasing matured peanuts in the fall. In furtherance of its business objectives, Columbian instituted a \"Seed Exchange Program\" in 1984. Under this program, Columbian furnished peanut seed to a farmer in exchange for his agreement to convey a quantity of matured peanuts to Columbian at the conclusion of the crop year. Such quantity (hereinafter designated \"Seed Exchange peanuts\") was determined by Columbian at the inception of the agreement. The Seed Exchange Program instituted in 1984 was a departure from Columbian's prior practice of selling peanut seed for cash or pursuant to conventional credit arrangements.</p>\n<p>On March 30, 1984, the Sories executed Seed Exchange Program agreements with Columbian which in turn furnished the Sories' peanut seed in reliance thereon. The Sories thus avoided the necessity of applying BB &amp; T crop production loan proceeds for such purpose. BB &amp; T was not aware of the actual application of its loan proceeds, and made no effort to monitor the same. Nor was BB &amp; T ever made aware of the seed exchange program.</p>\n<p>In the fall of 1984, Columbian acquired the Sories' peanut crop. At that time, Columbian was aware of BB &amp; T's security interest therein. The first harvested peanuts aggregating the quantity agreed upon under the Seed Exchange Program to be accepted by Columbian in exchange for furnishing peanut seed (i.e., the Seed Exchange peanuts) was in fact so accepted and the Sories' debt to Columbian therefor thereby extinguished. Such peanuts had a fair market value of at least $22,678.01, a sum less than that then owed by the Sories to BB &amp; T.</p>\n<p>As to the balance of the Sories' peanut crop, Columbian undertook to issue its check for the purchase price therefor. In the course of such issuance, Columbian telephoned BB &amp; T and advised the latter <span class=\"star-pagination\">*1118</span> of the identity of farmers selling their peanut crop to Columbian. It further inquired if BB &amp; T desired the checks issued in payment for the purchase price of such crops to be jointly payable to BB &amp; T and the respective crop seller. Sories' name was on the list of such farmers. BB &amp; T declined to be named as a joint payee. Neither BB &amp; T's manager nor Columbian's manager regarded such declination as a waiver of BB &amp; T's security interest in the peanuts or the proceeds thereof. In due course, Columbian's check for the portion of the Sories' peanut crop over and above that portion accepted by Columbian pursuant to the seed exchange agreement (the Seed Exchange peanuts) was delivered to the Sories. The Sories ultimately defaulted upon their obligations to BB &amp; T and declared bankruptcy.</p>\n<p>BB &amp; T seeks to recover compensatory damages from Columbian by reason of (a) the latter's conversion of BB &amp; T's security interest in the peanuts, (b) Columbian's fraud and deceit, and (c) Columbian's negligence. BB &amp; T seeks punitive damages predicated upon the fraud and negligence claims. It also seeks treble damages under N.C.Gen.Stat. § 75-1.1 by reason of Columbian's unfair trade practices. The court will consider these claims seriatim.</p>\n<p></p>\n<h2>CONVERSION</h2>\n<p>Columbian concedes that BB &amp; T perfected, in January of 1984, its security interest in the Sories' 1984 peanut crop. Columbian contends, however, that such security interest was waived in that BB &amp; T authorized the sale of the Sories' peanut crop, thus terminating its security interest pursuant to N.C.Gen.Stat. § 25-9-306.<sup>[1]</sup> The court concurs that BB &amp; T was aware of and authorized the <i>sale</i> of the Sories' 1984 peanut crop. For reasons hereinafter set forth, however, such authorization did not terminate BB &amp; T's security in the Seed Exchange peanuts. The furnishing of peanut seed by Columbian to the Sories created an obligation to Columbian by the Sories other than a money debt, i.e., it created an obligation to subsequently deliver to Columbian the Seed Exchange peanuts. Columbian's acceptance of the Seed Exchange peanuts constituted a setoff of said antecedent obligation of the Sories to it against Columbian's obligation to otherwise pay the Sories money for such peanuts.</p>\n<p>The bank's authorization to sell the Sorie crop (which, being fungible, included the portion thereof accepted by Columbian as Seed Exchange peanuts) contemplated a sale of the entire crop with proceeds arising therefrom. BB &amp; T's security interest would thereby be extinguished in the collateral (the 1984 crop) but would continue in the proceeds of such sale. N.C.Gen.Stat. § 25-9-306(2). The bank cannot be said to have authorized a setoff of the Sories' antecedent obligation to deliver Seed Exchange peanuts to Columbian against Columbian's obligation to pay the Sories therefor, as it never was informed of such setoff agreement. Such disposition not having been authorized by the bank, its security interest in the Seed Exchange peanuts remained intact.<sup>[2]</sup> In such context, the <span class=\"star-pagination\">*1119</span> bank retained its security interest in the Seed Exchange peanuts under its security agreement and such security interest and Columbian's setoff claim are in direct conflict. In order to resolve this conflict, one must first consider what law governs the priorities between these two conflicting interests.</p>\n<p>North Carolina General Statute § 25-9-104(i) specifically excludes any right of setoff from Article 9 of the Uniform Commercial Code. This court views said section as merely removing the right of setoff from the filing and perfection requirements of Article 9, said section not affecting the applicability of the article's priority rules when a security interest is involved. <i>See </i><i>Griffin v. Continental American Life Insurance Co.,</i> 722 F.2d 671, 673 (11th Cir.1984); <i>Sterling National Bank &amp; Trust Co. v. Southwire Co.,</i> 713 F.2d 684, 687 (11th Cir.1983); <i>First National Bank &amp; Trust Co. of Oklahoma City v. Iowa Beef Processors, Inc.,</i> 626 F.2d 764, 769 (10th Cir.1980); <i>Citizens National Bank v. Mid-States Development Co.,</i> 177 Ind.App. 548, 380 N.E.2d 1243 (1976); <i>Associates Discount Corp. v. Fidelity Union Trust Co.,</i> 111 N.J.Super. 353, 268 A.2d 330 (Law Div.1970). <i>Cf </i><i>National Acceptance Co. of America v. Virginia Capital Bank,</i> 491 F.Supp. 1269, 1273 (E.D.Va.), 498 F.Supp. 1078, 1085 (E.D.Va.1980). <i>But see </i><i>United States v. Handy And Harmon,</i> 750 F.2d 777 (9th Cir.1984). The bank's security interest therefore has priority over Columbian's right of setoff which was created subsequent to the perfection of the security interest. N.C.Gen.Stat. § 25-9-201.</p>\n<p>This analysis is bolstered by the fact that although Columbian gave value to the Sories at the time of its receipt of the Seed Exchange peanuts, such value was not \"proceeds\" to which the bank's security could attach. <i>Sterling National Bank &amp; Trust Co.,</i> 713 F.2d at 687 (citing <i>Iowa Beef Processors,</i> 626 F.2d at 770). <i>Cf </i><i>Handy And Harmon,</i> 750 F.2d at 782. \"`Proceeds' includes whatever is received upon the sale, exchange, collection or other disposition of collateral or proceeds.\" N.C. Gen.Stat. § 25-9-306(1). When the Seed Exchange peanuts were disposed of by the Sories by their transfer to Columbian, the Sories did not <i>receive</i> anything. The satisfaction of their antecedent obligation to Columbian did not create or maintain any tangible or intangible property which could fall under the Bank's security agreement in lieu of the original collateral. To allow a buyer to designate prior value given to the debtor as \"proceeds\" of a subsequent sale of collateral authorized by a secured party would seriously undermine the latter's interest, resulting in commercial uncertainty contrary to the objective of the Uniform Commercial Code. <i>See </i><i>Iowa Beef Processors, supra</i><i>; </i><i>Sterling National Bank &amp; Trust Co., supra</i><i>; </i><i>Handy and Harmon, supra</i><i>.</i> Such uncertainty would almost certainly inhibit the ability of farmers to obtain crop production financing.</p>\n<p>Columbian essentially argues equitable estoppel as to the bank's priority interest under the foregoing analysis, arguing that the bank is estopped from asserting the same because it knew of and authorized Sories' violation of the security agreement. The court finds the doctrine to be inapplicable because such was not the case. Columbian's creation of Sories' obligation to it arising from the Sories' acquisition of the peanut seed subsequent to the perfection of the bank's security interest was unknown to BB &amp; T. The latter never authorized the satisfaction of such obligation by the appropriation of its collateral whereby no \"proceeds\" would be created to which its security interest could attach. Such was the responsibility of Columbian.</p>\n<p>At the time Columbian created the setoff obligation it was charged with knowledge of BB &amp; T's perfected security interest in the Sories' peanut crop. At the time of its satisfaction, Columbian both was charged with and had actual knowledge <span class=\"star-pagination\">*1120</span> of said security interest. It cannot complain of BB &amp; T's assertion thereof.</p>\n<p>For the foregoing reasons, BB &amp; T's motion for summary judgment for the conversion of its security interest in Sories' peanut crop (the same being valued at $22,678.01), is herewith ALLOWED.</p>\n<p></p>\n<h2>FRAUD AND DECEIT</h2>\n<p>BB &amp; T has alleged that Columbian committed actionable fraud by \"failing to inform BB &amp; T of ... material facts\" regarding the Seed Exchange Program. While it is true that Columbian did not inform BB &amp; T of the seed exchange program, the facts do not indicate a situation in which Columbian had a duty to do so. Thus, silence on the issue cannot be regarded as fraud.</p>\n<p>Columbian and BB &amp; T dealt with each on an arms length basis. Neither had a confidential or fiduciary relationship with the other. Columbian had no duty to speak arising from such a relationship. Furthermore, Columbian said absolutely nothing. It did not engage in any representation which would constitute a half truth. It cannot be said that Columbian had special knowledge not available to BB &amp; T so that BB &amp; T was acting under a misunderstanding as to the facts. The Seed Exchange Program was no secret, and although it was a new program and while Columbian did not take affirmative action to advise BB &amp; T of the same, there is absolutely no suggestion that it took any overt action to conceal the existence of the program. Indeed, BB &amp; T was free to find out about the program from its debtors, the Sories. Columbian's failure to inform BB &amp; T of its seed exchange program cannot be said to constitute fraud arising from tacit non-disclosure. <i>See</i> Prosser, The Law of Torts, 4th Ed. 1971, Section 106, pp. 694-699; <i>Setzer v. Old Republic,</i> 257 N.C. 396, 126 S.E.2d 135 (1962).</p>\n<p></p>\n<h2>NEGLIGENCE</h2>\n<p>BB &amp; T has alleged that Columbian was negligent in two fashions. First, that it was negligent in not informing BB &amp; T as to the Seed Exchange Program. Secondly, BB &amp; T claims that Columbian was negligent in not insuring payment to BB &amp; T.</p>\n<p>The short answer to the first allegation is that BB &amp; T had no duty to inform the bank of the seed exchange program. Having no such duty, it cannot be negligent in failing to do so. As to BB &amp; T's second claim, i.e., that Columbian had a duty to insure payment to BB &amp; T, the same is without foundation. The Uniform Commercial Code does not prohibit someone from an exchange of goods which are subject to a security interest. Columbian participated in such an exchange and as heretofore indicated, it took such goods subject to BB &amp; T's security interest. It is the failure to honor such security interest, i.e., the conversion thereof, that is the predicate for BB &amp; T's recovery. The acceptance of such goods, and the concomitant setoff of the Sories' antecedent obligation therefor, in and of itself, is not a negligent act.</p>\n<p></p>\n<h2>PUNITIVE DAMAGES</h2>\n<p>BB &amp; T's action for punitive damages is predicated upon the torts of negligence and/or fraud and deceit. To recover for punitive damages, BB &amp; T must show that such torts were committed with malice, oppression, gross or wilful wrong or reckless and wanton disregard of plaintiff's rights. The court having determined that such torts in fact were not committed, there is no predicate for the punitive damages claim.</p>\n<p></p>\n<h2>UNFAIR TRADE PRACTICES</h2>\n<p>Whether an action constitutes an unfair trade practice is an issue of law to be determined by the court. <i>Hardy v. Toler,</i> 288 N.C. 303, 218 S.E.2d 342 (1975). Based upon the foregoing undisputed facts, the court does not find Columbian's conversion of BB &amp; T's security in the Seed Exchange peanuts to constitute an unfair trade practice. While such conversion was wrongful, the same was not accompanied by fraud and deceit, or other course of <span class=\"star-pagination\">*1121</span> dealing which would indicate overreaching on the part of Columbian. Indeed, the setoff was a legal act vis-a-vis the Sories. Columbian sought to assert what it regarded as its commercial right of setoff pursuant to its agreement with the Sories. The fact that such setoff was, per se, in derogation of BB &amp; T's security interest does not raise the resulting conversion to an unfair trade practice. Moreover, persons engaged in commerce frequently have disputes which require resolution by the law, such resolution indicating that one or the other should prevail as a matter of right. To assert in good faith a claim predicated on an erroneous interpretation of the law is not an unfair act proscribed by N.C.Gen. Stat. § 75-1.1, as the remedy therfor lies in the law itself, i.e., such an erroneous view will not prevail. To hold otherwise would chill the just resolution of honest disputes meriting the same, such resolution being to the benefit of the parties themselves and the public. Nothing else appearing, there is nothing unfair in asserting one's rights as perceived in good faith. In this case, nothing else appears. In the final analysis, Columbian's conduct simply is not so eggregious as to arise to the level of conduct which is prohibited by the subject statute.</p>\n<p>For the foregoing reasons, defendant's motion for summary judgment as to BB &amp; T's actions for fraud and deceit, negligence, punitive damages, and unfair trade practices, is ALLOWED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  North Carolina General Statute § 25-9-306 provides in part:\n</p>\n<p>(1) \"Proceeds\" includes whatever is received upon the sale, exchange, collection or other disposition of collateral or proceeds....</p>\n<p>(2) Except where this article otherwise provides, a security interest continues in collateral notwithstanding sale, exchange or other disposition thereof unless the disposition was authorized by the secured party in the security agreement or otherwise, and also continues in any identifiable proceeds including collections received by the debtor.</p>\n<p>[2]  Columbian cannot, and does not, seek the protection of N.C.Gen.Stat. § 25-9-307, which provides that a buyer in the ordinary course of business takes free of a security interest created by his seller, because it received farm products from the Sories which is specifically exempted from the protection provided therein. Further, Columbian is not a buyer in the ordinary course of business which is required for § 25-9-307 protection. If the furnishing of peanut seed by Columbian to the Sories is regarded as creating a money debt due Columbian from Sories, and the subsequent transfer to Columbian from Sories of the Seed Exchange peanuts is regarded as an exchange of property in satisfaction thereof, such would not constitute the buying of the peanuts. While the Code recognizes that buying may be by exchange of property, it also precludes from such definition a \"... transfer ... in total or partial satisfaction of a money debt.\" N.C.Gen.Stat. § 25-1-201(9).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">649</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1116</span></span> (1986)</b></center>\n<center><h1>BRANCH BANKING &amp; TRUST COMPANY, Plaintiff,<br>\nv.<br>\nCOLUMBIAN PEANUT COMPANY, Defendant.</h1></center>\n<center>No. 85-78-CIV-2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>November 26, 1986.</center>\n<p><span class=\"star-pagination\">*1117</span> L. Lamar Armstrong, Jr., Armstrong &amp; Armstrong, P.A., Smithfield, N.C., for plaintiff.</p>\n<p>Bettie Kelley Sousa, Smith, Debnam, Hibbert &amp; Pahl, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OF ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>This civil action was brought by Branch Banking &amp; Trust Company (BB &amp; T) to recover compensatory damages from Columbian Peanut Company (Columbian) by reason of BB &amp; T's failure to recover indebtedness due it from Larry K. Sorie and wife, Billie H. Sorie (Sories), which indebtedness was secured by a security interest in the Sories' peanut crop. BB &amp; T sought recovery on four separate theories of liability, and also sought to recover punitive damages. Columbian filed motion for summary judgment, and BB &amp; T has responded thereto. In its response, BB &amp; T requested summary judgment in its favor although technically it is a non-moving party. On November 12, 1986, summary judgment was granted BB &amp; T on its conversion claim and was granted Columbian on all remaining theories of recovery. The memorandum of the November 12 order follows.</p>\n<p>The undisputed facts appear to be as follows:</p>\n<p>The Sories were in the farming business and in the course thereof, grew and sold peanuts. They financed their business by means of loans from their friendly banker, BB &amp; T. Pursuant to this relationship, the Sories arranged with BB &amp; T to finance the Sories' 1984 peanut crop, and in so doing, the Sories, on or about January 12, 1984, executed a security agreement to secure BB &amp; T's loan to them, said security agreement and concomitant financing statement covering all 1984 crops produced on the Sories' lands and the proceeds thereof. The financing statement was duly filed in the Halifax County Register of Deeds, thus perfecting BB &amp; T's said security interest. BB &amp; T intended its crop loan to finance expenses incurred in producing the Sories' 1984 crop, including the cost of peanut seed.</p>\n<p>Columbian is in the business of selling peanut seed in the spring and purchasing matured peanuts in the fall. In furtherance of its business objectives, Columbian instituted a \"Seed Exchange Program\" in 1984. Under this program, Columbian furnished peanut seed to a farmer in exchange for his agreement to convey a quantity of matured peanuts to Columbian at the conclusion of the crop year. Such quantity (hereinafter designated \"Seed Exchange peanuts\") was determined by Columbian at the inception of the agreement. The Seed Exchange Program instituted in 1984 was a departure from Columbian's prior practice of selling peanut seed for cash or pursuant to conventional credit arrangements.</p>\n<p>On March 30, 1984, the Sories executed Seed Exchange Program agreements with Columbian which in turn furnished the Sories' peanut seed in reliance thereon. The Sories thus avoided the necessity of applying BB &amp; T crop production loan proceeds for such purpose. BB &amp; T was not aware of the actual application of its loan proceeds, and made no effort to monitor the same. Nor was BB &amp; T ever made aware of the seed exchange program.</p>\n<p>In the fall of 1984, Columbian acquired the Sories' peanut crop. At that time, Columbian was aware of BB &amp; T's security interest therein. The first harvested peanuts aggregating the quantity agreed upon under the Seed Exchange Program to be accepted by Columbian in exchange for furnishing peanut seed (i.e., the Seed Exchange peanuts) was in fact so accepted and the Sories' debt to Columbian therefor thereby extinguished. Such peanuts had a fair market value of at least $22,678.01, a sum less than that then owed by the Sories to BB &amp; T.</p>\n<p>As to the balance of the Sories' peanut crop, Columbian undertook to issue its check for the purchase price therefor. In the course of such issuance, Columbian telephoned BB &amp; T and advised the latter <span class=\"star-pagination\">*1118</span> of the identity of farmers selling their peanut crop to Columbian. It further inquired if BB &amp; T desired the checks issued in payment for the purchase price of such crops to be jointly payable to BB &amp; T and the respective crop seller. Sories' name was on the list of such farmers. BB &amp; T declined to be named as a joint payee. Neither BB &amp; T's manager nor Columbian's manager regarded such declination as a waiver of BB &amp; T's security interest in the peanuts or the proceeds thereof. In due course, Columbian's check for the portion of the Sories' peanut crop over and above that portion accepted by Columbian pursuant to the seed exchange agreement (the Seed Exchange peanuts) was delivered to the Sories. The Sories ultimately defaulted upon their obligations to BB &amp; T and declared bankruptcy.</p>\n<p>BB &amp; T seeks to recover compensatory damages from Columbian by reason of (a) the latter's conversion of BB &amp; T's security interest in the peanuts, (b) Columbian's fraud and deceit, and (c) Columbian's negligence. BB &amp; T seeks punitive damages predicated upon the fraud and negligence claims. It also seeks treble damages under N.C.Gen.Stat. § 75-1.1 by reason of Columbian's unfair trade practices. The court will consider these claims seriatim.</p>\n<p></p>\n<h2>CONVERSION</h2>\n<p>Columbian concedes that BB &amp; T perfected, in January of 1984, its security interest in the Sories' 1984 peanut crop. Columbian contends, however, that such security interest was waived in that BB &amp; T authorized the sale of the Sories' peanut crop, thus terminating its security interest pursuant to N.C.Gen.Stat. § 25-9-306.<sup>[1]</sup> The court concurs that BB &amp; T was aware of and authorized the <i>sale</i> of the Sories' 1984 peanut crop. For reasons hereinafter set forth, however, such authorization did not terminate BB &amp; T's security in the Seed Exchange peanuts. The furnishing of peanut seed by Columbian to the Sories created an obligation to Columbian by the Sories other than a money debt, i.e., it created an obligation to subsequently deliver to Columbian the Seed Exchange peanuts. Columbian's acceptance of the Seed Exchange peanuts constituted a setoff of said antecedent obligation of the Sories to it against Columbian's obligation to otherwise pay the Sories money for such peanuts.</p>\n<p>The bank's authorization to sell the Sorie crop (which, being fungible, included the portion thereof accepted by Columbian as Seed Exchange peanuts) contemplated a sale of the entire crop with proceeds arising therefrom. BB &amp; T's security interest would thereby be extinguished in the collateral (the 1984 crop) but would continue in the proceeds of such sale. N.C.Gen.Stat. § 25-9-306(2). The bank cannot be said to have authorized a setoff of the Sories' antecedent obligation to deliver Seed Exchange peanuts to Columbian against Columbian's obligation to pay the Sories therefor, as it never was informed of such setoff agreement. Such disposition not having been authorized by the bank, its security interest in the Seed Exchange peanuts remained intact.<sup>[2]</sup> In such context, the <span class=\"star-pagination\">*1119</span> bank retained its security interest in the Seed Exchange peanuts under its security agreement and such security interest and Columbian's setoff claim are in direct conflict. In order to resolve this conflict, one must first consider what law governs the priorities between these two conflicting interests.</p>\n<p>North Carolina General Statute § 25-9-104(i) specifically excludes any right of setoff from Article 9 of the Uniform Commercial Code. This court views said section as merely removing the right of setoff from the filing and perfection requirements of Article 9, said section not affecting the applicability of the article's priority rules when a security interest is involved. <i>See </i><i>Griffin v. Continental American Life Insurance Co.,</i> <span class=\"citation\" data-id=\"427768\"><a href=\"/opinion/427768/warren-s-griffin-v-continental-american-life-insurance-company/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">671</span></a></span>, 673 (11th Cir.1984); <i>Sterling National Bank &amp; Trust Co. v. Southwire Co.,</i> <span class=\"citation\" data-id=\"422172\"><a href=\"/opinion/422172/sterling-national-bank-trust-company-of-new-york-v-southwire-company/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">684</span></a></span>, 687 (11th Cir.1983); <i>First National Bank &amp; Trust Co. of Oklahoma City v. Iowa Beef Processors, Inc.,</i> <span class=\"citation\" data-id=\"380519\"><a href=\"/opinion/380519/the-first-national-bank-and-trust-company-of-oklahoma-city-plaintiff-v/\"><span class=\"volume\">626</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">764</span></a></span>, 769 (10th Cir.1980); <i>Citizens National Bank v. Mid-States Development Co.,</i> 177 Ind.App. 548, <span class=\"citation no-link\"><span class=\"volume\">380</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1243</span></span> (1976); <i>Associates Discount Corp. v. Fidelity Union Trust Co.,</i> 111 N.J.Super. 353, <span class=\"citation\" data-id=\"1935494\"><a href=\"/opinion/1935494/assoc-dis-corp-v-fidelity-un-trust-co/\"><span class=\"volume\">268</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">330</span></a></span> (Law Div.1970). <i>Cf </i><i>National Acceptance Co. of America v. Virginia Capital Bank,</i> <span class=\"citation\" data-id=\"1799160\"><a href=\"/opinion/1799160/national-accept-co-of-america-v-virginia/\"><span class=\"volume\">491</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1269</span></a></span>, 1273 (E.D.Va.), <span class=\"citation\" data-id=\"1651954\"><a href=\"/opinion/1651954/nat-acceptance-co-of-america-v-va-capital-bank/\"><span class=\"volume\">498</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1078</span></a></span>, 1085 (E.D.Va.1980). <i>But see </i><i>United States v. Handy And Harmon,</i> <span class=\"citation\" data-id=\"445533\"><a href=\"/opinion/445533/united-states-v-handy-and-harman-a-new-york-corporation/\"><span class=\"volume\">750</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">777</span></a></span> (9th Cir.1984). The bank's security interest therefore has priority over Columbian's right of setoff which was created subsequent to the perfection of the security interest. N.C.Gen.Stat. § 25-9-201.</p>\n<p>This analysis is bolstered by the fact that although Columbian gave value to the Sories at the time of its receipt of the Seed Exchange peanuts, such value was not \"proceeds\" to which the bank's security could attach. <i>Sterling National Bank &amp; Trust Co.,</i> 713 F.2d at 687 (citing <i>Iowa Beef Processors,</i> 626 F.2d at 770). <i>Cf </i><i>Handy And Harmon,</i> 750 F.2d at 782. \"`Proceeds' includes whatever is received upon the sale, exchange, collection or other disposition of collateral or proceeds.\" N.C. Gen.Stat. § 25-9-306(1). When the Seed Exchange peanuts were disposed of by the Sories by their transfer to Columbian, the Sories did not <i>receive</i> anything. The satisfaction of their antecedent obligation to Columbian did not create or maintain any tangible or intangible property which could fall under the Bank's security agreement in lieu of the original collateral. To allow a buyer to designate prior value given to the debtor as \"proceeds\" of a subsequent sale of collateral authorized by a secured party would seriously undermine the latter's interest, resulting in commercial uncertainty contrary to the objective of the Uniform Commercial Code. <i>See </i><i>Iowa Beef Processors, supra</i><i>; </i><i>Sterling National Bank &amp; Trust Co., supra</i><i>; </i><i>Handy and Harmon, supra</i><i>.</i> Such uncertainty would almost certainly inhibit the ability of farmers to obtain crop production financing.</p>\n<p>Columbian essentially argues equitable estoppel as to the bank's priority interest under the foregoing analysis, arguing that the bank is estopped from asserting the same because it knew of and authorized Sories' violation of the security agreement. The court finds the doctrine to be inapplicable because such was not the case. Columbian's creation of Sories' obligation to it arising from the Sories' acquisition of the peanut seed subsequent to the perfection of the bank's security interest was unknown to BB &amp; T. The latter never authorized the satisfaction of such obligation by the appropriation of its collateral whereby no \"proceeds\" would be created to which its security interest could attach. Such was the responsibility of Columbian.</p>\n<p>At the time Columbian created the setoff obligation it was charged with knowledge of BB &amp; T's perfected security interest in the Sories' peanut crop. At the time of its satisfaction, Columbian both was charged with and had actual knowledge <span class=\"star-pagination\">*1120</span> of said security interest. It cannot complain of BB &amp; T's assertion thereof.</p>\n<p>For the foregoing reasons, BB &amp; T's motion for summary judgment for the conversion of its security interest in Sories' peanut crop (the same being valued at $22,678.01), is herewith ALLOWED.</p>\n<p></p>\n<h2>FRAUD AND DECEIT</h2>\n<p>BB &amp; T has alleged that Columbian committed actionable fraud by \"failing to inform BB &amp; T of ... material facts\" regarding the Seed Exchange Program. While it is true that Columbian did not inform BB &amp; T of the seed exchange program, the facts do not indicate a situation in which Columbian had a duty to do so. Thus, silence on the issue cannot be regarded as fraud.</p>\n<p>Columbian and BB &amp; T dealt with each on an arms length basis. Neither had a confidential or fiduciary relationship with the other. Columbian had no duty to speak arising from such a relationship. Furthermore, Columbian said absolutely nothing. It did not engage in any representation which would constitute a half truth. It cannot be said that Columbian had special knowledge not available to BB &amp; T so that BB &amp; T was acting under a misunderstanding as to the facts. The Seed Exchange Program was no secret, and although it was a new program and while Columbian did not take affirmative action to advise BB &amp; T of the same, there is absolutely no suggestion that it took any overt action to conceal the existence of the program. Indeed, BB &amp; T was free to find out about the program from its debtors, the Sories. Columbian's failure to inform BB &amp; T of its seed exchange program cannot be said to constitute fraud arising from tacit non-disclosure. <i>See</i> Prosser, The Law of Torts, 4th Ed. 1971, Section 106, pp. 694-699; <i>Setzer v. Old Republic,</i> <span class=\"citation\" data-id=\"1322188\"><a href=\"/opinion/1322188/setzer-v-old-republic-life-insurance-company/\"><span class=\"volume\">257</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">396</span></a></span>, <span class=\"citation\" data-id=\"1322188\"><a href=\"/opinion/1322188/setzer-v-old-republic-life-insurance-company/\"><span class=\"volume\">126</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">135</span></a></span> (1962).</p>\n<p></p>\n<h2>NEGLIGENCE</h2>\n<p>BB &amp; T has alleged that Columbian was negligent in two fashions. First, that it was negligent in not informing BB &amp; T as to the Seed Exchange Program. Secondly, BB &amp; T claims that Columbian was negligent in not insuring payment to BB &amp; T.</p>\n<p>The short answer to the first allegation is that BB &amp; T had no duty to inform the bank of the seed exchange program. Having no such duty, it cannot be negligent in failing to do so. As to BB &amp; T's second claim, i.e., that Columbian had a duty to insure payment to BB &amp; T, the same is without foundation. The Uniform Commercial Code does not prohibit someone from an exchange of goods which are subject to a security interest. Columbian participated in such an exchange and as heretofore indicated, it took such goods subject to BB &amp; T's security interest. It is the failure to honor such security interest, i.e., the conversion thereof, that is the predicate for BB &amp; T's recovery. The acceptance of such goods, and the concomitant setoff of the Sories' antecedent obligation therefor, in and of itself, is not a negligent act.</p>\n<p></p>\n<h2>PUNITIVE DAMAGES</h2>\n<p>BB &amp; T's action for punitive damages is predicated upon the torts of negligence and/or fraud and deceit. To recover for punitive damages, BB &amp; T must show that such torts were committed with malice, oppression, gross or wilful wrong or reckless and wanton disregard of plaintiff's rights. The court having determined that such torts in fact were not committed, there is no predicate for the punitive damages claim.</p>\n<p></p>\n<h2>UNFAIR TRADE PRACTICES</h2>\n<p>Whether an action constitutes an unfair trade practice is an issue of law to be determined by the court. <i>Hardy v. Toler,</i> <span class=\"citation\" data-id=\"1378493\"><a href=\"/opinion/1378493/hardy-v-toler/\"><span class=\"volume\">288</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">303</span></a></span>, <span class=\"citation\" data-id=\"1378493\"><a href=\"/opinion/1378493/hardy-v-toler/\"><span class=\"volume\">218</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">342</span></a></span> (1975). Based upon the foregoing undisputed facts, the court does not find Columbian's conversion of BB &amp; T's security in the Seed Exchange peanuts to constitute an unfair trade practice. While such conversion was wrongful, the same was not accompanied by fraud and deceit, or other course of <span class=\"star-pagination\">*1121</span> dealing which would indicate overreaching on the part of Columbian. Indeed, the setoff was a legal act vis-a-vis the Sories. Columbian sought to assert what it regarded as its commercial right of setoff pursuant to its agreement with the Sories. The fact that such setoff was, per se, in derogation of BB &amp; T's security interest does not raise the resulting conversion to an unfair trade practice. Moreover, persons engaged in commerce frequently have disputes which require resolution by the law, such resolution indicating that one or the other should prevail as a matter of right. To assert in good faith a claim predicated on an erroneous interpretation of the law is not an unfair act proscribed by N.C.Gen. Stat. § 75-1.1, as the remedy therfor lies in the law itself, i.e., such an erroneous view will not prevail. To hold otherwise would chill the just resolution of honest disputes meriting the same, such resolution being to the benefit of the parties themselves and the public. Nothing else appearing, there is nothing unfair in asserting one's rights as perceived in good faith. In this case, nothing else appears. In the final analysis, Columbian's conduct simply is not so eggregious as to arise to the level of conduct which is prohibited by the subject statute.</p>\n<p>For the foregoing reasons, defendant's motion for summary judgment as to BB &amp; T's actions for fraud and deceit, negligence, punitive damages, and unfair trade practices, is ALLOWED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  North Carolina General Statute § 25-9-306 provides in part:\n</p>\n<p>(1) \"Proceeds\" includes whatever is received upon the sale, exchange, collection or other disposition of collateral or proceeds....</p>\n<p>(2) Except where this article otherwise provides, a security interest continues in collateral notwithstanding sale, exchange or other disposition thereof unless the disposition was authorized by the secured party in the security agreement or otherwise, and also continues in any identifiable proceeds including collections received by the debtor.</p>\n<p>[2]  Columbian cannot, and does not, seek the protection of N.C.Gen.Stat. § 25-9-307, which provides that a buyer in the ordinary course of business takes free of a security interest created by his seller, because it received farm products from the Sories which is specifically exempted from the protection provided therein. Further, Columbian is not a buyer in the ordinary course of business which is required for § 25-9-307 protection. If the furnishing of peanut seed by Columbian to the Sories is regarded as creating a money debt due Columbian from Sories, and the subsequent transfer to Columbian from Sories of the Seed Exchange peanuts is regarded as an exchange of property in satisfaction thereof, such would not constitute the buying of the peanuts. While the Code recognizes that buying may be by exchange of property, it also precludes from such definition a \"... transfer ... in total or partial satisfaction of a money debt.\" N.C.Gen.Stat. § 25-1-201(9).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/380519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/422172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/427768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/445533/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1322188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1378493/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1651954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1799160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1935494/"
  ]
}