{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1633978/",
  "absolute_url": "/opinion/1633978/united-states-v-ramey/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1633978/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:59:04.945215Z",
  "date_modified": "2016-04-26T21:16:45.126262Z",
  "type": "010combined",
  "sha1": "c45167bb1de5e598f759387a9bc3bb693c0ecd9a",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>602 F.Supp. 821 (1985)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nBrown Costello RAMEY, Defendant.</h1></center>\n<center>Nos. 84-49-02-CR-5, 85-10-04-CR-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>February 20, 1985.</center>\n<p><span class=\"star-pagination\">*822</span> Samuel T. Currin, U.S. Atty. by John S. Bruce, Asst. U.S. Atty., Raleigh, N.C., for plaintiff.</p>\n<p>Herman S. Gaskins, Jr., Washington, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>Defendant stands indicted in two indictments for (1) two counts of conspiracy to violate the drug laws of the United States, (2) two counts of possession of controlled substances with intent to distribute, and (3) two counts of interstate travel with the intent to carry on an unlawful activity related to controlled substances.</p>\n<p>After defendant's arrest, and upon motion of the government pursuant to Section 3142(f) of the Bail Reform Act of 1984, a detention hearing was held before Magistrate Charles K. McCotter, Jr., on 12 February 1985. 18 U.S.C. § 3142(f) (Supp. 1984). Finding that \"... no conditions of release will reasonably assure the appearance of defendant as required and the safety of the community\" Magistrate McCotter ordered the defendant to be detained. <i>See id.</i></p>\n<p>Defendant moved the court for a review of the Detention Order of Magistrate McCotter. 18 U.S.C. § 3145(b) (Supp.1984). Consistent with the requirement of 18 U.S.C. § 3145(b) that the motion be determined promptly, a hearing was held before the undersigned district judge at 2 p.m. on 15 February 1985.</p>\n<p>Upon motion of a detainee to a district judge for review of a Detention Order of a magistrate it is the duty of the district court to conduct a <i>de novo</i> hearing. <i>United States v. Williams and Hawkins,</i> 753 F.2d 329 (4th Cir.1985). As the hearing before Magistrate McCotter was tape recorded, the court advised the parties at the beginning of the review hearing that it would rely on the tapes for a review of the evidence presented before Magistrate McCotter and would entertain such additional evidence and argument of counsel as they might desire.</p>\n<p>The purpose of a detention hearing is \"... to determine whether any condition or combination of conditions set forth in [18 U.S.C. § 3141] subsection (c) will reasonably assure the appearance of the person as required and the safety of any other <span class=\"star-pagination\">*823</span> person and the community....\" 18 U.S.C. § 3142(f) (Supp.1984). The factors to be considered are:</p>\n<blockquote>(1) the nature and circumstances of the offense charged, including whether the offense is a crime of violence or involves a narcotic drug;</blockquote>\n<blockquote>(2) the weight of the evidence against the person;</blockquote>\n<blockquote>(3) the history and characteristics of the person, including</blockquote>\n<blockquote>(A) his character, physical and mental condition, family ties, employment, financial resources, length of residence in the community, community ties, past conduct, history relating to drug or alcohol abuse, criminal history, and record concerning appearance at court proceedings; and</blockquote>\n<blockquote>(B) whether, at the time of the current offense or arrest, he was on probation, on parole, or on other release pending trial, sentencing, appeal, or completion of sentence for an offense under Federal, State or local law; and</blockquote>\n<blockquote>(4) the nature and seriousness of the danger to any person or the community that would be posed by the person's release....</blockquote>\n<p>18 U.S.C. § 3142(g) (Supp.1984).</p>\n<p>Although a finding by the court that \"no condition or combination of conditions will reasonably assure the safety of any other person and the community\" must be supported by clear and convincing evidence, 18 U.S.C. § 3142(f), there is a rebuttable presumption that \"... no condition or combination of conditions will reasonably assure the appearance of the person as required and the safety of the community if the judicial officer finds that there is probable cause to believe that the person committed an offense for which a maximum term of imprisonment of ten years or more is prescribed in the Controlled Substances Act (21 U.S.C. § 801 <i>et seq.</i>), ...\" 18 U.S.C. § 3142(e) (Supp.1984).</p>\n<p>From the evidence presented at the hearing before Magistrate McCotter and reviewed by the undersigned, the record in the case and the stipulations of the parties, the court makes the following</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>1. In late 1984, indictment No. 84-49-02-CR-5 was returned against the defendant by the grand jury for the Eastern District of North Carolina. That indictment charged him with (a) conspiracy to violate the drug laws of the United States, an offense punishable by imprisonment up to fifteen years; (b) possession with intent to distribute marijuana, an offense punishable by imprisonment up to fifteen years; and, (c) two counts of unlawful travel in interstate commerce with intent to promote an unlawful business activity involving narcotics and controlled substances, offenses punishable by imprisonment up to five years on each count.</p>\n<p>2. In January 1985, indictment No. 85-10-02-CR-5 was returned against the defendant by the grand jury for the Eastern District of North Carolina which charged him with (a) conspiracy to violate the drug laws of the United States, an offense punishable by imprisonment up to fifteen years; and (b) possession with intent to distribute cocaine, an offense punishable by imprisonment up to fifteen years.</p>\n<p>3. Defendant was aware that he was a target of an investigation by the grand jury. He employed counsel, Herman Gaskins, Esq., who advised the office of the United States Attorney of his representation sometime during calendar year 1984.</p>\n<p>4. The indictments in both of these cases were sealed by a United States magistrate upon motion of the government.</p>\n<p>5. Warrants for the arrest of defendant were issued on 30 January 1985. A check by law enforcement officers at his residence and other places normally frequented by him proved to be fruitless as defendant could not be located. Members of his family professed to be unaware of his whereabouts.</p>\n<p>6. Defendant voluntarily surrendered to the United States Marshal on 8 February 1985.</p>\n<p><span class=\"star-pagination\">*824</span> 7. Defendant is a lifelong resident of Franklin County, North Carolina, and has lived in the same home for the past 23 years. He is married and the father of two adult children, both of whom live in fairly close proximity to defendant. For approximately 24 years defendant operated a Gulf service station in Franklinton, North Carolina.</p>\n<p>8. Defendant is the owner of, or financially interested in, two western wear stores in Durham and Raleigh, North Carolina, Big Dukes Western Wear, one of which is operated by his daughter.</p>\n<p>9. Defendant's son operates a tire business in Youngsville, North Carolina, a short distance from Franklinton.</p>\n<p>10. Defendant has two sisters living in Franklinton, North Carolina.</p>\n<p>11. Defendant is a veteran of the United States Army, having served in Korea during the hostilities there. He was honorably discharged upon completion of his tour of duty.</p>\n<p>12. Defendant has no criminal record and has no prior arrests.</p>\n<p>13. Defendant is in good physical condition except for having high blood pressure, a condition for which he takes medication.</p>\n<p>14. Defendant's financial condition is not apparent to the court. Although he has several deeds of trust on his residence he is financially interested in the two western wear stores. His sisters are the owners of some real estate which they are willing to pledge as security for his release on bail.</p>\n<p>15. The co-defendant, Douglas Freeman Ross, who has not yet been apprehended, is the reputed leader of an organization which has been dealing in controlled substances for many years, at least as far back as 1978. Since that time defendant has been a close associate of Ross. He is reputed to be second in command. During a period of time when co-defendant Ross was in prison in Florida the defendant was in charge of the local drug organization.</p>\n<p>16. Defendant has been observed by at least three witnesses dealing in large quantities of controlled substances, including up to 2 kilos of cocaine, hundreds of pounds of marijuana and hundreds of thousands of quaalude tablets. He has a reputation in the drug community as the man to see if you are interested in transferring drugs.</p>\n<p>17. Defendant is, himself, a drug user.</p>\n<p>18. The investigation of defendant Ross and others was well known in Franklin County, North Carolina, and surrounding areas. On at least one occasion a witness who had been subpoenaed to testify before the grand jury was confronted by defendant who inquired of the witness what he was going to testify to. The witness was further advised by defendant that he would check back with the witness after his testimony. That witness was not again contacted by defendant. He was, however, contacted by telephone by the co-defendant Ross who threatened to kill the witness.</p>\n<p>19. Co-defendant Ross employed a private investigator to interview grand jury witnesses, some of whom were interviewed on the premises of Big Dukes Western Wear.</p>\n<p>20. Threats to the safety of one witness who testified before the grand jury were sufficiently serious that the United States Marshal's service approved the witness for the witness protection program.</p>\n<p>21. During the process of the investigation some witnesses have been told that if they cooperated with the government they, or members of their families, would be harmed.</p>\n<p>Based on the foregoing findings of fact and in accordance with the legal principles discussed above, the court makes the following</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>A. There is probable cause to believe that defendant has committed offenses under the Controlled Substances Act for which a maximum term of imprisonment of ten years or more is prescribed.</p>\n<p>B. A rebuttable presumption has arisen that no condition or combination of conditions <span class=\"star-pagination\">*825</span> will reasonably assure defendant's appearance as required and the safety of the community.</p>\n<p>C. Defendant has failed to offer sufficient evidence to rebut the presumption.</p>\n<p>D. There is clear and convincing evidence that no condition or combination of conditions will reasonably assure the appearance of defendant as required and the safety of other persons and the community. Although defendant has never been arrested or convicted of any other offense, the statutory presumption is bolstered by evidence from the government, from which the findings of fact were made, that defendant has longstanding ties with the leader of the drug organization, is himself a user of controlled substances and has participated in harassment and intimidation of grand jury witnesses.</p>\n<p>E. The detention of defendant prior to trial is required.</p>\n<p>IT, IS THEREUPON, ORDERED that defendant remain committed to the custody of the Attorney General, subject to the following provisions:</p>\n<p>a. he shall be confined in a corrections facility separate, to the extent practicable, from persons awaiting or serving sentences or being held in custody pending appeal;</p>\n<p>b. he shall be afforded reasonable opportunity for private consultation with his counsel; and,</p>\n<p>c. on order of a court of the United States or on request of an attorney for the government the person in charge of the corrections facility in which he is confined shall deliver him to a United States Marshal for the purpose of an appearance in connection with a court proceeding.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">602</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">821</span></span> (1985)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nBrown Costello RAMEY, Defendant.</h1></center>\n<center>Nos. 84-49-02-CR-5, 85-10-04-CR-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>February 20, 1985.</center>\n<p><span class=\"star-pagination\">*822</span> Samuel T. Currin, U.S. Atty. by John S. Bruce, Asst. U.S. Atty., Raleigh, N.C., for plaintiff.</p>\n<p>Herman S. Gaskins, Jr., Washington, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>Defendant stands indicted in two indictments for (1) two counts of conspiracy to violate the drug laws of the United States, (2) two counts of possession of controlled substances with intent to distribute, and (3) two counts of interstate travel with the intent to carry on an unlawful activity related to controlled substances.</p>\n<p>After defendant's arrest, and upon motion of the government pursuant to Section 3142(f) of the Bail Reform Act of 1984, a detention hearing was held before Magistrate Charles K. McCotter, Jr., on 12 February 1985. 18 U.S.C. § 3142(f) (Supp. 1984). Finding that \"... no conditions of release will reasonably assure the appearance of defendant as required and the safety of the community\" Magistrate McCotter ordered the defendant to be detained. <i>See id.</i></p>\n<p>Defendant moved the court for a review of the Detention Order of Magistrate McCotter. 18 U.S.C. § 3145(b) (Supp.1984). Consistent with the requirement of 18 U.S.C. § 3145(b) that the motion be determined promptly, a hearing was held before the undersigned district judge at 2 p.m. on 15 February 1985.</p>\n<p>Upon motion of a detainee to a district judge for review of a Detention Order of a magistrate it is the duty of the district court to conduct a <i>de novo</i> hearing. <i>United States v. Williams and Hawkins,</i> <span class=\"citation\" data-id=\"446950\"><a href=\"/opinion/446950/united-states-v-melvin-williams-united-states-of-america-v-glenn-moore/\"><span class=\"volume\">753</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">329</span></a></span> (4th Cir.1985). As the hearing before Magistrate McCotter was tape recorded, the court advised the parties at the beginning of the review hearing that it would rely on the tapes for a review of the evidence presented before Magistrate McCotter and would entertain such additional evidence and argument of counsel as they might desire.</p>\n<p>The purpose of a detention hearing is \"... to determine whether any condition or combination of conditions set forth in [18 U.S.C. § 3141] subsection (c) will reasonably assure the appearance of the person as required and the safety of any other <span class=\"star-pagination\">*823</span> person and the community....\" 18 U.S.C. § 3142(f) (Supp.1984). The factors to be considered are:</p>\n<blockquote>(1) the nature and circumstances of the offense charged, including whether the offense is a crime of violence or involves a narcotic drug;</blockquote>\n<blockquote>(2) the weight of the evidence against the person;</blockquote>\n<blockquote>(3) the history and characteristics of the person, including</blockquote>\n<blockquote>(A) his character, physical and mental condition, family ties, employment, financial resources, length of residence in the community, community ties, past conduct, history relating to drug or alcohol abuse, criminal history, and record concerning appearance at court proceedings; and</blockquote>\n<blockquote>(B) whether, at the time of the current offense or arrest, he was on probation, on parole, or on other release pending trial, sentencing, appeal, or completion of sentence for an offense under Federal, State or local law; and</blockquote>\n<blockquote>(4) the nature and seriousness of the danger to any person or the community that would be posed by the person's release....</blockquote>\n<p>18 U.S.C. § 3142(g) (Supp.1984).</p>\n<p>Although a finding by the court that \"no condition or combination of conditions will reasonably assure the safety of any other person and the community\" must be supported by clear and convincing evidence, 18 U.S.C. § 3142(f), there is a rebuttable presumption that \"... no condition or combination of conditions will reasonably assure the appearance of the person as required and the safety of the community if the judicial officer finds that there is probable cause to believe that the person committed an offense for which a maximum term of imprisonment of ten years or more is prescribed in the Controlled Substances Act (21 U.S.C. § 801 <i>et seq.</i>), ...\" 18 U.S.C. § 3142(e) (Supp.1984).</p>\n<p>From the evidence presented at the hearing before Magistrate McCotter and reviewed by the undersigned, the record in the case and the stipulations of the parties, the court makes the following</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>1. In late 1984, indictment No. 84-49-02-CR-5 was returned against the defendant by the grand jury for the Eastern District of North Carolina. That indictment charged him with (a) conspiracy to violate the drug laws of the United States, an offense punishable by imprisonment up to fifteen years; (b) possession with intent to distribute marijuana, an offense punishable by imprisonment up to fifteen years; and, (c) two counts of unlawful travel in interstate commerce with intent to promote an unlawful business activity involving narcotics and controlled substances, offenses punishable by imprisonment up to five years on each count.</p>\n<p>2. In January 1985, indictment No. 85-10-02-CR-5 was returned against the defendant by the grand jury for the Eastern District of North Carolina which charged him with (a) conspiracy to violate the drug laws of the United States, an offense punishable by imprisonment up to fifteen years; and (b) possession with intent to distribute cocaine, an offense punishable by imprisonment up to fifteen years.</p>\n<p>3. Defendant was aware that he was a target of an investigation by the grand jury. He employed counsel, Herman Gaskins, Esq., who advised the office of the United States Attorney of his representation sometime during calendar year 1984.</p>\n<p>4. The indictments in both of these cases were sealed by a United States magistrate upon motion of the government.</p>\n<p>5. Warrants for the arrest of defendant were issued on 30 January 1985. A check by law enforcement officers at his residence and other places normally frequented by him proved to be fruitless as defendant could not be located. Members of his family professed to be unaware of his whereabouts.</p>\n<p>6. Defendant voluntarily surrendered to the United States Marshal on 8 February 1985.</p>\n<p><span class=\"star-pagination\">*824</span> 7. Defendant is a lifelong resident of Franklin County, North Carolina, and has lived in the same home for the past 23 years. He is married and the father of two adult children, both of whom live in fairly close proximity to defendant. For approximately 24 years defendant operated a Gulf service station in Franklinton, North Carolina.</p>\n<p>8. Defendant is the owner of, or financially interested in, two western wear stores in Durham and Raleigh, North Carolina, Big Dukes Western Wear, one of which is operated by his daughter.</p>\n<p>9. Defendant's son operates a tire business in Youngsville, North Carolina, a short distance from Franklinton.</p>\n<p>10. Defendant has two sisters living in Franklinton, North Carolina.</p>\n<p>11. Defendant is a veteran of the United States Army, having served in Korea during the hostilities there. He was honorably discharged upon completion of his tour of duty.</p>\n<p>12. Defendant has no criminal record and has no prior arrests.</p>\n<p>13. Defendant is in good physical condition except for having high blood pressure, a condition for which he takes medication.</p>\n<p>14. Defendant's financial condition is not apparent to the court. Although he has several deeds of trust on his residence he is financially interested in the two western wear stores. His sisters are the owners of some real estate which they are willing to pledge as security for his release on bail.</p>\n<p>15. The co-defendant, Douglas Freeman Ross, who has not yet been apprehended, is the reputed leader of an organization which has been dealing in controlled substances for many years, at least as far back as 1978. Since that time defendant has been a close associate of Ross. He is reputed to be second in command. During a period of time when co-defendant Ross was in prison in Florida the defendant was in charge of the local drug organization.</p>\n<p>16. Defendant has been observed by at least three witnesses dealing in large quantities of controlled substances, including up to 2 kilos of cocaine, hundreds of pounds of marijuana and hundreds of thousands of quaalude tablets. He has a reputation in the drug community as the man to see if you are interested in transferring drugs.</p>\n<p>17. Defendant is, himself, a drug user.</p>\n<p>18. The investigation of defendant Ross and others was well known in Franklin County, North Carolina, and surrounding areas. On at least one occasion a witness who had been subpoenaed to testify before the grand jury was confronted by defendant who inquired of the witness what he was going to testify to. The witness was further advised by defendant that he would check back with the witness after his testimony. That witness was not again contacted by defendant. He was, however, contacted by telephone by the co-defendant Ross who threatened to kill the witness.</p>\n<p>19. Co-defendant Ross employed a private investigator to interview grand jury witnesses, some of whom were interviewed on the premises of Big Dukes Western Wear.</p>\n<p>20. Threats to the safety of one witness who testified before the grand jury were sufficiently serious that the United States Marshal's service approved the witness for the witness protection program.</p>\n<p>21. During the process of the investigation some witnesses have been told that if they cooperated with the government they, or members of their families, would be harmed.</p>\n<p>Based on the foregoing findings of fact and in accordance with the legal principles discussed above, the court makes the following</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>A. There is probable cause to believe that defendant has committed offenses under the Controlled Substances Act for which a maximum term of imprisonment of ten years or more is prescribed.</p>\n<p>B. A rebuttable presumption has arisen that no condition or combination of conditions <span class=\"star-pagination\">*825</span> will reasonably assure defendant's appearance as required and the safety of the community.</p>\n<p>C. Defendant has failed to offer sufficient evidence to rebut the presumption.</p>\n<p>D. There is clear and convincing evidence that no condition or combination of conditions will reasonably assure the appearance of defendant as required and the safety of other persons and the community. Although defendant has never been arrested or convicted of any other offense, the statutory presumption is bolstered by evidence from the government, from which the findings of fact were made, that defendant has longstanding ties with the leader of the drug organization, is himself a user of controlled substances and has participated in harassment and intimidation of grand jury witnesses.</p>\n<p>E. The detention of defendant prior to trial is required.</p>\n<p>IT, IS THEREUPON, ORDERED that defendant remain committed to the custody of the Attorney General, subject to the following provisions:</p>\n<p>a. he shall be confined in a corrections facility separate, to the extent practicable, from persons awaiting or serving sentences or being held in custody pending appeal;</p>\n<p>b. he shall be afforded reasonable opportunity for private consultation with his counsel; and,</p>\n<p>c. on order of a court of the United States or on request of an attorney for the government the person in charge of the corrections facility in which he is confined shall deliver him to a United States Marshal for the purpose of an appearance in connection with a court proceeding.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/446950/"
  ]
}