{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1634786/",
  "absolute_url": "/opinion/1634786/melvin-v-astrue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1634786/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:59:11.228363Z",
  "date_modified": "2016-04-27T01:51:02.991486Z",
  "type": "010combined",
  "sha1": "7430c9d26b97a1f96e759282dd64bcdcd6a18084",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>602 F.Supp.2d 694 (2009)</b></center>\n<center><h1>Robert L. MELVIN, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 5:06-CV-314-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 6, 2009.</center>\n<p><span class=\"star-pagination\">*696</span> Vaughn Stephen Clauson, The Charles T. Hall Law Firm, PC, Raleigh, NC, for Plaintiff.</p>\n<p>Mark J. Goldenberg, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Robert L. Melvin (\"plaintiff\" or \"claimant\") appeals the Commissioner of Social Security's (\"Commissioner\") final decision denying plaintiff's application for a period of disability insurance benefits (\"benefits\"). Magistrate Judge Daniel issued a Memorandum and Recommendation (\"M &amp; R\") recommending that plaintiff's motion for judgment on the pleadings be denied, the Commissioner's motion for judgment on the pleadings be granted, and the final decision of the Commissioner be affirmed. Plaintiff objected to the M &amp; R. On January 21, 2009, the court heard oral argument. As explained below, the court overrules the objections to the M &amp; R, and affirms the Commissioner's final decision.</p>\n<p></p>\n<h2>I.</h2>\n<p>\"The Federal Magistrates Act requires a district court to `make a de novo determination of those portions of the [magistrate judge's] report or specified proposed findings or recommendations to which objection is made.'\" <i>Diamond v. Colonial Life &amp; Accident Ins. Co.,</i> 416 F.3d 310, 315 (4th Cir.2005) (quoting 28 U.S.C. § 636(b)(1)) (alteration in original) (emphasis removed). Absent a timely objection, \"a district court need not conduct a de novo review, but instead must only satisfy itself that there is no clear error on the face of the record in order to accept the recommendation.\" <i>Id.</i> (quotation omitted).</p>\n<p>The court has reviewed the record, the briefs, the M &amp; R, and the objections. As for those portions of the M &amp; R to which plaintiff does not object, there is no clear error on the face of the record. Thus, the court adopts those portions of the M &amp; R. As for the objections, the court reviews them de novo.</p>\n<p>In reviewing the objections to the M &amp; R, the court applies the same legal standard that Judge Daniel discussed in the M &amp; R. <i>See</i> M &amp; R 2-4. Specifically, the court \"must uphold the factual findings of the [administrative law judge] if they are supported by substantial evidence and were reached through application of the correct legal standard.\" <i>Craig v. Chater,</i> 76 F.3d 585, 589 (4th Cir.1996); <i>see</i> 42 U.S.C. § 405(g). \"Substantial evidence\" is \"more than a mere scintilla of evidence but may be somewhat less than a preponderance.\" <i>Laws v. Celebrezze,</i> 368 F.2d 640, 642 (4th Cir.1966). Under the substantial evidence standard, the court may not \"undertake to re-weigh conflicting evidence, <span class=\"star-pagination\">*697</span> make credibility determinations, or substitute [its] judgment for that of the [administrative law judge].\" <i>Craig,</i> 76 F.3d at 589.</p>\n<p></p>\n<h2>II.</h2>\n<p>On April 22, 2005, an administrative law judge (\"ALJ\") held a hearing regarding plaintiffs application for benefits. <i>See</i> R. 887-912. At the time, plaintiff was 44 years old. <i>Id.</i> at 19. Plaintiff had filed three prior applications for benefits, all of which were denied. <i>See</i> M &amp; R 1 n. 1. The hearing concerned plaintiffs fourth application for benefits, which he filed on February 27, 2003. R. 80-82.</p>\n<p>The ALJ uses a five-step process in evaluating disability claims. <i>See</i> 20 C.F.R. § 404.1520(a)(4). Essentially, this process requires the ALJ to consider whether a claimant (1) is engaged in substantial gainful activity; (2) has a severe impairment; (3) has an impairment that meets or equals the requirements of a listed impairment; (4) possesses the residual functional capacity (\"RFC\") to return to his past relevant work; and (5) if not, whether he can perform other substantial gainful work in light of his age, education, work experience, and RFC. <i>See</i> M &amp; R 3; R. 19. The claimant bears the burden of proof at steps one through four, but the burden shifts to the Commissioner at step five. <i>See, e.g., </i><i>Bowen v. Yuckert,</i> 482 U.S. 137, 146 n. 5, 107 S.Ct. 2287, 96 L.Ed.2d 119 (1987).</p>\n<p>On May 20, 2005, the ALJ denied claimant's application for benefits. R. 15-28. At step one, the ALJ found that plaintiff had not engaged in substantial gainful activity at any time relevant to the ALJ's decision. <i>Id.</i> at 26. At step two, the ALJ found that plaintiff had the severe impairments of mild lumbosacral disc disease/myofascial pain syndrome, mild chronic obstructive pulmonary disease, depression, and a history of substance abuse. <i>Id.</i> at 27. At step three, the ALJ found that plaintiff did not have an impairment, or combination of impairments, that met or medically equaled the criteria of a listed impairment under 20 C.F.R. § 404, Subpart P, App. 1. <i>Id.</i> At step four, the ALJ evaluated plaintiffs testimony and the medical evidence and found that plaintiff possessed the RFC to perform a significant range of light work. <i>Id.</i> Based on plaintiffs RFC, the ALJ found that plaintiff could not return to his past relevant work. <i>Id.</i> At step five, the ALJ relied on the testimony of a vocational expert (\"VE\") and found that a significant number of jobs existed in the national economy for a person with plaintiffs RFC and personal characteristics. <i>Id.</i> Accordingly, the ALJ concluded that plaintiff was not disabled for the relevant period. <i>See id.</i></p>\n<p>On July 28, 2006, the Social Security Administration's (\"SSA\") Appeals Council denied plaintiffs request for review, making the ALJ's decision the final decision of the Commissioner. <i>See</i> R. 9-11. Plaintiff timely filed this action pursuant to 42 U.S.C. § 405(g), and the parties filed cross-motions for judgment on the pleadings. Thereafter, Judge Daniel issued an M &amp; R rejecting plaintiffs arguments.</p>\n<p></p>\n<h2>III.</h2>\n<p>Plaintiff makes three objections to the M &amp; R: (1) the ALJ failed to consider and discuss the Veteran Administration's (\"VA\") July 1, 1997 opinion of nonemployability; (2) the ALJ failed to give proper weight to the opinions of plaintiffs treatment providers; and, (3) the ALJ and Judge Daniel failed to give proper deference to Social Security Acquiescence Ruling 00-01(4) and certain portions of the SSA's Hearings, Appeals, and Litigation Law Manual (\"HALLEX\"). Pl.'s Objs. 1-16.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*698</span> A.</h2>\n<p>First, plaintiff objects that the ALJ failed to consider and discuss the VA's opinion of nonemployability. Pl.'s Objs. 1-3. The VA issued the opinion on July 1, 1997. <i>See</i> R. 93-96. In making this argument, plaintiff relies on Social Security Ruling 06-03p, which became effective after the ALJ issued his decision. <i>See</i> Social Security Ruling 06-03p, 71 Fed.Reg. 45,593, 2006 WL 2329939 (Aug. 9, 2006). Plaintiff also relies on Fourth Circuit precedent that predates Social Security Ruling 06-03p.</p>\n<p>The court rejects plaintiffs argument. First, Social Security Ruling 06-03p does not apply retroactively. <i>See, e.g., </i><i>Cruse v. Comm'r,</i> 502 F.3d 532, 541-42 (6th Cir. 2007). Alternatively, even if the court assumes (without deciding) that Social Security Ruling 06-03p applies retroactively, the ALJ was not bound to follow the VA's opinion. <i>See, e.g., Zane v. Astrue,</i> No. 7:06-CV-164-D, 2008 WL 345620, at *13 (E.D.N.C. Feb. 5, 2008) (unpublished).</p>\n<p>Finally, and in any event, the record demonstrates that the ALJ did consider the VA's opinion. Specifically, the ALJ noted that he must:</p>\n<blockquote>consider any medical opinions, which are statements from acceptable medical sources, which reflect judgments about the nature and severity of the impairments and resulting limitations. At the time of a hospital discharge on January 21, 2003, it was reported that claimant was \"not employable.\" However, the identity of the physician and/or nurse practitioner that made this statement is not shown in the VA records. Furthermore, this statement is not supported by objective medical evidence and is given no weight.</blockquote>\n<p>R. 23 (citations omitted). The ALJ also expressly referenced that \"claimant receives a large pension from the VA,\" which derives from the VA disability opinion. <i>Id.</i> at 24. Further, the ALJ \"carefully considered the entire documentary evidence of record,\" including (by definition) the record of the VA's opinion. <i>See id.</i> Although plaintiff argues that the ALJ was required to discuss the VA opinion more extensively, the court disagrees. <i>See, e.g., </i><i>Piney Mountain Coal Co. v. Mays,</i> 176 F.3d 753, 762 n. 10 (4th Cir.1999). In sum, the ALJ did consider the VA's opinion and explained why he assigned it no weight. <i>See</i> R. 23-24. Accordingly, the ALJ complied with governing law. <i>See, e.g., </i><i>DeLoatche v. Heckler,</i> 715 F.2d 148, 150 n. 1 (4th Cir.1983); <i>Hicks v. Gardner,</i> 393 F.2d 299, 302 (4th Cir.1968). Thus, the court overrules plaintiffs first objection.</p>\n<p></p>\n<h2>B.</h2>\n<p>Next, plaintiff objects that the ALJ failed to give proper weight to the opinion of plaintiffs treatment providers. <i>See</i> Pl.'s Objs. 3-6. An ALJ's assessment of a treating physician's opinion \"will generally not be disturbed absent some indication that the ALJ has dredged up specious inconsistencies or has not given good reason for the weight afforded a particular opinion.\" <i>Koonce v. Apfel,</i> No. 98-1144; 1999 WL 7864, at *2 (4th Cir. Jan. 11, 1999) (per curiam) (unpublished) (citation and quotation omitted). The opinion of a treating physician on the nature and severity of impairments is to be accorded controlling weight if it is well-supported by medically acceptable clinical and laboratory diagnostic techniques and is not inconsistent with the other substantial evidence in the record. <i>See </i><i>Craig,</i> 76 F.3d at 590; 20 C.F.R. § 404.1527(d)(2); <i>see also</i> Social Security Ruling 96-2p, 61 Fed.Reg. 34,490, 1996 WL 374188, at *2 (July 2, 1996). \"By negative implication, if a physician's opinion is not supported by clinical evidence or if it is inconsistent with other substantial <span class=\"star-pagination\">*699</span> evidence, it should be accorded significantly less weight.\" <i>Craig,</i> 76 F.3d at 590. The regulations prescribe factors to be considered in determining the weight to be ascribed, including the length and nature of the treating relationship, the supportability of the opinions, and their consistency with the record. <i>See</i> 20 C.F.R. § 404.1527(d)(2)-(6).</p>\n<p>The regulations distinguish between a treating physician's medical opinions and the physician's legal conclusions. \"Medical opinions are statements from physicians ... that reflect judgments about the nature and severity of [the claimant's] impairment(s), including ... symptoms, diagnosis and prognosis, what [the claimant] can still do despite impairment(s), and [the claimant's] physical or mental restrictions.\" <i>Id.</i> § 404.1527(a)(2). Legal conclusions are opinions on issues reserved to the ALJ, such as \"statement[s] by a medical source that [the claimant is] disabled or unable to work.\" <i>Id.</i> § 404.1527(e)(1) (quotations omitted); <i>see also id.</i> § 416.927(e)(1). \"While the ALJ must give a treating physician's medical opinions special weight in certain circumstances, the ALJ is under no obligation to give a treating physician's legal conclusions any heightened evidentiary value.\" <i>Morgan v. Barnhart,</i> 142 Fed.Appx. 716, 722 (4th Cir.2005) (unpublished) (citations and quotations omitted); <i>see</i> 20 C.F.R. § 404.1527(e)(3). However, the ALJ must still \"`evaluate all the evidence ... to determine the extent to which the [treating physician's legal conclusion] is supported by the record.'\" <i>Morgan,</i> 142 Fed.Appx. at 722 (quoting Social Security Ruling 96-5p, 61 Fed.Reg. 34,490, 1996 WL 374183, at *3 (July 2, 1996)) (alteration in original) (emphasis removed).</p>\n<p>Judge Daniel thoroughly examined the ALJ's analysis of the opinions of Syed H. Sajid, M.D., Charles D. Wallace, M.D., and Edward Crane, Ed.D. <i>See</i> M &amp; R 9-12. Judge Daniel cogently explained why the ALJ did not err (1) in failing to discuss Dr. Sajid's opinion, (2) in giving appropriate weight to Dr. Wallace's opinion, and (3) in giving appropriate weight to Dr. Crane's opinion. <i>See id.</i> The court agrees with Judge Daniel's analysis. Accordingly, the court overrules plaintiffs second objection. <i>See, e.g., </i><i>Craig,</i> 76 F.3d at 590.</p>\n<p></p>\n<h2>C.</h2>\n<p>Finally, plaintiff contends that the ALJ failed to discuss the prior ALJ's findings in the prior ALJ's decision dated August 20, 2001 (R. 35-43), and failed to indicate what weight he gave to those findings. <i>See</i> Pl.'s Objs. 15-16; Pl.'s Mem. in Supp. of a Mot. for J. on the Pleadings 19-24 [hereinafter \"Pl.'s Mem.\"]. In making this argument, plaintiff argues that the ALJ and Judge Daniel failed to give proper deference to Social Security Acquiescence Ruling 00-1(4), 65 Fed.Reg. 1936, 2000 WL 43774 (Jan. 12, 2000) (\"AR 00-1(4)\"), and certain portions of the SSA's Hearings, Appeals and Litigation Law Manual (\"HALLEX\"). <i>See</i> Pl.'s Objs. 6-15.</p>\n<p>An Acquiescence Ruling (\"AR\") is a ruling that the SSA issues that interprets a holding of a United States Circuit Court of Appeals concerning the Social Security Act. <i>See, e.g., </i><i>Albright v. Comm'r of Social Sec. Admin.,</i> 174 F.3d 473, 474 (4th Cir. 1999). HALLEX is a manual in which:</p>\n<blockquote>the Associate Commissioner of Hearings and Appeals conveys guiding principles, procedural guidance and information to the Office of Hearings and Appeals (OHA) staff. HALLEX includes policy statements resulting from an Appeals Council <i>en banc</i> meeting under the authority of the Appeals Council Chair. It also defines procedures for carrying out policy and provides guidance for processing and adjudicating claims at the <span class=\"star-pagination\">*700</span> Hearing, Appeals Council and Civil Actions levels.</blockquote>\n<p>Soc. Sec. Admin., Office of Hearings and Appeals, <i>Hearing, Appeals and Litigation Law Manual</i> I-1-0-1 (June 21, 2005) [hereinafter \"HALLEX\"]. HALLEX is available online at http://www.ssa.gov/OP_ Home/hallex.</p>\n<p>In order to address claimant's argument concerning AR 00-1(4), the court begins with <i>Lively v. Secretary of Health and Human Services,</i> 820 F.2d 1391 (4th Cir. 1987). The Commissioner issued AR 00-1(4) concerning <i>Lively,</i> and a later Fourth Circuit decision, <i>Albright. See</i> AR 94-2(4), 59 Fed.Reg. 34,849, 1994 WL 321954 (July 7, 1994) [hereinafter \"AR 94-2(4)\"], <i>rescinded by</i> 65 Fed.Reg. 1936. In <i>Lively,</i> the ALJ found that the claimant had the capacity to do light work and therefore found him not disabled. 820 F.2d at 1391-92. At that time, the SSA's regulations provided that anyone under age fifty-five who could do light work was not disabled. <i>See id.</i> at 1391. However, two weeks after the SSA's decision became final, the claimant turned fifty-five. <i>Id.</i> at 1392. He then refiled for benefits and noted that anyone age fifty-five or older who could only do light work was entitled to benefits. <i>See id.</i> In reviewing claimant's application, the new ALJ found that the claimant had the capacity to perform any kind of work, not just light work. <i>Id.</i> The claimant in <i>Lively</i> appealed, and the Fourth Circuit reversed. <i>Id.</i> After mentioning res judicata, the Fourth Circuit stated: \"It is utterly inconceivable that [claimant's] condition had so improved in two weeks as to enable him to perform medium work.\" <i>Id.</i> The Fourth Circuit reversed and remanded, stating that the SSA bore the burden of providing evidence sufficient to sustain a finding that claimant had embarked on such a \"miraculous improvement.\" <i>See id.</i></p>\n<p>After the Fourth Circuit decided <i>Lively,</i> the SSA issued an AR concerning the Fourth Circuit's decision. <i>See</i> AR 94-2(4). The SSA interpreted <i>Lively</i> to require that \"an adjudicator must adopt a finding... made in a final decision by an [ALJ] or the Appeals Council on a prior disability claim.\" <i>Id.</i> at *1; <i>see also id.</i> at *3. AR 94-2(4) interpreted the Fourth Circuit's reference to res judicata in <i>Lively</i> to mean that any prior finding from an ALJ generally has res judicata effect. <i>See id.</i> at *2 (\"The United States Court of Appeals for the Fourth Circuit concluded that where a final decision of the Secretary ... contained a finding ..., the Secretary may not make a different finding ... unless there is new and material evidence relating to [the original finding].\").</p>\n<p>In <i>Albright,</i> the Fourth Circuit rejected AR 94-2(4) as an incorrect reading of <i>Lively. See </i><i>Albright,</i> 174 F.3d at 477-78. The claimant in <i>Albright</i> had been denied disability benefits, but then filed again. <i>Id.</i> at 474. The new ALJ did not evaluate whether claimant's condition had worsened since he previously filed for benefits. <i>See id.</i> Rather, the ALJ denied claimant's application due to res judicata and cited AR 94-2(4). <i>See id.</i> Claimant sought judicial review of the denial, and the United States District Court for the Middle District of North Carolina granted summary judgment for the claimant and remanded the claim. <i>See id.</i> at 473-74. The Commissioner appealed, and the Fourth Circuit affirmed. <i>See id.</i> at 474. The Fourth Circuit held that it was \"imprudent to pronounce, as a matter of law, that [a claimant's] ability to perform in the workplace could not have diminished between [when the initial claim was decided] and [when the new claim was filed].\" <i>Id.</i> at 477. The Fourth Circuit also clarified <i>Lively</i> to mean that \"the finding of a qualified and disinterested tribunal ... was such an important and probative fact as to <span class=\"star-pagination\">*701</span> render the subsequent finding to the contrary unsupported by substantial evidence.\" <i>Id.</i> at 477-78. The Fourth Circuit also explained that \"the result in <i>Lively</i> is ... best understood as a practical illustration of the substantial evidence rule.\" <i>Id.</i> at 477.</p>\n<p>In response to <i>Albright,</i> the SSA issued AR 00-1(4). Interpreting <i>Lively</i> and <i>Albright,</i> AR 00-1(4) states that an adjudicator \"must <i>consider</i> a finding ... made in a final decision by an [ALJ] or the Appeals Council on [a] prior ... claim.\" AR 00-1(4), at *1 (emphasis added). Specifically, an adjudicator \"must consider such finding as evidence and give it appropriate weight in light of all the relevant facts and circumstances when adjudicating a subsequent disability claim.\" <i>Id.</i> at *4. AR 00-1(4) then describes certain factors that the adjudicator should consider, such as:</p>\n<blockquote>(1) whether the fact on which the prior finding was based is subject to change with the passage of time; (2) the likelihood of such a change, considering the length of time that has elapsed ...; and (3) the extent that evidence not considered in the [previous] final decision ... provides a basis for making a different finding.</blockquote>\n<p><i>Id.</i></p>\n<p>After the Commissioner issued AR 00-1(4), the Associate Commissioner of Hearings and Appeals updated HALLEX concerning AR 00-1(4). The update, however, goes beyond <i>Albright</i> and AR 00-1(4). Specifically, HALLEX 1-5-4-66 states that the ALJ \"must refer to the AR and include rationale indicating what weight is being given a prior finding in light of all the relevant facts and circumstances.\" HALLEX 1-5-4-66, attach. (Dec. 19, 2002) (emphasis added).</p>\n<p>In sum, HALLEX 1-5-4-66 interprets AR 00-1(4), which interpreted <i>Albright. Albright</i> holds that an ALJ must consider a prior ALJ's findings. AR 00-1(4), in turn, requires the ALJ to consider a prior ALJ's findings and give them appropriate weight under all the relevant facts and circumstances. HALLEX 1-5-4-66, in turn, requires the ALJ to refer to AR 00-1(4) and include rationale in the decision on what weight the ALJ gave the prior ALJ's findings.</p>\n<p>With that background information, the court assesses claimant's argument that the ALJ and Judge Daniel failed to give proper deference to AR 00-1(4) and HALEX 1-5-4-66 with respect to the findings in the ALJ's August 20, 2001 decision. <i>See</i> Pl.'s Objs. 15-16; Pl.'s Mem. 19-24. In assessing claimant's argument, the court notes that plaintiff unsuccessfully applied for benefits three times. First, plaintiff applied on January 9, 1997, alleging a disability onset date of November 28, 1994. R. 18. The Commissioner denied the request on May 29, 1997. <i>Id.</i> Second, plaintiff applied on December 6, 1999, alleging a disability onset date of January 1, 1997. <i>Id.</i> at 754-56. The Commissioner denied that request originally on February 17, 2000, and on reconsideration on May 31, 2000. <i>Id.</i> at 736-48. Claimant then sought and obtained a hearing and received another denial on August 20, 2001. <i>See id.</i> at 35-13, 749-52. Third, plaintiff applied on November 5, 2001, alleging a disability onset date of November 10, 1998. <i>See id.</i> at 77-79. The Commissioner denied that request originally on March 12, 2002, and on reconsideration on July 10, 2002. <i>Id.</i> at 50-59; <i>see</i> M &amp; R 1 n. 1.</p>\n<p>This appeal concerns claimant's fourth unsuccessful application for benefits. Claimant applied on February 27, 2003, alleging disability as of November 15, 1998. R. 80-82. The Commissioner denied the claim initially on June 11, 2003, and on reconsideration on August 26, 2003. <i>Id.</i> 60-68. After claimant requested and <span class=\"star-pagination\">*702</span> received a hearing, the ALJ denied his claim on May 20, 2005. <i>See id.</i> at 15-28, 69-75, 887-913. The Appeals Council denied review on July 28, 2006. <i>See id.</i> at 9-11. Claimant argues that, in considering the fourth appeal, the ALJ failed to comply with AR 00-1(4) and HALLEX 1-5-4-66 with respect to the ALJ's denial of August 20, 2001. Specifically, claimant contends that the ALJ failed to refer to AR 00-1(4) and failed to indicate what weight he gave the findings from the August 20, 2001 denial. <i>See</i> Pl.'s Objs. 15-16; Pl.'s Mem. 19-24.</p>\n<p>Initially, the court rejects claimant's argument that the ALJ violated AR 00-1(4). Notably, the ALJ did mention claimant's prior attempts to get benefits (including the August 20, 2001 denial), but the ALJ did not invoke res judicata. <i>See</i> R. 18. Rather, the ALJ evaluated the whole record, applied the governing legal standard, and denied plaintiffs claim. <i>See id.</i> at 15-28. Although the ALJ did not specifically refer to AR 00-1(4) or HALEX 1-5-4-66 or explain the precise weight he gave the ALJ's findings from August 20, 2001 <i>(see generally id.</i> at 18-28, 887-913), the ALJ did <i>consider</i> the prior ALJ's findings as part of reviewing the record. <i>See, e.g., id.</i> at 19 (\"Upon reviewing all of the evidence of record, the undersigned [ALJ] concludes the claimant is not disabled ....\"); <i>id.</i> at 24 (\"After having carefully considered the entire documentary evidence of record ..., the undersigned concludes that ... [claimant] retained the residual functional capacity to perform a wide range of light work ....\"); <i>id.</i> at 889 (\"Mr. Melvin had a previous [d]ecision by another [ALJ] in 2001, and normally that would be binding for that period of time.\"); <i>cf. id.</i> at 35-3. In doing so, the ALJ complied with AR 00-1(4). The ALJ also complied with <i>Lively</i> and <i>Albright.</i> Accordingly, the court rejects claimant's argument that the ALJ violated AR 00-1(4) or that a remand is warranted so that the ALJ can expressly cite and discuss AR 00-1(4) and state precisely the weight that he gave concerning findings in the August 20, 2001 decision.</p>\n<p>With respect to whether the ALJ complied with HALLEX 1-5-4-66, the M &amp; R concludes that the ALJ did not. <i>See</i> M &amp; R 14. \"However, [the M &amp; R] declines to find that this omission is error which would require remand.\" <i>Id.</i> Rather, the M &amp; R concludes that whether the ALJ complied with HALLEX does not matter because the ALJ complied with <i>Albright. See Id.</i> at 14-15.</p>\n<p>Claimant argues that the ALJ's failure to comply with HALLEX 1-5-4-66 also requires remand. <i>See</i> Pl.'s Objs. 6-16. In making this argument, claimant's brief discusses Social Security Rulings (\"SSR\"), ARs, HALLEX, and deference under <i>Chevron U.S.A., Inc. v. Natural Resources Defense Council, Inc.,</i> 467 U.S. 837, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984). <i>See id.</i> An SSR is a policy statement in which the Commissioner interprets the Social Security Act or the regulations issued pursuant to the Social Security Act. <i>See Carolyn A. Kubitschek,</i> Social Security Disability Law and Procedure in Federal Court, § 1:17, at 31 (2009 ed.). SSRs, however, \"do not have the force of law.\" <i>Pass v. Chater,</i> 65 F.3d 1200, 1204 n. 3 (4th Cir.1995). In contrast to an SSR, an AR is the Commissioner's interpretation of a federal appellate ruling that allegedly conflicts with the Commissioner's own preferred interpretation of the Social Security Act or a Social Security regulation that interprets the Social Security Act. <i>See, e.g.,</i> 20 C.F.R. 404.985(b). In other words, an SSR directly interprets the Social Security Act or its attendant regulations, while an AR interprets a federal appellate ruling that interprets the Social Security Act or its attendant <span class=\"star-pagination\">*703</span> regulations. An AR is therefore an administrative interpretation of a federal appellate decision.</p>\n<p>The Fourth Circuit has not discussed what authority ARs possess or what deference (if any) a court owes to them. Likewise, no case appears to discuss whether the SSA is required to follow its own ARs or whether a federal court owes any deference to an AR. Nevertheless, as part of his argument concerning HALLEX, claimant contends that federal courts must give ARs <i>Chevron</i> deference. <i>See</i> Pl.'s Objs. 6-15: <i>cf. </i><i>Chevron U.S.A., Inc.,</i> 467 U.S. at 843, 104 S.Ct. 2778 (\"[I]f the statute is silent or ambiguous with respect to the specific issue, the question for the court is whether the agency's answer is based on a permissible construction of the statute.\"). At oral argument, plaintiff retreated from his <i>Chevron</i> argument and claimed that a federal court must give deference to ARs under <i>Skidmore v. Swift &amp; Co.,</i> 323 U.S. 134, 65 S.Ct. 161, 89 L.Ed. 124 (1944).</p>\n<p>The court disagrees with claimant's <i>Chevron</i> argument. <i>Chevron</i> deference is based on the notion that when Congress delegates to an agency the authority to implement a statute, Congress implicitly delegates the authority to interpret the statute. <i>Chevron U.S.A., Inc.,</i> 467 U.S. at 865-66, 104 S.Ct. 2778. Further, when <i>Chevron</i> applies, <i>Chevron</i> instructs courts to ask and answer two questions: (1) \"whether Congress has directly spoken to the precise question at issue\" by applying \"traditional tools of statutory construction,\" and (2) if Congress has not so spoken, \"whether the agency's answer is based on a permissible construction of the statute.\" <i>Id.</i> at 842-3 &amp; n. 9. <i>Chevron</i> is grounded in the principle that an agency is entitled to some leeway in fulfilling Congress' mandates to the agency, as reflected in the statutes that the agency administers. <i>See id.</i> at 843-4, 104 S.Ct. 2778.</p>\n<p>Notably, just because a case involves an administrative agency does not mean that <i>Chevron</i> applies. <i>See </i><i>Gonzales v. Oregon,</i> 546 U.S. 243, 258, 126 S.Ct. 904, 163 L.Ed.2d 748 (2006) <i>(\"Chevron</i> deference... is not accorded merely because the statute is ambiguous and an administrative official is involved.\"). Further, ARs do not interpret the SSA's governing statute. Rather, ARs interpret federal appellate decisions. There is no reason that the SSA is better suited to interpret federal appellate decisions than is this or any other United States District Court, and there is certainly good reason to think otherwise. Thus, the court rejects plaintiff's argument that <i>Chevron</i> deference applies to ARs.</p>\n<p>At oral argument, plaintiff alternatively claimed that ARs are entitled to a \"measure of respect\" under the less deferential <i>Skidmore</i> standard. Under <i>Skidmore,</i> the weight accorded to an agency position \"depend[s] upon the thoroughness evident in its consideration, the validity of its reasoning, its consistency with earlier and later pronouncements, and all those factors which give it power to persuade, if lacking power to control.\" 323 U.S. at 140, 65 S.Ct. 161. Further, <i>Skidmore</i> deference is tempered where the administrative official lacks expertise in the area. <i>See </i><i>Gonzales,</i> 546 U.S. at 269, 126 S.Ct. 904.</p>\n<p>Plaintiff fails to explain why the Commissioner is better able to interpret a federal appellate decision than a United States District Court. No rational explanation appears to exist. Accordingly, the court rejects plaintiff's argument that <i>Skidmore</i> deference applies to ARs.</p>\n<p>Having rejected claimant's <i>Chevron</i> and <i>Skidmore</i> arguments, the court looks to whether the ALJ complied with <i>Albright. Albright</i> requires an ALJ to consider a prior ALJ's findings. <i>See</i> 174 F.3d at 477-78. AR 00-1(4), in turn, requires the ALJ to \"consider [a prior ALJ's] finding[s] as <span class=\"star-pagination\">*704</span> evidence and give [them] appropriate weight in light of all the relevant facts and circumstances.\" AR 00-1(4), at *4. Here, the ALJ stated that he had considered all the evidence in the record. <i>See, e.g.,</i> R. 19, 24, 889. The record contains the findings in the August 20, 2001 decision. <i>Id.</i> at 35-43. Further, the ALJ did not invoke res judicata in connection with plaintiffs fourth application for benefits. Instead, he considered claimant's latest effort to receive benefits, applied the governing legal standard, and rejected the request for benefits. <i>Id.</i> at 15-28. Thus, the ALJ complied with <i>Albright</i> and AR 00-1(4).</p>\n<p>As for claimant's argument that the ALJ failed to comply with HALLEX 1-5-4-66, that claimant was prejudiced, and that the action must be remanded to the ALJ, the court rejects the argument. In <i>Moore v. Apfel,</i> 216 F.3d 864 (9th Cir.2000), a claimant argued on appeal that the SSA's violation of HALLEX warranted vacatur and remand. <i>Id.</i> at 866. The claimant's case was on its second remand to the SSA, and the SSA violated HALLEX by assigning it to the same ALJ for the third time (the original hearing, the prior remand, and that remand). <i>See id.</i> at 868. The Ninth Circuit rejected the claimant's argument grounded in a HALLEX violation, and held that \"HALLEX is strictly an internal guidance tool\" without the force of law. <i>Id.</i> Accordingly, the court held that it \"will not review allegations of noncompliance with [HALLEX].\" <i>See id.</i> at 869; <i>see also </i><i>Bordes v. Comm'r,</i> 235 Fed.Appx. 853, 859 (3d Cir.2007) (unpublished) (same); <i>see generally </i><i>Schweiker v. Hansen,</i> 450 U.S. 785, 789, 101 S.Ct. 1468, 67 L.Ed.2d 685 (1981) (SSA Claims Manual \"has no legal force,\" and does not bind the agency).</p>\n<p>In <i>Newton v. Apfel,</i> 209 F.3d 448 (5th Cir.2000), a claimant also argued that a violation of HALLEX warranted vacatur and remand. <i>Id.</i> at 459-60. In that case, the SSA's Appeals Council had failed to consider new evidence on appeal, as required by HALLEX. <i>See id.</i> at 459. The Fifth Circuit held that even though HALEX does not have the force of law, \"an agency must follow its own procedures, even where the internal procedures are more rigorous than otherwise would be required.\" <i>Id.</i> (quotation omitted). If the claimant is prejudiced by the failure to follow HALLEX, the Fifth Circuit stated that \"the result cannot stand.\" <i>Id.</i> However, because the claimant's new evidence in that case was irrelevant, the Fifth Circuit found no prejudice from the failure to comply with HALLEX. <i>Id.</i> at 459-60.</p>\n<p>As an internal guidance tool, HALEX lacks the force of law. <i>See, e.g., </i><i>Moore,</i> 216 F.3d at 868-69; <i>see also </i><i>Christensen v. Harris County,</i> 529 U.S. 576, 587, 120 S.Ct. 1655, 146 L.Ed.2d 621 (2000) (holding that agency interpretations contained in \"policy statements, agency manuals, and enforcement guidelines[ ] all ... lack the force of law\"); <i>Bordes,</i> 235 Fed. Appx. at 859. Thus, the court rejects claimant's reliance on the ALJ's alleged failure to comply with HALLEX 1-5-4-66.</p>\n<p>Alternatively, even if HALLEX were binding and a source of a remedy, plaintiff has failed to show prejudice. Where courts have found prejudice resulting from a violation of HALLEX, claimant was denied a procedural right at the hearing itself or a defect resulting from some evidence that was or was not considered at the hearing. <i>See, e.g., </i><i>Howard v. Astrue,</i> 505 F.Supp.2d 1298, 1302 (S.D.Ala.2007) (applying Fifth Circuit view of HALLEX violation and finding prejudice where ALJ refused to grant claimant's request for a new hearing as required by HALLEX because claimant was thereby deprived of opportunity to cross-examine a doctor). In contrast to <i>Howard,</i> the alleged error in this case was the ALJ's failure to cite AR <span class=\"star-pagination\">*705</span> 00-1(4) and \"include rationale indicating what weight is being given a prior finding in light of all the relevant facts and circumstances.\" HALLEX 1-5-4-66. Although claimant argues that this court cannot conduct substantial evidence review without knowing what weight the ALJ gave to the prior ALJs' findings,<sup>[1]</sup> the court disagrees with claimant. Further, the court has reviewed the entire record and applied the substantial evidence test. The court concludes that the ALJ's finding are supported by substantial evidence and that the ALJ acted in accordance with law.</p>\n<p></p>\n<h2>IV.</h2>\n<p>For the reasons stated above, plaintiffs objections to the M &amp; R are OVERULED. Accordingly, plaintiffs motion for judgment on the pleadings is DNIED, the Commissioner's motion for judgment on the pleadings is GRANTED, and the final decision of the Commissioner denying plaintiffs application for benefits is AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>Cf.</i> Pl.'s Objs. 15-16 (\"The M &amp; R cannot endorse the ALJ's omitting any explanation for how he considered and weighed the prior decision's findings. Without some comment on the prior findings, there is no way to conduct substantial evidence review.\").</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">602</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">694</span></span> (2009)</b></center>\n<center><h1>Robert L. MELVIN, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 5:06-CV-314-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 6, 2009.</center>\n<p><span class=\"star-pagination\">*696</span> Vaughn Stephen Clauson, The Charles T. Hall Law Firm, PC, Raleigh, NC, for Plaintiff.</p>\n<p>Mark J. Goldenberg, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Robert L. Melvin (\"plaintiff\" or \"claimant\") appeals the Commissioner of Social Security's (\"Commissioner\") final decision denying plaintiff's application for a period of disability insurance benefits (\"benefits\"). Magistrate Judge Daniel issued a Memorandum and Recommendation (\"M &amp; R\") recommending that plaintiff's motion for judgment on the pleadings be denied, the Commissioner's motion for judgment on the pleadings be granted, and the final decision of the Commissioner be affirmed. Plaintiff objected to the M &amp; R. On January 21, 2009, the court heard oral argument. As explained below, the court overrules the objections to the M &amp; R, and affirms the Commissioner's final decision.</p>\n<p></p>\n<h2>I.</h2>\n<p>\"The Federal Magistrates Act requires a district court to `make a de novo determination of those portions of the [magistrate judge's] report or specified proposed findings or recommendations to which objection is made.'\" <i>Diamond v. Colonial Life &amp; Accident Ins. Co.,</i> <span class=\"citation\" data-id=\"791149\"><a href=\"/opinion/791149/rovilma-diamond-v-colonial-life-accident-insurance-company/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">310</span></a></span>, 315 (4th Cir.2005) (quoting 28 U.S.C. § 636(b)(1)) (alteration in original) (emphasis removed). Absent a timely objection, \"a district court need not conduct a de novo review, but instead must only satisfy itself that there is no clear error on the face of the record in order to accept the recommendation.\" <i>Id.</i> (quotation omitted).</p>\n<p>The court has reviewed the record, the briefs, the M &amp; R, and the objections. As for those portions of the M &amp; R to which plaintiff does not object, there is no clear error on the face of the record. Thus, the court adopts those portions of the M &amp; R. As for the objections, the court reviews them de novo.</p>\n<p>In reviewing the objections to the M &amp; R, the court applies the same legal standard that Judge Daniel discussed in the M &amp; R. <i>See</i> M &amp; R 2-4. Specifically, the court \"must uphold the factual findings of the [administrative law judge] if they are supported by substantial evidence and were reached through application of the correct legal standard.\" <i>Craig v. Chater,</i> <span class=\"citation\" data-id=\"712924\"><a href=\"/opinion/712924/50-socsecrepser-140-unemplinsrep-cch-p-15133b-ronda-s-craig-v/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">585</span></a></span>, 589 (4th Cir.1996); <i>see</i> 42 U.S.C. § 405(g). \"Substantial evidence\" is \"more than a mere scintilla of evidence but may be somewhat less than a preponderance.\" <i>Laws v. Celebrezze,</i> <span class=\"citation\" data-id=\"273696\"><a href=\"/opinion/273696/charles-m-laws-v-anthony-j-celebrezze-secretary-of-health-education/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">640</span></a></span>, 642 (4th Cir.1966). Under the substantial evidence standard, the court may not \"undertake to re-weigh conflicting evidence, <span class=\"star-pagination\">*697</span> make credibility determinations, or substitute [its] judgment for that of the [administrative law judge].\" <i>Craig,</i> 76 F.3d at 589.</p>\n<p></p>\n<h2>II.</h2>\n<p>On April 22, 2005, an administrative law judge (\"ALJ\") held a hearing regarding plaintiffs application for benefits. <i>See</i> R. 887-912. At the time, plaintiff was 44 years old. <i>Id.</i> at 19. Plaintiff had filed three prior applications for benefits, all of which were denied. <i>See</i> M &amp; R 1 n. 1. The hearing concerned plaintiffs fourth application for benefits, which he filed on February 27, 2003. R. 80-82.</p>\n<p>The ALJ uses a five-step process in evaluating disability claims. <i>See</i> 20 C.F.R. § 404.1520(a)(4). Essentially, this process requires the ALJ to consider whether a claimant (1) is engaged in substantial gainful activity; (2) has a severe impairment; (3) has an impairment that meets or equals the requirements of a listed impairment; (4) possesses the residual functional capacity (\"RFC\") to return to his past relevant work; and (5) if not, whether he can perform other substantial gainful work in light of his age, education, work experience, and RFC. <i>See</i> M &amp; R 3; R. 19. The claimant bears the burden of proof at steps one through four, but the burden shifts to the Commissioner at step five. <i>See, e.g., </i><i>Bowen v. Yuckert,</i> <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 146 n. 5, <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2287</span></a></span>, <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">119</span></a></span> (1987).</p>\n<p>On May 20, 2005, the ALJ denied claimant's application for benefits. R. 15-28. At step one, the ALJ found that plaintiff had not engaged in substantial gainful activity at any time relevant to the ALJ's decision. <i>Id.</i> at 26. At step two, the ALJ found that plaintiff had the severe impairments of mild lumbosacral disc disease/myofascial pain syndrome, mild chronic obstructive pulmonary disease, depression, and a history of substance abuse. <i>Id.</i> at 27. At step three, the ALJ found that plaintiff did not have an impairment, or combination of impairments, that met or medically equaled the criteria of a listed impairment under 20 C.F.R. § 404, Subpart P, App. 1. <i>Id.</i> At step four, the ALJ evaluated plaintiffs testimony and the medical evidence and found that plaintiff possessed the RFC to perform a significant range of light work. <i>Id.</i> Based on plaintiffs RFC, the ALJ found that plaintiff could not return to his past relevant work. <i>Id.</i> At step five, the ALJ relied on the testimony of a vocational expert (\"VE\") and found that a significant number of jobs existed in the national economy for a person with plaintiffs RFC and personal characteristics. <i>Id.</i> Accordingly, the ALJ concluded that plaintiff was not disabled for the relevant period. <i>See id.</i></p>\n<p>On July 28, 2006, the Social Security Administration's (\"SSA\") Appeals Council denied plaintiffs request for review, making the ALJ's decision the final decision of the Commissioner. <i>See</i> R. 9-11. Plaintiff timely filed this action pursuant to 42 U.S.C. § 405(g), and the parties filed cross-motions for judgment on the pleadings. Thereafter, Judge Daniel issued an M &amp; R rejecting plaintiffs arguments.</p>\n<p></p>\n<h2>III.</h2>\n<p>Plaintiff makes three objections to the M &amp; R: (1) the ALJ failed to consider and discuss the Veteran Administration's (\"VA\") July 1, 1997 opinion of nonemployability; (2) the ALJ failed to give proper weight to the opinions of plaintiffs treatment providers; and, (3) the ALJ and Judge Daniel failed to give proper deference to Social Security Acquiescence Ruling 00-01(4) and certain portions of the SSA's Hearings, Appeals, and Litigation Law Manual (\"HALLEX\"). Pl.'s Objs. 1-16.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*698</span> A.</h2>\n<p>First, plaintiff objects that the ALJ failed to consider and discuss the VA's opinion of nonemployability. Pl.'s Objs. 1-3. The VA issued the opinion on July 1, 1997. <i>See</i> R. 93-96. In making this argument, plaintiff relies on Social Security Ruling 06-03p, which became effective after the ALJ issued his decision. <i>See</i> Social Security Ruling 06-03p, 71 Fed.Reg. 45,593, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">2329939</span></span> (Aug. 9, 2006). Plaintiff also relies on Fourth Circuit precedent that predates Social Security Ruling 06-03p.</p>\n<p>The court rejects plaintiffs argument. First, Social Security Ruling 06-03p does not apply retroactively. <i>See, e.g., </i><i>Cruse v. Comm'r,</i> <span class=\"citation\" data-id=\"1236840\"><a href=\"/opinion/1236840/cruse-v-commissioner-of-social-sec/\"><span class=\"volume\">502</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">532</span></a></span>, 541-42 (6th Cir. 2007). Alternatively, even if the court assumes (without deciding) that Social Security Ruling 06-03p applies retroactively, the ALJ was not bound to follow the VA's opinion. <i>See, e.g., Zane v. Astrue,</i> No. 7:06-CV-164-D, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">345620</span></span>, at *13 (E.D.N.C. Feb. 5, 2008) (unpublished).</p>\n<p>Finally, and in any event, the record demonstrates that the ALJ did consider the VA's opinion. Specifically, the ALJ noted that he must:</p>\n<blockquote>consider any medical opinions, which are statements from acceptable medical sources, which reflect judgments about the nature and severity of the impairments and resulting limitations. At the time of a hospital discharge on January 21, 2003, it was reported that claimant was \"not employable.\" However, the identity of the physician and/or nurse practitioner that made this statement is not shown in the VA records. Furthermore, this statement is not supported by objective medical evidence and is given no weight.</blockquote>\n<p>R. 23 (citations omitted). The ALJ also expressly referenced that \"claimant receives a large pension from the VA,\" which derives from the VA disability opinion. <i>Id.</i> at 24. Further, the ALJ \"carefully considered the entire documentary evidence of record,\" including (by definition) the record of the VA's opinion. <i>See id.</i> Although plaintiff argues that the ALJ was required to discuss the VA opinion more extensively, the court disagrees. <i>See, e.g., </i><i>Piney Mountain Coal Co. v. Mays,</i> <span class=\"citation\" data-id=\"764070\"><a href=\"/opinion/764070/piney-mountain-coal-company-v-shirley-mays-widow-of-james-r-mays-betty/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">753</span></a></span>, 762 n. 10 (4th Cir.1999). In sum, the ALJ did consider the VA's opinion and explained why he assigned it no weight. <i>See</i> R. 23-24. Accordingly, the ALJ complied with governing law. <i>See, e.g., </i><i>DeLoatche v. Heckler,</i> <span class=\"citation\" data-id=\"423707\"><a href=\"/opinion/423707/elizabeth-deloatche-v-margaret-m-heckler-secretary-of-health-and-human/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 150 n. 1 (4th Cir.1983); <i>Hicks v. Gardner,</i> <span class=\"citation\" data-id=\"279776\"><a href=\"/opinion/279776/david-e-hicks-v-john-w-gardner-secretary-of-health-education-and/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">299</span></a></span>, 302 (4th Cir.1968). Thus, the court overrules plaintiffs first objection.</p>\n<p></p>\n<h2>B.</h2>\n<p>Next, plaintiff objects that the ALJ failed to give proper weight to the opinion of plaintiffs treatment providers. <i>See</i> Pl.'s Objs. 3-6. An ALJ's assessment of a treating physician's opinion \"will generally not be disturbed absent some indication that the ALJ has dredged up specious inconsistencies or has not given good reason for the weight afforded a particular opinion.\" <i>Koonce v. Apfel,</i> No. 98-1144; <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">7864</span></span>, at *2 (4th Cir. Jan. 11, 1999) (per curiam) (unpublished) (citation and quotation omitted). The opinion of a treating physician on the nature and severity of impairments is to be accorded controlling weight if it is well-supported by medically acceptable clinical and laboratory diagnostic techniques and is not inconsistent with the other substantial evidence in the record. <i>See </i><i>Craig,</i> 76 F.3d at 590; 20 C.F.R. § 404.1527(d)(2); <i>see also</i> Social Security Ruling 96-2p, 61 Fed.Reg. 34,490, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">374188</span></span>, at *2 (July 2, 1996). \"By negative implication, if a physician's opinion is not supported by clinical evidence or if it is inconsistent with other substantial <span class=\"star-pagination\">*699</span> evidence, it should be accorded significantly less weight.\" <i>Craig,</i> 76 F.3d at 590. The regulations prescribe factors to be considered in determining the weight to be ascribed, including the length and nature of the treating relationship, the supportability of the opinions, and their consistency with the record. <i>See</i> 20 C.F.R. § 404.1527(d)(2)-(6).</p>\n<p>The regulations distinguish between a treating physician's medical opinions and the physician's legal conclusions. \"Medical opinions are statements from physicians ... that reflect judgments about the nature and severity of [the claimant's] impairment(s), including ... symptoms, diagnosis and prognosis, what [the claimant] can still do despite impairment(s), and [the claimant's] physical or mental restrictions.\" <i>Id.</i> § 404.1527(a)(2). Legal conclusions are opinions on issues reserved to the ALJ, such as \"statement[s] by a medical source that [the claimant is] disabled or unable to work.\" <i>Id.</i> § 404.1527(e)(1) (quotations omitted); <i>see also id.</i> § 416.927(e)(1). \"While the ALJ must give a treating physician's medical opinions special weight in certain circumstances, the ALJ is under no obligation to give a treating physician's legal conclusions any heightened evidentiary value.\" <i>Morgan v. Barnhart,</i> 142 Fed.Appx. 716, 722 (4th Cir.2005) (unpublished) (citations and quotations omitted); <i>see</i> 20 C.F.R. § 404.1527(e)(3). However, the ALJ must still \"`evaluate all the evidence ... to determine the extent to which the [treating physician's legal conclusion] is supported by the record.'\" <i>Morgan,</i> 142 Fed.Appx. at 722 (quoting Social Security Ruling 96-5p, 61 Fed.Reg. 34,490, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">374183</span></span>, at *3 (July 2, 1996)) (alteration in original) (emphasis removed).</p>\n<p>Judge Daniel thoroughly examined the ALJ's analysis of the opinions of Syed H. Sajid, M.D., Charles D. Wallace, M.D., and Edward Crane, Ed.D. <i>See</i> M &amp; R 9-12. Judge Daniel cogently explained why the ALJ did not err (1) in failing to discuss Dr. Sajid's opinion, (2) in giving appropriate weight to Dr. Wallace's opinion, and (3) in giving appropriate weight to Dr. Crane's opinion. <i>See id.</i> The court agrees with Judge Daniel's analysis. Accordingly, the court overrules plaintiffs second objection. <i>See, e.g., </i><i>Craig,</i> 76 F.3d at 590.</p>\n<p></p>\n<h2>C.</h2>\n<p>Finally, plaintiff contends that the ALJ failed to discuss the prior ALJ's findings in the prior ALJ's decision dated August 20, 2001 (R. 35-43), and failed to indicate what weight he gave to those findings. <i>See</i> Pl.'s Objs. 15-16; Pl.'s Mem. in Supp. of a Mot. for J. on the Pleadings 19-24 [hereinafter \"Pl.'s Mem.\"]. In making this argument, plaintiff argues that the ALJ and Judge Daniel failed to give proper deference to Social Security Acquiescence Ruling 00-1(4), 65 Fed.Reg. 1936, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">43774</span></span> (Jan. 12, 2000) (\"AR 00-1(4)\"), and certain portions of the SSA's Hearings, Appeals and Litigation Law Manual (\"HALLEX\"). <i>See</i> Pl.'s Objs. 6-15.</p>\n<p>An Acquiescence Ruling (\"AR\") is a ruling that the SSA issues that interprets a holding of a United States Circuit Court of Appeals concerning the Social Security Act. <i>See, e.g., </i><i>Albright v. Comm'r of Social Sec. Admin.,</i> <span class=\"citation\" data-id=\"763481\"><a href=\"/opinion/763481/william-l-albright-v-commissioner-of-the-social-security-administration/\"><span class=\"volume\">174</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">473</span></a></span>, 474 (4th Cir. 1999). HALLEX is a manual in which:</p>\n<blockquote>the Associate Commissioner of Hearings and Appeals conveys guiding principles, procedural guidance and information to the Office of Hearings and Appeals (OHA) staff. HALLEX includes policy statements resulting from an Appeals Council <i>en banc</i> meeting under the authority of the Appeals Council Chair. It also defines procedures for carrying out policy and provides guidance for processing and adjudicating claims at the <span class=\"star-pagination\">*700</span> Hearing, Appeals Council and Civil Actions levels.</blockquote>\n<p>Soc. Sec. Admin., Office of Hearings and Appeals, <i>Hearing, Appeals and Litigation Law Manual</i> I-1-0-1 (June 21, 2005) [hereinafter \"HALLEX\"]. HALLEX is available online at http://www.ssa.gov/OP_ Home/hallex.</p>\n<p>In order to address claimant's argument concerning AR 00-1(4), the court begins with <i>Lively v. Secretary of Health and Human Services,</i> <span class=\"citation\" data-id=\"489906\"><a href=\"/opinion/489906/18-socsecrepser-81-unemplinsrep-cch-17416-joseph-e-lively-v/\"><span class=\"volume\">820</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1391</span></a></span> (4th Cir. 1987). The Commissioner issued AR 00-1(4) concerning <i>Lively,</i> and a later Fourth Circuit decision, <i>Albright. See</i> AR 94-2(4), 59 Fed.Reg. 34,849, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">321954</span></span> (July 7, 1994) [hereinafter \"AR 94-2(4)\"], <i>rescinded by</i> 65 Fed.Reg. 1936. In <i>Lively,</i> the ALJ found that the claimant had the capacity to do light work and therefore found him not disabled. 820 F.2d at 1391-92. At that time, the SSA's regulations provided that anyone under age fifty-five who could do light work was not disabled. <i>See id.</i> at 1391. However, two weeks after the SSA's decision became final, the claimant turned fifty-five. <i>Id.</i> at 1392. He then refiled for benefits and noted that anyone age fifty-five or older who could only do light work was entitled to benefits. <i>See id.</i> In reviewing claimant's application, the new ALJ found that the claimant had the capacity to perform any kind of work, not just light work. <i>Id.</i> The claimant in <i>Lively</i> appealed, and the Fourth Circuit reversed. <i>Id.</i> After mentioning res judicata, the Fourth Circuit stated: \"It is utterly inconceivable that [claimant's] condition had so improved in two weeks as to enable him to perform medium work.\" <i>Id.</i> The Fourth Circuit reversed and remanded, stating that the SSA bore the burden of providing evidence sufficient to sustain a finding that claimant had embarked on such a \"miraculous improvement.\" <i>See id.</i></p>\n<p>After the Fourth Circuit decided <i>Lively,</i> the SSA issued an AR concerning the Fourth Circuit's decision. <i>See</i> AR 94-2(4). The SSA interpreted <i>Lively</i> to require that \"an adjudicator must adopt a finding... made in a final decision by an [ALJ] or the Appeals Council on a prior disability claim.\" <i>Id.</i> at *1; <i>see also id.</i> at *3. AR 94-2(4) interpreted the Fourth Circuit's reference to res judicata in <i>Lively</i> to mean that any prior finding from an ALJ generally has res judicata effect. <i>See id.</i> at *2 (\"The United States Court of Appeals for the Fourth Circuit concluded that where a final decision of the Secretary ... contained a finding ..., the Secretary may not make a different finding ... unless there is new and material evidence relating to [the original finding].\").</p>\n<p>In <i>Albright,</i> the Fourth Circuit rejected AR 94-2(4) as an incorrect reading of <i>Lively. See </i><i>Albright,</i> 174 F.3d at 477-78. The claimant in <i>Albright</i> had been denied disability benefits, but then filed again. <i>Id.</i> at 474. The new ALJ did not evaluate whether claimant's condition had worsened since he previously filed for benefits. <i>See id.</i> Rather, the ALJ denied claimant's application due to res judicata and cited AR 94-2(4). <i>See id.</i> Claimant sought judicial review of the denial, and the United States District Court for the Middle District of North Carolina granted summary judgment for the claimant and remanded the claim. <i>See id.</i> at 473-74. The Commissioner appealed, and the Fourth Circuit affirmed. <i>See id.</i> at 474. The Fourth Circuit held that it was \"imprudent to pronounce, as a matter of law, that [a claimant's] ability to perform in the workplace could not have diminished between [when the initial claim was decided] and [when the new claim was filed].\" <i>Id.</i> at 477. The Fourth Circuit also clarified <i>Lively</i> to mean that \"the finding of a qualified and disinterested tribunal ... was such an important and probative fact as to <span class=\"star-pagination\">*701</span> render the subsequent finding to the contrary unsupported by substantial evidence.\" <i>Id.</i> at 477-78. The Fourth Circuit also explained that \"the result in <i>Lively</i> is ... best understood as a practical illustration of the substantial evidence rule.\" <i>Id.</i> at 477.</p>\n<p>In response to <i>Albright,</i> the SSA issued AR 00-1(4). Interpreting <i>Lively</i> and <i>Albright,</i> AR 00-1(4) states that an adjudicator \"must <i>consider</i> a finding ... made in a final decision by an [ALJ] or the Appeals Council on [a] prior ... claim.\" AR 00-1(4), at *1 (emphasis added). Specifically, an adjudicator \"must consider such finding as evidence and give it appropriate weight in light of all the relevant facts and circumstances when adjudicating a subsequent disability claim.\" <i>Id.</i> at *4. AR 00-1(4) then describes certain factors that the adjudicator should consider, such as:</p>\n<blockquote>(1) whether the fact on which the prior finding was based is subject to change with the passage of time; (2) the likelihood of such a change, considering the length of time that has elapsed ...; and (3) the extent that evidence not considered in the [previous] final decision ... provides a basis for making a different finding.</blockquote>\n<p><i>Id.</i></p>\n<p>After the Commissioner issued AR 00-1(4), the Associate Commissioner of Hearings and Appeals updated HALLEX concerning AR 00-1(4). The update, however, goes beyond <i>Albright</i> and AR 00-1(4). Specifically, HALLEX 1-5-4-66 states that the ALJ \"must refer to the AR and include rationale indicating what weight is being given a prior finding in light of all the relevant facts and circumstances.\" HALLEX 1-5-4-66, attach. (Dec. 19, 2002) (emphasis added).</p>\n<p>In sum, HALLEX 1-5-4-66 interprets AR 00-1(4), which interpreted <i>Albright. Albright</i> holds that an ALJ must consider a prior ALJ's findings. AR 00-1(4), in turn, requires the ALJ to consider a prior ALJ's findings and give them appropriate weight under all the relevant facts and circumstances. HALLEX 1-5-4-66, in turn, requires the ALJ to refer to AR 00-1(4) and include rationale in the decision on what weight the ALJ gave the prior ALJ's findings.</p>\n<p>With that background information, the court assesses claimant's argument that the ALJ and Judge Daniel failed to give proper deference to AR 00-1(4) and HALEX 1-5-4-66 with respect to the findings in the ALJ's August 20, 2001 decision. <i>See</i> Pl.'s Objs. 15-16; Pl.'s Mem. 19-24. In assessing claimant's argument, the court notes that plaintiff unsuccessfully applied for benefits three times. First, plaintiff applied on January 9, 1997, alleging a disability onset date of November 28, 1994. R. 18. The Commissioner denied the request on May 29, 1997. <i>Id.</i> Second, plaintiff applied on December 6, 1999, alleging a disability onset date of January 1, 1997. <i>Id.</i> at 754-56. The Commissioner denied that request originally on February 17, 2000, and on reconsideration on May 31, 2000. <i>Id.</i> at 736-48. Claimant then sought and obtained a hearing and received another denial on August 20, 2001. <i>See id.</i> at 35-13, 749-52. Third, plaintiff applied on November 5, 2001, alleging a disability onset date of November 10, 1998. <i>See id.</i> at 77-79. The Commissioner denied that request originally on March 12, 2002, and on reconsideration on July 10, 2002. <i>Id.</i> at 50-59; <i>see</i> M &amp; R 1 n. 1.</p>\n<p>This appeal concerns claimant's fourth unsuccessful application for benefits. Claimant applied on February 27, 2003, alleging disability as of November 15, 1998. R. 80-82. The Commissioner denied the claim initially on June 11, 2003, and on reconsideration on August 26, 2003. <i>Id.</i> 60-68. After claimant requested and <span class=\"star-pagination\">*702</span> received a hearing, the ALJ denied his claim on May 20, 2005. <i>See id.</i> at 15-28, 69-75, 887-913. The Appeals Council denied review on July 28, 2006. <i>See id.</i> at 9-11. Claimant argues that, in considering the fourth appeal, the ALJ failed to comply with AR 00-1(4) and HALLEX 1-5-4-66 with respect to the ALJ's denial of August 20, 2001. Specifically, claimant contends that the ALJ failed to refer to AR 00-1(4) and failed to indicate what weight he gave the findings from the August 20, 2001 denial. <i>See</i> Pl.'s Objs. 15-16; Pl.'s Mem. 19-24.</p>\n<p>Initially, the court rejects claimant's argument that the ALJ violated AR 00-1(4). Notably, the ALJ did mention claimant's prior attempts to get benefits (including the August 20, 2001 denial), but the ALJ did not invoke res judicata. <i>See</i> R. 18. Rather, the ALJ evaluated the whole record, applied the governing legal standard, and denied plaintiffs claim. <i>See id.</i> at 15-28. Although the ALJ did not specifically refer to AR 00-1(4) or HALEX 1-5-4-66 or explain the precise weight he gave the ALJ's findings from August 20, 2001 <i>(see generally id.</i> at 18-28, 887-913), the ALJ did <i>consider</i> the prior ALJ's findings as part of reviewing the record. <i>See, e.g., id.</i> at 19 (\"Upon reviewing all of the evidence of record, the undersigned [ALJ] concludes the claimant is not disabled ....\"); <i>id.</i> at 24 (\"After having carefully considered the entire documentary evidence of record ..., the undersigned concludes that ... [claimant] retained the residual functional capacity to perform a wide range of light work ....\"); <i>id.</i> at 889 (\"Mr. Melvin had a previous [d]ecision by another [ALJ] in 2001, and normally that would be binding for that period of time.\"); <i>cf. id.</i> at 35-3. In doing so, the ALJ complied with AR 00-1(4). The ALJ also complied with <i>Lively</i> and <i>Albright.</i> Accordingly, the court rejects claimant's argument that the ALJ violated AR 00-1(4) or that a remand is warranted so that the ALJ can expressly cite and discuss AR 00-1(4) and state precisely the weight that he gave concerning findings in the August 20, 2001 decision.</p>\n<p>With respect to whether the ALJ complied with HALLEX 1-5-4-66, the M &amp; R concludes that the ALJ did not. <i>See</i> M &amp; R 14. \"However, [the M &amp; R] declines to find that this omission is error which would require remand.\" <i>Id.</i> Rather, the M &amp; R concludes that whether the ALJ complied with HALLEX does not matter because the ALJ complied with <i>Albright. See Id.</i> at 14-15.</p>\n<p>Claimant argues that the ALJ's failure to comply with HALLEX 1-5-4-66 also requires remand. <i>See</i> Pl.'s Objs. 6-16. In making this argument, claimant's brief discusses Social Security Rulings (\"SSR\"), ARs, HALLEX, and deference under <i>Chevron U.S.A., Inc. v. Natural Resources Defense Council, Inc.,</i> <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1984). <i>See id.</i> An SSR is a policy statement in which the Commissioner interprets the Social Security Act or the regulations issued pursuant to the Social Security Act. <i>See Carolyn A. Kubitschek,</i> Social Security Disability Law and Procedure in Federal Court, § 1:17, at 31 (2009 ed.). SSRs, however, \"do not have the force of law.\" <i>Pass v. Chater,</i> <span class=\"citation\" data-id=\"704001\"><a href=\"/opinion/704001/49-socsecrepser-3-unemplinsrep-cch-p-14795b-james-e-pass-v/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1200</span></a></span>, 1204 n. 3 (4th Cir.1995). In contrast to an SSR, an AR is the Commissioner's interpretation of a federal appellate ruling that allegedly conflicts with the Commissioner's own preferred interpretation of the Social Security Act or a Social Security regulation that interprets the Social Security Act. <i>See, e.g.,</i> 20 C.F.R. 404.985(b). In other words, an SSR directly interprets the Social Security Act or its attendant regulations, while an AR interprets a federal appellate ruling that interprets the Social Security Act or its attendant <span class=\"star-pagination\">*703</span> regulations. An AR is therefore an administrative interpretation of a federal appellate decision.</p>\n<p>The Fourth Circuit has not discussed what authority ARs possess or what deference (if any) a court owes to them. Likewise, no case appears to discuss whether the SSA is required to follow its own ARs or whether a federal court owes any deference to an AR. Nevertheless, as part of his argument concerning HALLEX, claimant contends that federal courts must give ARs <i>Chevron</i> deference. <i>See</i> Pl.'s Objs. 6-15: <i>cf. </i><i>Chevron U.S.A., Inc.,</i> 467 U.S. at 843, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span> (\"[I]f the statute is silent or ambiguous with respect to the specific issue, the question for the court is whether the agency's answer is based on a permissible construction of the statute.\"). At oral argument, plaintiff retreated from his <i>Chevron</i> argument and claimed that a federal court must give deference to ARs under <i>Skidmore v. Swift &amp; Co.,</i> <span class=\"citation\" data-id=\"104034\"><a href=\"/opinion/104034/skidmore-v-swift-co/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">161</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">124</span></span> (1944).</p>\n<p>The court disagrees with claimant's <i>Chevron</i> argument. <i>Chevron</i> deference is based on the notion that when Congress delegates to an agency the authority to implement a statute, Congress implicitly delegates the authority to interpret the statute. <i>Chevron U.S.A., Inc.,</i> 467 U.S. at 865-66, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>. Further, when <i>Chevron</i> applies, <i>Chevron</i> instructs courts to ask and answer two questions: (1) \"whether Congress has directly spoken to the precise question at issue\" by applying \"traditional tools of statutory construction,\" and (2) if Congress has not so spoken, \"whether the agency's answer is based on a permissible construction of the statute.\" <i>Id.</i> at 842-3 &amp; n. 9. <i>Chevron</i> is grounded in the principle that an agency is entitled to some leeway in fulfilling Congress' mandates to the agency, as reflected in the statutes that the agency administers. <i>See id.</i> at 843-4, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>.</p>\n<p>Notably, just because a case involves an administrative agency does not mean that <i>Chevron</i> applies. <i>See </i><i>Gonzales v. Oregon,</i> <span class=\"citation\" data-id=\"145693\"><a href=\"/opinion/145693/gonzales-v-oregon/\"><span class=\"volume\">546</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">243</span></a></span>, 258, <span class=\"citation\" data-id=\"145693\"><a href=\"/opinion/145693/gonzales-v-oregon/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">904</span></a></span>, <span class=\"citation\" data-id=\"145693\"><a href=\"/opinion/145693/gonzales-v-oregon/\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">748</span></a></span> (2006) <i>(\"Chevron</i> deference... is not accorded merely because the statute is ambiguous and an administrative official is involved.\"). Further, ARs do not interpret the SSA's governing statute. Rather, ARs interpret federal appellate decisions. There is no reason that the SSA is better suited to interpret federal appellate decisions than is this or any other United States District Court, and there is certainly good reason to think otherwise. Thus, the court rejects plaintiff's argument that <i>Chevron</i> deference applies to ARs.</p>\n<p>At oral argument, plaintiff alternatively claimed that ARs are entitled to a \"measure of respect\" under the less deferential <i>Skidmore</i> standard. Under <i>Skidmore,</i> the weight accorded to an agency position \"depend[s] upon the thoroughness evident in its consideration, the validity of its reasoning, its consistency with earlier and later pronouncements, and all those factors which give it power to persuade, if lacking power to control.\" 323 U.S. at 140, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">161</span></span>. Further, <i>Skidmore</i> deference is tempered where the administrative official lacks expertise in the area. <i>See </i><i>Gonzales,</i> 546 U.S. at 269, <span class=\"citation\" data-id=\"145693\"><a href=\"/opinion/145693/gonzales-v-oregon/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">904</span></a></span>.</p>\n<p>Plaintiff fails to explain why the Commissioner is better able to interpret a federal appellate decision than a United States District Court. No rational explanation appears to exist. Accordingly, the court rejects plaintiff's argument that <i>Skidmore</i> deference applies to ARs.</p>\n<p>Having rejected claimant's <i>Chevron</i> and <i>Skidmore</i> arguments, the court looks to whether the ALJ complied with <i>Albright. Albright</i> requires an ALJ to consider a prior ALJ's findings. <i>See</i> 174 F.3d at 477-78. AR 00-1(4), in turn, requires the ALJ to \"consider [a prior ALJ's] finding[s] as <span class=\"star-pagination\">*704</span> evidence and give [them] appropriate weight in light of all the relevant facts and circumstances.\" AR 00-1(4), at *4. Here, the ALJ stated that he had considered all the evidence in the record. <i>See, e.g.,</i> R. 19, 24, 889. The record contains the findings in the August 20, 2001 decision. <i>Id.</i> at 35-43. Further, the ALJ did not invoke res judicata in connection with plaintiffs fourth application for benefits. Instead, he considered claimant's latest effort to receive benefits, applied the governing legal standard, and rejected the request for benefits. <i>Id.</i> at 15-28. Thus, the ALJ complied with <i>Albright</i> and AR 00-1(4).</p>\n<p>As for claimant's argument that the ALJ failed to comply with HALLEX 1-5-4-66, that claimant was prejudiced, and that the action must be remanded to the ALJ, the court rejects the argument. In <i>Moore v. Apfel,</i> <span class=\"citation\" data-id=\"769200\"><a href=\"/opinion/769200/winston-moore-v-kenneth-s-apfel-commissioner-of-the-social-security/\"><span class=\"volume\">216</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span> (9th Cir.2000), a claimant argued on appeal that the SSA's violation of HALLEX warranted vacatur and remand. <i>Id.</i> at 866. The claimant's case was on its second remand to the SSA, and the SSA violated HALLEX by assigning it to the same ALJ for the third time (the original hearing, the prior remand, and that remand). <i>See id.</i> at 868. The Ninth Circuit rejected the claimant's argument grounded in a HALLEX violation, and held that \"HALLEX is strictly an internal guidance tool\" without the force of law. <i>Id.</i> Accordingly, the court held that it \"will not review allegations of noncompliance with [HALLEX].\" <i>See id.</i> at 869; <i>see also </i><i>Bordes v. Comm'r,</i> 235 Fed.Appx. 853, 859 (3d Cir.2007) (unpublished) (same); <i>see generally </i><i>Schweiker v. Hansen,</i> <span class=\"citation\" data-id=\"110443\"><a href=\"/opinion/110443/schweiker-v-hansen/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">785</span></a></span>, 789, <span class=\"citation\" data-id=\"110443\"><a href=\"/opinion/110443/schweiker-v-hansen/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1468</span></a></span>, <span class=\"citation\" data-id=\"110443\"><a href=\"/opinion/110443/schweiker-v-hansen/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">685</span></a></span> (1981) (SSA Claims Manual \"has no legal force,\" and does not bind the agency).</p>\n<p>In <i>Newton v. Apfel,</i> <span class=\"citation\" data-id=\"20701\"><a href=\"/opinion/20701/newton-v-apfel/\"><span class=\"volume\">209</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">448</span></a></span> (5th Cir.2000), a claimant also argued that a violation of HALLEX warranted vacatur and remand. <i>Id.</i> at 459-60. In that case, the SSA's Appeals Council had failed to consider new evidence on appeal, as required by HALLEX. <i>See id.</i> at 459. The Fifth Circuit held that even though HALEX does not have the force of law, \"an agency must follow its own procedures, even where the internal procedures are more rigorous than otherwise would be required.\" <i>Id.</i> (quotation omitted). If the claimant is prejudiced by the failure to follow HALLEX, the Fifth Circuit stated that \"the result cannot stand.\" <i>Id.</i> However, because the claimant's new evidence in that case was irrelevant, the Fifth Circuit found no prejudice from the failure to comply with HALLEX. <i>Id.</i> at 459-60.</p>\n<p>As an internal guidance tool, HALEX lacks the force of law. <i>See, e.g., </i><i>Moore,</i> 216 F.3d at 868-69; <i>see also </i><i>Christensen v. Harris County,</i> <span class=\"citation\" data-id=\"118362\"><a href=\"/opinion/118362/christensen-v-harris-county/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">576</span></a></span>, 587, <span class=\"citation\" data-id=\"118362\"><a href=\"/opinion/118362/christensen-v-harris-county/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1655</span></a></span>, <span class=\"citation\" data-id=\"118362\"><a href=\"/opinion/118362/christensen-v-harris-county/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></a></span> (2000) (holding that agency interpretations contained in \"policy statements, agency manuals, and enforcement guidelines[ ] all ... lack the force of law\"); <i>Bordes,</i> 235 Fed. Appx. at 859. Thus, the court rejects claimant's reliance on the ALJ's alleged failure to comply with HALLEX 1-5-4-66.</p>\n<p>Alternatively, even if HALLEX were binding and a source of a remedy, plaintiff has failed to show prejudice. Where courts have found prejudice resulting from a violation of HALLEX, claimant was denied a procedural right at the hearing itself or a defect resulting from some evidence that was or was not considered at the hearing. <i>See, e.g., </i><i>Howard v. Astrue,</i> <span class=\"citation\" data-id=\"1950513\"><a href=\"/opinion/1950513/howard-v-astrue/\"><span class=\"volume\">505</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1298</span></a></span>, 1302 (S.D.Ala.2007) (applying Fifth Circuit view of HALLEX violation and finding prejudice where ALJ refused to grant claimant's request for a new hearing as required by HALLEX because claimant was thereby deprived of opportunity to cross-examine a doctor). In contrast to <i>Howard,</i> the alleged error in this case was the ALJ's failure to cite AR <span class=\"star-pagination\">*705</span> 00-1(4) and \"include rationale indicating what weight is being given a prior finding in light of all the relevant facts and circumstances.\" HALLEX 1-5-4-66. Although claimant argues that this court cannot conduct substantial evidence review without knowing what weight the ALJ gave to the prior ALJs' findings,<sup>[1]</sup> the court disagrees with claimant. Further, the court has reviewed the entire record and applied the substantial evidence test. The court concludes that the ALJ's finding are supported by substantial evidence and that the ALJ acted in accordance with law.</p>\n<p></p>\n<h2>IV.</h2>\n<p>For the reasons stated above, plaintiffs objections to the M &amp; R are OVERULED. Accordingly, plaintiffs motion for judgment on the pleadings is DNIED, the Commissioner's motion for judgment on the pleadings is GRANTED, and the final decision of the Commissioner denying plaintiffs application for benefits is AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>Cf.</i> Pl.'s Objs. 15-16 (\"The M &amp; R cannot endorse the ALJ's omitting any explanation for how he considered and weighed the prior decision's findings. Without some comment on the prior findings, there is no way to conduct substantial evidence review.\").</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/20701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/273696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/279776/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/489906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/704001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1236840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1950513/"
  ]
}