{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1638353/",
  "absolute_url": "/opinion/1638353/united-states-v-smith/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1638353/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:59:37.028797Z",
  "date_modified": "2016-04-26T20:24:37.297739Z",
  "type": "010combined",
  "sha1": "af9f792f6ec8dc1524f5ad90c3a004f46bd1cb63",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>675 F.Supp. 307 (1987)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nCarlton J. SMITH.</h1></center>\n<center>No. 87-24-01-CR-4.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>December 9, 1987.</center>\n<p><span class=\"star-pagination\">*308</span> D.J. Stone, OSJA, U.S. Marine, John Bruce, and Capt. Matthew F. Bogdanos, Camp Lejeune, N.C., for plaintiff.</p>\n<p>Richard L. Cannon, III, Greenville, N.C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>BRITT, Chief Judge.</p>\n<p>On 8 July 1987 defendant, Carlton J. Smith, (Smith) was indicted on three counts of murder and one count of attempted escape. On 3 August 1987 defendant filed a motion to dismiss the indictment. The government has responded and oral arguments have been held. An order was entered on 3 December 1987 denying the motion, and this opinion explains the reasons for the court's ruling.</p>\n<p></p>\n<h2>FACTUAL BACKGROUND</h2>\n<p>On 24 August 1981 the bodies of defendant's sister, cousin and aunt were discovered in the house in which defendant lived on the United States Marine Base at Camp Lejeune, North Carolina. All three victims had knife wounds to their throat which caused them to bleed to death. In addition, the body of the twelve-year-old sister of defendant had been mutilated. Although defendant, who was fifteen years of age at the time, was a suspect from the outset, investigative officers did not feel that they had sufficient evidence on which to prosecute him. Sometime thereafter defendant left Camp Lejeune with his family and ultimately moved to the state of Oregon. In 1986 defendant attempted to enlist in the Oregon National Guard, at which time investigative officials at Camp Lejeune were contacted for a release of defendant's medical information. That information, particularly the psychological part thereof, and a disclosure that the murder investigation was still pending kept defendant out of the <span class=\"star-pagination\">*309</span> Oregon National Guard. In an effort to help her son defendant's mother contacted authorities at Camp Lejeune requesting that the investigation be closed. Thereupon, Naval Investigative Service (NIS) agents contacted defendant and members of his family and had several interviews with them. During one such interview, on 30 June 1986, defendant made an incriminating statement to NIS agents, at which time he was arrested and taken into custody.</p>\n<p></p>\n<h2>PROCEDURAL BACKGROUND</h2>\n<p>On 8 July 1986 a juvenile information was filed charging defendant with three counts of premeditated murder. On 18 July 1986 the government moved, pursuant to 18 U.S.C. § 5032, for a transfer of the defendant to the district court for trial as an adult. The Honorable James C. Fox, to whom the case had been assigned, granted the motion. Defendant appealed and, in an opinion decided 26 May 1987, the United States Court of Appeals for the Fourth Circuit reversed. <i>United States v. Juvenile Male,</i> 819 F.2d 468 (4th Cir.1987). The court held that the 1984 amendment authorizing the prosecution of fifteen-year-olds as adults was violative of the <i>ex post facto</i> clause of the Constitution as applied to defendant inasmuch as the amendment was passed after the alleged crime was committed.<sup>[1]</sup></p>\n<p>On 20 March 1987 defendant became twenty-one years of age. On 8 July 1987 defendant was indicted on the present charges, and on 9 July 1987, with leave of court, the juvenile information was dismissed.</p>\n<p></p>\n<h2>CONTENTIONS</h2>\n<p>In support of his motion to dismiss defendant advances three arguments:</p>\n<p>1. That the dismissal by the government of the juvenile information constitutes gross prosecutorial misconduct, an abuse of discretion and prosecutorial harassment.</p>\n<p>2. That the dismissal of the juvenile information and subsequent indictment constitute vindictive prosecution.</p>\n<p>3. That the <i>ex post facto</i> clause and constitutional due process considerations bar the indictment of defendant as an adult.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I</h2>\n<p>Defendant contends that the government's motion to dismiss the juvenile information was brought about by dissatisfaction with the decision of the Court of Appeals and that the subsequent indictment on the same charges constitutes prosecutorial harassment. He contends that it is not in the public interest to allow the prosecutor \"to use a procedural rule to sidestep an appellate decision by dismissal of an otherwise valid juvenile information and immediately indict the accused on ... more serious charges.\" Defendant's Memorandum in Support of Motion to Dismiss Indictment, p. 10.</p>\n<p>Rule 48(a) provides that the government \"may by leave of court file a dismissal of an indictment, information or complaint and the prosecution shall thereupon terminate....\" The Fourth Circuit Court of Appeals has held that once the government places its reasons for a dismissal on the record \"the trial court has little discretion in considering a government motion to dismiss\" and \"must grant the motion absent a finding of bad faith or disservice to the public interest.\" <i>United States v. Perate,</i> 719 F.2d 706, 710 (4th Cir.1983).</p>\n<p>Judge Fox, to whom the case was assigned when the juvenile information was filed, acted on the motion of the government to dismiss and a subsequent motion by defendant to vacate his previous order. Under the case assignment practice of this court the new charges set forth in the indictment were assigned to the undersigned. There is serious question as to <span class=\"star-pagination\">*310</span> whether the undersigned has the authority to review the prior orders of Judge Fox. It is clear, however, that his decision may be overturned only for an abuse of discretion. <i>United States v. Derr,</i> 726 F.2d 617 (10th Cir.1984). The reason assigned by the government was that it desired to proceed against defendant as an adult, a position the government had taken from the outset as evidenced by the motion to transfer. Thus, this court cannot say that Judge Fox's ruling on the motion to dismiss constituted an abuse of discretion. Nor will this court say that the action of the government constituted prosecutorial misconduct, an abuse of discretion or harassment.</p>\n<p></p>\n<h2>II</h2>\n<p>Defendant contends that the dismissal of the juvenile information and subsequent indictment amounts to vindictive prosecution and, as such, is prohibited by <i>North Carolina v. Pearce,</i> 395 U.S. 711, 89 S.Ct. 2072, 23 L.Ed.2d 656 (1969) and <i>Blackledge v. Perry,</i> 417 U.S. 21, 94 S.Ct. 2098, 40 L.Ed.2d 628 (1974). Although defendant argues that the mere appearance of vindictiveness is sufficient to sustain a constitutional challenge, such a test has been rejected by the Supreme Court. <i>United States v. Goodwin,</i> 457 U.S. 368, 102 S.Ct. 2485, 73 L.Ed.2d 74 (1982). <i>See also </i><i>United States v. Andrews,</i> 612 F.2d 235 (6th Cir.1979), <i>reh'g,</i> 633 F.2d 449 (1980), <i>cert. denied,</i> 450 U.S. 927, 101 S.Ct. 1382, 67 L.Ed.2d 358 (1981); <i>Miracle v. Estelle,</i> 592 F.2d 1269 (5th Cir.1979); <i>United States v. Vaughan,</i> 565 F.2d 283 (4th Cir.1977).</p>\n<p>As contended by the government, its decision to pursue charges against defendant as an adult was in no way caused by the decision of the Fourth Circuit as that decision was made and evidenced at the time of the filing of the motion to transfer on 18 July 1986. Thus, the facts do not support even an appearance of vindictiveness, let alone the more stringent standard of actual vindictiveness.</p>\n<p></p>\n<h2>III</h2>\n<p>Defendant's third, and by far the most serious, contention is that since he could not have been prosecuted as an adult at the time the crime occurred the <i>ex post facto</i> clause and constitutional due process considerations bar subsequent indictment as an adult. The government correctly responds that this is in reality a challenge to the court's jurisdiction to try Smith as an adult.</p>\n<p>The opinion of the Fourth Circuit in this case clearly established that defendant could not be tried as an adult <i>prior to his twenty-first birthday</i> because to do so would increase the punishment to which defendant would have been exposed from that in effect at the time the crime was committed. As the court stated \"we are bound by the result Congress dictated when it drafted the law in effect in 1981-that fifteen-year-old offenders should be tried as juveniles, even if they are not charged until they reach the age of twenty.\" <i>United States v. Juvenile Male, supra</i> at 472.</p>\n<p>At the outset the court observes that there is no statute of limitations which bars the government from prosecuting the defendant as an adult inasmuch as he is charged with capital murder. 18 U.S.C. § 3281. Thus, the government may prosecute him unless he has already been placed in jeopardy on those same charges or the Juvenile Delinquency Act provides the exclusive means under which defendant may be tried. The answer to both questions may be found in the Juvenile Delinquency Act.</p>\n<p></p>\n<h2>A</h2>\n<p>At common law one accused of crime was treated essentially the same whether he was an infant or an adult. The age of the accused was immaterial except in the application of legal presumptions. It was conclusively presumed that a person under the age of seven could entertain no criminal intent and thus was incapable of committing a crime. <i>Allen v. United States,</i> 150 U.S. 551, 14 S.Ct. 196, 37 L.Ed. 1179 (1893). One between the ages of seven and fourteen was presumed incapable of entertaining criminal intent but such presumption <span class=\"star-pagination\">*311</span> was rebuttable. <i>Id.</i> A person fourteen years of age and older was prima facie capable of committing a crime. <i>Id.</i></p>\n<p>Prior to 1938 there was no federal legislation providing for special treatment for juveniles.<sup>[2]</sup> However, practically all states had enacted such legislation, the essential purpose of which was to provide that juveniles should be kept apart from adult criminals so as not to be subject to undesirable influence. This improvement in the treatment of juvenile offenders was brought about because of a feeling that \"subjecting a youth in his formative years to the effects of imprisonment very often resulted in producing a criminal hardened by his record, his prison experiences, and the knowledge he had gained from his fellow inmates.\" <i>The Federal Juvenile Delinquency Act,</i> 14 St. John's L.Rev. 214, at 215. In 1938 the Federal Juvenile Delinquency Act<sup>[3]</sup> was passed with the same aims and methods as the state acts. In fact, the stated purpose of the Act was \"to provide for the care and treatment of juvenile delinquents.\" 52 Stat. 764 (1938). It was Congress' belief that through care and treatment juvenile delinquents could be rehabilitated and become productive adult members of societies.<sup>[4]</sup> The 1938 Act provided a mechanism for treating federal juvenile offenders differently from adult criminals. The Act provided juveniles with certain important rights, including the right not to be sentenced to a term beyond the age of twenty-one. The Act provided that an individual could be prosecuted as a juvenile delinquent only if the Attorney General \"in his discretion so directs.\" These provisions made it clear that the 1938 act simply provided an optional procedure for the prosecution of juvenile offenders, the discretion on whether to proceed against a juvenile as an adult or a delinquent resting with the Attorney General. The Attorney General had no such discretion however with regard to individuals alleged to have committed offenses punishable by death or life imprisonment.</p>\n<p>Although the Juvenile Delinquency Act was amended in 1948, 62 Stat. 857-8, few substantive changes were made. In 1974 Congress adopted the Juvenile Justice and Delinquency Prevention Act of 1974. Pub. L. No. 93-415, 88 Stat. 1133-8 (1974) (codified at 18 U.S.C. §§ 5031-5042). The stated purpose of the law was \"to provide basic procedural rights for juveniles who come under federal jurisdiction and to bring federal procedures up to the standards set by various model acts, many state codes and court decisions.\" S.Rep. No. 1011, 93 Cong., 2d Sess., reprinted in 1974 U.S. Cong. &amp; Ad.News 5283, 5284. The 1974 Act conferred certain rights upon juveniles, including the right to counsel, the right to be confined in a facility near the juvenile's home, and the right to a speedy trial. The 1974 Act also limited the discretion of the Attorney General on whether to treat an offender as a juvenile or as an adult. It provided that only juveniles who were sixteen years of age or older at the time of the alleged offense could be transferred to the district court and tried as adults. Thus, rather than leaving the transfer decision solely in the hands of the Attorney General Congress directed that such a transfer would occur only upon a finding by the court that the transfer would be in the interest of justice. The 1974 Act also provided for the first time that juveniles who were alleged to have committed offenses punishable by death or life imprisonment were no longer excluded from the protections of the Act. <i>See</i> 18 U.S.C. § 5031. Thus, Congress expressed its intent that all juveniles would be given the protections of the Juvenile Delinquency Act regardless of the nature of the crime.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*312</span> B</h2>\n<p>The Supreme Court has held that subjecting a minor to a criminal trial as an adult after he has been adjudicated a delinquent for the same offense in a juvenile proceeding violates the double jeopardy clause of the fifth amendment. <i>Breed v. Jones,</i> 421 U.S. 519, 95 S.Ct. 1779, 44 L.Ed. 2d 346 (1975).</p>\n<p>Title 18, United States Code, Section 5032 provides in part: \"Once a juvenile has entered a plea of guilty or the proceeding has reached the stage that evidence has begun to be taken<sup>[5]</sup> with respect to a crime or an alleged act of juvenile delinquency, subsequent prosecution or juvenile proceedings based upon such alleged act or delinquency shall be barred.\" There is no contention that any evidence has been presented with respect to the alleged crime. Therefore, after dismissal of the criminal information a subsequent prosecution is not barred.</p>\n<p></p>\n<h2>C</h2>\n<p>The Juvenile Delinquency Act applies <i>only to juveniles.</i> A juvenile is defined as (1) a person who has not attained his eighteenth birthday or (2) \"for the purpose of proceedings and disposition under this chapter for an alleged act of juvenile delinquency, a person who has not attained his twenty-first birthday.\" 18 U.S.C. § 5031. Juvenile delinquency is defined as the \"violation of a law of the United States committed by a person prior to his eighteenth birthday which would have been a crime if committed by an adult.\" <i>Id.</i></p>\n<p>Under this section a \"juvenile\" is any person under eighteen years of age and \"for the purpose of proceedings and disposition under this chapter for an alleged act of juvenile delinquency\" a person between eighteen and twenty-one. The distinction is important because of the definition of juvenile delinquency, it being <i>limited</i> to violations of the law committed by a person prior to age eighteen. Thus, a person between eighteen and twenty-one who commits a crime may not be tried under the JDA but must be proceeded against as an adult.</p>\n<p>Defendant is now twenty-one years of age. He is not a juvenile. He is not subject to disposition under the Juvenile Delinquency Act. Nor does the Juvenile Delinquency Act provide <i>exclusive</i> jurisdiction for the trial of one who commits a crime while he is under eighteen years of age.</p>\n<p>In <i>United States v. Araiza-Valdez,</i> 713 F.2d 430 (9th Cir.1980), the court held that the government was not prohibited from proceeding against a defendant, twenty-four years of age, for an offense which occurred when he was seventeen. At the time of the offense defendant entered the United States by automobile at a port of entry in Arizona when a border search disclosed contraband in the vehicle. Defendant fled the scene and a complaint was issued charging him with a violation of 21 U.S.C. § 841(a)(1) and other controlled substances violations. The offense occurred in 1972 and defendant remained a fugitive until 1979, at which time he was apprehended. The district court dismissed the indictment for failure of the government to comply with provisions of the Juvenile Delinquency Act. The Ninth Circuit reversed finding that there had not been \"initiation of juvenile proceedings\" against defendant while he was a juvenile. The court had this to say with regard to the Juvenile Delinquency Act:</p>\n<blockquote>The JDA defines a procedure for adjudicating the status of a juvenile who has violated a law of the United States. It `creates a special procedural and substantive enclave for juveniles accused of criminal acts,' and accords them preferential and protective handling ... `a successful prosecution under the Act results not in conviction of a crime but rather in adjudication of a status.' ... As has been correctly observed in the Eighth Circuit: `[T]he Act does not create a substantive <span class=\"star-pagination\">*313</span> offense with its own jurisdictional basis, but rather establishes a procedural mechanism for the treatment of juveniles who are already subject to federal jurisdiction because of the commission of acts cognizable under other federal criminal statutes.' <i>United States v. Allen,</i> 574 F.2d 435, 437 (8th Cir.1978).</blockquote>\n<p>The court went on to say that the defendant through his voluntary absence had outgrown his status as a juvenile and therefore was not entitled to the benefits and purposes of the Juvenile Delinquency Act.</p>\n<p>In <i>United States v. Hoo,</i> 825 F.2d 667 (2d Cir.1987), the defendant was indicted two weeks after his twenty-first birthday for crimes alleged to have been committed prior to his eighteenth birthday. He moved to dismiss the indictment contending that the government's delay in charging him violated his due process rights in that it had caused him to lose the rights afforded an accused under the JDA. The district court determined that defendant had no right to the protections of the JDA because the statute did not require that prosecutions for acts of juvenile delinquency be initiated before the defendant's twenty-first birthday. The court then conducted a hearing to determine whether the delay was occasioned by \"unjustifiable government conduct\" or \"illegitimate prosecutorial motives.\" Finding that it was not, the district court denied the motion to dismiss. The Second Circuit affirmed, holding that \"the Act applies only to the prosecution of `juveniles' who are charged with having committed acts of `juvenile delinquency.'\" <i>United States v. Hoo, supra</i> at 669. After quoting the definitions in 18 U.S.C. § 5031 the court went on to say that \"in applying section 5031, the courts have consistently held that a defendant who is alleged to have committed a crime before his eighteenth birthday may not invoke the protection of the Juvenile Delinquency Act if criminal proceedings begin after the defendant reaches the age of twenty-one.\" <i>Id.</i> at 669-70, citing <i>In re Martin,</i> 788 F.2d 696 (11th Cir.), <i>cert. denied,</i> ___ U.S. ___, 106 S.Ct. 3306, 92 L.Ed.2d 719 (1986); <i>United States v. Araiza-Valdez,</i> 713 F.2d 430 (9th Cir.1980); and <i>United States v. Doe,</i> 631 F.2d 110 (9th Cir.), <i>cert. denied,</i> 449 U.S. 867, 101 S.Ct. 202, 66 L.Ed.2d 86 (1980). In response to the contention by defendant that the Juvenile Delinquency Act should protect persons who could have been prosecuted earlier, but through no fault of their own are indicted after their twenty-first birthdays, the Ninth Circuit said: \"Appellant's proposed interpretation of the Juvenile Delinquency Act would render virtually meaningless the portion of section 5031 that defines a `juvenile' ... for the purpose of proceedings and disposition under this chapter for an alleged act of juvenile delinquency, as `a person who has not attained his twenty-first birthday.' <i>For this language to be given any effect, section 5031 must be interpreted at least to require that the statute's provisions apply only to criminal proceedings that begin before the defendant reaches the age of twenty-one.</i>\" (emphasis added)</p>\n<p>The court went on to say that defendant had failed to show that the government had delayed his indictment for any improper motive.</p>\n<p>The only distinguishing feature in <i>Hoo</i> and this case is the fact that defendant here was charged by a juvenile information when he was twenty years of age, that information was dismissed and he was indicted after he was twenty-one. However, that delay is certainly due to no fault of the government. Promptly after initiating juvenile proceedings against defendant the government moved to transfer the proceeding for trial as an adult. That motion was allowed by Judge Fox and the defendant, as he had a perfect right to do, appealed that decision to the United States Court of Appeals for the Fourth Circuit. <i>Before</i> the decision of the Fourth Circuit reversing Judge Fox's order was announced, defendant became twenty-one years of age. Under no stretch of the imagination can this delay be attributed to any improper action or improper motive on the part of the government.</p>\n<p>Defendant can obtain no solace from the fact that proceedings were begun against him prior to his twenty-first birthday, a <span class=\"star-pagination\">*314</span> dismissal obtained and an indictment returned. In the case of <i>In re Martin,</i> 788 F.2d 696 (11th Cir.), <i>cert. denied,</i> ___ U.S. ___, 106 S.Ct. 3306, 92 L.Ed.2d 719 (1986), the government had filed a criminal complaint against defendant and arrested him prior to his twenty-first birthday but dismissed the complaint and indicted him after his twenty-first birthday. Nevertheless, the court held that the government could properly proceed against him on the indictment.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Some observations about the facts of this case and the state of the law would seem to indicate that the result reached is harsh. Had the government obtained enough evidence to proceed against defendant at the time the crime was committed it would have been required to proceed against him as a juvenile and the maximum punishment to which he would have been subjected would have been imprisonment until his twenty-first birthday. Nevertheless, the court is satisfied from a review of the entire record of the juvenile proceedings in this case that the government has not improperly delayed its decision to proceed against the defendant. It has been observed that hard cases are the quicksands of the law. Such a case is this.</p>\n<p>The court is convinced that the government may properly proceed at this time against the defendant, an adult, for crimes allegedly committed by him prior to his sixteenth birthday and on which he was arrested when he was twenty years of age.</p>\n<h2>NOTES</h2>\n<p>[1]  Prior to the 1984 amendment the juvenile Delinquency Act permitted motions to transfer for trial as an adult only those proceedings regarding juveniles sixteen years and older at the time of the alleged offense.</p>\n<p>[2]  In 1932 Congress did enact legislation empowering the Department of Justice to surrender a juvenile offender to state authorities if the offender had also committed a state offense or was delinquent under the laws of a state that could and would assume jurisdiction over him. 47 Stat. 301 (1932), 18 U.S.C. § 662a.</p>\n<p>[3]  52 Stat. 764 (1938), 18 U.S.C. §§ 921 <i>et seq.</i></p>\n<p>[4]  For a good background on the history of the Federal Juvenile Delinquency Act see Bienstock, <i>The Federal Juvenile Delinquency Act,</i> 14 St. John's L.Rev. 214 (1939); Murphy, <i>Federal Legislation  The Federal Juvenile Delinquency Act,</i> 27 Georgetown L.J. 590 (1939).</p>\n<p>[5]  The taking of evidence concerning the nature of the crime at a transfer hearing does not bar a subsequent criminal prosecution. <i>United States v. Cheyenne,</i> 558 F.2d 902 (8th Cir.), <i>cert. denied,</i> 434 U.S. 957, 98 S.Ct. 486, 54 L.Ed.2d 316 (1977).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">675</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">307</span></span> (1987)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nCarlton J. SMITH.</h1></center>\n<center>No. 87-24-01-CR-4.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>December 9, 1987.</center>\n<p><span class=\"star-pagination\">*308</span> D.J. Stone, OSJA, U.S. Marine, John Bruce, and Capt. Matthew F. Bogdanos, Camp Lejeune, N.C., for plaintiff.</p>\n<p>Richard L. Cannon, III, Greenville, N.C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>BRITT, Chief Judge.</p>\n<p>On 8 July 1987 defendant, Carlton J. Smith, (Smith) was indicted on three counts of murder and one count of attempted escape. On 3 August 1987 defendant filed a motion to dismiss the indictment. The government has responded and oral arguments have been held. An order was entered on 3 December 1987 denying the motion, and this opinion explains the reasons for the court's ruling.</p>\n<p></p>\n<h2>FACTUAL BACKGROUND</h2>\n<p>On 24 August 1981 the bodies of defendant's sister, cousin and aunt were discovered in the house in which defendant lived on the United States Marine Base at Camp Lejeune, North Carolina. All three victims had knife wounds to their throat which caused them to bleed to death. In addition, the body of the twelve-year-old sister of defendant had been mutilated. Although defendant, who was fifteen years of age at the time, was a suspect from the outset, investigative officers did not feel that they had sufficient evidence on which to prosecute him. Sometime thereafter defendant left Camp Lejeune with his family and ultimately moved to the state of Oregon. In 1986 defendant attempted to enlist in the Oregon National Guard, at which time investigative officials at Camp Lejeune were contacted for a release of defendant's medical information. That information, particularly the psychological part thereof, and a disclosure that the murder investigation was still pending kept defendant out of the <span class=\"star-pagination\">*309</span> Oregon National Guard. In an effort to help her son defendant's mother contacted authorities at Camp Lejeune requesting that the investigation be closed. Thereupon, Naval Investigative Service (NIS) agents contacted defendant and members of his family and had several interviews with them. During one such interview, on 30 June 1986, defendant made an incriminating statement to NIS agents, at which time he was arrested and taken into custody.</p>\n<p></p>\n<h2>PROCEDURAL BACKGROUND</h2>\n<p>On 8 July 1986 a juvenile information was filed charging defendant with three counts of premeditated murder. On 18 July 1986 the government moved, pursuant to 18 U.S.C. § 5032, for a transfer of the defendant to the district court for trial as an adult. The Honorable James C. Fox, to whom the case had been assigned, granted the motion. Defendant appealed and, in an opinion decided 26 May 1987, the United States Court of Appeals for the Fourth Circuit reversed. <i>United States v. Juvenile Male,</i> <span class=\"citation\" data-id=\"488747\"><a href=\"/opinion/488747/united-states-v-juvenile-male/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">468</span></a></span> (4th Cir.1987). The court held that the 1984 amendment authorizing the prosecution of fifteen-year-olds as adults was violative of the <i>ex post facto</i> clause of the Constitution as applied to defendant inasmuch as the amendment was passed after the alleged crime was committed.<sup>[1]</sup></p>\n<p>On 20 March 1987 defendant became twenty-one years of age. On 8 July 1987 defendant was indicted on the present charges, and on 9 July 1987, with leave of court, the juvenile information was dismissed.</p>\n<p></p>\n<h2>CONTENTIONS</h2>\n<p>In support of his motion to dismiss defendant advances three arguments:</p>\n<p>1. That the dismissal by the government of the juvenile information constitutes gross prosecutorial misconduct, an abuse of discretion and prosecutorial harassment.</p>\n<p>2. That the dismissal of the juvenile information and subsequent indictment constitute vindictive prosecution.</p>\n<p>3. That the <i>ex post facto</i> clause and constitutional due process considerations bar the indictment of defendant as an adult.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I</h2>\n<p>Defendant contends that the government's motion to dismiss the juvenile information was brought about by dissatisfaction with the decision of the Court of Appeals and that the subsequent indictment on the same charges constitutes prosecutorial harassment. He contends that it is not in the public interest to allow the prosecutor \"to use a procedural rule to sidestep an appellate decision by dismissal of an otherwise valid juvenile information and immediately indict the accused on ... more serious charges.\" Defendant's Memorandum in Support of Motion to Dismiss Indictment, p. 10.</p>\n<p>Rule 48(a) provides that the government \"may by leave of court file a dismissal of an indictment, information or complaint and the prosecution shall thereupon terminate....\" The Fourth Circuit Court of Appeals has held that once the government places its reasons for a dismissal on the record \"the trial court has little discretion in considering a government motion to dismiss\" and \"must grant the motion absent a finding of bad faith or disservice to the public interest.\" <i>United States v. Perate,</i> <span class=\"citation\" data-id=\"426182\"><a href=\"/opinion/426182/united-states-v-frank-joseph-perate/\"><span class=\"volume\">719</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">706</span></a></span>, 710 (4th Cir.1983).</p>\n<p>Judge Fox, to whom the case was assigned when the juvenile information was filed, acted on the motion of the government to dismiss and a subsequent motion by defendant to vacate his previous order. Under the case assignment practice of this court the new charges set forth in the indictment were assigned to the undersigned. There is serious question as to <span class=\"star-pagination\">*310</span> whether the undersigned has the authority to review the prior orders of Judge Fox. It is clear, however, that his decision may be overturned only for an abuse of discretion. <i>United States v. Derr,</i> <span class=\"citation\" data-id=\"430754\"><a href=\"/opinion/430754/united-states-v-jacque-kristina-derr/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">617</span></a></span> (10th Cir.1984). The reason assigned by the government was that it desired to proceed against defendant as an adult, a position the government had taken from the outset as evidenced by the motion to transfer. Thus, this court cannot say that Judge Fox's ruling on the motion to dismiss constituted an abuse of discretion. Nor will this court say that the action of the government constituted prosecutorial misconduct, an abuse of discretion or harassment.</p>\n<p></p>\n<h2>II</h2>\n<p>Defendant contends that the dismissal of the juvenile information and subsequent indictment amounts to vindictive prosecution and, as such, is prohibited by <i>North Carolina v. Pearce,</i> <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">711</span></a></span>, <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2072</span></a></span>, <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">656</span></a></span> (1969) and <i>Blackledge v. Perry,</i> <span class=\"citation\" data-id=\"109042\"><a href=\"/opinion/109042/blackledge-v-perry/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">21</span></a></span>, <span class=\"citation\" data-id=\"109042\"><a href=\"/opinion/109042/blackledge-v-perry/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2098</span></a></span>, <span class=\"citation\" data-id=\"109042\"><a href=\"/opinion/109042/blackledge-v-perry/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">628</span></a></span> (1974). Although defendant argues that the mere appearance of vindictiveness is sufficient to sustain a constitutional challenge, such a test has been rejected by the Supreme Court. <i>United States v. Goodwin,</i> <span class=\"citation\" data-id=\"110748\"><a href=\"/opinion/110748/united-states-v-goodwin/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">368</span></a></span>, <span class=\"citation\" data-id=\"110748\"><a href=\"/opinion/110748/united-states-v-goodwin/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2485</span></a></span>, <span class=\"citation\" data-id=\"110748\"><a href=\"/opinion/110748/united-states-v-goodwin/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">74</span></a></span> (1982). <i>See also </i><i>United States v. Andrews,</i> <span class=\"citation\" data-id=\"373031\"><a href=\"/opinion/373031/united-states-v-tallice-andrews-and-thurston-brooks/\"><span class=\"volume\">612</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">235</span></a></span> (6th Cir.1979), <i>reh'g,</i> <span class=\"citation\" data-id=\"383561\"><a href=\"/opinion/383561/united-states-v-tallice-andrews-and-thurston-brooks/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">449</span></a></span> (1980), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">927</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">358</span></span> (1981); <i>Miracle v. Estelle,</i> <span class=\"citation\" data-id=\"363738\"><a href=\"/opinion/363738/billy-wayne-miracle-v-w-j-estelle-jr-director-texas-dept-of/\"><span class=\"volume\">592</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1269</span></a></span> (5th Cir.1979); <i>United States v. Vaughan,</i> <span class=\"citation\" data-id=\"350540\"><a href=\"/opinion/350540/united-states-v-michael-eugene-vaughan/\"><span class=\"volume\">565</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">283</span></a></span> (4th Cir.1977).</p>\n<p>As contended by the government, its decision to pursue charges against defendant as an adult was in no way caused by the decision of the Fourth Circuit as that decision was made and evidenced at the time of the filing of the motion to transfer on 18 July 1986. Thus, the facts do not support even an appearance of vindictiveness, let alone the more stringent standard of actual vindictiveness.</p>\n<p></p>\n<h2>III</h2>\n<p>Defendant's third, and by far the most serious, contention is that since he could not have been prosecuted as an adult at the time the crime occurred the <i>ex post facto</i> clause and constitutional due process considerations bar subsequent indictment as an adult. The government correctly responds that this is in reality a challenge to the court's jurisdiction to try Smith as an adult.</p>\n<p>The opinion of the Fourth Circuit in this case clearly established that defendant could not be tried as an adult <i>prior to his twenty-first birthday</i> because to do so would increase the punishment to which defendant would have been exposed from that in effect at the time the crime was committed. As the court stated \"we are bound by the result Congress dictated when it drafted the law in effect in 1981-that fifteen-year-old offenders should be tried as juveniles, even if they are not charged until they reach the age of twenty.\" <i>United States v. Juvenile Male, supra</i> at 472.</p>\n<p>At the outset the court observes that there is no statute of limitations which bars the government from prosecuting the defendant as an adult inasmuch as he is charged with capital murder. 18 U.S.C. § 3281. Thus, the government may prosecute him unless he has already been placed in jeopardy on those same charges or the Juvenile Delinquency Act provides the exclusive means under which defendant may be tried. The answer to both questions may be found in the Juvenile Delinquency Act.</p>\n<p></p>\n<h2>A</h2>\n<p>At common law one accused of crime was treated essentially the same whether he was an infant or an adult. The age of the accused was immaterial except in the application of legal presumptions. It was conclusively presumed that a person under the age of seven could entertain no criminal intent and thus was incapable of committing a crime. <i>Allen v. United States,</i> <span class=\"citation\" data-id=\"93729\"><a href=\"/opinion/93729/allen-v-united-states/\"><span class=\"volume\">150</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">551</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">196</span></span>, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1179</span></span> (1893). One between the ages of seven and fourteen was presumed incapable of entertaining criminal intent but such presumption <span class=\"star-pagination\">*311</span> was rebuttable. <i>Id.</i> A person fourteen years of age and older was prima facie capable of committing a crime. <i>Id.</i></p>\n<p>Prior to 1938 there was no federal legislation providing for special treatment for juveniles.<sup>[2]</sup> However, practically all states had enacted such legislation, the essential purpose of which was to provide that juveniles should be kept apart from adult criminals so as not to be subject to undesirable influence. This improvement in the treatment of juvenile offenders was brought about because of a feeling that \"subjecting a youth in his formative years to the effects of imprisonment very often resulted in producing a criminal hardened by his record, his prison experiences, and the knowledge he had gained from his fellow inmates.\" <i>The Federal Juvenile Delinquency Act,</i> 14 St. John's L.Rev. 214, at 215. In 1938 the Federal Juvenile Delinquency Act<sup>[3]</sup> was passed with the same aims and methods as the state acts. In fact, the stated purpose of the Act was \"to provide for the care and treatment of juvenile delinquents.\" 52 Stat. 764 (1938). It was Congress' belief that through care and treatment juvenile delinquents could be rehabilitated and become productive adult members of societies.<sup>[4]</sup> The 1938 Act provided a mechanism for treating federal juvenile offenders differently from adult criminals. The Act provided juveniles with certain important rights, including the right not to be sentenced to a term beyond the age of twenty-one. The Act provided that an individual could be prosecuted as a juvenile delinquent only if the Attorney General \"in his discretion so directs.\" These provisions made it clear that the 1938 act simply provided an optional procedure for the prosecution of juvenile offenders, the discretion on whether to proceed against a juvenile as an adult or a delinquent resting with the Attorney General. The Attorney General had no such discretion however with regard to individuals alleged to have committed offenses punishable by death or life imprisonment.</p>\n<p>Although the Juvenile Delinquency Act was amended in 1948, 62 Stat. 857-8, few substantive changes were made. In 1974 Congress adopted the Juvenile Justice and Delinquency Prevention Act of 1974. Pub. L. No. 93-415, 88 Stat. 1133-8 (1974) (codified at 18 U.S.C. §§ 5031-5042). The stated purpose of the law was \"to provide basic procedural rights for juveniles who come under federal jurisdiction and to bring federal procedures up to the standards set by various model acts, many state codes and court decisions.\" S.Rep. No. 1011, 93 Cong., 2d Sess., reprinted in 1974 U.S. Cong. &amp; Ad.News 5283, 5284. The 1974 Act conferred certain rights upon juveniles, including the right to counsel, the right to be confined in a facility near the juvenile's home, and the right to a speedy trial. The 1974 Act also limited the discretion of the Attorney General on whether to treat an offender as a juvenile or as an adult. It provided that only juveniles who were sixteen years of age or older at the time of the alleged offense could be transferred to the district court and tried as adults. Thus, rather than leaving the transfer decision solely in the hands of the Attorney General Congress directed that such a transfer would occur only upon a finding by the court that the transfer would be in the interest of justice. The 1974 Act also provided for the first time that juveniles who were alleged to have committed offenses punishable by death or life imprisonment were no longer excluded from the protections of the Act. <i>See</i> 18 U.S.C. § 5031. Thus, Congress expressed its intent that all juveniles would be given the protections of the Juvenile Delinquency Act regardless of the nature of the crime.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*312</span> B</h2>\n<p>The Supreme Court has held that subjecting a minor to a criminal trial as an adult after he has been adjudicated a delinquent for the same offense in a juvenile proceeding violates the double jeopardy clause of the fifth amendment. <i>Breed v. Jones,</i> <span class=\"citation\" data-id=\"109258\"><a href=\"/opinion/109258/breed-v-jones/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span>, <span class=\"citation\" data-id=\"109258\"><a href=\"/opinion/109258/breed-v-jones/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1779</span></a></span>, <span class=\"citation\" data-id=\"109258\"><a href=\"/opinion/109258/breed-v-jones/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">346</span></a></span> (1975).</p>\n<p>Title 18, United States Code, Section 5032 provides in part: \"Once a juvenile has entered a plea of guilty or the proceeding has reached the stage that evidence has begun to be taken<sup>[5]</sup> with respect to a crime or an alleged act of juvenile delinquency, subsequent prosecution or juvenile proceedings based upon such alleged act or delinquency shall be barred.\" There is no contention that any evidence has been presented with respect to the alleged crime. Therefore, after dismissal of the criminal information a subsequent prosecution is not barred.</p>\n<p></p>\n<h2>C</h2>\n<p>The Juvenile Delinquency Act applies <i>only to juveniles.</i> A juvenile is defined as (1) a person who has not attained his eighteenth birthday or (2) \"for the purpose of proceedings and disposition under this chapter for an alleged act of juvenile delinquency, a person who has not attained his twenty-first birthday.\" 18 U.S.C. § 5031. Juvenile delinquency is defined as the \"violation of a law of the United States committed by a person prior to his eighteenth birthday which would have been a crime if committed by an adult.\" <i>Id.</i></p>\n<p>Under this section a \"juvenile\" is any person under eighteen years of age and \"for the purpose of proceedings and disposition under this chapter for an alleged act of juvenile delinquency\" a person between eighteen and twenty-one. The distinction is important because of the definition of juvenile delinquency, it being <i>limited</i> to violations of the law committed by a person prior to age eighteen. Thus, a person between eighteen and twenty-one who commits a crime may not be tried under the JDA but must be proceeded against as an adult.</p>\n<p>Defendant is now twenty-one years of age. He is not a juvenile. He is not subject to disposition under the Juvenile Delinquency Act. Nor does the Juvenile Delinquency Act provide <i>exclusive</i> jurisdiction for the trial of one who commits a crime while he is under eighteen years of age.</p>\n<p>In <i>United States v. Araiza-Valdez,</i> <span class=\"citation\" data-id=\"422120\"><a href=\"/opinion/422120/united-states-v-jose-antonia-araiza-valdez/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">430</span></a></span> (9th Cir.1980), the court held that the government was not prohibited from proceeding against a defendant, twenty-four years of age, for an offense which occurred when he was seventeen. At the time of the offense defendant entered the United States by automobile at a port of entry in Arizona when a border search disclosed contraband in the vehicle. Defendant fled the scene and a complaint was issued charging him with a violation of 21 U.S.C. § 841(a)(1) and other controlled substances violations. The offense occurred in 1972 and defendant remained a fugitive until 1979, at which time he was apprehended. The district court dismissed the indictment for failure of the government to comply with provisions of the Juvenile Delinquency Act. The Ninth Circuit reversed finding that there had not been \"initiation of juvenile proceedings\" against defendant while he was a juvenile. The court had this to say with regard to the Juvenile Delinquency Act:</p>\n<blockquote>The JDA defines a procedure for adjudicating the status of a juvenile who has violated a law of the United States. It `creates a special procedural and substantive enclave for juveniles accused of criminal acts,' and accords them preferential and protective handling ... `a successful prosecution under the Act results not in conviction of a crime but rather in adjudication of a status.' ... As has been correctly observed in the Eighth Circuit: `[T]he Act does not create a substantive <span class=\"star-pagination\">*313</span> offense with its own jurisdictional basis, but rather establishes a procedural mechanism for the treatment of juveniles who are already subject to federal jurisdiction because of the commission of acts cognizable under other federal criminal statutes.' <i>United States v. Allen,</i> <span class=\"citation\" data-id=\"355183\"><a href=\"/opinion/355183/united-states-v-thomas-bruce-allen-aka-tom-allen/\"><span class=\"volume\">574</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">435</span></a></span>, 437 (8th Cir.1978).</blockquote>\n<p>The court went on to say that the defendant through his voluntary absence had outgrown his status as a juvenile and therefore was not entitled to the benefits and purposes of the Juvenile Delinquency Act.</p>\n<p>In <i>United States v. Hoo,</i> <span class=\"citation\" data-id=\"492366\"><a href=\"/opinion/492366/united-states-v-perry-hoo/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">667</span></a></span> (2d Cir.1987), the defendant was indicted two weeks after his twenty-first birthday for crimes alleged to have been committed prior to his eighteenth birthday. He moved to dismiss the indictment contending that the government's delay in charging him violated his due process rights in that it had caused him to lose the rights afforded an accused under the JDA. The district court determined that defendant had no right to the protections of the JDA because the statute did not require that prosecutions for acts of juvenile delinquency be initiated before the defendant's twenty-first birthday. The court then conducted a hearing to determine whether the delay was occasioned by \"unjustifiable government conduct\" or \"illegitimate prosecutorial motives.\" Finding that it was not, the district court denied the motion to dismiss. The Second Circuit affirmed, holding that \"the Act applies only to the prosecution of `juveniles' who are charged with having committed acts of `juvenile delinquency.'\" <i>United States v. Hoo, supra</i> at 669. After quoting the definitions in 18 U.S.C. § 5031 the court went on to say that \"in applying section 5031, the courts have consistently held that a defendant who is alleged to have committed a crime before his eighteenth birthday may not invoke the protection of the Juvenile Delinquency Act if criminal proceedings begin after the defendant reaches the age of twenty-one.\" <i>Id.</i> at 669-70, citing <i>In re Martin,</i> <span class=\"citation\" data-id=\"468649\"><a href=\"/opinion/468649/in-re-jack-glenn-martin/\"><span class=\"volume\">788</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">696</span></a></span> (11th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3306</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">719</span></span> (1986); <i>United States v. Araiza-Valdez,</i> <span class=\"citation\" data-id=\"422120\"><a href=\"/opinion/422120/united-states-v-jose-antonia-araiza-valdez/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">430</span></a></span> (9th Cir.1980); and <i>United States v. Doe,</i> <span class=\"citation\" data-id=\"382288\"><a href=\"/opinion/382288/united-states-v-jane-doe/\"><span class=\"volume\">631</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">110</span></a></span> (9th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">867</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">202</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">86</span></span> (1980). In response to the contention by defendant that the Juvenile Delinquency Act should protect persons who could have been prosecuted earlier, but through no fault of their own are indicted after their twenty-first birthdays, the Ninth Circuit said: \"Appellant's proposed interpretation of the Juvenile Delinquency Act would render virtually meaningless the portion of section 5031 that defines a `juvenile' ... for the purpose of proceedings and disposition under this chapter for an alleged act of juvenile delinquency, as `a person who has not attained his twenty-first birthday.' <i>For this language to be given any effect, section 5031 must be interpreted at least to require that the statute's provisions apply only to criminal proceedings that begin before the defendant reaches the age of twenty-one.</i>\" (emphasis added)</p>\n<p>The court went on to say that defendant had failed to show that the government had delayed his indictment for any improper motive.</p>\n<p>The only distinguishing feature in <i>Hoo</i> and this case is the fact that defendant here was charged by a juvenile information when he was twenty years of age, that information was dismissed and he was indicted after he was twenty-one. However, that delay is certainly due to no fault of the government. Promptly after initiating juvenile proceedings against defendant the government moved to transfer the proceeding for trial as an adult. That motion was allowed by Judge Fox and the defendant, as he had a perfect right to do, appealed that decision to the United States Court of Appeals for the Fourth Circuit. <i>Before</i> the decision of the Fourth Circuit reversing Judge Fox's order was announced, defendant became twenty-one years of age. Under no stretch of the imagination can this delay be attributed to any improper action or improper motive on the part of the government.</p>\n<p>Defendant can obtain no solace from the fact that proceedings were begun against him prior to his twenty-first birthday, a <span class=\"star-pagination\">*314</span> dismissal obtained and an indictment returned. In the case of <i>In re Martin,</i> <span class=\"citation\" data-id=\"468649\"><a href=\"/opinion/468649/in-re-jack-glenn-martin/\"><span class=\"volume\">788</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">696</span></a></span> (11th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3306</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">719</span></span> (1986), the government had filed a criminal complaint against defendant and arrested him prior to his twenty-first birthday but dismissed the complaint and indicted him after his twenty-first birthday. Nevertheless, the court held that the government could properly proceed against him on the indictment.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Some observations about the facts of this case and the state of the law would seem to indicate that the result reached is harsh. Had the government obtained enough evidence to proceed against defendant at the time the crime was committed it would have been required to proceed against him as a juvenile and the maximum punishment to which he would have been subjected would have been imprisonment until his twenty-first birthday. Nevertheless, the court is satisfied from a review of the entire record of the juvenile proceedings in this case that the government has not improperly delayed its decision to proceed against the defendant. It has been observed that hard cases are the quicksands of the law. Such a case is this.</p>\n<p>The court is convinced that the government may properly proceed at this time against the defendant, an adult, for crimes allegedly committed by him prior to his sixteenth birthday and on which he was arrested when he was twenty years of age.</p>\n<h2>NOTES</h2>\n<p>[1]  Prior to the 1984 amendment the juvenile Delinquency Act permitted motions to transfer for trial as an adult only those proceedings regarding juveniles sixteen years and older at the time of the alleged offense.</p>\n<p>[2]  In 1932 Congress did enact legislation empowering the Department of Justice to surrender a juvenile offender to state authorities if the offender had also committed a state offense or was delinquent under the laws of a state that could and would assume jurisdiction over him. 47 Stat. 301 (1932), 18 U.S.C. § 662a.</p>\n<p>[3]  52 Stat. 764 (1938), 18 U.S.C. §§ 921 <i>et seq.</i></p>\n<p>[4]  For a good background on the history of the Federal Juvenile Delinquency Act see Bienstock, <i>The Federal Juvenile Delinquency Act,</i> 14 St. John's L.Rev. 214 (1939); Murphy, <i>Federal Legislation  The Federal Juvenile Delinquency Act,</i> 27 Georgetown L.J. 590 (1939).</p>\n<p>[5]  The taking of evidence concerning the nature of the crime at a transfer hearing does not bar a subsequent criminal prosecution. <i>United States v. Cheyenne,</i> <span class=\"citation\" data-id=\"347133\"><a href=\"/opinion/347133/united-states-v-gary-manuel-cheyenne/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">902</span></a></span> (8th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">957</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">486</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">316</span></span> (1977).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/93729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109042/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/347133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/350540/",
    "http://www.courtlistener.com/api/rest/v3/opinions/355183/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/373031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/383561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/422120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/426182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/430754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468649/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492366/"
  ]
}