{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1640031/",
  "absolute_url": "/opinion/1640031/bendlin-v-virginia-elec-power-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1640031/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:59:50.957642Z",
  "date_modified": "2016-04-27T02:39:22.262522Z",
  "type": "010combined",
  "sha1": "57dd0cefbd4ebc6676bb313662f14b9e927996cc",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>449 F.Supp. 934 (1978)</b></center>\n<center><h1>Kathleen Metcalfe BENDLIN, Administratrix for the Estate of Alan Lefon Metcalfe, Deceased, Plaintiff,<br>\nv.<br>\nVIRGINIA ELECTRIC AND POWER COMPANY and John P. Nelson, d/b/a American Heritage Campground, Defendants.</h1></center>\n<center>No. 77-0084-A-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 24, 1978.</center>\n<p><span class=\"star-pagination\">*935</span> W. Timothy Haithcock, Barnes, Braswell &amp; Haithcock, Goldsboro, N. C., for plaintiff.</p>\n<p>Odes L. Stroupe, Jr., Joyner &amp; Howison, Raleigh, N. C., for defendant VEPCO.</p>\n<p>J. Brian Scott, Battle, Winslow, Scott &amp; Wiley, Rocky Mount, N. C., for defendant Nelson.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>On the afternoon of April 13, 1975, Alan L. Metcalfe, a Captain in the United States Air Force, was sailing a small pleasure boat on Lake Gaston, a navigable body of water located in Warren County, North Carolina, when the top of the mast of the sailboat came in contact with a high voltage electric transmission line of Virginia Electric and Power Company (VEPCO) suspended over a portion of the lake resulting in his instant electrocution. In this wrongful death action against VEPCO and John P. Nelson, owner of a campground adjacent to the lake at which Captain Metcalfe had spent the night before his fatal accident, his administratrix has invoked the admiralty jurisdiction of the court, and the case is presently before the court on Nelson's motion to dismiss for want of such jurisdiction.</p>\n<p>In a cause of action against defendant Nelson plaintiff administratrix alleges that Nelson operated his camping ground for the public and held it out as a facility for camping and boating; that he encouraged the public to use Lake Gaston for water sports; and that he was aware that the water level in the lake on April 13, 1975 was abnormally high. More specifically the negligence of Nelson alleged to have been a proximate cause of Captain Metcalfe's death was described as follows:</p>\n<blockquote>\"a. He was aware of the high voltage deadly wires but did nothing to warn the plaintiff's intestate of their presence.</blockquote>\n<blockquote>\"b. He was aware of the high voltage wires drooping over the center of the sailing area some 1,600 feet from his camp, knew of plaintiff's intestate sailing in the area, but did nothing to warn them [sic] of its presence.</blockquote>\n<blockquote>\"c. That defendant Nelson failed to warn plaintiff's intestate of the increased danger of the high voltage wires caused by the abnormally high water of which he had knowledge and plaintiff's intestate did not.\"</blockquote>\n<p>Supplementing the facts alleged in the complaint defendant Nelson admits that on April 12, 1975 he rented a small campsite at his camping facility for use overnight by Captain Metcalfe who on the following day made use of the \"free boat ramp\" provided at the campground for the purpose of putting his sailboat in the water. Defendant confidently asserts, however, that there is not a sufficient nexus between his alleged failure to warn his renter of the existence of a possible hazard to navigation maintained by VEPCO some 1,600 feet away from defendant's property and his renter's injury and death occasioned by striking the obstruction to constitute defendant's alleged <span class=\"star-pagination\">*936</span> omission a maritime tort cognizable under admiralty jurisdiction. The court is constrained to agree.</p>\n<p>While the case of <i>Executive Jet Aviation v. Cleveland,</i> 409 U.S. 249, 93 S.Ct. 493, 34 L.Ed.2d 454 (1972), cited and relied on by defendant Nelson, is distinguishable on the facts, the courts are generally in accord that the limitations placed by that case on the time-honored \"locality test\" for admiralty jurisdiction foreshadow a trend toward curbing the expansion of admiralty jurisdiction. In the light of <i>Executive Jet</i> and the cases which have followed it factors to be considered in determining admiralty jurisdiction now include</p>\n<blockquote>\"the functions and roles of the parties; the types of vehicles and instrumentalities involved; the causation and the type of injury; and traditional concepts of the role of admiralty law.\" <i>Kelly v. Smith,</i> 485 F.2d 520, 525 (5th Cir. 1973).</blockquote>\n<p>A consideration of these factors in this case impels the conclusion that as to the defendant Nelson the admiralty jurisdiction of the court has not been properly invoked. While Captain Metcalfe's role at the time of his fatal accident was that of a sailor on navigable waters, there is neither allegation nor evidence that Nelson's role and function was other than that of an innkeeper who operated a facility for lodging adjacent to a body of navigable water and an access ramp by which those of his guests who had boats could put them in the water. Metcalfe was operating a sailboat, but Nelson's negligence was in no way related to his operation of a vehicle or instrumentality of any kind. It consisted only of his failure to warn Metcalfe of a hazard to navigation at another place on the lake of which Nelson allegedly knew but Metcalfe did not. While there may be an open question as to causation in respect of Metcalfe's fatal injury,<sup>[1]</sup> \"traditional concepts of the role of admiralty law\" hardly encompass the mere omission by one in Nelson's position here to warn his guest of the existence of a possible navigational hazard located across the lake from his premises.</p>\n<p>The fact that the tortious act complained of occurs on land and only its effect takes place on navigable water does not, of course, preclude admiralty jurisdiction, <i>Edynak v. Atlantic Shipping, Inc.,</i> 562 F.2d 215 (3rd Cir. 1977), but the cases so holding have almost without exception involved the defendants' shore-based active negligence which continued to the moment of injury and unquestionably constituted a proximate cause thereof. <i>E. g., </i><i>Edynak, supra</i> (longshoreman working aboard vessel struck by defendant's pier-based crane); <i>In re Motorship Pacific Carrier,</i> 489 F.2d 152 (5th Cir. 1974) (smoke from defendant's shore-based paper mill blinded pilot of ship which resulted in collision with plaintiff's bridge); <i>Kelly v. Smith,</i> 485 F.2d 520 (5th Cir. 1973), <i>cert. denied,</i> 416 U.S. 969, 94 S.Ct. 1991, 40 L.Ed.2d 558 (1974) (defendant game preserve keeper shot poacher escaping in motorboat).<sup>[2]</sup></p>\n<p>The only case found by the court involving a shore-based <i>omission</i> to act resulting in injury on water in which admiralty jurisdiction was sustained is <i>Kelly v. United States,</i> 531 F.2d 1144 (2nd Cir. 1976). In that case the government was sued for the negligent failure of the Coast Guard to rescue the drowning victim of a capsized sailboat, and it was the plaintiff rather than the defendant who contested admiralty jurisdiction in order to avoid the bar of a two-year statute of limitations. In upholding admiralty jurisdiction the Second Circuit looked not only to the water-borne activity of plaintiff's intestate<sup>[3]</sup> but to the nature of the defendant's shore-based activity. The court held:</p>\n<blockquote>\n<span class=\"star-pagination\">*937</span> \"[T]hat rescue operations of the Coast Guard conducted on navigable waters do in fact bear a significant relationship to traditional maritime activities for purposes of admiralty jurisdiction.\" <i>Id.</i> at p. 1147.</blockquote>\n<p>and that</p>\n<blockquote>\"It would be impossible to find an agency of our government with a closer relationship to maritime activity. Certainly, there is a definite federal interest in providing a forum and a uniform body of law for the adjudication of claims against the Coast Guard concerning its rendering of aid to persons and vessels in distress on navigable waters.\" <i>Id.</i> at p. 1148.</blockquote>\n<p>In sum the cases now teach in the light of <i>Executive Jet</i> that it can no longer be assumed automatically that land-based torts the effect of which occurs on water are necessarily cognizable in admiralty. Instead there must be shown a significant relationship to traditional maritime activity as to both the land-based and the waterborne operations regardless of where the negligence occurs or where the damage occurs.<sup>[4]</sup><i>Szyka v. United States Secretary of Defense,</i> 525 F.2d 62 (2nd Cir. 1975); <i>T. J. Falgout Boats, Inc. v. United States,</i> 508 F.2d 855 (9th Cir. 1974). In the case at bar no such relationship has been shown, and there being no other basis for jurisdiction alleged or demonstrated, it follows that the action as it relates to defendant Nelson must be dismissed.<sup>[5]</sup> There being no just cause for delay, final judgment will be entered accordingly.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendant Nelson has taken under attack this essential element of plaintiff's cause of action in a motion for summary judgment recently filed, but in view of the court's conclusion on jurisdiction the questions raised by the summary judgment motion are not reached.</p>\n<p>[2]  Although it seems to this court that the connection between defendants' activities in the last two cases cited, creating smoke and rifle fire, and \"traditional maritime activity\" is a very tenuous one at best, the Fifth Circuit found such connection in each case.</p>\n<p>[3]  That only a pleasure boat was involved was held not to preclude admiralty jurisdiction, a result with which the Fourth Circuit is in accord. <i>Richards v. Blake Builders Supply,</i> 528 F.2d 745 (4th Cir. 1975).</p>\n<p>[4]  Illustrative of the cases holding that waterborne activities must also bear a significant relationship to those of a traditionally maritime nature are <i>Crosson v. Vance,</i> 484 F.2d 840 (4th Cir. 1973) (admiralty jurisdiction did not reach skier's claim for personal injury against negligent operator of tow boat), and <i>Onley v. South Carolina Electric &amp; Gas,</i> 488 F.2d 758 (4th Cir. 1973) (\"appellee's control of the water level of a lake for the purpose of generating electricity, which results in a diving accident, does not bear a sufficiently significant relationship to traditional maritime activity to create federal admiralty jurisdiction\").</p>\n<p>[5]  The court is informed that this action was originally instituted in a North Carolina state court but was dismissed as to each defendant following VEPCO's motion to dismiss asserting as its basis the exclusive admiralty jurisdiction of this court. What was said by Judge Stuart in <i>Clinton Board of Park Commissioners v. Claussen,</i> 410 F.Supp. 320, 325 (S.D.Iowa 1976), seems peculiarly appropriate in Nelson's case:\n</p>\n<p>\". . . [T]he negligent securing of a flotation platform, may, in some cases, be intimately related to maritime activities. However, under the circumstances present here it can be persuasively urged that a maritime nexus is wanting. This matter was originally instituted as, and still remains, a typical wrongful death action which the Iowa tort law is clearly competent to resolve.\"</p>\n<p>* * * * * *</p>\n<p>\". . . The Court has difficulty accepting the notion that principles developed to govern the domestic shipping industry and to provide a uniform body of sea-related jurisprudence should be applied to what is essentially a wrongful death action clearly capable of efficient adjudication by state tort law. Policies underlying the maritime law would be neither enhanced nor fulfilled by accepting jurisdiction of this controversy, nor would resolution in the state courts do violence to the federal interests of uniformity and perpetration of the maritime industry.\"</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">934</span></span> (1978)</b></center>\n<center><h1>Kathleen Metcalfe BENDLIN, Administratrix for the Estate of Alan Lefon Metcalfe, Deceased, Plaintiff,<br>\nv.<br>\nVIRGINIA ELECTRIC AND POWER COMPANY and John P. Nelson, d/b/a American Heritage Campground, Defendants.</h1></center>\n<center>No. 77-0084-A-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 24, 1978.</center>\n<p><span class=\"star-pagination\">*935</span> W. Timothy Haithcock, Barnes, Braswell &amp; Haithcock, Goldsboro, N. C., for plaintiff.</p>\n<p>Odes L. Stroupe, Jr., Joyner &amp; Howison, Raleigh, N. C., for defendant VEPCO.</p>\n<p>J. Brian Scott, Battle, Winslow, Scott &amp; Wiley, Rocky Mount, N. C., for defendant Nelson.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>On the afternoon of April 13, 1975, Alan L. Metcalfe, a Captain in the United States Air Force, was sailing a small pleasure boat on Lake Gaston, a navigable body of water located in Warren County, North Carolina, when the top of the mast of the sailboat came in contact with a high voltage electric transmission line of Virginia Electric and Power Company (VEPCO) suspended over a portion of the lake resulting in his instant electrocution. In this wrongful death action against VEPCO and John P. Nelson, owner of a campground adjacent to the lake at which Captain Metcalfe had spent the night before his fatal accident, his administratrix has invoked the admiralty jurisdiction of the court, and the case is presently before the court on Nelson's motion to dismiss for want of such jurisdiction.</p>\n<p>In a cause of action against defendant Nelson plaintiff administratrix alleges that Nelson operated his camping ground for the public and held it out as a facility for camping and boating; that he encouraged the public to use Lake Gaston for water sports; and that he was aware that the water level in the lake on April 13, 1975 was abnormally high. More specifically the negligence of Nelson alleged to have been a proximate cause of Captain Metcalfe's death was described as follows:</p>\n<blockquote>\"a. He was aware of the high voltage deadly wires but did nothing to warn the plaintiff's intestate of their presence.</blockquote>\n<blockquote>\"b. He was aware of the high voltage wires drooping over the center of the sailing area some 1,600 feet from his camp, knew of plaintiff's intestate sailing in the area, but did nothing to warn them [sic] of its presence.</blockquote>\n<blockquote>\"c. That defendant Nelson failed to warn plaintiff's intestate of the increased danger of the high voltage wires caused by the abnormally high water of which he had knowledge and plaintiff's intestate did not.\"</blockquote>\n<p>Supplementing the facts alleged in the complaint defendant Nelson admits that on April 12, 1975 he rented a small campsite at his camping facility for use overnight by Captain Metcalfe who on the following day made use of the \"free boat ramp\" provided at the campground for the purpose of putting his sailboat in the water. Defendant confidently asserts, however, that there is not a sufficient nexus between his alleged failure to warn his renter of the existence of a possible hazard to navigation maintained by VEPCO some 1,600 feet away from defendant's property and his renter's injury and death occasioned by striking the obstruction to constitute defendant's alleged <span class=\"star-pagination\">*936</span> omission a maritime tort cognizable under admiralty jurisdiction. The court is constrained to agree.</p>\n<p>While the case of <i>Executive Jet Aviation v. Cleveland,</i> <span class=\"citation\" data-id=\"108646\"><a href=\"/opinion/108646/executive-jet-aviation-inc-v-cleveland/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, <span class=\"citation\" data-id=\"108646\"><a href=\"/opinion/108646/executive-jet-aviation-inc-v-cleveland/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">493</span></a></span>, <span class=\"citation\" data-id=\"108646\"><a href=\"/opinion/108646/executive-jet-aviation-inc-v-cleveland/\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">454</span></a></span> (1972), cited and relied on by defendant Nelson, is distinguishable on the facts, the courts are generally in accord that the limitations placed by that case on the time-honored \"locality test\" for admiralty jurisdiction foreshadow a trend toward curbing the expansion of admiralty jurisdiction. In the light of <i>Executive Jet</i> and the cases which have followed it factors to be considered in determining admiralty jurisdiction now include</p>\n<blockquote>\"the functions and roles of the parties; the types of vehicles and instrumentalities involved; the causation and the type of injury; and traditional concepts of the role of admiralty law.\" <i>Kelly v. Smith,</i> <span class=\"citation\" data-id=\"313670\"><a href=\"/opinion/313670/garland-wayne-kelly-and-allen-eugene-kelly-sr-v-j-c-smith-and-chicot/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">520</span></a></span>, 525 (5th Cir. 1973).</blockquote>\n<p>A consideration of these factors in this case impels the conclusion that as to the defendant Nelson the admiralty jurisdiction of the court has not been properly invoked. While Captain Metcalfe's role at the time of his fatal accident was that of a sailor on navigable waters, there is neither allegation nor evidence that Nelson's role and function was other than that of an innkeeper who operated a facility for lodging adjacent to a body of navigable water and an access ramp by which those of his guests who had boats could put them in the water. Metcalfe was operating a sailboat, but Nelson's negligence was in no way related to his operation of a vehicle or instrumentality of any kind. It consisted only of his failure to warn Metcalfe of a hazard to navigation at another place on the lake of which Nelson allegedly knew but Metcalfe did not. While there may be an open question as to causation in respect of Metcalfe's fatal injury,<sup>[1]</sup> \"traditional concepts of the role of admiralty law\" hardly encompass the mere omission by one in Nelson's position here to warn his guest of the existence of a possible navigational hazard located across the lake from his premises.</p>\n<p>The fact that the tortious act complained of occurs on land and only its effect takes place on navigable water does not, of course, preclude admiralty jurisdiction, <i>Edynak v. Atlantic Shipping, Inc.,</i> <span class=\"citation\" data-id=\"349239\"><a href=\"/opinion/349239/stephen-edynak-v-atlantic-shipping-inc-cie-chambon-maclovia-s-a-v/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">215</span></a></span> (3rd Cir. 1977), but the cases so holding have almost without exception involved the defendants' shore-based active negligence which continued to the moment of injury and unquestionably constituted a proximate cause thereof. <i>E. g., </i><i>Edynak, supra</i> (longshoreman working aboard vessel struck by defendant's pier-based crane); <i>In re Motorship Pacific Carrier,</i> <span class=\"citation no-link\"><span class=\"volume\">489</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">152</span></span> (5th Cir. 1974) (smoke from defendant's shore-based paper mill blinded pilot of ship which resulted in collision with plaintiff's bridge); <i>Kelly v. Smith,</i> <span class=\"citation\" data-id=\"313670\"><a href=\"/opinion/313670/garland-wayne-kelly-and-allen-eugene-kelly-sr-v-j-c-smith-and-chicot/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">520</span></a></span> (5th Cir. 1973), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">969</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1991</span></span>, <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">558</span></span> (1974) (defendant game preserve keeper shot poacher escaping in motorboat).<sup>[2]</sup></p>\n<p>The only case found by the court involving a shore-based <i>omission</i> to act resulting in injury on water in which admiralty jurisdiction was sustained is <i>Kelly v. United States,</i> <span class=\"citation\" data-id=\"333980\"><a href=\"/opinion/333980/laurence-f-kelly-as-administrator-of-the-estate-of-richard-c-kelly-v/\"><span class=\"volume\">531</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1144</span></a></span> (2nd Cir. 1976). In that case the government was sued for the negligent failure of the Coast Guard to rescue the drowning victim of a capsized sailboat, and it was the plaintiff rather than the defendant who contested admiralty jurisdiction in order to avoid the bar of a two-year statute of limitations. In upholding admiralty jurisdiction the Second Circuit looked not only to the water-borne activity of plaintiff's intestate<sup>[3]</sup> but to the nature of the defendant's shore-based activity. The court held:</p>\n<blockquote>\n<span class=\"star-pagination\">*937</span> \"[T]hat rescue operations of the Coast Guard conducted on navigable waters do in fact bear a significant relationship to traditional maritime activities for purposes of admiralty jurisdiction.\" <i>Id.</i> at p. 1147.</blockquote>\n<p>and that</p>\n<blockquote>\"It would be impossible to find an agency of our government with a closer relationship to maritime activity. Certainly, there is a definite federal interest in providing a forum and a uniform body of law for the adjudication of claims against the Coast Guard concerning its rendering of aid to persons and vessels in distress on navigable waters.\" <i>Id.</i> at p. 1148.</blockquote>\n<p>In sum the cases now teach in the light of <i>Executive Jet</i> that it can no longer be assumed automatically that land-based torts the effect of which occurs on water are necessarily cognizable in admiralty. Instead there must be shown a significant relationship to traditional maritime activity as to both the land-based and the waterborne operations regardless of where the negligence occurs or where the damage occurs.<sup>[4]</sup><i>Szyka v. United States Secretary of Defense,</i> <span class=\"citation\" data-id=\"331012\"><a href=\"/opinion/331012/john-c-szyka-v-united-states-secretary-of-defense/\"><span class=\"volume\">525</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">62</span></a></span> (2nd Cir. 1975); <i>T. J. Falgout Boats, Inc. v. United States,</i> <span class=\"citation\" data-id=\"324382\"><a href=\"/opinion/324382/t-j-falgout-boats-inc-and-insurance-company-of-north-america-v-united/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">855</span></a></span> (9th Cir. 1974). In the case at bar no such relationship has been shown, and there being no other basis for jurisdiction alleged or demonstrated, it follows that the action as it relates to defendant Nelson must be dismissed.<sup>[5]</sup> There being no just cause for delay, final judgment will be entered accordingly.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendant Nelson has taken under attack this essential element of plaintiff's cause of action in a motion for summary judgment recently filed, but in view of the court's conclusion on jurisdiction the questions raised by the summary judgment motion are not reached.</p>\n<p>[2]  Although it seems to this court that the connection between defendants' activities in the last two cases cited, creating smoke and rifle fire, and \"traditional maritime activity\" is a very tenuous one at best, the Fifth Circuit found such connection in each case.</p>\n<p>[3]  That only a pleasure boat was involved was held not to preclude admiralty jurisdiction, a result with which the Fourth Circuit is in accord. <i>Richards v. Blake Builders Supply,</i> <span class=\"citation\" data-id=\"332191\"><a href=\"/opinion/332191/john-a-richards-v-blake-builders-supply-inc-and-william-c-blake-john/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">745</span></a></span> (4th Cir. 1975).</p>\n<p>[4]  Illustrative of the cases holding that waterborne activities must also bear a significant relationship to those of a traditionally maritime nature are <i>Crosson v. Vance,</i> <span class=\"citation\" data-id=\"313453\"><a href=\"/opinion/313453/ernest-wilmer-crosson-iii-and-marie-louise-crosson-his-wife-v-maxwell/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">840</span></a></span> (4th Cir. 1973) (admiralty jurisdiction did not reach skier's claim for personal injury against negligent operator of tow boat), and <i>Onley v. South Carolina Electric &amp; Gas,</i> <span class=\"citation\" data-id=\"315538\"><a href=\"/opinion/315538/michael-t-onley-v-south-carolina-electric-gas-company-a-corporation/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">758</span></a></span> (4th Cir. 1973) (\"appellee's control of the water level of a lake for the purpose of generating electricity, which results in a diving accident, does not bear a sufficiently significant relationship to traditional maritime activity to create federal admiralty jurisdiction\").</p>\n<p>[5]  The court is informed that this action was originally instituted in a North Carolina state court but was dismissed as to each defendant following VEPCO's motion to dismiss asserting as its basis the exclusive admiralty jurisdiction of this court. What was said by Judge Stuart in <i>Clinton Board of Park Commissioners v. Claussen,</i> <span class=\"citation\" data-id=\"2308553\"><a href=\"/opinion/2308553/clinton-bd-of-park-comrs-v-claussen/\"><span class=\"volume\">410</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">320</span></a></span>, 325 (S.D.Iowa 1976), seems peculiarly appropriate in Nelson's case:\n</p>\n<p>\". . . [T]he negligent securing of a flotation platform, may, in some cases, be intimately related to maritime activities. However, under the circumstances present here it can be persuasively urged that a maritime nexus is wanting. This matter was originally instituted as, and still remains, a typical wrongful death action which the Iowa tort law is clearly competent to resolve.\"</p>\n<p>* * * * * *</p>\n<p>\". . . The Court has difficulty accepting the notion that principles developed to govern the domestic shipping industry and to provide a uniform body of sea-related jurisprudence should be applied to what is essentially a wrongful death action clearly capable of efficient adjudication by state tort law. Policies underlying the maritime law would be neither enhanced nor fulfilled by accepting jurisdiction of this controversy, nor would resolution in the state courts do violence to the federal interests of uniformity and perpetration of the maritime industry.\"</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/313453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/313670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/315538/",
    "http://www.courtlistener.com/api/rest/v3/opinions/324382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/331012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/332191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/333980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/349239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2308553/"
  ]
}