{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1644402/",
  "absolute_url": "/opinion/1644402/vazquez-v-bedsole/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1644402/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:00:30.891916Z",
  "date_modified": "2016-04-26T23:09:08.153534Z",
  "type": "010combined",
  "sha1": "d59fb4914acb70ce2df6351e6fee75c3d1a38cfb",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>888 F.Supp. 727 (1995)</b></center>\n<center><h1>Sian M. VAZQUEZ, Plaintiff,<br>\nv.<br>\nMorris BEDSOLE, individually, and as Sheriff of Cumberland County, North Carolina, and Cumberland County, North Carolina, Defendants.</h1></center>\n<center>No. 3:94-CV-13-H-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 9, 1995.</center>\n<p><span class=\"star-pagination\">*728</span> <span class=\"star-pagination\">*729</span> James R. Nance, Jr., Reid, Lewis, Deese &amp; Nance, Fayetteville, NC, for plaintiff.</p>\n<p>Bobby G. Deaver, Douglas E. Canders, Asst. County Atty., Fayetteville, NC, for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter comes before the court on the defendants' motion for summary judgment filed February 9, 1995, pursuant to Rule 56(e) of the Federal Rules of Civil Procedure. The plaintiff filed a response/motion pursuant to Rule 56(f) of the Federal Rules of Civil Procedure on April 4, 1995, in opposition to the defendants' motion for summary judgment. The plaintiff filed a response and memorandum in opposition to the defendants' motion for summary judgment on May 1, 1995, with exhibits and other attachments.</p>\n<p>The court conducted a hearing on May 24, 1995, in regards to the plaintiff's Rule 56(f) motion. Pursuant to an agreement negotiated between the parties, the court found the plaintiff's Rule 56(f) motion to be moot. The court granted the plaintiff leave of court to submit a response in opposition to the defendants' motion for summary judgment outside the time limits and further granted the plaintiff leave of court to submit additional exhibits in opposition to the defendants' motion for summary judgment. This matter is ready for adjudication.</p>\n<p></p>\n<h2><i>Statement of the Facts</i></h2>\n<p>The plaintiff, Sian M. Vazquez, a former female deputy sheriff for the Cumberland County Sheriff's Department, commenced this action of February 25, 1994, alleging (1) gender discrimination in violation of Title VII of the Civil Rights Act of 1965, as amended, 42 U.S.C. §§ 2000-(e) <i>et seq.;</i> (2) discrimination in violation of her rights under the Equal Opportunity for Individuals with Disabilities Act, pursuant to 42 U.S.C. §§ 12101 <i>et seq;</i> and, (3) intentional infliction of emotional distress.</p>\n<p>The plaintiff began working as a deputy sheriff with the Cumberland County Sheriff's Department on August 27, 1990. At the time of the plaintiff's employment with the sheriff's department, Morris Bedsole served as Cumberland County's Sheriff. On December 24, 1990, while on duty as a deputy sheriff, the plaintiff was struck on the head with a crutch, suffering a depressed skull fracture and intracerebral hemorrhage. This serious injury caused the plaintiff to endure periodic epileptic seizures, nausea, dizziness, and headaches. The defendant Morris placed the plaintiff on administrative leave for a time period.</p>\n<p>The plaintiff alleges that she suffered complications, requiring her to undergo extensive surgeries. As a result of these surgeries, the plaintiff continued her administrative leave. Between February 8, 1991 and December 19, 1992, the plaintiff was able to perform her duties during sporadic periods of employment. On December 19, 1992, the plaintiff returned to her duties as a deputy sheriff within the department's civil office, which allowed the plaintiff to remain as an active deputy sheriff but with less demanding duties than as a patrol officer. The plaintiff was removed from this position when she required additional surgery in January 1993.</p>\n<p>The plaintiff's seizures continued following the multiple surgeries that were performed. The plaintiff was unable to fulfill the deputy sheriff duties she originally performed, including but not limited to operating a vehicle, overcoming an assailant, and handling a weapon. Soon thereafter, the defendant Morris allegedly demoted the plaintiff to a clerical position within the sheriff's department, which position was a lower pay scale. The plaintiff contends that she resigned from the clerical position to search for higher paying employment.</p>\n<p>The plaintiff maintains that she was removed from her deputy sheriff position and placed on the clerical staff because of her gender. The plaintiff further contends that the defendants, in violation of the Americans With Disabilities Act (\"ADA\"), failed to locate the plaintiff a deputy sheriff position that would be a reasonable accommodation to the plaintiff and her known disability. The plaintiff seeks reinstatement, back pay, attorney's fees, and other compensatory damages.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*730</span> <i>Discussion</i>\n</h2>\n<p>Summary judgment, authorized by Rule 56 of the Federal Rules of Civil Procedure, is to be granted where there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. <i>See, e.g., </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986). The party moving for summary judgment bears the initial burden of showing that there is no genuine issue of material fact. <i>Kimmell v. Seven Up Bottling Co.,</i> 993 F.2d 410 (4th Cir.1993), <i>citing </i><i>Celotex Corp.,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The non-moving party bears the burden of coming forward with evidence to oppose summary judgment. <i>Id.</i> A non-movant \"may not rest upon the mere allegations or denials of the adverse party's pleading, but the adverse party's response, by affidavits ..., must set forth specific facts showing that there is a genuine issue for trial.\" Fed. R.Civ.P. 56(e).</p>\n<p></p>\n<h2>I. Americans With Disabilities Act Claim</h2>\n<p>The ADA prohibits an employer with twenty-five or more employees from discriminating \"against a qualified individual with a disability because of the disability.\" 42 U.S.C. § 12112(a); <i>see also</i> 42 U.S.C. § 12111(5)(a). An employer is not allowed to discriminate with regards to \"job application procedures, the hiring, advancement, or discharge of employees, employee compensation, job training and other terms, conditions, and privileges of employment.\" 42 U.S.C. § 12112(a); <i>Dutton v. Johnson County Bd. of County Comm'rs,</i> 859 F.Supp. 498, 504 (D.Kan.1994).</p>\n<p>The plaintiff contends that the defendants discriminated against her simply because of her disability by refusing to reinstate the plaintiff as a deputy sheriff following her surgeries. The plaintiff asserts that the defendants had a statutory duty to locate a reasonable position that a person with her disability could perform. The defendants contend that the plaintiff was removed from her position as a deputy sheriff because she was unable to fully and completely satisfy all the necessary qualifications of that position.</p>\n<p>The Fourth Circuit has developed two independent legal theories through the <i>McDonnell Douglas</i> and <i>Tyndall</i> cases for establishing ADA violations against disabled plaintiffs. <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973); <i>Tyndall v. Nat'l Educ. Ctrs,</i> 31 F.3d 209 (4th Cir.1994). Traditionally, the court required a plaintiff to prove an employer discriminated against him because of a disability through the <i>Tyndall</i> three-prong test. The Fourth Circuit held on May 15, 1995, that the <i>McDonnell Douglas prima facie</i> case for discrimination brought pursuant to Title VII of the Civil Rights Act is also applicable to complaints of ADA violations. <i>Ennis v. NABER,</i> 53 F.3d 55 (4th Cir.1995) (<i>citing </i><i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 802, 93 S.Ct. 1817, 1824, 36 L.Ed.2d 668 (1973)).</p>\n<p><i>McDonnell Douglas</i> requires that a plaintiff prove the employer's discrimination by a preponderance of the evidence through a four-prong test for discrimination: (1) that the plaintiff was in a protected class; (2) that the plaintiff was discharged; (3) that at the time of the discharge, the plaintiff was performing her job at a level that met her employer's legitimate expectations; and (4) that her discharge occurred under circumstances that raise a reasonable inference of unlawful discrimination. <i>Ennis,</i> at 58-59. A court should utilize this four-prong <i>prima facie</i> case for discrimination where the employer articulates a legitimate, non-discriminatory justification for terminating the disabled employee's employment. <i>Teahan v. Metro-North Commuter Railroad Co.,</i> 951 F.2d 511, 514 (2nd Cir.1991), <i>cert. denied,</i> ___ U.S. ___, 113 S.Ct. 54, 121 L.Ed.2d 24 (1992); <i>see, e.g., </i><i>Crawford v. Runyon,</i> 37 F.3d 1338, 1341 (8th Cir.1994). However, when the employer relies somewhat upon the employee's disability in discharging the employee, the <i>Tyndall</i> three-prong analysis is applied. In the instant action, the employer maintained that the plaintiff's disability hindered the plaintiff from successfully performing her duties. Accordingly, the <i>Tyndall</i> test is used in this particular case.</p>\n<p><span class=\"star-pagination\">*731</span> Under <i>Tyndall,</i> the plaintiff has the burden of establishing a violation of the ADA by proving: (1) that she has a disability; (2) that she is qualified for the position of deputy sheriff; and, (3) the defendants' discharge of the plaintiff was based upon unlawful discrimination as a result of the plaintiff's disability. <i>Doe v. Univ. of Md. Medical Sys. Corp.,</i> 50 F.3d 1261, 1264-65 (4th Cir.1995); <i>Tyndall v. Nat'l Educ. Ctrs,</i> 31 F.3d 209, 212 (4th Cir.1994). Upon review of each of these factors, the court finds that the plaintiff has established a genuine issue of material fact, requiring this court to deny the defendants' motion for summary judgment as to the ADA claim.</p>\n<p></p>\n<h2>A. <i>The Plaintiff Suffers From A Known Disability.</i>\n</h2>\n<p>The ADA defines disability as \"a physical or mental impairment that substantially limits one or more of the major life activities of such individual.\" 42 U.S.C. § 12102(2)(A). The plaintiff contends that the severe head injury she endured caused her to suffer periodic epileptic seizures. The epileptic seizures occur on a semi-regular basis. At one point, the plaintiff endured headaches, nausea, and dizziness approximately once a week. The symptoms continue to occur on a less frequent basis.</p>\n<p>The defendants do not dispute the plaintiff's contentions that she suffers from a disability. The defendants admit that the epileptic seizures constitute a disability. Therefore the court finds that the plaintiff has successfully demonstrated a disability, at least as to this motion for summary judgment. <i>See </i><i>Susie v. Apple Tree Preschool &amp; Child Care Ctr., Inc.,</i> 866 F.Supp. 390 (N.D.Iowa 1994) (epileptic seizures considered a disability during summary judgment stage).</p>\n<p></p>\n<h2>B. <i>Plaintiff Is Qualified For A Deputy Sheriff Position.</i>\n</h2>\n<p>The plaintiff contends that she is qualified to continue in her position as a deputy sheriff for Cumberland County. A \"qualified individual with a disability\" is defined by the ADA as</p>\n<blockquote>an individual with a disability who, <i>with</i> or without <i>reasonable accommodation,</i> can perform the essential functions of the employment position that such individual holds or desires.</blockquote>\n<p>42 U.S.C. § 12111(8) (emphasis added); <i>see also, </i><i>Tyndall,</i> 31 F.3d at 212. The plaintiff bears the burden of proving that she is a qualified individual with a disability by showing:</p>\n<blockquote>(1) whether she could \"perform the essential functions of the job, ie., functions that bear more than a marginal relationship to the job at issue,\" and (2) if not, whether \"any reasonable accommodation by the employer would enable [her] to perform these functions.\"</blockquote>\n<p><i>Id.,</i> at 213 (<i>quoting </i><i>Chandler v. City of Dallas,</i> 2 F.3d 1385, 1393-94 (5th Cir.1993), <i>cert. denied,</i> ___ U.S. ___, 114 S.Ct. 1386, 128 L.Ed.2d 61 (1994).</p>\n<p>The plaintiff is unable to establish that she has been able to perform the essential duties of her position as a deputy sheriff since the accident. In fact, the plaintiff admits that she is incapable of doing several functions that the defendants contend are essential for the position: the plaintiff is unable to carry a weapon, she is unable to apprehend individuals, she no longer drives a vehicle, and she becomes nauseous during the day and must take occasional rests.</p>\n<p>However, \"even if a disabled employee is unable to perform the essential functions of an employment position, [her] termination may nevertheless be unlawful if the employer has failed to reasonably accommodate the employee's disability.\" <i>Myers v. Hose,</i> 50 F.3d 278, 282 (4th Cir.1995). Reasonable accommodation includes \"job restructuring, part-time or modified work schedules, [and] <i>reassignment to a vacant position.</i> ...\" 42 U.S.C. § 12111(9) (emphasis added). The plaintiff has submitted various deputy sheriff positions for which she is qualified. These positions do not require her to carry a weapon, apprehend a fugitive, or drive a vehicle. Accordingly, the plaintiff has set forth a material issue of fact as to the defendants' failures to reasonably accommodate her disability.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*732</span> C. <i>The Plaintiff Establishes A Material Issue Of Fact As To The Defendants' Intent For Terminating The Plaintiff's Employment.</i>\n</h2>\n<p><i>Tyndall</i>'s last element requires that the plaintiff establish that the defendants' motive for terminating the plaintiff was discriminatory. The defendants have held that the plaintiff was discharged because she was unable to continue satisfactorily performing her position <i>due to her disability.</i> A genuine issue of material fact exists as to whether the defendants' discharge of the plaintiff was discriminatory in nature.</p>\n<p></p>\n<h2>II. Title VII of the Civil Rights Act</h2>\n<p>The plaintiff claims that the defendants discriminated against her because she was a female, in violation of Title VII of the Civil Rights Act of 1964, codified at 42 U.S.C. § 2000(e). The plaintiff contends that the defendants treat women that are injured, both on and off the job, differently than their male counterparts. The plaintiff maintains that the defendant Bedsole demotes injured <i>female</i> deputy sheriffs to clerical positions while placing injured <i>male</i> deputy sheriffs on light-duty or less demanding positions.</p>\n<p>In order to maintain a cause of action for gender discrimination in violation of Title VII of the Civil Rights Act of 1964, the plaintiff must set forth a \"prima facie case of discrimination\" by establishing the following four-part test:</p>\n<blockquote>(1) that [the plaintiff] is a member of a protected class; (2) that [the plaintiff] was qualified for [her] job and [her] job performance was satisfactory; (3) that [she] suffered an adverse employment action; and, (4) the position remained open to similarly qualified applicants after [her] dismissal.<sup>[1]</sup></blockquote>\n<p><i>White v. Rice,</i> 46 F.3d 1130, 1995 WL 20796, at *2 (4th Cir.1995); <i>see </i><i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973); <i>see also </i><i>EEOC v. Marion Motel Assoc.,</i> 763 F.Supp. 1334 (W.D.N.C.1991). Once the plaintiff proves a prima facie case for gender discrimination, a rebuttable presumption is established that the defendants discriminated against the plaintiff. <i>Monroe v. Burlington Industries, Inc.,</i> 784 F.2d 568, 571 (4th Cir.1986). The burden then shifts to the employer defendant to articulate a legitimate, nondiscriminatory purpose for demoting the plaintiff. <i>Burwell v. Eastern Air Lines, Inc.,</i> 633 F.2d 361, 368 (4th Cir.1980); <i>Mitchell v. Data General Corporation,</i> 12 F.3d 1310, 1317 (4th Cir.1993); <i>Dwyer v. Smith,</i> 867 F.2d 184 (4th Cir.1989). At that point, the plaintiff must show that the reasons propounded by the defendant were a pretext for a purely discriminatory purpose. <i>Texas Department of Community Affairs v. Burdine,</i> 450 U.S. 248, 101 S.Ct. 1089, 67 L.Ed.2d 207 (1981); <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973).</p>\n<p>When reviewing the evidence presented by the parties for the summary judgment motion, the court will evaluate the evidence in the light most favorable to the plaintiff. The court finds that the plaintiff has not shown, by a preponderance of the evidence, that all the necessary elements of a prima facie case for gender discrimination under Title VII have been established. The evidence demonstrates that the plaintiff is a female, a protected class of individuals pursuant to Title VII. However, the plaintiff has not presented enough evidence to establish that a material issue of fact exists as to the claim that she was qualified for the position, that she was discharged despite her qualifications, or that the position remained open to other qualified applicants.</p>\n<p>The plaintiff contends that circumstantial evidence sufficiently establishes gender discrimination on the part of the defendants to oppose summary judgment. The plaintiff maintains that male deputies sheriff Denny Davis and John Abrams were placed on lightduty assignments as deputies sheriff after serious injuries, while the plaintiff and fellow female deputy sheriff Diane Waters were <span class=\"star-pagination\">*733</span> dismissed as deputies sheriff and transferred to clerical positions.</p>\n<p>The evidence demonstrates that after their accidents, the plaintiff and former deputy sheriff Diane Waters were transferred from a 16 grade deputy sheriff position, earning $21,514, to a 7 grade clerical position, earning $14,226. Though the plaintiff has no direct evidence of gender discrimination, she claims the circumstantial evidence indicates that defendants were treating male employees differently than the female employees. The plaintiff claims that male deputies sheriff Denny Davis and John Abrams suffered injuries but were not released or demoted from their positions. Instead, the male employees were allowed to return to their positions or given other deputy sheriff positions which required less physical work.</p>\n<p>The plaintiff presented no evidence that Denny Davis and John Abrams were unable to perform the necessary functions of their employment positions. Denny Davis stated in his deposition that he only returned to work after his doctor indicated that he could \"resume his <i>regular duty.</i>\" Dep. of Denny Davis, Exhibit G, Pl.'s Resp. to Def.'s Mot. for Sum.J., at 9. Prior to his physician's approval, Denny Davis was not permitted by the defendants to return to his former deputy sheriff position, either at its full work load or through a light-duty position.</p>\n<p>The evidence further demonstrated that John Abrams suffered a head injury. After this injury, John Abrams was discharged from his position. Though he eventually became employed as a security officer at a local mall and may have been considered as a special deputy, John Abrams was not an employee of Cumberland County Sheriff's Department. He returned as a deputy sheriff for Cumberland County on a probationary status on May 16, 1985. However, there is no evidence that he returned as a deputy sheriff and performed light-duty work or that he was unable to perform all the necessary duties of his position.</p>\n<p>The plaintiff has failed to meet her burden. There is no evidence that raises a genuine issue of material fact as to her claim of gender discrimination in violation of Title VII of the Civil Rights Act. Accordingly, the court GRANTS summary judgment to the defendants as to the claim of gender discrimination.</p>\n<p></p>\n<h2>III. Intentional Infliction of Emotional Distress</h2>\n<p>The plaintiff contends that the defendants' conduct consisted of extreme and outrageous conduct resulting in severe emotional distress. The plaintiff asserts that her distress was so severe that she sought medical treatment. The plaintiff seeks ten thousand ($10,000.00) dollars to compensate her for her emotional distress.</p>\n<p>In order to establish a claim for intentional infliction of emotional distress, the plaintiff must prove three essential tort elements: \"1) extreme and outrageous conduct by the defendant 2) which is intended to and does in fact cause 3) severe emotional distress.\" <i>Waddle v. Sparks,</i> 331 N.C. 73, 414 S.E.2d 22 (1992). Discriminatory actions in violation of the ADA may, if they cause severe emotional distress, result in an action for intentional infliction of emotional distress. <i>Ostendorf v. Elkay Mfg. Co.,</i> 1994 WL 741425 (N.D.Ill.1994); <i>Hartman v. City of Petaluma,</i> 841 F.Supp. 946, 950 (N.D.Cal. 1994).</p>\n<p>Severe emotional distress is a mental or emotional disorder that manifests itself in some form of \"neurosis, psychosis, chronic depression, [or] phobia\" \"which may generally be recognized and diagnosed by professionals trained to do so.\" <i>Waddle,</i> 331 N.C. at 83, 414 S.E.2d at 27 (\"We see no reason not to adopt the same standard.\"). The disorder must \"be so severe that no reasonable man could be expected to endure it.\" <i>Id.,</i> at 83, 414 S.E.2d at 27-28.</p>\n<p>The evidence, when taken in the light most favorable to the plaintiff, sets forth a genuine issue of material fact. <i>Id.,</i> at 84, 414 S.E.2d at 28. The plaintiff contends that the defendants' actions in dismissing her caused severe emotional distress. Inasmuch as psychiatric care has been noted by the plaintiff, the court finds that the plaintiff has sufficiently met her burden for summary judgment. Determining whether the defendants' <span class=\"star-pagination\">*734</span> actions caused the plaintiff emotional distress is best left for the jury.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>Accordingly, the court GRANTS IN PART and DENIES IN PART the defendants' motion for summary judgment. The court grants the defendants' motion for summary judgment as to the gender discrimination claim in violation of Title VII of the Civil Rights Act and denies summary judgment as to the ADA and intentional infliction of emotional distress claims.</p>\n<h2>NOTES</h2>\n<p>[1]  The plaintiff asserts that a <i>prima facie</i> case for discrimination is a three-prong test: (1) plaintiff must establish that she is a member of a protected class; (2) that she was the object of an adverse employment action; and, (3) that a casual relationship exists between the two. This modified version of <i>McDonnell Douglas</i> test is utilized for retaliatory discharge claims under Title VII. <i>Ross v. Communications Satellite Corp.,</i> 759 F.2d 355, 365 (4th Cir.1985).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">888</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">727</span></span> (1995)</b></center>\n<center><h1>Sian M. VAZQUEZ, Plaintiff,<br>\nv.<br>\nMorris BEDSOLE, individually, and as Sheriff of Cumberland County, North Carolina, and Cumberland County, North Carolina, Defendants.</h1></center>\n<center>No. 3:94-CV-13-H-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 9, 1995.</center>\n<p><span class=\"star-pagination\">*728</span> <span class=\"star-pagination\">*729</span> James R. Nance, Jr., Reid, Lewis, Deese &amp; Nance, Fayetteville, NC, for plaintiff.</p>\n<p>Bobby G. Deaver, Douglas E. Canders, Asst. County Atty., Fayetteville, NC, for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter comes before the court on the defendants' motion for summary judgment filed February 9, 1995, pursuant to Rule 56(e) of the Federal Rules of Civil Procedure. The plaintiff filed a response/motion pursuant to Rule 56(f) of the Federal Rules of Civil Procedure on April 4, 1995, in opposition to the defendants' motion for summary judgment. The plaintiff filed a response and memorandum in opposition to the defendants' motion for summary judgment on May 1, 1995, with exhibits and other attachments.</p>\n<p>The court conducted a hearing on May 24, 1995, in regards to the plaintiff's Rule 56(f) motion. Pursuant to an agreement negotiated between the parties, the court found the plaintiff's Rule 56(f) motion to be moot. The court granted the plaintiff leave of court to submit a response in opposition to the defendants' motion for summary judgment outside the time limits and further granted the plaintiff leave of court to submit additional exhibits in opposition to the defendants' motion for summary judgment. This matter is ready for adjudication.</p>\n<p></p>\n<h2><i>Statement of the Facts</i></h2>\n<p>The plaintiff, Sian M. Vazquez, a former female deputy sheriff for the Cumberland County Sheriff's Department, commenced this action of February 25, 1994, alleging (1) gender discrimination in violation of Title VII of the Civil Rights Act of 1965, as amended, 42 U.S.C. §§ 2000-(e) <i>et seq.;</i> (2) discrimination in violation of her rights under the Equal Opportunity for Individuals with Disabilities Act, pursuant to 42 U.S.C. §§ 12101 <i>et seq;</i> and, (3) intentional infliction of emotional distress.</p>\n<p>The plaintiff began working as a deputy sheriff with the Cumberland County Sheriff's Department on August 27, 1990. At the time of the plaintiff's employment with the sheriff's department, Morris Bedsole served as Cumberland County's Sheriff. On December 24, 1990, while on duty as a deputy sheriff, the plaintiff was struck on the head with a crutch, suffering a depressed skull fracture and intracerebral hemorrhage. This serious injury caused the plaintiff to endure periodic epileptic seizures, nausea, dizziness, and headaches. The defendant Morris placed the plaintiff on administrative leave for a time period.</p>\n<p>The plaintiff alleges that she suffered complications, requiring her to undergo extensive surgeries. As a result of these surgeries, the plaintiff continued her administrative leave. Between February 8, 1991 and December 19, 1992, the plaintiff was able to perform her duties during sporadic periods of employment. On December 19, 1992, the plaintiff returned to her duties as a deputy sheriff within the department's civil office, which allowed the plaintiff to remain as an active deputy sheriff but with less demanding duties than as a patrol officer. The plaintiff was removed from this position when she required additional surgery in January 1993.</p>\n<p>The plaintiff's seizures continued following the multiple surgeries that were performed. The plaintiff was unable to fulfill the deputy sheriff duties she originally performed, including but not limited to operating a vehicle, overcoming an assailant, and handling a weapon. Soon thereafter, the defendant Morris allegedly demoted the plaintiff to a clerical position within the sheriff's department, which position was a lower pay scale. The plaintiff contends that she resigned from the clerical position to search for higher paying employment.</p>\n<p>The plaintiff maintains that she was removed from her deputy sheriff position and placed on the clerical staff because of her gender. The plaintiff further contends that the defendants, in violation of the Americans With Disabilities Act (\"ADA\"), failed to locate the plaintiff a deputy sheriff position that would be a reasonable accommodation to the plaintiff and her known disability. The plaintiff seeks reinstatement, back pay, attorney's fees, and other compensatory damages.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*730</span> <i>Discussion</i>\n</h2>\n<p>Summary judgment, authorized by Rule 56 of the Federal Rules of Civil Procedure, is to be granted where there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. <i>See, e.g., </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). The party moving for summary judgment bears the initial burden of showing that there is no genuine issue of material fact. <i>Kimmell v. Seven Up Bottling Co.,</i> <span class=\"citation\" data-id=\"606684\"><a href=\"/opinion/606684/the-estate-of-bernard-c-kimmell-through-his-co-representatives-margaret/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">410</span></a></span> (4th Cir.1993), <i>citing </i><i>Celotex Corp.,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The non-moving party bears the burden of coming forward with evidence to oppose summary judgment. <i>Id.</i> A non-movant \"may not rest upon the mere allegations or denials of the adverse party's pleading, but the adverse party's response, by affidavits ..., must set forth specific facts showing that there is a genuine issue for trial.\" Fed. R.Civ.P. 56(e).</p>\n<p></p>\n<h2>I. Americans With Disabilities Act Claim</h2>\n<p>The ADA prohibits an employer with twenty-five or more employees from discriminating \"against a qualified individual with a disability because of the disability.\" 42 U.S.C. § 12112(a); <i>see also</i> 42 U.S.C. § 12111(5)(a). An employer is not allowed to discriminate with regards to \"job application procedures, the hiring, advancement, or discharge of employees, employee compensation, job training and other terms, conditions, and privileges of employment.\" 42 U.S.C. § 12112(a); <i>Dutton v. Johnson County Bd. of County Comm'rs,</i> <span class=\"citation\" data-id=\"1396509\"><a href=\"/opinion/1396509/dutton-v-johnson-county-bd-of-county-comrs/\"><span class=\"volume\">859</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">498</span></a></span>, 504 (D.Kan.1994).</p>\n<p>The plaintiff contends that the defendants discriminated against her simply because of her disability by refusing to reinstate the plaintiff as a deputy sheriff following her surgeries. The plaintiff asserts that the defendants had a statutory duty to locate a reasonable position that a person with her disability could perform. The defendants contend that the plaintiff was removed from her position as a deputy sheriff because she was unable to fully and completely satisfy all the necessary qualifications of that position.</p>\n<p>The Fourth Circuit has developed two independent legal theories through the <i>McDonnell Douglas</i> and <i>Tyndall</i> cases for establishing ADA violations against disabled plaintiffs. <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973); <i>Tyndall v. Nat'l Educ. Ctrs,</i> <span class=\"citation\" data-id=\"675716\"><a href=\"/opinion/675716/mary-m-tyndall-v-national-education-centers-incorporated-of-california/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">209</span></a></span> (4th Cir.1994). Traditionally, the court required a plaintiff to prove an employer discriminated against him because of a disability through the <i>Tyndall</i> three-prong test. The Fourth Circuit held on May 15, 1995, that the <i>McDonnell Douglas prima facie</i> case for discrimination brought pursuant to Title VII of the Civil Rights Act is also applicable to complaints of ADA violations. <i>Ennis v. NABER,</i> <span class=\"citation\" data-id=\"694622\"><a href=\"/opinion/694622/joan-m-ennis-v-the-national-association-of-business-and-educational/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></a></span> (4th Cir.1995) (<i>citing </i><i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, 1824, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973)).</p>\n<p><i>McDonnell Douglas</i> requires that a plaintiff prove the employer's discrimination by a preponderance of the evidence through a four-prong test for discrimination: (1) that the plaintiff was in a protected class; (2) that the plaintiff was discharged; (3) that at the time of the discharge, the plaintiff was performing her job at a level that met her employer's legitimate expectations; and (4) that her discharge occurred under circumstances that raise a reasonable inference of unlawful discrimination. <i>Ennis,</i> at 58-59. A court should utilize this four-prong <i>prima facie</i> case for discrimination where the employer articulates a legitimate, non-discriminatory justification for terminating the disabled employee's employment. <i>Teahan v. Metro-North Commuter Railroad Co.,</i> <span class=\"citation\" data-id=\"573889\"><a href=\"/opinion/573889/john-teahan-plaintiff-appellant-cross-appellee-v-metro-north-commuter/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">511</span></a></span>, 514 (2nd Cir.1991), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">54</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></span> (1992); <i>see, e.g., </i><i>Crawford v. Runyon,</i> <span class=\"citation\" data-id=\"680016\"><a href=\"/opinion/680016/eric-crawford-v-marvin-t-runyon-postmaster-general-united-states-postal/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1338</span></a></span>, 1341 (8th Cir.1994). However, when the employer relies somewhat upon the employee's disability in discharging the employee, the <i>Tyndall</i> three-prong analysis is applied. In the instant action, the employer maintained that the plaintiff's disability hindered the plaintiff from successfully performing her duties. Accordingly, the <i>Tyndall</i> test is used in this particular case.</p>\n<p><span class=\"star-pagination\">*731</span> Under <i>Tyndall,</i> the plaintiff has the burden of establishing a violation of the ADA by proving: (1) that she has a disability; (2) that she is qualified for the position of deputy sheriff; and, (3) the defendants' discharge of the plaintiff was based upon unlawful discrimination as a result of the plaintiff's disability. <i>Doe v. Univ. of Md. Medical Sys. Corp.,</i> <span class=\"citation\" data-id=\"692288\"><a href=\"/opinion/692288/john-doe-v-university-of-maryland-medical-system-corporation/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1261</span></a></span>, 1264-65 (4th Cir.1995); <i>Tyndall v. Nat'l Educ. Ctrs,</i> <span class=\"citation\" data-id=\"675716\"><a href=\"/opinion/675716/mary-m-tyndall-v-national-education-centers-incorporated-of-california/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">209</span></a></span>, 212 (4th Cir.1994). Upon review of each of these factors, the court finds that the plaintiff has established a genuine issue of material fact, requiring this court to deny the defendants' motion for summary judgment as to the ADA claim.</p>\n<p></p>\n<h2>A. <i>The Plaintiff Suffers From A Known Disability.</i>\n</h2>\n<p>The ADA defines disability as \"a physical or mental impairment that substantially limits one or more of the major life activities of such individual.\" 42 U.S.C. § 12102(2)(A). The plaintiff contends that the severe head injury she endured caused her to suffer periodic epileptic seizures. The epileptic seizures occur on a semi-regular basis. At one point, the plaintiff endured headaches, nausea, and dizziness approximately once a week. The symptoms continue to occur on a less frequent basis.</p>\n<p>The defendants do not dispute the plaintiff's contentions that she suffers from a disability. The defendants admit that the epileptic seizures constitute a disability. Therefore the court finds that the plaintiff has successfully demonstrated a disability, at least as to this motion for summary judgment. <i>See </i><i>Susie v. Apple Tree Preschool &amp; Child Care Ctr., Inc.,</i> <span class=\"citation\" data-id=\"1376019\"><a href=\"/opinion/1376019/susie-v-apple-tree-preschool-child-care-center/\"><span class=\"volume\">866</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">390</span></a></span> (N.D.Iowa 1994) (epileptic seizures considered a disability during summary judgment stage).</p>\n<p></p>\n<h2>B. <i>Plaintiff Is Qualified For A Deputy Sheriff Position.</i>\n</h2>\n<p>The plaintiff contends that she is qualified to continue in her position as a deputy sheriff for Cumberland County. A \"qualified individual with a disability\" is defined by the ADA as</p>\n<blockquote>an individual with a disability who, <i>with</i> or without <i>reasonable accommodation,</i> can perform the essential functions of the employment position that such individual holds or desires.</blockquote>\n<p>42 U.S.C. § 12111(8) (emphasis added); <i>see also, </i><i>Tyndall,</i> 31 F.3d at 212. The plaintiff bears the burden of proving that she is a qualified individual with a disability by showing:</p>\n<blockquote>(1) whether she could \"perform the essential functions of the job, ie., functions that bear more than a marginal relationship to the job at issue,\" and (2) if not, whether \"any reasonable accommodation by the employer would enable [her] to perform these functions.\"</blockquote>\n<p><i>Id.,</i> at 213 (<i>quoting </i><i>Chandler v. City of Dallas,</i> <span class=\"citation\" data-id=\"628610\"><a href=\"/opinion/628610/lyle-s-chandler-and-adolphus-a-maddox-on-behalf-of-themselves-and-others/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1385</span></a></span>, 1393-94 (5th Cir.1993), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1386</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">61</span></span> (1994).</p>\n<p>The plaintiff is unable to establish that she has been able to perform the essential duties of her position as a deputy sheriff since the accident. In fact, the plaintiff admits that she is incapable of doing several functions that the defendants contend are essential for the position: the plaintiff is unable to carry a weapon, she is unable to apprehend individuals, she no longer drives a vehicle, and she becomes nauseous during the day and must take occasional rests.</p>\n<p>However, \"even if a disabled employee is unable to perform the essential functions of an employment position, [her] termination may nevertheless be unlawful if the employer has failed to reasonably accommodate the employee's disability.\" <i>Myers v. Hose,</i> <span class=\"citation\" data-id=\"691971\"><a href=\"/opinion/691971/joseph-t-myers-v-mitchell-l-hose-director-of-personnel-frederick-county/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">278</span></a></span>, 282 (4th Cir.1995). Reasonable accommodation includes \"job restructuring, part-time or modified work schedules, [and] <i>reassignment to a vacant position.</i> ...\" 42 U.S.C. § 12111(9) (emphasis added). The plaintiff has submitted various deputy sheriff positions for which she is qualified. These positions do not require her to carry a weapon, apprehend a fugitive, or drive a vehicle. Accordingly, the plaintiff has set forth a material issue of fact as to the defendants' failures to reasonably accommodate her disability.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*732</span> C. <i>The Plaintiff Establishes A Material Issue Of Fact As To The Defendants' Intent For Terminating The Plaintiff's Employment.</i>\n</h2>\n<p><i>Tyndall</i>'s last element requires that the plaintiff establish that the defendants' motive for terminating the plaintiff was discriminatory. The defendants have held that the plaintiff was discharged because she was unable to continue satisfactorily performing her position <i>due to her disability.</i> A genuine issue of material fact exists as to whether the defendants' discharge of the plaintiff was discriminatory in nature.</p>\n<p></p>\n<h2>II. Title VII of the Civil Rights Act</h2>\n<p>The plaintiff claims that the defendants discriminated against her because she was a female, in violation of Title VII of the Civil Rights Act of 1964, codified at 42 U.S.C. § 2000(e). The plaintiff contends that the defendants treat women that are injured, both on and off the job, differently than their male counterparts. The plaintiff maintains that the defendant Bedsole demotes injured <i>female</i> deputy sheriffs to clerical positions while placing injured <i>male</i> deputy sheriffs on light-duty or less demanding positions.</p>\n<p>In order to maintain a cause of action for gender discrimination in violation of Title VII of the Civil Rights Act of 1964, the plaintiff must set forth a \"prima facie case of discrimination\" by establishing the following four-part test:</p>\n<blockquote>(1) that [the plaintiff] is a member of a protected class; (2) that [the plaintiff] was qualified for [her] job and [her] job performance was satisfactory; (3) that [she] suffered an adverse employment action; and, (4) the position remained open to similarly qualified applicants after [her] dismissal.<sup>[1]</sup></blockquote>\n<p><i>White v. Rice,</i> <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1130</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">20796</span></span>, at *2 (4th Cir.1995); <i>see </i><i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973); <i>see also </i><i>EEOC v. Marion Motel Assoc.,</i> <span class=\"citation\" data-id=\"1586483\"><a href=\"/opinion/1586483/eeoc-v-marion-motel-associates/\"><span class=\"volume\">763</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1334</span></a></span> (W.D.N.C.1991). Once the plaintiff proves a prima facie case for gender discrimination, a rebuttable presumption is established that the defendants discriminated against the plaintiff. <i>Monroe v. Burlington Industries, Inc.,</i> <span class=\"citation\" data-id=\"465189\"><a href=\"/opinion/465189/40-fair-emplpraccas-273-39-empl-prac-dec-p-35942-charlene-monroe-v/\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">568</span></a></span>, 571 (4th Cir.1986). The burden then shifts to the employer defendant to articulate a legitimate, nondiscriminatory purpose for demoting the plaintiff. <i>Burwell v. Eastern Air Lines, Inc.,</i> <span class=\"citation\" data-id=\"383548\"><a href=\"/opinion/383548/23-fair-emplpraccas-949-24-empl-prac-dec-p-31213-catherine-m/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">361</span></a></span>, 368 (4th Cir.1980); <i>Mitchell v. Data General Corporation,</i> <span class=\"citation\" data-id=\"659866\"><a href=\"/opinion/659866/63-fair-emplpraccas-bna-816-63-empl-prac-dec-p-42744-donald-r/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1310</span></a></span>, 1317 (4th Cir.1993); <i>Dwyer v. Smith,</i> <span class=\"citation\" data-id=\"518106\"><a href=\"/opinion/518106/stephanie-g-dwyer-v-loyd-w-smith-marcus-lipp-herbert-peacher-nc-durham/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">184</span></a></span> (4th Cir.1989). At that point, the plaintiff must show that the reasons propounded by the defendant were a pretext for a purely discriminatory purpose. <i>Texas Department of Community Affairs v. Burdine,</i> <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981); <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973).</p>\n<p>When reviewing the evidence presented by the parties for the summary judgment motion, the court will evaluate the evidence in the light most favorable to the plaintiff. The court finds that the plaintiff has not shown, by a preponderance of the evidence, that all the necessary elements of a prima facie case for gender discrimination under Title VII have been established. The evidence demonstrates that the plaintiff is a female, a protected class of individuals pursuant to Title VII. However, the plaintiff has not presented enough evidence to establish that a material issue of fact exists as to the claim that she was qualified for the position, that she was discharged despite her qualifications, or that the position remained open to other qualified applicants.</p>\n<p>The plaintiff contends that circumstantial evidence sufficiently establishes gender discrimination on the part of the defendants to oppose summary judgment. The plaintiff maintains that male deputies sheriff Denny Davis and John Abrams were placed on lightduty assignments as deputies sheriff after serious injuries, while the plaintiff and fellow female deputy sheriff Diane Waters were <span class=\"star-pagination\">*733</span> dismissed as deputies sheriff and transferred to clerical positions.</p>\n<p>The evidence demonstrates that after their accidents, the plaintiff and former deputy sheriff Diane Waters were transferred from a 16 grade deputy sheriff position, earning $21,514, to a 7 grade clerical position, earning $14,226. Though the plaintiff has no direct evidence of gender discrimination, she claims the circumstantial evidence indicates that defendants were treating male employees differently than the female employees. The plaintiff claims that male deputies sheriff Denny Davis and John Abrams suffered injuries but were not released or demoted from their positions. Instead, the male employees were allowed to return to their positions or given other deputy sheriff positions which required less physical work.</p>\n<p>The plaintiff presented no evidence that Denny Davis and John Abrams were unable to perform the necessary functions of their employment positions. Denny Davis stated in his deposition that he only returned to work after his doctor indicated that he could \"resume his <i>regular duty.</i>\" Dep. of Denny Davis, Exhibit G, Pl.'s Resp. to Def.'s Mot. for Sum.J., at 9. Prior to his physician's approval, Denny Davis was not permitted by the defendants to return to his former deputy sheriff position, either at its full work load or through a light-duty position.</p>\n<p>The evidence further demonstrated that John Abrams suffered a head injury. After this injury, John Abrams was discharged from his position. Though he eventually became employed as a security officer at a local mall and may have been considered as a special deputy, John Abrams was not an employee of Cumberland County Sheriff's Department. He returned as a deputy sheriff for Cumberland County on a probationary status on May 16, 1985. However, there is no evidence that he returned as a deputy sheriff and performed light-duty work or that he was unable to perform all the necessary duties of his position.</p>\n<p>The plaintiff has failed to meet her burden. There is no evidence that raises a genuine issue of material fact as to her claim of gender discrimination in violation of Title VII of the Civil Rights Act. Accordingly, the court GRANTS summary judgment to the defendants as to the claim of gender discrimination.</p>\n<p></p>\n<h2>III. Intentional Infliction of Emotional Distress</h2>\n<p>The plaintiff contends that the defendants' conduct consisted of extreme and outrageous conduct resulting in severe emotional distress. The plaintiff asserts that her distress was so severe that she sought medical treatment. The plaintiff seeks ten thousand ($10,000.00) dollars to compensate her for her emotional distress.</p>\n<p>In order to establish a claim for intentional infliction of emotional distress, the plaintiff must prove three essential tort elements: \"1) extreme and outrageous conduct by the defendant 2) which is intended to and does in fact cause 3) severe emotional distress.\" <i>Waddle v. Sparks,</i> <span class=\"citation\" data-id=\"1235778\"><a href=\"/opinion/1235778/waddle-v-sparks/\"><span class=\"volume\">331</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">73</span></a></span>, <span class=\"citation\" data-id=\"1235778\"><a href=\"/opinion/1235778/waddle-v-sparks/\"><span class=\"volume\">414</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">22</span></a></span> (1992). Discriminatory actions in violation of the ADA may, if they cause severe emotional distress, result in an action for intentional infliction of emotional distress. <i>Ostendorf v. Elkay Mfg. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">741425</span></span> (N.D.Ill.1994); <i>Hartman v. City of Petaluma,</i> <span class=\"citation\" data-id=\"1508943\"><a href=\"/opinion/1508943/hartman-v-city-of-petaluma/\"><span class=\"volume\">841</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">946</span></a></span>, 950 (N.D.Cal. 1994).</p>\n<p>Severe emotional distress is a mental or emotional disorder that manifests itself in some form of \"neurosis, psychosis, chronic depression, [or] phobia\" \"which may generally be recognized and diagnosed by professionals trained to do so.\" <i>Waddle,</i> 331 N.C. at 83, 414 S.E.2d at 27 (\"We see no reason not to adopt the same standard.\"). The disorder must \"be so severe that no reasonable man could be expected to endure it.\" <i>Id.,</i> at 83, 414 S.E.2d at 27-28.</p>\n<p>The evidence, when taken in the light most favorable to the plaintiff, sets forth a genuine issue of material fact. <i>Id.,</i> at 84, 414 S.E.2d at 28. The plaintiff contends that the defendants' actions in dismissing her caused severe emotional distress. Inasmuch as psychiatric care has been noted by the plaintiff, the court finds that the plaintiff has sufficiently met her burden for summary judgment. Determining whether the defendants' <span class=\"star-pagination\">*734</span> actions caused the plaintiff emotional distress is best left for the jury.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>Accordingly, the court GRANTS IN PART and DENIES IN PART the defendants' motion for summary judgment. The court grants the defendants' motion for summary judgment as to the gender discrimination claim in violation of Title VII of the Civil Rights Act and denies summary judgment as to the ADA and intentional infliction of emotional distress claims.</p>\n<h2>NOTES</h2>\n<p>[1]  The plaintiff asserts that a <i>prima facie</i> case for discrimination is a three-prong test: (1) plaintiff must establish that she is a member of a protected class; (2) that she was the object of an adverse employment action; and, (3) that a casual relationship exists between the two. This modified version of <i>McDonnell Douglas</i> test is utilized for retaliatory discharge claims under Title VII. <i>Ross v. Communications Satellite Corp.,</i> <span class=\"citation\" data-id=\"450585\"><a href=\"/opinion/450585/37-fair-emplpraccas-797-36-empl-prac-dec-p-35103-thomas-j-ross-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 365 (4th Cir.1985).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/383548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/659866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/680016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/692288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/694622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1235778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1376019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1396509/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1508943/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1586483/"
  ]
}