{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1647268/",
  "absolute_url": "/opinion/1647268/smith-v-dixon/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1647268/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:00:58.881564Z",
  "date_modified": "2016-04-26T20:24:47.258018Z",
  "type": "010combined",
  "sha1": "52e18b719be5a9475fb94af74f4a3be92643f54c",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>766 F.Supp. 1370 (1991)</b></center>\n<center><h1>Kermit SMITH, Jr., Petitioner,<br>\nv.<br>\nGary DIXON, Warden, Central Prison, Raleigh, North Carolina, Respondent.</h1></center>\n<center>No. 88-337-HC.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 10, 1991.</center>\n<p><span class=\"star-pagination\">*1371</span> <span class=\"star-pagination\">*1372</span> C. Frank Goldsmith, Jr., Marion, N.C., Melinda Lawrence, Raleigh, N.C., for petitioner.</p>\n<p><span class=\"star-pagination\">*1373</span> Richard N. League, Joan H. Byers, Sp. Deputy Attys. Gen., Barry S. McNeill, Asst. Atty. Gen., Raleigh, N.C., for respondent.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on Kermit Smith's habeas corpus petition filed pursuant to 28 U.S.C. § 2254 (1990). Both parties have briefed the petition and have filed supplemental briefs on various issues which have become relevant during its pendency. The matter is now ripe for ruling.</p>\n<p></p>\n<h2>I. <i>Facts</i>\n</h2>\n<p>A full recital of the underlying facts can be located in the North Carolina Supreme Court's opinion on petitioner's direct appeal, <i>State v. Smith,</i> 305 N.C. 691, 292 S.E.2d 264, <i>cert. denied,</i> 459 U.S. 1056, 103 S.Ct. 474, 74 L.Ed.2d 622 (1982). The following synopsis derives from that opinion. On 3 December 1980, following a college basketball game at which they were cheerleaders, three black femalesWhelette Collins, Dawn Killen, and Yolanda Woodswere preparing to depart from the parking lot in Collins' car when petitioner, a twenty-three-year-old white male, suddenly appeared and asked for a ride to the highway. The women refused. Petitioner then brandished what appeared to be a pistol and demanded entrance into the vehicle. He got into the rear seat, behind Collins, and directed her to drive. <i>Id.</i> at 694, 292 S.E.2d at 267.</p>\n<p>They eventually arrived at petitioner's car which was parked in some woods near the campus. Petitioner took the keys to Collins' car and asked the women if they had any money. Collins told him that she had \"a little bit.\" Petitioner ordered the women out of the car and Collins gave petitioner the $7.00 she had. He then forced Killen and Woods to get into the trunk of his car and made Collins lie face down on the back seat. He proceeded to drive the women to a quarry pit in a heavily wooded area. At some point he let Killen and Woods out of the trunk. He told them that they would have to wait in this deserted spot for about three hours until his friend came with another car. <i>Id.</i> at 695, 292 S.E.2d at 267. Petitioner told the women that his friend would kill them if he discovered that petitioner had taken so many hostages. He also warned the women that he would have to hurt them if they did not listen to him.</p>\n<p>Petitioner eventually forced Killen and Woods back into the trunk of his car and shut it. They could overhear him talking to Collins. They eventually heard a scuffle and heard Collins scream. Then they heard gunshots. About an hour and a half later, Killen and Woods heard someone crying. Collins knocked on the trunk and asked her friends how they were. They in turn asked how she was. She replied that she was not all right. She asked petitioner why he had done \"this\" to her. He replied, \"you don't understand my motivation.\" Collins complained about being cold and asked petitioner to open the trunk to retrieve a blanket. He refused her request responding \"your friends would get upset if they saw you standing here without any clothes on.\" He then told Collins, \"I can put you out of your misery.\" He later told her that they would go back to where he had thrown her clothes.</p>\n<p>For over an hour Killen and Woods heard nothing. <i>Id.</i> at 696, 292 S.E.2d at 268. Eventually petitioner reappeared and opened the trunk. The two women asked where Collins was. Petitioner replied that she had stopped at the quarry to use the bathroom. The women called for her but received no reply. Shortly thereafter, Killen and Woods were able to attack petitioner with a straight pin and a lug wrench they had found in the trunk and they escaped. They hid in some underbrush until daylight. As they waited they heard a splash as if something had been thrown into water. At daybreak, the two women left the woods and contacted law enforcement officials who returned with them to the scene. Petitioner was attempting to leave the area when they arrived. <i>Id.</i> at 697, 292 S.E.2d at 268. He was bloody, his clothes were wet, water was running off <span class=\"star-pagination\">*1374</span> his hair, and he was barefoot. He was quickly apprehended and arrested.</p>\n<p>Officers found Collins' clothes, petitioner's wet and bloody underwear, and two cement blocks with blood, hair, and skin on them. Collins' nude body was found in a shallow pond. Her feet were jammed into a cement block. Live sperm were in her vaginal area, there were numerous lacerations and bruises on her head and body, and several of her ribs were fractured. Her skull was fractured in several places due to the force of a blunt trauma to her head. Petitioner was advised of his constitutional rights, but blurted out \"it won't even a real gun anyway. I was just trying to scare the girls.... I think she was dead before I threw her in the pond anyway.\"</p>\n<p>Petitioner was charged by indictment with first-degree murder, first-degree rape, and armed robbery. He offered no evidence to contest his guilt. On 30 April 1981, the jury found petitioner guilty of first-degree murder, second-degree rape, and common-law robbery. The trial then proceeded to the sentencing phase pursuant to N.C.Gen.Stat. § 15A-2000 (1988). The state relied on evidence introduced during the guilt phase. Petitioner called four witnesses, including his father and two psychiatrists. Both psychiatrists testified that petitioner was under the influence of an emotional disturbance at the time of the murder and that his capacity to appreciate the criminality of his conduct or to conform his conduct to the requirements of the law was impaired.</p>\n<p>The trial judge submitted the following issues to the jury, which were answered as is indicated:</p>\n<blockquote>ISSUE NO. ONE:</blockquote>\n<blockquote>Do you unanimously find from the evidence beyond a reasonable doubt that one or more of the following aggravating circumstances existed at the time of the commission of the murder?</blockquote>\n<blockquote>ANSWER: Yes.</blockquote>\n<blockquote>1. Was the murder committed while the defendant was engaged in the commission of or attempt to commit rape of the deceased?</blockquote>\n<blockquote>ANSWER: Yes.</blockquote>\n<blockquote>2. Was the murder committed while the defendant was engaged in the commission of or attempt to commit robbery of the deceased?</blockquote>\n<blockquote>ANSWER: Yes.</blockquote>\n<blockquote>3. Was the murder committed while the defendant was engaged in the commission of or attempt to commit kidnapping of the deceased?</blockquote>\n<blockquote>ANSWER: Yes.</blockquote>\n<blockquote>4. Was the murder especially heinous, atrocious or cruel?</blockquote>\n<blockquote>ANSWER: Yes.</blockquote>\n<blockquote>ISSUE NO. TWO:</blockquote>\n<blockquote>Do you find that one or more of the following mitigating circumstances exist?</blockquote>\n<blockquote>1. The murder was committed while the defendant was under the influence of mental or emotional disturbance.</blockquote>\n<blockquote>ANSWER: Yes.</blockquote>\n<blockquote>2. At the time of the murder, the capacity of the defendant to appreciate the criminality of his conduct or to conform his conduct to the requirements of the law was impaired.</blockquote>\n<blockquote>ANSWER: No.</blockquote>\n<blockquote>3. The age of the defendant at the time of the crime.</blockquote>\n<blockquote>ANSWER: No.</blockquote>\n<blockquote>4. That the defendant has no significant history of prior criminal activity.</blockquote>\n<blockquote>ANSWER: No.</blockquote>\n<blockquote>5. Are there any other circumstances arising from the evidence which you, the jury, deem to have mitigating value?</blockquote>\n<blockquote>ANSWER: No.</blockquote>\n<blockquote>ISSUE NO. THREE:</blockquote>\n<blockquote>Do you unanimously find from the evidence beyond a reasonable doubt that the aggravating circumstances are sufficient to outweigh the mitigating circumstances?</blockquote>\n<blockquote>ANSWER: Yes.</blockquote>\n<blockquote>ISSUE NO. FOUR:</blockquote>\n<blockquote>Do you unanimously find from the evidence beyond a reasonable doubt that the aggravating circumstances found by you are sufficiently substantial to call for the imposition of the death penalty?</blockquote>\n<blockquote>ANSWER: Yes.</blockquote>\n<p><span class=\"star-pagination\">*1375</span> Based on the jury's findings, the trial judge sentenced petitioner to death.</p>\n<p></p>\n<h2>II. <i>Procedural History</i>\n</h2>\n<p>Petitioner appealed his convictions and sentence to the North Carolina Supreme Court, which unanimously affirmed the convictions, and affirmed the death sentence with one dissenting vote. <i>State v. Smith,</i> 305 N.C. 691, 292 S.E.2d 264 (1982). The United States Supreme Court denied certiorari. <i>Smith v. North Carolina,</i> 459 U.S. 1056, 103 S.Ct. 474, 74 L.Ed.2d 622 (1982). Petitioner then filed a motion for appropriate relief pursuant to N.C.Gen. Stat. § 15A-1415 (1988) in the superior court of Halifax County. The motion was summarily denied with respect to all claims except ineffective assistance of counsel, which, following an evidentiary hearing, was also denied. The North Carolina Supreme Court denied certiorari, <i>State v. Smith,</i> 333 S.E.2d 495 (1985), as did the United States Supreme Court, <i>Smith v. North Carolina,</i> 474 U.S. 1026, 106 S.Ct. 582, 88 L.Ed.2d 565 (1985).</p>\n<p>On 30 January 1986, petitioner filed a renewed petition for certiorari and alternative motion to reconsider denial of certiorari with the state supreme court in light of a recent decision by that court. The court dismissed the petition, but granted petitioner permission to file a new motion for appropriate relief, which he subsequently did. At the state's request, an evidentiary hearing was held, and the motion was denied. The North Carolina Supreme Court denied certiorari, <i>State v. Smith,</i> 364 S.E.2d 668 (1988), as did the United States Supreme Court, <i>Smith v. North Carolina,</i> 485 U.S. 1030, 108 S.Ct. 1589, 99 L.Ed.2d 903 (1988).</p>\n<p>Petitioner filed the instant petition on 20 May 1988 and, following extensive briefing by the parties, oral argument was held on 7 June 1989. On 11 October 1989, the court stayed the proceedings pending a decision by the United States Supreme Court in <i>McKoy v. North Carolina,</i> 494 U.S. 433, 110 S.Ct. 1227, 108 L.Ed.2d 369 (1990); the Court announced its ruling in that case on 5 March 1990. Following the <i>McKoy</i> decision, this court permitted both parties to submit supplemental briefs addressing the application of <i>McKoy</i> to the instant petition. On 23 April 1990, petitioner moved to defer decision on the habeas action pending decisions by the North Carolina Supreme Court on remand in <i>McKoy,</i> and a related case, <i>McNeil v. North Carolina,</i> ___ U.S. ___, 110 S.Ct. 1516, 108 L.Ed.2d 756 (1990). The motion was denied on 27 April 1990. Arguments in <i>McKoy</i> and <i>McNeil</i> were presented to the state supreme court on 14 May 1990. On 6 July 1990, petitioner filed a new motion in this court to defer proceedings in the habeas action pending reexhaustion in state court, attaching a motion he had filed with the North Carolina Supreme Court to remand to the superior court. On 9 August 1990, this court granted the motion pending adjudication of petitioner's state-court motion. On 3 October 1990, the North Carolina Supreme Court dismissed petitioner's motion. <i>State v. Smith,</i> 397 S.E.2d 234 (1990).</p>\n<p>On 1 November 1990, this court granted respondent leave to file an amended answer to the petition in light of the United States Supreme Court's recent decision in <i>Teague v. Lane,</i> 489 U.S. 288, 109 S.Ct. 1060, 103 L.Ed.2d 334 (1989). Respondent filed the amended answer on 7 November 1990 and both parties have submitted briefs addressing the issues presented therein. The court finds that the issues raised in the amended answer do not warrant an additional hearing and the court is now ready to rule on the merits of the petition.</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p>Smith's petition for habeas corpus presents numerous issues, twelve of which are specifically addressed by his brief in support of the petition. Although the court has considered all the issues raised in the petition, this opinion will expressly address only those raised in the brief, as they are the most substantial and most deserving of careful treatment. Before the court begins that analysis, however, it will address respondent's argument that petitioner's first four claims are procedurally barred.</p>\n<p><span class=\"star-pagination\">*1376</span> Respondent argues that petitioner \"forfeited substantive review of all claims not raised on direct appeal\" other than his claims of ineffective assistance of counsel. Petitioner contends, however, that N.C. Gen.Stat. § 15A-1419 permitted him to present even procedurally defective claims in his state motion for appropriate relief and thereby preserve them for federal habeas review. Although subsection (a)(3) of that statute permits denial of a motion for appropriate relief if the stated grounds for relief were not raised in a prior appeal, subsection (b) permits the superior court to grant the motion \"in the interest of justice and for good cause shown ... if it is otherwise meritorious.\" <i>Id.</i> § 15A-1419(b). Petitioner included in his motion all the claims he now pursues here. By order dated 19 August 1983, North Carolina Superior Court Judge Frank R. Brown summarily denied all of petitioner's claims except ineffective assistance of counsel: \"The court has read the paperwriting and considered the arguments in support of the claims set out therein. The court finds as a fact that Claims No. I, II, III and IV [all claims except ineffective assistance] set forth no probable grounds for relief.\"</p>\n<p>Respondent's allegation of procedural default is governed by <i>Harris v. Reed,</i> 489 U.S. 255, 109 S.Ct. 1038, 103 L.Ed.2d 308 (1989). There petitioner challenged the sufficiency of evidence supporting his conviction. <i>Id.</i> at 257, 109 S.Ct. at 1039. The Appellate Court of Illinois affirmed. <i>Id.</i> Petitioner then filed a petition for postconviction relief in state court which was dismissed without a hearing. <i>Id.</i> The Appellate Court of Illinois affirmed the dismissal, referring to the \"`well-settled principle of Illinois law' that `those issues which could have been presented [on direct appeal], but were not, are considered waived.'\" <i>Id.</i> at 258, 109 S.Ct. at 1040 (quoting record).</p>\n<p>The Supreme Court ruled that federal habeas review of petitioner's claims was not procedurally barred. <i>Id.</i> at 266, 109 S.Ct. at 1045. The Court held that to bar federal review, a state court judgment must rest on \"a state-law ground that is both `independent' of the merits of the federal claim and an `adequate' basis for the court's decision.\" <i>Id.</i> at 260, 109 S.Ct. at 1042. \"[A] procedural default does not bar consideration of a federal claim on either direct or habeas review unless the last state court rendering judgment in the case `clearly and expressly' states that its judgment rests on a state procedural bar.\" <i>Id.</i> at 263, 109 S.Ct. at 1043 (quoting <i>Caldwell v. Mississippi,</i> 472 U.S. 320, 327, 105 S.Ct. 2633, 2638, 86 L.Ed.2d 231 (1985)). The Court held that the Illinois state court's ruling that \"those issues which could have been presented, but were not, are considered waived,\" fell short of an explicit reliance on a state-law procedural default necessary to preclude habeas review. <i>Id.</i> at 266, 109 S.Ct. at 1045.</p>\n<p>If the passage at issue in <i>Harris</i> could not be construed as \"clearly and expressly\" stating that the judgment was based on a state procedural bar, neither can the statement by Judge Brown that petitioner's claims \"set forth no probable grounds for relief.\" Thus, under <i>Harris,</i> petitioner is not precluded from raising here <i>all</i> claims raised in his motion for appropriate relief.</p>\n<p>Respondent argues that <i>Harris</i> is a \"new rule\" which cannot be considered retroactively under the doctrine announced in <i>Teague v. Lane,</i> 489 U.S. 288, 109 S.Ct. 1060, 103 L.Ed.2d 334 (1989). There the Supreme Court held that habeas petitioners may not obtain the benefit of new constitutional rules of criminal procedure created subsequent to the time their convictions in state court became final unless one of two very narrow exceptions applies. <i>Id.</i> at 310, 109 S.Ct. at 1074. Respondent is incorrect.</p>\n<blockquote>The rule announced and applied by the Supreme Court in <i>Harris v. Reed</i> is a quasi-jurisdictional rule regarding the scope and limitations of the independent and adequate state grounds doctrine of abstention. It is not a rule of criminal procedure. <i>Teague</i> therefore has no bearing on this case. In fact, the <i>Teague</i> court itself considered the <i>Harris v. Reed</i> requirement applicable in the <i>Teague</i> case. <span class=\"star-pagination\">*1377</span> <i>Young v. Herring,</i> 917 F.2d 858, 862 n. 1 (5th Cir.1990). Even if <i>Harris</i> could be construed as a rule of criminal procedure, it \"is not a `new rule' within the meaning of <i>Teague.</i> The Court in <i>Harris</i> merely extended the <i>Long</i> [<i>Michigan v.,</i> 463 U.S. 1032, 103 S.Ct. 3469, 77 L.Ed.2d 1201 (1983)] `plain statement' rule to the habeas setting. The rule ... was dictated by ... precedent....\" <i>Hill v. McMackin,</i> 893 F.2d 810, 814 (6th Cir.1989).</blockquote>\n<p>Thus, the court will now proceed to consider petitioner's claims in the order presented in his brief.</p>\n<p></p>\n<h2>A. Unanimity of Jury on Mitigating Evidence</h2>\n<p>In <i>McKoy v. North Carolina,</i> 494 U.S. 433, 110 S.Ct. 1227, 108 L.Ed.2d 369 (1990), the Supreme Court held that North Carolina's capital sentencing scheme's requirement that the jury's finding of a mitigating factor be unanimous violates the eighth amendment.<sup>[1]</sup> The issues submitted to the jury at the sentencing phase of petitioner's trial, <i>see supra</i> pp. 1374-75, however, differed from those supplied in <i>McKoy</i> in one important respect. On \"Issue No. Two,\" the <i>McKoy</i> jury was asked, \"Do you <i>unanimously</i> find from the evidence the existence of one or more of the following mitigating circumstances?\" (Emphasis added.) Petitioner's jury was asked, \"Do you find that one or more of the following mitigating circumstances exist?\" Despite the absence of the word \"unanimously\" in his case, petitioner contends that the jury could have reasonably interpreted this question, in conjunction with the other questions submitted and the instructions given, to require unanimity before it could find the existence of a mitigating factor.</p>\n<p>Subsequent to petitioner's and respondent's submission of briefs on the <i>McKoy</i> issue, the North Carolina Supreme Court decided <i>State v. McNeil,</i> 327 N.C. 388, 395 S.E.2d 106 (1990), <i>cert. denied,</i> ___ U.S. ___, 111 S.Ct. 1403, 113 L.Ed.2d 459 (1991). In <i>McNeil,</i> the second issue presented to defendant's capital sentencing jury was almost identical to that presented to petitioner's jury in that the word \"unanimously\" was not employed. Additionally, as in petitioner's case, the jury was told that they had to be unanimous on issues one, three, and four. The <i>McNeil</i> jury was \"instructed at least three times by the trial court that they must be unanimous in their decisions on <i>all the issues</i> they answered. ....\"<sup>[2]</sup><i>Id.</i> at 393, 395 S.E.2d at 110 (emphasis in original). The judge employed the word \"unanimously\" thirteen times during his capital sentencing instructions.<sup>[3]</sup><i>Id.,</i> 395 S.E.2d at 109. The court concluded \"that when viewed in the context of the overall charge, there is a reasonable likelihood that the jury interpreted the instructions here to require unanimity as to mitigating circumstances.\" <i>Id.</i> at 392, 395 S.E.2d at 109. Thus, the court held that \"[t]he instructions ... contained the same type of error held to violate the Eighth Amendment by the Supreme Court of the United States in <i>McKoy.\" Id.</i> at 393, 395 S.E.2d at 110. Because the court did not view the error as harmless, it vacated defendant's sentence of death and remanded to the superior court for a new sentencing proceeding. <i>Id.</i> at 397, 395 S.E.2d at 112.</p>\n<p>Petitioner's case may very well be controlled by <i>McNeil.</i> Nevertheless, the court is constrained by binding authority to conclude that petitioner cannot achieve habeas corpus relief based on <i>McKoy</i> and <i>McNeil.</i> In <i>McDougall v. Dixon,</i> 921 F.2d 518, 539 (4th Cir.1990), the United States Court of Appeals for the Fourth Circuit, citing <i>Teague,</i> stated that \"the <i>McKoy</i> and <i>Mills</i> cases <span class=\"star-pagination\">*1378</span> represent new law and would not be applied retroactively on collateral review.\" Implicit in this sentence is that the <i>Teague</i> exceptions do not apply when a petitioner attacks his sentence on a <i>Mills/McKoy</i> rationale. Both <i>Mills</i> and <i>McKoy</i> were decided after petitioner's state conviction became final in 1982. Therefore, under <i>McDougall,</i> he cannot rely on those cases (or <i>McNeil</i>) to achieve relief.<sup>[4]</sup> His first argument must therefore be rejected.</p>\n<p></p>\n<h2>B. Misrepresentation of the Jury's Role in Sentencing</h2>\n<p>Petitioner's second argument is that the trial judge's excessive use of the word \"recommendation\" while instructing the jury during the capital sentencing phase impermissibly misrepresented to the jury its role in the sentencing process, which was to make a <i>binding</i> determination. N.C.Gen.Stat. § 15A-2002. Petitioner bases this argument on <i>Caldwell v. Mississippi,</i> 472 U.S. 320, 328-29, 105 S.Ct. 2633, 2639-40, 86 L.Ed.2d 231 (1985), in which the Supreme Court held that \"it is constitutionally impermissible to rest a death sentence upon a determination made by a sentencer who has been led to believe that the responsibility for determining the appropriateness of the defendant's death rests elsewhere.\"</p>\n<p>This argument is also foreclosed by <i>Teague.</i> In <i>Sawyer v. Smith,</i> ___ U.S. ___, ___ - ___, 110 S.Ct. 2822, 2824-25, 111 L.Ed.2d 193 (1990), the Supreme Court held that <i>Caldwell</i> is a new rule within the meaning of <i>Teague</i> and that it does not fit within either exception. Thus, because <i>Caldwell</i> was decided after petitioner's conviction became final in 1982, it affords him no basis for relief in this habeas proceeding.</p>\n<p>Moreover, even if it was not precluded by <i>Teague,</i> this argument would fail on the merits. In <i>Gaskins v. McKellar,</i> 916 F.2d 941, 953 (4th Cir.1990), the Fourth Circuit considered a similar challenge to the trial court's use of the word \"recommend\" while instructing the capital sentencing jury:</p>\n<blockquote>[I]t is difficult to see how, in context, the trial judge's use of the word \"recommend\" could have had an effect on the sentencing decision.... [D]uring <i>voir dire,</i> the trial judge, the solicitor and [defendant's] attorney repeatedly told each juror that the jury could sentence to death or life imprisonment, that the jury had to make the decision, and that \"the jury will be asked to decide his punishment, either life imprisonment or death by electrocution.\" ... Nowhere in this case did anyone even imply that the jury's recommendation was non-binding. Though, in retrospect, we believe a wiser course would have been for the trial judge to explicitly instruct the jury that the word \"recommendation\" meant \"binding recommendation,\" under the circumstances, we are satisfied that the jury was properly aware of its sentencing responsibilities.</blockquote>\n<p>Similarly, an examination of the <i>voir dire</i> in this case convinces the court that the jury had to be aware that its recommendation was binding. Further, the arguments of both of petitioner's lawyers made it poignantly clear that the ultimate decision was in the jury's hands. In this context, the trial court's use of the word \"recommendation\" did not constitute prejudicial error.</p>\n<p></p>\n<h2>C. \"Especially Heinous, Atrocious or Cruel\" Aggravating Circumstance</h2>\n<p>Four aggravating circumstances were submitted to the jury. The first three asked whether the murder was committed while petitioner was engaged in raping, robbing, and/or kidnapping Whelette Collins. The fourth asked, \"Was the murder especially heinous, atrocious or cruel?\" N.C.Gen.Stat. § 15A-2000(e)(9). The jury answered this question affirmatively. Petitioner <span class=\"star-pagination\">*1379</span> contends that this question, and the related instructions supplied by the trial judge, were unconstitutionally vague.</p>\n<p></p>\n<h2><i>1. Legal Background</i></h2>\n<p>Analysis of this argument necessarily begins with a discussion of <i>Godfrey v. Georgia,</i> 446 U.S. 420, 100 S.Ct. 1759, 64 L.Ed.2d 398 (1980). There the capital sentencing jury found the existence of one aggravating circumstance, that the murder was \"outrageously or wantonly vile, horrible and inhuman.\" The judge did not attempt to define this circumstance in his instructions. <i>Id.</i> at 426, 100 S.Ct. at 1764. The jury sentenced defendant to death, and the sentence was affirmed by the Georgia Supreme Court. <i>Id.</i> at 427, 100 S.Ct. at 1764. The United States Supreme Court held that, as applied in that case, the aggravating circumstance was unconstitutionally vague:</p>\n<blockquote>There is nothing in these few words, standing alone, that implies any inherent restraint on the arbitrary and capricious infliction of the death sentence. A person of ordinary sensibility could fairly characterize almost every murder as \"outrageously or wantonly vile, horrible and inhuman.\" Such a view may, in fact, have been one to which the members of the jury in this case subscribed. If so, their preconceptions were not dispelled by the trial judge's sentencing instructions.</blockquote>\n<p><i>Id.</i> at 428-29, 100 S.Ct. at 1765. The Court noted that although the Georgia Supreme Court had applied a limiting construction of this factor in analyzing previous cases on direct reviewrequiring torture, depravity of mind, or an aggravated batteryit had not applied any limiting construction in affirming the sentence in this case. <i>Id.</i> at 429-33, 100 S.Ct. at 1765-67. Indeed, the Georgia Supreme Court's only comment as to the satisfaction of this aggravating circumstance was that it was \"factually substantiated.\" <i>Id.</i> at 432, 100 S.Ct. at 1767. Therefore, that court's affirmance of the death sentence was insufficient to cure the jury's unchanneled discretion. <i>Id.</i> at 433, 100 S.Ct. at 1767. The United States Supreme Court concluded that there was \"no principled way to distinguish this case, in which the death penalty was imposed, from the many cases in which it was not[,]\" and therefore reversed the imposition of the death penalty. <i>Id.</i> at 433, 100 S.Ct. at 1767.</p>\n<p>In <i>Maynard v. Cartwright,</i> 486 U.S. 356, 108 S.Ct. 1853, 100 L.Ed.2d 372 (1988), the Court set aside a death sentence on similar grounds. There the capital sentencing jury found two aggravating circumstances, one of which was that the murder was \"especially heinous, atrocious or cruel.\" The judge instructed the jury that</p>\n<blockquote>\"the term `heinous' means extremely wicked or shockingly evil; `atrocious' means outrageously wicked and vile; `cruel' means pitiless, or designed to inflict a high degree of pain, utter indifference to, or enjoyment of, the sufferings of others.\"</blockquote>\n<p><i>Cartwright v. Maynard,</i> 822 F.2d 1477, 1488 (10th Cir.1987) (quoting transcript). The Oklahoma Court of Criminal Appeals affirmed the sentence. It described the events surrounding the murder, petitioner's motive, preparation, and the attack itself, and concluded that these circumstances \"adequately supported the jury's finding.\" <i>Cartwright v. State,</i> 695 P.2d 548, 554 (Okla.), <i>cert. denied,</i> 473 U.S. 911, 105 S.Ct. 3538, 87 L.Ed.2d 661 (1985). Defendant's habeas petition was denied in the district court. The United States Court of Appeals for the Tenth Circuit reversed:</p>\n<blockquote>Oklahoma has defined \"heinous\" as \"extremely wicked or shockingly evil\" and \"atrocious\" as \"outrageously wicked and vile.\" These definitions fail for the same reason that the conclusory statement that the offense was \"outrageously wicked and vile, horrible and inhuman\" was inadequate in <i>Godfrey:</i> \"There is nothing in these few words, standing alone, that implies any inherent restraint on the arbitrary and capricious infliction of the death sentence.\" 446 U.S. at 428, 100 S.Ct. at 1765. A limiting construction of this aggravating circumstance is necessary precisely because adjectives such as \"wicked\" or \"vile\" can fairly be used to describe any murder. These <span class=\"star-pagination\">*1380</span> terms simply elude objective definition. A state does not channel the discretion of a sentencer or distinguish among murders when \"heinous\" and \"atrocious\" are defined only as \"extremely wicked and shocking\" and \"outrageously wicked and vile.\" \"Heinous\" and \"atrocious\" have not been described in terms that are commonly understood, interpreted, and applied. Vague terms do not suddenly become clear when they are defined by reference to other vague terms.</blockquote>\n<p>822 F.2d at 1489. The court found the instruction on \"cruel\" to be slightly better, but reasoned that because the aggravating circumstance was written in the disjunctive \"<i>or</i> cruel\"the circumstance as a whole was unconstitutionally vague. <i>Id.</i> at 1490. The court also found that the Oklahoma Court of Criminal Appeals \"failed to apply a constitutionally required narrowing construction of `especially heinous, atrocious, or cruel[.]'\" <i>Id.</i> at 1491. It held that that court's determination that the jury's finding of this aggravating circumstance was \"adequately supported\" by the attendant circumstances was \"no different than the finding that the verdict was `factually substantiated' that was held inadequate in <i>Godfrey.\" Id.</i> The Tenth Circuit declined to adopt a constitutionally permissible limitation and apply it <i>sua sponte</i> reasoning that \"[t]hat determination must be made by the state in the first instance as it construes its own laws in light of constitutional requirements.\" <i>Id.</i> at 1492.</p>\n<p>The Supreme Court unanimously affirmed. It held that the \"especially heinous, atrocious or cruel\" language gave no more guidance to the jury than the language found constitutionally deficient in <i>Godfrey.</i> 486 U.S. at 364, 108 S.Ct. at 1859. As in <i>Godfrey,</i> the Court held that the state appellate court did not cure the error merely by concluding that the events surrounding the murder \"`adequately supported the jury's finding[.]'\" <i>Id.</i> The Court noted that the Oklahoma Court of Criminal Appeals had recently adopted a constitutionally permissible limiting construction of the \"heinous, atrocious or cruel\" aggravating circumstance and that it had also recently decided that a harmless-error analysis could be applied to capital sentencing proceedings. <i>Id.</i> at 365, 108 S.Ct. at 1859. Nevertheless, the Court refused to independently review petitioner's sentence in light of these cases holding that \"[w]hat significance these decisions have for the present case is a matter for the state courts to decide in the first instance.\" <i>Id.</i></p>\n<p>Last term, in <i>Walton v. Arizona,</i> ___ U.S. ___, 110 S.Ct. 3047, 111 L.Ed.2d 511 (1990), the Court addressed a <i>Godfrey/Maynard</i> attack on the \"especially heinous, atrocious, or cruel\" aggravating circumstance in Arizona's capital sentencing scheme. The Court rejected the challenge in a five-to-four decision by distinguishing <i>Godfrey</i> and <i>Maynard</i>:</p>\n<blockquote>First, in both <i>Maynard</i> and <i>Godfrey</i> the defendant was sentenced by a jury and the jury was either instructed only in the bare terms of the statute or in terms nearly as vague.... Neither jury was given a constitutional limiting definition of the challenged aggravating factor. Second, in neither case did the State appellate court, in reviewing the propriety of the death sentence, purport to affirm the death sentence by applying a limiting definition of the aggravating circumstance to the facts presented.... These points were crucial to the conclusion we reached in <i>Maynard.</i>....</blockquote>\n<blockquote>When the jury is the final sentencer, it is essential that the jurors be properly instructed regarding all facets of the sentencing process. It is not enough to instruct the jury in the bare terms of an aggravating circumstance that is unconstitutionally vague on its face.</blockquote>\n<p><i>Id.</i> 110 S.Ct. at 3057. The Court concluded, however, that because the final sentencer in Arizona is the judge, not the jury, the precautions required by <i>Godfrey</i> and <i>Maynard</i> are not necessary. So long as the Arizona state courts had established a constitutional limiting construction, the Court assumed that the trial judge would be aware of it and correctly apply it. <i>Id.</i> The Court then analyzed decisions of the Arizona Supreme Court and determined that its limiting construction of the \"heinous, <span class=\"star-pagination\">*1381</span> atrocious or cruel\" circumstance was constitutionally sufficient. <i>Id.</i> 110 S.Ct. at 3057-58. Finally, relying on its recent decision in <i>Clemons v. Mississippi,</i> ___ U.S. ___, 110 S.Ct. 1441, 108 L.Ed.2d 725 (1990), the Court held:</p>\n<blockquote>Moreover, even if a trial judge fails to apply the narrowing construction or applies an improper construction, the Constitution does not necessarily require that a state appellate court vacate a death sentence based on that factor. Rather ... a state appellate court may itself determine whether the evidence supports the existence of the aggravating circumstance as properly defined or the court may eliminate consideration of the factor altogether and determine whether any remaining aggravating circumstances are sufficient to warrant the death penalty.</blockquote>\n<p><i>Id.</i> 110 S.Ct. at 3057.</p>\n<p><i>Clemons</i> is also helpful to the resolution of this case. There the Mississippi Supreme Court, <i>sua sponte,</i> addressed whether Mississippi's \"especially heinous, atrocious or cruel\" aggravating circumstance was susceptible to a <i>Godfrey/Maynard</i> challenge. The court distinguished <i>Godfrey</i> and <i>Maynard</i> in three ways: 1) it had previously held that a jury's capital sentencing determination is subject to harmless-error analysis; 2) it had also previously given the \"especially heinous, atrocious or cruel\" factor a constitutional limiting construction, narrowing the eligible class of murders to those that are conscienceless or pitiless and unnecessarily torturous to the victim; and 3) defendant's jury was instructed that it was not required to impose the death penalty even if it found no mitigating circumstances. 110 S.Ct. at 1445-46. The court then found that the brutal and torturous facts surrounding the murder supported the jury's conclusion and that the jury's verdict would have been the same without submission of the \"especially heinous, atrocious or cruel\" circumstance. <i>Id.</i> at 1446.</p>\n<p>Defendant attacked the Mississippi court's reweighing of the aggravating and mitigating circumstances in affirming his death sentence. The Supreme Court held that \"nothing in appellate weighing or reweighing of the aggravating and mitigating circumstances ... is at odds with contemporary standards of fairness or ... is inherently unreliable and likely to result in arbitrary imposition of the death sentence.\" <i>Id.</i> at 1449. The Court noted, however, that it was not clear from the Mississippi Supreme Court's opinion whether it 1) applied a limiting construction of the \"especially heinous, atrocious or cruel\" factor and then reweighed the aggravating and mitigating circumstances, 2) disregarded entirely the \"especially heinous, atrocious or cruel\" circumstance and reweighed the aggravating and mitigating circumstances, or 3) found the error to be harmless separate and apart from any reweighing. <i>Id.</i> at 1449-51. It therefore vacated defendant's sentence and remanded to the Mississippi Supreme Court for further proceedings. <i>Id.</i> at 1452.</p>\n<p>During its present term, the Supreme Court again had occasion to apply <i>Maynard</i> to Mississippi's \"heinous, atrocious or cruel\" aggravating circumstance. In <i>Shell v. Mississippi,</i> ___ U.S. ___, 111 S.Ct. 313, 112 L.Ed.2d 1 (1990) (per curiam), the State of Mississippi argued that the following instruction limited the construction of this aggravating factor in a constitutionally acceptable fashion:</p>\n<blockquote>\"[T]he word heinous means extremely wicked or shockingly evil; atrocious means outrageously wicked and vile; and cruel means designed to inflict a high degree of pain with indifference to, or even enjoyment of the suffering of others.\"</blockquote>\n<p><i>Id.</i> 111 S.Ct. at 313 (Marshall, J., concurring) (quoting <i>Shell v. State,</i> 554 So.2d 887, 905-06 (Miss.1989)). The Mississippi Supreme Court affirmed defendant's death sentence reasoning \"that <i>Maynard</i> was distinguishable because the trial court in this case limited the `especially heinous, atrocious or cruel' factor in its charge to the jury.\" <i>Id.</i> (Marshall, J., concurring). The Supreme Court reversed, holding that this instruction was \"not constitutionally sufficient.\" <i>Id.</i> In a concurring opinion, Justice Marshall observed that the trial <span class=\"star-pagination\">*1382</span> court in <i>Maynard</i> had supplied nearly the identical instruction to the jury. <i>Id.</i> 111 S.Ct. at 314 (Marshall, J., concurring):</p>\n<blockquote>The trial court's definitions of \"heinous\" and \"atrocious\" in this case (and in <i>Maynard</i>) clearly fail.... [L]ike \"heinous\" and \"atrocious\" themselves, the phrases \"extremely wicked or shockingly evil\" and \"outrageously wicked and vile\" could be used by \"`[a] person of ordinary sensibility [to] fairly characterize almost <i>every</i> murder.'\" Indeed, there is no meaningful distinction between these latter formulations and the \"outrageously or wantonly vile, horrible and inhuman\" instruction expressly invalidated in <i>Godfrey v. Georgia</i>[.]</blockquote>\n<p><i>Id.</i> (Marshall, J., concurring) (quoting <i>Maynard,</i> 486 U.S. at 363, 108 S.Ct. at 1859 (quoting <i>Godfrey,</i> 446 U.S. at 428-29, 100 S.Ct. at 1765) (emphasis in original)). Moreover, even assuming that the definition of \"cruel\" supplied to the jury was constitutionally adequate, \"the instruction in this case left the jury with <i>two</i> constitutionally infirm, alternative bases on which to find that [defendant] committed the charged murder in an `especially heinous, atrocious <i>or</i> cruel' fashion.\" <i>Id.</i> (Marshall, J., concurring) (emphasis in original). As such, the death sentence could not stand.</p>\n<p>The Fourth Circuit has had two occasions to address allegedly vague aggravating circumstances. In <i>Turner v. Bass,</i> 753 F.2d 342, 350-51 (4th Cir.1985), <i>rev'd on other grounds sub nom. </i><i>Turner v. Murray,</i> 476 U.S. 28, 106 S.Ct. 1683, 90 L.Ed.2d 27 (1986), the court examined Virginia's aggravating circumstance that defendant's conduct \"`in committing the offense was outrageously or wantonly vile, horrible, or inhuman, in that it involved torture, depravity of mind or aggravated battery to the victim.'\" The court noted that the Virginia Supreme Court had given a constitutional limiting construction to this factorrequiring torture, depravity of mind, or aggravated batteryand that this construction was included in the instructions to the jury. Moreover, the Virginia Supreme Court applied this limiting construction in its independent review and found that the facts justified a finding of the existence of this circumstance. <i>Id.</i> at 352-53. Thus, the Fourth Circuit upheld the jury's sentence of death.</p>\n<p>In <i>Boggs v. Bair,</i> 892 F.2d 1193, 1197 (4th Cir.1989), <i>cert. denied,</i> ___ U.S. ___, 110 S.Ct. 2193, 109 L.Ed.2d 521 (1990), the Virginia jury was instructed that it could impose the death sentence if it \"found the murder `wantonly vile, horrible or inhuman' in that it involved an aggravated battery `beyond the minimum necessary to accomplish the act of murder.'\" Relying on <i>Turner,</i> the court held that \"[t]he trial court properly instructed the jury using constitutionally limited instructions on the vileness factor as required by the Supreme Court. Thus the sentence based on the statute as applied to Boggs is constitutional.\" <i>Id.</i></p>\n<p>From the body of case law analyzed above, the court gleans the following guiding principles: 1) the final sentencer must be guided by a constitutional limiting construction of the \"especially heinous, atrocious or cruel\" aggravating circumstance; 2) \"heinous\" may not be constitutionally defined as \"extremely wicked or shockingly evil\" and \"atrocious\" may not be constitutionally defined as \"outrageously wicked and vile\"; 3) if any one of the terms in \"especially heinous, atrocious <i>or</i> cruel\" is not constitutionally defined, the constitutionally adequate definition of the other terms will not save the aggravating circumstance as a whole; 4) if the sentencer's determination was not based on a constitutional limiting construction of \"especially heinous, atrocious or cruel,\" the state appellate court can nevertheless affirm the sentence of death by: a) properly applying a constitutional limiting construction and finding the existence of this aggravating factor; b) disregarding the \"especially heinous, atrocious or cruel\" circumstance, reweighing the remaining aggravating and mitigating circumstances, and concluding the death penalty to be warranted; or c) otherwise determining the error to be harmless; 5) a state appellate court's decision which concludes, based on the totality of the surrounding circumstancesrather than the application of a constitutional limiting <span class=\"star-pagination\">*1383</span> constructionthat the aggravating factor is satisfied, will not cure the jury's defective sentence; and 6) if the jury's sentence is defective and that defect was not cured by the state appellate court, or the appellate court's basis for affirming is not clear from its opinion, the case must be remanded to that court for it to determine, in the first instance, whether the death sentence may lawfully be imposed or whether a new sentencing determination is required. These principles will now be applied to analyze the constitutionality of petitioner's death sentence.</p>\n<p></p>\n<h2><i>2. Petitioner's Sentence</i></h2>\n<p>Petitioner's jury found his murder to be \"especially heinous, atrocious or cruel.\" On this factor, they were instructed as follows:</p>\n<blockquote>Now, members of the jury, every murder, if it results from an unlawful killing, of course, is a violation of the law, but it does not necessarily mean that there is anything aggravated about it or that it was especially heinous or atrocious or cruel. And our Supreme Court has said that the words \"especially heinous, atrocious or cruel\" means [sic] extremely or especially or particularly heinous or atrocious or cruel. <i>Heinous means extremely wicked or shockingly evil.</i> Atrocious means marked by or given to extreme wickedness, brutality or cruelty, marked by extreme violence or savagely fierce. It means outrageously wicked or violent. Cruel means designed to inflict a high degree of pain, utterly indifferent to or the enjoyment of suffering of others.</blockquote>\n<p>(Emphasis added.) This instruction is similar to the ones employed in <i>Maynard</i> and <i>Shell.</i> It is true that petitioner's jury was given a more detailed and more narrow definition of \"atrocious\" than was given in either <i>Maynard</i> or <i>Shell.</i> However, in all three cases \"heinous\" was defined as \"extremely wicked or shockingly evil.\"<sup>[5]</sup> This definition is unconstitutionally vague. <i>Shell,</i> 111 S.Ct. at 314 (Marshall, J., concurring); <i>Cartwright,</i> 822 F.2d at 1489.</p>\n<p>Petitioner's jury was asked to determine whether the murder was especially heinous, atrocious <i>or</i> cruel. Thus, it could have found the existence of this circumstance based solely on a finding that the murder was especially \"heinous.\" Hence, \"even if the definition[s] of [atrocious and] cruel w[ere] adequate, the vague definition[] of ... heinous would still allow a sentencer to rely upon an unconstitutionally vague standard in determining that a murder satisfies this aggravating circumstance.\" <i>Cartwright v. Maynard,</i> 822 F.2d at 1489-90; <i>see </i><i>Proffitt v. Wainwright,</i> 685 F.2d 1227, 1265 n. 57 (11th Cir.1982) (jury's sentencing discretion was not significantly limited by constitutionally acceptable definition of \"cruel\" because \"cruelness\" is an alternative component of \"heinous, atrocious <i>or</i> cruel\"), <i>cert. denied,</i> 464 U.S. 1002, 104 S.Ct. 508, 78 L.Ed.2d 697 (1983). \"`It has long been settled that when a case is submitted to the jury on alternative theories the unconstitutionality of any of the theories requires that the conviction [or verdict] be set aside.'\" <i>Shell,</i> 111 S.Ct. at 314 (Marshall, J., concurring) (quoting <i>Leary v. United States,</i> 395 U.S. 6, 31-32, 89 S.Ct. 1532, 1545-46, 23 L.Ed.2d 57 (1969)); <i>see also </i><i>Boyde v. California,</i> 494 U.S. 370, 110 S.Ct. 1190, 1197-98, 108 L.Ed.2d 316 (1990) (applying principle in capital sentencing context). The court therefore concludes that petitioner's jury was not guided by a constitutionally acceptable limiting construction of the \"especially heinous, atrocious or cruel\" aggravating circumstance.</p>\n<p>Respondent contends otherwise. He points out that the North Carolina Supreme Court has applied a constitutional limiting construction to this aggravating factor. <i>See </i><i>State v. Martin,</i> 303 N.C. 246, 254, 278 S.E.2d 214, 220, <i>cert. denied,</i> 454 U.S. 933, <span class=\"star-pagination\">*1384</span> 102 S.Ct. 431, 70 L.Ed.2d 240 (1981) (requires \"evidence that the murder in question involved brutality in excess of that which is normally present in any killing\"); <i>State v. Goodman,</i> 298 N.C. 1, 24-25, 257 S.E.2d 569, 585 (1979) (same). Respondent contends that \"the trial court's instructions, especially when considered in [the] context of the jury arguments, adequately channeled the jury's discretion in compliance with this limitation....\" He relies on the following language in the trial judge's instructions during the sentencing phase:</p>\n<blockquote>The State, on the other hand, contends that [the murder] was especially heinous, atrocious and cruel. The State contends that the defendant not only killed her but placed her feet in a cement block through the holes in a cement block. The State contends it is unlikely he could have done that after her death, that he must have done it while she was alive, that she had already been subjected to rape and to robbery and that she was anticipating a slow torturous death and that she was struck at least three times with some heavy object, so the State contends, and that her death occurred over a period of from one to ten minutes. So the State contends that she was subjected to extreme suffering and that the death was especially heinous, atrocious or cruel.</blockquote>\n<p>Respondent also relies on the following language from the prosecutor's closing argument:</p>\n<blockquote>If the crime is especially heinous and cruelor cruel, then that is an aggravating circumstance. All of us know that you can kill quickly. If you choose to kill, you can kill quickly and death can be almost instantaneous. Or death can be long and drawn out and torturous. It is the manner of the killing which decides in some ways whether or not the killing is especially heinous, atrocious or cruel. If it is done with torture to the victim, with excessive blows in which she lived for a period of time in anguish, with the intent of the defendant to cause her that torture and anguish, that great pain prior to death. And that kind of killing is especially heinous, atrocious and cruel and we recognize that in our law as being something aggravating, a killing without mercy and without conscience, without pity for the victim, indifferent, totally indifferent to her suffering, totally indifferent to her and how she feels before she dies.</blockquote>\n<p>In respondent's view, the prosecutor's contentions as summarized by the judge coupled with the prosecutor's view of the facts and law expressed in argument sufficed to adequately limit the jury's interpretation of the \"especially heinous, atrocious or cruel\" aggravating circumstance. Respondent submits no authority for this rather novel argument. This court is unable to accept it. The jury was instructed to apply the law as stated by the judge, not the prosecutor. Moreover, a summary of contentions by the judge hardly suffices to meet the requirements of a narrowing limitation as is envisioned by <i>Godfrey</i> and <i>Maynard.</i> Petitioner was sentenced to death. Considering the instructions <i>which were</i> given to the jury, it is at least somewhat likely that that sentence was based on an impermissible construction of this aggravating factor. As such, the jury's sentence of death cannot stand on the present record.</p>\n<p>Respondent's reliance on <i>Proffitt v. Florida,</i> 428 U.S. 242, 96 S.Ct. 2960, 49 L.Ed.2d 913 (1976) is misplaced. <i>Proffitt</i> dealt with Florida's \"heinous, atrocious or cruel\" aggravating circumstance. The Supreme Court reviewed this factor solely to determine whether its potential vagueness made the entire Florida scheme so arbitrary and capricious as to be unconstitutional. <i>Id.</i> at 254 n. 11, 96 S.Ct. at 2967 n. 11. Finding that the Florida Supreme Court had adopted a limiting construction of this circumstancethat the murder be conscienceless or pitiless and unnecessarily torturous to the victimthe Court concluded that the factor was not so vague as to make the entire capital sentencing scheme unconstitutional. <i>Id.</i> at 255-56, 96 S.Ct. at 2968. The Court did not, however, analyze the application of the circumstance to defendant's case. That task was undertaken by the Eleventh Circuit in <i>Proffitt v. Wainwright,</i> 685 F.2d 1227 (11th Cir.1982), <i>cert.</i> <span class=\"star-pagination\">*1385</span> <i>denied,</i> 464 U.S. 1002, 104 S.Ct. 508, 78 L.Ed.2d 697 (1983). The court observed that the trial judge did not supply the jury with a constitutional narrowing construction of this circumstance, but rather instructed in terms equally vague as those in the statute.<sup>[6]</sup><i>Id.</i> at 1264-65 &amp; n. 57. Nor was there any indication that the trial judge, who has ultimate sentencing authority in Florida's scheme, limited his construction of this factor. <i>Id.</i> at 1264. Finding that the Florida Supreme Court did not cure the error, the Eleventh Circuit reversed and remanded. <i>Id.</i> at 1269-70. <i>Proffitt</i> is therefore actually more helpful to petitioner than it is to respondent.</p>\n<p>Having concluded that the jury was not supplied with a constitutional limiting construction of \"especially heinous, atrocious or cruel,\" the court must next determine if the North Carolina Supreme Court, in affirming the death sentence, 1) applied a proper limiting construction, 2) reweighed the aggravating and mitigating circumstances without this factor, or 3) otherwise found the error to be harmless. That court's entire analysis on whether the sentence was proper was as follows:</p>\n<blockquote>The judgment of death was lawfully imposed. The evidence supported the submission of the aggravating circumstances of G.S. 15A-2000(e)(5), upon the separate theories of rape, robbery and kidnapping of the deceased, and 15A-2000(e)(9), that the murder was especially heinous, atrocious or cruel. We find no indication in the record that the death penalty was recommended by the jury under the influence of passion or prejudice. Finally, we hold that the sentence of death for the intentional, deliberate and senseless murder of Whelette Collins was not excessive or disproportionate to the penalty imposed in similar cases, considering both the crime and the defendant. [Citations.] The State's evidence revealed that the nineteen year old victim suffered agonizing and humiliating torture at the merciless hands of the defendant who kidnapped her, raped her, cruelly mocked her as she stood naked in the cold and finally beat her to death in a wanton, brutal manner using a cinder block. Mere words are insufficient vehicles to describe the tragic horror of what happened to this poor girl and not even capital punishment can fully repay the price of her inexplicable and needless suffering.</blockquote>\n<p>Just as in <i>Godfrey</i> and <i>Maynard,</i> it is not apparent that the court applied any limiting construction to the \"especially heinous, atrocious, or cruel\" aggravating circumstance. Nowhere in the language quoted above did the court attempt to demonstrate how it had limited the construction of this circumstance in prior cases. It could have pointed to either <i>Martin</i> or <i>Goodman, see supra</i> pp. 1383-84, in which it had constitutionally narrowed this circumstance to require evidence that the murder in question involved brutality in excess of that which is normally present in any killing. At the very least, without citing cases properly narrowing the definition of this aggravating circumstance, the North Carolina Supreme Court left it unclear whether it was attempting to apply a constitutional limiting construction to the facts.</p>\n<p>That the court found elements of brutality and torture in the murder does not necessarily mean that it was tacitly attempting to apply the <i>Martin/Goodman</i> standard. In <i>Clemons,</i> the Mississippi Supreme Court, <i>after reciting the proper limiting construction,</i> referred to the \"brutal and torturous facts\" surrounding the murder. 110 S.Ct. at 1450. Nevertheless, the Supreme Court found it unclear whether the court intended to apply the limiting construction to the facts. <i>Id.</i> at 1449. In this case, the state supreme court merely stated its interpretation of the circumstances surrounding the murder and found, essentially, that the jury's determination was adequately supported. The Supreme Court squarely rejected this approach in <i>Maynard.</i> 486 U.S. at 364, 108 S.Ct. at 1859; <i>see also </i><i>Moore v. Clarke,</i> 904 F.2d 1226, 1233 (8th Cir.1990) (rejecting argument that Nebraska Supreme Court had cured error in submission of vague aggravating <span class=\"star-pagination\">*1386</span> factor by \"reviewing the totality of circumstances surrounding the murder\" and finding the factor to be satisfied).</p>\n<p>Since the North Carolina Supreme Court found no error at all, it neither attempted to reweigh the evidence without this aggravating circumstance nor engaged in a harmless-error analysis. Therefore, it did not have a sufficient constitutional basis to affirm the sentence of death. This court may not now decide whether the state supreme court could have affirmed the jury's sentence on any of the bases articulated in <i>Clemons.</i><sup>[7]</sup><i>See </i><i>Maynard,</i> 486 U.S. at 365, 108 S.Ct. at 1859; <i>Cartwright,</i> 822 F.2d at 1492. Petitioner's death sentence cannot stand unless, upon further review, the North Carolina Supreme Court determines that the sentence can be affirmed by applying a constitutional limiting construction to the \"especially heinous, atrocious or cruel\" circumstance, by reweighing the aggravating and mitigating circumstances without this factor, or pursuant to a harmless-error analysis. If that court is unable to affirm the sentence on one of these bases, it is, of course, free to order that petitioner be resentenced. These are decisions exclusively within the province of the North Carolina Supreme Court. <i>See </i><i>Maynard,</i> 486 U.S. at 365, 108 S.Ct. at 1859.</p>\n<p>The court has arrived at this result only after concluding that <i>Teague</i> is inapplicable. The rule petitioner relies on is not \"new,\" but rather is a direct application of <i>Godfrey,</i> which was decided in 1980, two years before his conviction became final. This conclusion is confirmed by <i>Lewis v. Jeffers,</i> ___ U.S. ___, 110 S.Ct. 3092, 111 L.Ed.2d 606 (1990) (a companion case to <i>Walton</i> that also addressed Arizona's \"especially heinous, atrocious or cruel\" factor), which did not even include a <i>Teague</i> analysis although it was before the Court on federal habeas review a year following <i>Teague. Accord </i><i>Davis v. Maynard,</i> 911 F.2d 415, 418 (10th Cir.1990) (<i>Maynard</i> challenge to \"especially heinous, atrocious or cruel\" aggravating circumstance does not call for the creation of a new rule under <i>Teague</i>); <i>Newlon v. Armontrout,</i> 885 F.2d 1328, 1333 (8th Cir.1989) (<i>Maynard</i> was \"an application, not an expansion, of <i>Godfrey</i>\"), <i>cert. denied,</i> ___ U.S. ___, 110 S.Ct. 3301, 111 L.Ed.2d 810 (1990).</p>\n<p></p>\n<h2>D. Lack of Individualized Consideration of Mitigating Evidence</h2>\n<p>By this assignment of error, petitioner contends that</p>\n<blockquote>the judge's instructions mandated a sentence of death if the jury found the aggravating circumstances, standing alone, were sufficiently substantial. At the very least, the instruction as given could have been interpreted by the jury to prohibit them from considering mitigating circumstances in their determination with respect to the final issue as to whether or not the aggravating circumstances were sufficiently substantial to call for death.</blockquote>\n<p>The Fourth Circuit considered and rejected such a challenge in <i>McDougall v. Dixon,</i> 921 F.2d 518 (4th Cir.1990). Petitioner there contended that the fourth jury issue \"should have included a requirement that the jury consider mitigating circumstances when answering this inquiry.\" <i>Id.</i> at 523. Indeed, the North Carolina Supreme Court held on his direct appeal that the fourth issue should contain such language <i>in future cases. </i><i>State v. McDougall,</i> 308 N.C. 1, 32-33, 301 S.E.2d 308, 327, <i>cert. denied,</i> 464 U.S. 865, 104 S.Ct. 197, 78 L.Ed.2d 173 (1983). Relying on its decision in <i>Rook v. Rice,</i> 783 F.2d 401 (4th Cir.), <i>cert. denied,</i> 478 U.S. 1022, 106 S.Ct. 3315, 92 L.Ed.2d 745 (1986), the Fourth Circuit concluded that the instruction on the fourth issue \"did not in any way interfere with the jury's consideration of mitigating circumstances so as to result in a mandatory death penalty.\" 921 F.2d at 528. As that instruction did not differ materially from the one given in this case, <i>see supra</i> pp. 1374-75, this court is bound by <i>McDougall</i> to reject this <span class=\"star-pagination\">*1387</span> challenge.<sup>[8]</sup></p>\n<p></p>\n<h2>E. Ineffective Assistance of Counsel</h2>\n<p>Petitioner raises numerous claims of ineffective assistance of his trial counsel, Dwight L. Cranford and W. Lunsford Crew. These claims were all presented to and rejected by the North Carolina courts on the merits. All factual findings made by those courts must therefore be accepted here if they are supported by the record. 28 U.S.C. § 2254(d)(8) (1990). The ultimate determination of whether counsel was ineffective, however, is a mixed question of fact and law which is not entitled to a presumption of correctness. <i>Hoots v. Allsbrook,</i> 785 F.2d 1214, 1219 (4th Cir. 1986). Before reaching its decision on petitioner's ineffective assistance claims, the court thoroughly examined the entire transcript of petitioner's trial and relevant portions of the transcripts of his motions for appropriate relief as well as the state-court orders which denied those motions.</p>\n<p>The sixth amendment to the United States Constitution guarantees criminal defendants the right to the assistance of counsel. <i>E.g., </i><i>Gideon v. Wainwright,</i> 372 U.S. 335, 83 S.Ct. 792, 9 L.Ed.2d 799 (1963). \"[T]he right to counsel is the right to the effective assistance of counsel.\" <i>McMann v. Richardson,</i> 397 U.S. 759, 771 n. 14, 90 S.Ct. 1441, 1449 n. 14, 25 L.Ed.2d 763 (1970). \"The proper measure of attorney performance [is] reasonableness under prevailing professional norms.\" <i>Strickland v. Washington,</i> 466 U.S. 668, 688, 104 S.Ct. 2052, 2065, 80 L.Ed.2d 674 (1984). The critical question the court must answer is \"whether counsel's conduct so undermined the proper functioning of the adversarial process that the trial cannot be relied upon as having produced a just result.\" <i>Id.</i> at 686, 104 S.Ct. at 2064.</p>\n<p>In <i>Strickland,</i> the Supreme Court established a two-prong test to analyze claims of ineffective assistance of counsel. The first prong requires the petitioner to demonstrate that his counsel's acts or omissions fell outside the range of reasonably competent assistance. <i>Id.</i> at 690, 104 S.Ct. at 2065. The court's determination of whether the petitioner has met his burden on this prong is to be made in light of a strong presumption that counsel provided effective assistance. <i>Id.</i> If the petitioner establishes that his counsel's conduct fell outside the acceptable range, he must then satisfy <i>Strickland's</i> second prong by establishing a \"reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different.\" <i>Id.</i> at 694, 104 S.Ct. at 2068. On an issue relating to sentencing only, petitioner must demonstrate that there is a reasonable probability that, but for his counsel's failures, the sentencer would have concluded that the balance of aggravating and mitigating circumstances did not warrant the death penalty. <i>Id.</i> at 695, 104 S.Ct. at 2068. This test will now be employed to analyze petitioner's claims.</p>\n<p></p>\n<h2><i>1. Failure to Seek Change of Venue</i></h2>\n<p>Petitioner alleges that Cranford and Crew erred in deciding not to move for a change of venue. North Carolina Superior Court Judge Donald L. Smith, who presided over petitioner's first motion for appropriate relief, made the following factual findings relevant to this claim:</p>\n<blockquote>The attorneys considered whether to file a motion for change of venue based upon the publicity given to the crimes. The decision was to leave venue in Halifax County. They determined that the population of the adjoining counties of Warren and Northhampton were predominantly black; Nash and Edgecombe Counties were where the crimes originated. [T]he attorneys believed that if an adjoining county was not considered then the trial could possibly be moved to a larger county, which they opposed because of statewide publicity. The attorneys believed that they could put more pressure on the District Attorney of Halifax County to plea bargain if the venue was not changed, since the District Attorney <span class=\"star-pagination\">*1388</span> might receive help from the District Attorney of the county to which this case might be removed. They discussed these issues and beliefs with other criminal defense attorneys in Halifax County. A determination was made that since Mr. Crew and Mr. Cranford had practiced law in Halifax County all of their careers, their reputations in the county would help them in the trial of the case, as well as their knowledge of jurors who would be selected to try the case. Based upon these considerations, the decision was made to leave venue in Halifax County. They also hoped to convince the District Attorney to accept a plea to a lesser offense by playing on his religious beliefs and lack of experience in the trial of first degree murders. The defendant concurred in the decision not to seek change of venue.</blockquote>\n<blockquote>.   .   .   .   .</blockquote>\n<blockquote>The petitioner has failed to produce an adequate showing of \"massive pre-trial publicity\" .... [T]here is no indication that the jury pool was so prejudiced by pre-trial publicity that the petitioner was unable to obtain a fair and impartial jury. There was no showing that the majority of the residents of the county had knowledge of Smith's case. There was no showing that a majority of the residents of Halifax County had formed an opinion concerning the guilt of the defendant.</blockquote>\n<p>These findings are adequately supported by the state-court record and therefore are presumed correct. 28 U.S.C. § 2254(d)(8). The court finds that the lack of massive pretrial publicity in Halifax County coupled with trial counsel's legitimate strategy in keeping venue there demonstrate that their failure to move for a change of venue did not depart from the range of reasonably competent assistance. <i>Strickland,</i> 466 U.S. at 690, 104 S.Ct. at 2065. Moreover, even if petitioner had established a departure from the permissible range of assistance, it is not reasonably probable that, but for such error, the result of the proceeding would have been different. <i>Id.</i> at 694, 104 S.Ct. at 2068. Even if the case were tried in a different county, the jury ultimately selected would have heard and seen the same, overwhelming evidence against petitioner as did the jury that convicted and sentenced him and, in all probability, would have arrived at the same result.</p>\n<p></p>\n<h2><i>2. Failure to Adequately Pursue Fair Selection Process</i></h2>\n<p>Petitioner next challenges his trial counsel's failure to pursue vigorously individual voir dire and sequestration of the jury during voir dire pursuant to N.C.Gen. Stat. § 15A-1214(j) (1988). Although Cranford and Crew filed a written motion seeking individual voir dire and sequestration, they did not present the court with a legal memorandum or pursue argument. The motion was denied when the case was called on for trial. On direct appeal, the North Carolina Supreme Court rejected petitioner's challenge to this discretionary ruling. <i>State v. Smith,</i> 305 N.C. 691, 699, 292 S.E.2d 264, 270, <i>cert. denied,</i> 459 U.S. 1056, 103 S.Ct. 474, 74 L.Ed.2d 622 (1982). The court noted counsel's failure to pursue argument on this issue. <i>Id.</i></p>\n<p>Judge Smith found as a fact that \"[t]he pre-trial motions concerning the jury were quickly denied by the trial judge. The attitude of the judgebefore whom the attorneys had appeared many timesconvinced the defendant's attorneys that pursuit of the motions by further arguments probably would not change that court's ruling and could be counterproductive.\" This court is very cognizant of the dynamics involved in the interplay between lawyers and judges on such matters and concludes that counsel's decision not to pursue the motion more vigorously did not depart from the range of reasonably competent assistance. <i>Strickland,</i> 466 U.S. at 690, 104 S.Ct. at 2065. Moreover, even if petitioner had established a departure from the permissible range, it is not reasonably probable that, but for such error, the result of the proceeding would have been different. <i>Id.</i> at 694, 104 S.Ct. at 2068. Even if the motion were granted and different jurors were ultimately selected, they would have heard and seen the same, overwhelming evidence against petitioner as did the jury that convicted and sentenced him and, in all probability, <span class=\"star-pagination\">*1389</span> would have arrived at the same result.</p>\n<p></p>\n<h2><i>3. Ineffective Voir Dire</i></h2>\n<p>Petitioner alleges that his trial counsel's questioning of prospective jurors was too sparse, that jurors who should have been removed remained on the jury, and that his attorneys used peremptory challenges on jurors who could have been removed for cause. In <i>Strickland,</i> the Court stated that</p>\n<blockquote>there is no reason for a court deciding an ineffective assistance claim ... to address both components of the inquiry if the defendant makes an insufficient showing on one. In particular, a court need not determine whether counsel's performance was deficient before examining the prejudice suffered by the defendant as a result of the alleged deficiencies. ... If it is easier to dispose of an ineffectiveness claim on the ground of lack of sufficient prejudice, which we expect will often be so, that course should be followed.</blockquote>\n<p><i>Id.</i> at 697, 104 S.Ct. at 2069. With respect to petitioner's ineffective voir dire claim, the prejudice analysis can be undertaken much more briefly and succinctly than the reasonableness analysis. The court will therefore proceed directly to <i>Strickland</i>'s second prong.</p>\n<p>Even had petitioner's counsel excluded those jurors he now claims should have been excluded, and gotten the benefit of a challenge for cause for every juror he contends could have been so challenged, it is not reasonably probable that the result of the proceeding would have been different. <i>Id.</i> at 694, 104 S.Ct. at 2068. Again, no matter how the jury was ultimately constituted, it would have heard and seen the same, overwhelming evidence against petitioner as did the jury that convicted and sentenced him and, in all probability, would have arrived at the same result.</p>\n<p></p>\n<h2><i>4. Failure to Develop and Present Case in Mitigation</i></h2>\n<p>Petitioner's next argument is that his trial counsel made an insufficient effort to locate and interview witnesses who could have presented mitigating evidence and failed to develop adequately the mitigating evidence which they did retrieve. Specifically, plaintiff assigns as error his counsel's failure to call as witnesses three former teachers whose testimony at the hearing on his first motion for appropriate relief was as follows: Thomas Merritt, who taught petitioner one course in high school, testified that petitioner was well-behaved, polite, respectful, and, although picked on by other students, had an \"extraordinary amount of patience.\" He testified that petitioner had an excellent mind and did extremely well in school, making nearly straight A's. Ronald Crawley, who taught petitioner advanced biology in high school, testified that petitioner \"was as courteous as any kid I've ever taught,\" had an \"unbelievable amount of patience\" despite being the brunt of classmates' ridicule, and was \"as far from mean as you could possibly get on any scale.\" Martin Woodard, petitioner's Spanish teacher for three years in high school testified that he was an excellent student, respectful, cooperative, and worked well in groups.</p>\n<p>Petitioner also challenges his attorneys' failure to call Adrienne Ivey, city editor of the local newspaper and a neighbor of petitioner who had known him all his life. She testified at the motion hearing about petitioner's generosity and sensitivity and about the contrast of his brightness and success as a student with his failure to develop successful social and family relationships. She would have been forced to admit on cross-examination that her son and petitioner got into some trouble with the law and that petitioner's reputation in the community was bad. She also possessed letters that petitioner had written her son while the latter was in jail which contained potentially prejudicial information.</p>\n<p>Judge Smith made the following factual findings concerning these potential witnesses:</p>\n<blockquote>The court finds that with regard to witness[] ... Ivey ... [that] although [she] would have given testimony favorable <span class=\"star-pagination\">*1390</span> to the defendant at the sentencing phase, [she] had an obvious bias and favored the defendant. [She was], therefore, not the most credible witness[]. [She] possessed information that could be highly prejudicial to the defendant if brought out on cross examination by the State and for this reason, defense counsel made a tactical and strategic decision to avoid this risk and elected not to call [her] as [a] witness.</blockquote>\n<blockquote>The court finds that in regard to witnesses Crawley, Woodard and Merritt, each could have testified to facts favorable to the defendant at the sentencing phase. They were not called to testify, however, because their existence was not made known to the defense counsel nor were defense counsel made aware of their potential testimony. They did not attempt to contact the defense attorneys even though they knew when Smith was being tried. Defense counsel were aware that the defendant was a good but eccentric student in high school. This testimony was made known to Mr. Cranford through his conversation with the defendant's high school principal and homeroom teacher. The court finds that this type testimony was remote and of little value when considered with the defendant's conduct during the intervening period of time. The decision not to offer the testimony of defendant's high school record was a tactical and strategic decision of defense counsel. This testimony conflicted with the psychiatric evidence of anti-social personality and defendant's counsel did not desire to detract from or dilute that testimony in any way.</blockquote>\n<p>These findings are adequately supported by the state-court record and therefore are presumed correct. 28 U.S.C. § 2254(d)(8). It is apparent that Cranford and Crew did not contact the teachers because petitioner advised them in general terms that former teachers would not be helpful to his cause. Petitioner now argues that his attorneys were ineffective in relying on this advice. The court rejects this argument because it was entirely reasonable for counsel, considering their limited time and resources, to avoid pursuing avenues their client identified as unlikely to bear fruit. <i>See </i><i>Clanton v. Bair,</i> 826 F.2d 1354, 1358 (4th Cir.1987), <i>cert. denied,</i> 484 U.S. 1036, 108 S.Ct. 762, 98 L.Ed.2d 779 (1988); <i>Whitley v. Bair,</i> 802 F.2d 1487, 1494 n. 15 (4th Cir.1986), <i>cert. denied,</i> 480 U.S. 951, 107 S.Ct. 1618, 94 L.Ed.2d 802 (1987).</p>\n<p>Petitioner also challenges his attorneys' development of mitigating psychological evidence. He claims that they did not consult with and fully inform the psychiatric experts who evaluated petitioner; that they failed to request and review the records of his diagnosis and treatment at Halifax Mental Health Center where he was treated following a suicide attempt; that they did not evaluate whether petitioner had suffered neurological damage as the result of the suicide attempt; that they failed to contact the prison psychiatrist and failed to seek review of his psychiatric records from his previous period of incarceration; and that they did not properly notify the psychiatrists who were called to testify that they would be called and met only briefly with each of them. As a result of these alleged failures, petitioner contends his counsel painted an unsympathetic and inaccurate view of his life which tipped the balance in favor of death.</p>\n<p>Petitioner's argument assumes that it was the attorneys' function to provide the psychiatric experts with the information they needed to make their evaluations. In the court's view, this task is more appropriately left to the psychiatrists conducting the evaluations. Indeed, the very records and tests that petitioner criticizes his counsel for not seeking and obtaining were acquired by Dr. Bob Rollins, the very first psychiatrist to evaluate petitioner. A neurologist did in fact test petitioner for neurological damage resulting from the suicide attempt. Moreover, the testimony of Dr. Rollins and Dr. Robert Miller at the sentencing phase indicates that they were properly prepared by petitioner's attorneys. Both testified effectively concerning petitioner's psychological problems and both expressed the opinion that petitioner was suffering from an emotional disturbance at the time of the crime and that he was <span class=\"star-pagination\">*1391</span> unable to either appreciate the criminality of his conduct or to conform his conduct to the requirements of the lawtwo of the mitigating factors submitted to the jury. The jury's finding of the emotional disturbance factor demonstrates the effectiveness of the psychiatric evidence prepared by Cranford and Crew.</p>\n<p>The court finds, therefore, that petitioner's attorneys' conduct in the preparation and development of mitigating evidence did not depart from the <i>Strickland</i> standard of reasonableness. 466 U.S. at 690, 104 S.Ct. at 2065. Moreover, petitioner has not met his burden of establishing prejudice. The type of mitigating evidence that was not presented to the jury because of counsel's alleged failures would not, in the court's view, have been sufficient to overcome the weight of the aggravating factors found by the jury. Nothing in petitioner's background was so exceptional or remarkable that the average juror would have overlooked the aggravating circumstances and voted for a sentence of life. At the very least, even if every shred of evidence petitioner now contends should have been presented to the jury was submitted, it is not <i>reasonably probable</i> that the outcome would have been different. <i>Id.</i> at 694, 104 S.Ct. at 2068.</p>\n<p></p>\n<h2><i>5. Unauthorized Admissions of Petitioner's Guilt</i></h2>\n<p>Petitioner's next assignment of error is that he was denied effective assistance of counsel because both Cranford and Crew, during closing arguments, conceded his guilt of second-degree murder without express authorization. Cranford argued:</p>\n<blockquote>Now ladies and gentlemen of the jury, I'm not going to insult your intelligence or impugn my integrity and tell you that Kermit Smith is not responsible for the death of Whelette Collins. I'm not going to argue that to you. That would be spurious and foolish, but I am going to ask you to consider very carefully whether or not the State, through its evidence, has satisfied you beyond a reasonable doubt that he is guilty of first degree murder. <i>I argue to you that the only thing you can justifiably draw from this evidence is a verdict of second degree murder; that is, killing with malice, causing the death of someone with malice, but without premeditation and deliberation.</i>\n</blockquote>\n<p>(Emphasis added.) Crew argued:</p>\n<blockquote>My client is not going to like what I'm going to say to you right now, perhaps his parents won't. I'm not going to ask you to turn Kermit Smith loose. <i>I think he's guilty of something,</i> but it is up to you people to determine what he is guilty of....</blockquote>\n<blockquote>As I said before, we are not going to ask you to turn this defendant loose on every count. I don't think he should be. This is really a horror story. We've stayed awake and I'm sure you've stayed awake and I'm not going to perjure my conscience in any way to say to let him walk out of this courtroom a free man. I know that you wouldn't do it. I wouldn't be fair to myself to ask you that....</blockquote>\n<blockquote>And we say to you in all sincerity, <i>this defendant is guilty of something,</i> but we say to you there is no premeditation in this case.</blockquote>\n<p>(Emphasis added.) North Carolina Superior Court Judge I. Beverly Lake, Jr., who presided over petitioner's second motion for appropriate relief, made the following factual findings on this issue:</p>\n<blockquote>The Defendant's trial counsel, Mr. Cranford and Mr. Crew, are and were at the time of Defendant's trial two of the most highly respected, experienced and qualified attorneys and criminal defense counsel practicing in Halifax County ..., and said Counsel, upon extensive pre-trial investigation (including view of scene, psychiatric examination, and numerous conferences with witnesses for the State and the Defendant) concluded there was no evidence to support Defendant's original claim of accidental death of Whelette Collins, or of insanity, that the evidence of Defendant's guilt of first degree murder was overwhelming, (including Defendant's admissions to them, statements to Law Enforcement Officers, and evidence of Defendant's diaries wherein he planned crimes similar to those of which <span class=\"star-pagination\">*1392</span> he stands convicted and apparently not then known to the State), ... and that in light of such evidence their only chance of avoiding a first degree conviction and saving the Defendant's life was to suggest to the jury in argument that, while Defendant was responsible for Whelette Collins death, and should not be turned loose, their verdict should be either second degree or at least not first degree.... <i>Based upon these conclusions of both Defendant's counsel, as testified to by both at first and second Motion Hearings, Defendant's counsel consciously developed and consistently maintained through trial ... the tactic and trial strategy to seek a verdict of second degree murder as their only hope of avoiding the death penalty.</i>...</blockquote>\n<p>(Emphasis added.) These findings are adequately supported by the state-court record and therefore are presumed correct. 28 U.S.C. § 2254(d)(8).</p>\n<p>The Fourth Circuit has noted that \"a distinction ... can and must be drawn between a statement or remark which amounts to a tactical retreat and one which has been called a complete surrender.\" <i>Clozza v. Murray,</i> 913 F.2d 1092, 1099 (4th Cir.1990), <i>cert. denied,</i> ___ U.S. ___, 111 S.Ct. 1123, 113 L.Ed.2d 231 (1991). A \"`complete concession of the defendant's guilt' may constitute ineffective assistance of counsel....\" <i>Id.</i> (quoting <i>Francis v. Spraggins,</i> 720 F.2d 1190, 1194 (11th Cir. 1983), <i>cert. denied,</i> 470 U.S. 1059, 105 S.Ct. 1776, 84 L.Ed.2d 835 (1985)). However, under <i>Strickland,</i> concessions \"largely attributable to trial strategy\" should not be second-guessed by the court. <i>Id.</i> at 1100. As petitioner's counsel's concessions were \"largely attributable to trial strategy,\" and did not admit his guilt of <i>first-degree</i> murder, they will not be further scrutinized here. Petitioner has not met his burden of proving that counsel's concessions departed from the range of reasonably competent assistance. <i>Strickland,</i> 466 U.S. at 690, 104 S.Ct. at 2065.</p>\n<p>Petitioner has also failed to meet <i>Strickland</i>'s second prong. \"Abundant support for the conviction found in the record reduces the likelihood that error affected the verdict which was returned.\" <i>Clozza,</i> 913 F.2d at 1101. The evidence of petitioner's guilt of <i>first-degree</i> murder was overwhelming and uncontradicted. Counsel's concession of petitioner's guilt of <i>second-degree</i> murder was merely a statement of the obvious. The court simply cannot accept the argument that this admission influenced the jury's decision to convict petitioner of <i>first-degree</i> murder. Hence, it is not reasonably likely that, but for this admission, the outcome would have been different. <i>Strickland,</i> 466 U.S. at 694, 104 S.Ct. at 2068.</p>\n<p></p>\n<h2><i>6. Unauthorized Admission of Aggravating Circumstances</i></h2>\n<p>Petitioner next argues that counsel impermissibly conceded the existence of aggravating factors at the sentencing phase. Cranford's closing argument at sentencing proceeded as follows:</p>\n<blockquote>When you come to go back and make up your verdict on your decision in this case, you will be given a paper like this. There are several issues on this paper and the Judge will tell you what this means and how you are to approach it. Very simply, you are going to be asked to find whether or not there were aggravating circumstances in the murder of Whelette Collins. <i>Of course there were. Of course there were.</i> You will be given a list of four of them to answer, and you can answer those according to the evidence that you heard from the witness stand yesterday.</blockquote>\n<p>(Emphasis added.) Petitioner's argument is foreclosed by <i>Brown v. Dixon,</i> 891 F.2d 490 (4th Cir.1989), <i>cert. denied,</i> ___ U.S. ___, 110 S.Ct. 2220, 109 L.Ed.2d 545 (1990). There the Fourth Circuit analyzed a case in which defense counsel, at the sentencing phase, conceded the existence of the only two aggravating factors submitted to the jury:</p>\n<blockquote>Two aggravating factors were submitted to the jury during sentencing. On the issue whether the murder was heinous, atrocious or cruel, [defense counsel] argued, \"I think you're going to answer that issue `yes'.\" ... The second <span class=\"star-pagination\">*1393</span> issue was whether the murder was part of a course of conduct involving violence to another person. Defense counsel argued, \"Once again, I don't think there is any question you're going to answer it `yes'.\"</blockquote>\n<p><i>Brown v. Rice,</i> 693 F.Supp. 381, 397 (W.D. N.C.1988). The district court concluded that \"counsel's failure to consult with petitioner about conceding the existence of the two aggravating circumstances cannot be reduced to reasonable trial strategy. Rather, counsel's failure to consult with petitioner about this fundamental decision was inexcusable and constituted ineffective assistance of counsel.\" <i>Id.</i></p>\n<p>In reversing the district court's decision, the Fourth Circuit held that defense counsel's concession of the aggravating circumstances was \"acceptable under prevailing law....\" <i>Brown v. Dixon,</i> 891 F.2d at 500. The court reasoned that counsel's \"statements seem a reasonable device to gain jury support before proceeding to the arguments on mitigating circumstances that were the heart of [his] strategy.... Though [counsel] must have known the statement could have tremendous consequences for [petitioner], this knowledge alone does not mean that [he] had to obtain [petitioner's] consent to remain within ethical and constitutional bounds.\" <i>Id.</i> at 501.</p>\n<p>Petitioner's argument here is much weaker than the one made in <i>Brown.</i> In <i>Brown,</i> defense counsel <i>unequivocally</i> conceded the existence of <i>all</i> the aggravating circumstances submitted to the jury. Here, Cranford merely stated \"Of course there were [aggravating circumstances]. Of course there were.\" He did not specify which of the four aggravating factors submitted did, in his view, exist, and he certainly did not concede that they <i>all</i> existed. Because the jury had just convicted petitioner of rape and robbery, they had little choice but to find the existence of the aggravating factors relating to rape and robbery. <i>See supra</i> p. 1374. Thus, Cranford's remark that there were aggravating factors was again merely a statement of the obvious. <i>See </i><i>Brown v. Dixon,</i> 891 F.2d at 500-01 (\"It seems ... almost beyond doubt[] that the jury would have found the circumstances existed whatever [counsel] argued.\") In light of <i>Brown,</i> the court must conclude that Cranford's statement did not fall outside the range of reasonably competent assistance. <i>Strickland,</i> 466 U.S. at 690, 104 S.Ct. at 2065. Moreover, the court concludes that it is not reasonably probable that, absent this concession, the jury would have sentenced petitioner to life rather than death. <i>Id.</i> at 695, 104 S.Ct. at 2068.</p>\n<p></p>\n<h2><i>7. Failure to Seek Exclusion of Statements that Petitioner Wanted the Death Penalty</i></h2>\n<p>Defense counsel made two requests for evaluation of petitioner's capacity to proceed pursuant to N.C.Gen.Stat. § 15A-1002 (1988). As a result, two psychiatric reports were prepared, one by Dr. Rollins and one by Dr. Miller. Both reports contained a statement by petitioner that he desired the death penalty. In accordance with the statute, copies of the psychiatric reports were provided to the district attorney. Defense counsel did not move in limine to exclude the statements and did not move to suppress them at trial. At the sentencing phase, Dr. Rollins was asked on cross-examination, \"And in the section [of your report] dealing with mental status on the commission, you noted that [petitioner] said to you that he wants the death penalty; is that correct?\" Defense counsel did not object. Dr. Rollins replied, \"He stated that on one occasion.\" Dr. Miller was asked on cross-examination, \"You noted also in your report that he indicated to you that he would prefer to be executed rather than spend the rest of his life in prison.\" Defense counsel did not object. Dr. Miller replied, \"Yes, sir, he told me that upon one occasion.\" Petitioner asserts that counsel were ineffective both for failing to ensure that these incriminating statements were not disclosed to the district attorney and for failing to seek exclusion of this evidence at trial. Judge Smith found that</p>\n<blockquote>[d]efense counsel did not object to a statement by the defendant that he desired the death penalty, the same being <span class=\"star-pagination\">*1394</span> included in the psychiatrist's reports, because there was no legal basis for such objection. Further, it supported their theory that the defendant was under the influence of a mental or emotional disturbance, and that the defendant lacked the capacity to appreciate the criminality of his conduct, both of which are statutory mitigating circumstances.</blockquote>\n<p>The Supreme Court has held that where the trial court orders a psychiatric examination for a defendant who does not himself seek such an evaluation, and who presents no psychiatric evidence at trial, it violates his fifth and sixth amendment rights to allow the prosecution to use statements he made to the psychiatrists against him. <i>Estelle v. Smith,</i> 451 U.S. 454, 467-71, 101 S.Ct. 1866, 1875-77, 68 L.Ed.2d 359 (1981). Importantly, <i>Estelle</i> was decided <i>after</i> the trial of petitioner's case had concluded. In <i>Buchanan v. Kentucky,</i> 483 U.S. 402, 422-23, 107 S.Ct. 2906, 2917-18, 97 L.Ed.2d 336 (1987), the Court refined <i>Estelle,</i> holding that where the defendant requests a psychiatric examination, and presents psychiatric evidence at trial, the prosecution is free to rebut that evidence with material contained in the psychiatric reports. That is precisely what the prosecution did in this case. Thus, at least as the law now stands, there would be no fifth-amendment basis to seek the exclusion of petitioner's statements that he wanted the death penalty. Moreover, petitioner has cited no pre-<i>Estelle/Buchanan</i> authority which defense counsel could have relied on to seek exclusion of these statements.</p>\n<p>Petitioner also argues that his statements that he wanted the death penalty were irrelevant and could have been excluded on that ground. The court disagrees. Petitioner contended to the jury that he was suffering from an emotional disturbance at the time of the murder. He relied on the psychiatric reports prepared by Drs. Rollins and Miller to substantiate this contention. Both doctors concluded that petitioner was indeed suffering from an emotional disturbance. The jury had every right to learn what factors led the doctors to this conclusion. As both doctors included petitioner's statements that he wanted the death penalty in their reports, it is apparent that they were at least one factor on which the doctors relied. As such, they were relevant and could not have been excluded by counsel.</p>\n<p>With respect to petitioner's argument that counsel could have prevented the district attorney from receiving this information by following different procedures than the one ultimately chosen, petitioner asks this court to review in hindsight what <i>Strickland</i> requires to be analyzed from the vantage point of his attorneys at the time in question. 466 U.S. at 689, 104 S.Ct. at 2065. Counsel, at the time they requested a psychiatric evaluation, of course did not know that petitioner would tell his doctors that he wanted to be executed. It would not have been reasonable for Cranford and Crew to anticipate that petitioner would make such statements. By the time they learned that these statements were made and were included in the reports, the district attorney had already received them. Although in retrospect it may have been wiser for them to follow alternative procedures which may have kept these statements from the district attorney, at the time they requested the competency evaluation, their decision was perfectly reasonable and well within prevailing professional norms. The court therefore finds that defense counsel's conduct did not fall outside the range of reasonably competent assistance. <i>Id.</i> at 690, 104 S.Ct. at 2065. Moreover, even had counsel succeeded in keeping these statements from the jury, it is not reasonably probable that they would then have recommended life instead of death. <i>Id.</i> at 695, 104 S.Ct. at 2068.</p>\n<p></p>\n<h2><i>8. Failure to Seek Exclusion of Custodial Statements</i></h2>\n<p>Finally, petitioner contends that he was denied effective assistance of counsel via his attorneys' failure to determine, through investigation, that the statements he gave to police officers could not be admitted against him and for their failure to move to suppress these statements. Like petitioner's argument that counsel <span class=\"star-pagination\">*1395</span> conducted an ineffective voir dire, <i>see supra</i> p. 1389, this claim is more easily and succinctly analyzed under <i>Strickland</i>'s second prong than its first. The court will therefore proceed directly to that prong.</p>\n<p>The only custodial statement which was introduced at trial was admitted through the testimony of Deputy Charles Ward.<sup>[9]</sup> During the forty-five minute period in which Ward was taking petitioner's photograph and fingerprints, the following conversation ensued:</p>\n<blockquote>Smith asked me who gave me permission to take the seats out of his car. I told him no one. I took them. He wanted to know, he said, How can I look for a job after I get out of this mess if I don't have a car to drive? At that time [Deputy] Warren told him, Kermit, you have an attorney and were told not to say anything and don't say anything else. <i>He said that it won't a real gun, he was just trying to scare the girls.</i> At that time I told him that was enough, we don't want to hear no more. You've got an attorney. Don't say anything else. <i>His last remark was: Well, I think the girl was dead when I threw her in the pond anyway.</i>\n</blockquote>\n<p>(Emphasis added.) This colloquy occurred after petitioner had twice been advised of his <i>Miranda</i> rights and had formally waived them. Petitioner nevertheless contends that the statements to Ward were involuntary, that counsel should have realized that, and that counsel should have moved to suppress them.</p>\n<p>Petitioner's argument hinges on his contention that the circumstances leading up to these statements were so remarkable that the statements cannot be considered voluntarily made. He points out that at the time he made these statements he had gone more than twenty-four hours without sleep, had been without food, had suffered physical injuries, and was suffering from an emotional disturbance. He was brought into a room where he was surrounded with portions of his dismantled car with two officers and was stripped and searched. However, petitioner was described as calm, coherent, and alert by the officers and by the lawyer who represented him immediately following his arrest. Petitioner was dressed at the time he made the statements to Ward. No showing has been made that petitioner was denied food or rest upon request.</p>\n<p>Also critical to petitioner's argument is his contention that Deputy Roosevelt Green had told him during the ride to the jail that whether he would be a character witness for petitioner at trial \"would be contingent on defendant's performance with the detectives.\" This contention is actually a total fabrication. At the hearing on petitioner's first motion for appropriate relief, Deputy Green was asked, \"Did you make any response to his statement that he might want to call you as a character witness?\" Green's entire response was:</p>\n<blockquote>Um, best I can remember I told him that just wait until he got into the detective's and then, you know, they would work from there with him, because normally when we have a case like that and we don't bother about going into no details with the Defendant. We let them do all the processing.</blockquote>\n<p>In view of these facts, the statements made to Deputy Ward could not have been suppressed. <i>See e.g., </i><i>State v. Boykin,</i> 298 N.C. 687, 259 S.E.2d 883 (1979), <i>cert. denied,</i> 446 U.S. 911, 100 S.Ct. 1841, 64 L.Ed.2d 264 (1980). Therefore, no matter how diligently Cranford and Crew investigated the facts and researched the law, the statements would ultimately have been presented to the jury. Hence, even had counsel investigated petitioner's custodial statements as meticulously as was possible, it is not reasonably probable that the result of the proceedings would have been different. <i>Strickland,</i> 466 U.S. at 694, 104 S.Ct. at 2068.</p>\n<p></p>\n<h2>IV. <i>Conclusion</i>\n</h2>\n<p>For the reasons stated in section III.C. of this opinion, Kermit Smith, Jr.'s petition for <span class=\"star-pagination\">*1396</span> a writ of habeas corpus is hereby GRANTED, subject to further review by the North Carolina Supreme Court. Petitioner is not entitled to any relief on the remainder of his claims.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>McKoy</i> was an outgrowth of <i>Mills v. Maryland,</i> 486 U.S. 367, 108 S.Ct. 1860, 100 L.Ed.2d 384 (1988), which struck down a portion of Maryland's capital sentencing scheme for similar reasons.</p>\n<p>[2]  The judge in petitioner's case never made this precise statement, but did instruct the jury that \"[t]he sentence recommendation must be agreed upon by a unanimous vote of the twelve jurors.\" Also, during the guilt phase, he had instructed the jury that \"[t]he verdict is a unanimous finding of the twelve jurors.\"</p>\n<p>[3]  Petitioner's judge employed the word \"unanimously\" eight times during his capital sentencing instructions.</p>\n<p>[4]  It is arguable that this sentence in <i>McDougall</i> is merely dicta and should not prevent this court from undertaking its own <i>Teague</i> analysis. Nonetheless, this court considers itself bound by the Fourth Circuit regardless of whether its analysis is thorough, brief, or nonexistent. Whether <i>McDougall's Teague</i> analysis was sufficient is a matter which can be addressed only by the Fourth Circuit, not by this court.</p>\n<p>[5]  \"Cruel\" was also defined in nearly identical language in all three cases. The Tenth Circuit did not find the definition of \"cruel,\" analyzed in isolation, to be unconstitutionally vague. <i>Cartwright v. Maynard,</i> 822 F.2d at 1489-90. Justice Marshall, in his concurring opinion in <i>Shell,</i> assumed that this definition was valid. 111 S.Ct. at 314 (Marshall, J., concurring). Therefore, the court will assume <i>arguendo</i> that the definition of cruel supplied to petitioner's jury was constitutionally adequate.</p>\n<p>[6]  The instruction was nearly identical to the one given in <i>Maynard, supra</i> p. 1379.</p>\n<p>[7]  If it were permitted to make this determination, the court would not hesitate to hold that the underlying facts satisfy the <i>Martin/Goodman</i> standard.</p>\n<p>[8]  The court deems it unnecessary to engage in a <i>Teague</i> analysis on this issue, as <i>McDougall</i> clearly precludes relief on the merits.</p>\n<p>[9]  Petitioner complains about several other custodial statements he made. However, as they were not submitted to the jury, they could not possibly have prejudiced the outcome. Therefore, they will not be independently examined here.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">766</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1370</span></span> (1991)</b></center>\n<center><h1>Kermit SMITH, Jr., Petitioner,<br>\nv.<br>\nGary DIXON, Warden, Central Prison, Raleigh, North Carolina, Respondent.</h1></center>\n<center>No. 88-337-HC.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 10, 1991.</center>\n<p><span class=\"star-pagination\">*1371</span> <span class=\"star-pagination\">*1372</span> C. Frank Goldsmith, Jr., Marion, N.C., Melinda Lawrence, Raleigh, N.C., for petitioner.</p>\n<p><span class=\"star-pagination\">*1373</span> Richard N. League, Joan H. Byers, Sp. Deputy Attys. Gen., Barry S. McNeill, Asst. Atty. Gen., Raleigh, N.C., for respondent.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on Kermit Smith's habeas corpus petition filed pursuant to 28 U.S.C. § 2254 (1990). Both parties have briefed the petition and have filed supplemental briefs on various issues which have become relevant during its pendency. The matter is now ripe for ruling.</p>\n<p></p>\n<h2>I. <i>Facts</i>\n</h2>\n<p>A full recital of the underlying facts can be located in the North Carolina Supreme Court's opinion on petitioner's direct appeal, <i>State v. Smith,</i> <span class=\"citation no-link\"><span class=\"volume\">305</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">691</span></span>, <span class=\"citation\" data-id=\"1295633\"><a href=\"/opinion/1295633/state-v-smith/\"><span class=\"volume\">292</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">264</span></a></span>, <i>cert. denied,</i> <span class=\"citation\" data-id=\"110854\"><a href=\"/opinion/110854/kermit-smith-jr-v-north-carolina-larry-darnell-williams-v-north/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1056</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">474</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">622</span></span> (1982). The following synopsis derives from that opinion. On 3 December 1980, following a college basketball game at which they were cheerleaders, three black femalesWhelette Collins, Dawn Killen, and Yolanda Woodswere preparing to depart from the parking lot in Collins' car when petitioner, a twenty-three-year-old white male, suddenly appeared and asked for a ride to the highway. The women refused. Petitioner then brandished what appeared to be a pistol and demanded entrance into the vehicle. He got into the rear seat, behind Collins, and directed her to drive. <i>Id.</i> at 694, 292 S.E.2d at 267.</p>\n<p>They eventually arrived at petitioner's car which was parked in some woods near the campus. Petitioner took the keys to Collins' car and asked the women if they had any money. Collins told him that she had \"a little bit.\" Petitioner ordered the women out of the car and Collins gave petitioner the $7.00 she had. He then forced Killen and Woods to get into the trunk of his car and made Collins lie face down on the back seat. He proceeded to drive the women to a quarry pit in a heavily wooded area. At some point he let Killen and Woods out of the trunk. He told them that they would have to wait in this deserted spot for about three hours until his friend came with another car. <i>Id.</i> at 695, 292 S.E.2d at 267. Petitioner told the women that his friend would kill them if he discovered that petitioner had taken so many hostages. He also warned the women that he would have to hurt them if they did not listen to him.</p>\n<p>Petitioner eventually forced Killen and Woods back into the trunk of his car and shut it. They could overhear him talking to Collins. They eventually heard a scuffle and heard Collins scream. Then they heard gunshots. About an hour and a half later, Killen and Woods heard someone crying. Collins knocked on the trunk and asked her friends how they were. They in turn asked how she was. She replied that she was not all right. She asked petitioner why he had done \"this\" to her. He replied, \"you don't understand my motivation.\" Collins complained about being cold and asked petitioner to open the trunk to retrieve a blanket. He refused her request responding \"your friends would get upset if they saw you standing here without any clothes on.\" He then told Collins, \"I can put you out of your misery.\" He later told her that they would go back to where he had thrown her clothes.</p>\n<p>For over an hour Killen and Woods heard nothing. <i>Id.</i> at 696, 292 S.E.2d at 268. Eventually petitioner reappeared and opened the trunk. The two women asked where Collins was. Petitioner replied that she had stopped at the quarry to use the bathroom. The women called for her but received no reply. Shortly thereafter, Killen and Woods were able to attack petitioner with a straight pin and a lug wrench they had found in the trunk and they escaped. They hid in some underbrush until daylight. As they waited they heard a splash as if something had been thrown into water. At daybreak, the two women left the woods and contacted law enforcement officials who returned with them to the scene. Petitioner was attempting to leave the area when they arrived. <i>Id.</i> at 697, 292 S.E.2d at 268. He was bloody, his clothes were wet, water was running off <span class=\"star-pagination\">*1374</span> his hair, and he was barefoot. He was quickly apprehended and arrested.</p>\n<p>Officers found Collins' clothes, petitioner's wet and bloody underwear, and two cement blocks with blood, hair, and skin on them. Collins' nude body was found in a shallow pond. Her feet were jammed into a cement block. Live sperm were in her vaginal area, there were numerous lacerations and bruises on her head and body, and several of her ribs were fractured. Her skull was fractured in several places due to the force of a blunt trauma to her head. Petitioner was advised of his constitutional rights, but blurted out \"it won't even a real gun anyway. I was just trying to scare the girls.... I think she was dead before I threw her in the pond anyway.\"</p>\n<p>Petitioner was charged by indictment with first-degree murder, first-degree rape, and armed robbery. He offered no evidence to contest his guilt. On 30 April 1981, the jury found petitioner guilty of first-degree murder, second-degree rape, and common-law robbery. The trial then proceeded to the sentencing phase pursuant to N.C.Gen.Stat. § 15A-2000 (1988). The state relied on evidence introduced during the guilt phase. Petitioner called four witnesses, including his father and two psychiatrists. Both psychiatrists testified that petitioner was under the influence of an emotional disturbance at the time of the murder and that his capacity to appreciate the criminality of his conduct or to conform his conduct to the requirements of the law was impaired.</p>\n<p>The trial judge submitted the following issues to the jury, which were answered as is indicated:</p>\n<blockquote>ISSUE NO. ONE:</blockquote>\n<blockquote>Do you unanimously find from the evidence beyond a reasonable doubt that one or more of the following aggravating circumstances existed at the time of the commission of the murder?</blockquote>\n<blockquote>ANSWER: Yes.</blockquote>\n<blockquote>1. Was the murder committed while the defendant was engaged in the commission of or attempt to commit rape of the deceased?</blockquote>\n<blockquote>ANSWER: Yes.</blockquote>\n<blockquote>2. Was the murder committed while the defendant was engaged in the commission of or attempt to commit robbery of the deceased?</blockquote>\n<blockquote>ANSWER: Yes.</blockquote>\n<blockquote>3. Was the murder committed while the defendant was engaged in the commission of or attempt to commit kidnapping of the deceased?</blockquote>\n<blockquote>ANSWER: Yes.</blockquote>\n<blockquote>4. Was the murder especially heinous, atrocious or cruel?</blockquote>\n<blockquote>ANSWER: Yes.</blockquote>\n<blockquote>ISSUE NO. TWO:</blockquote>\n<blockquote>Do you find that one or more of the following mitigating circumstances exist?</blockquote>\n<blockquote>1. The murder was committed while the defendant was under the influence of mental or emotional disturbance.</blockquote>\n<blockquote>ANSWER: Yes.</blockquote>\n<blockquote>2. At the time of the murder, the capacity of the defendant to appreciate the criminality of his conduct or to conform his conduct to the requirements of the law was impaired.</blockquote>\n<blockquote>ANSWER: No.</blockquote>\n<blockquote>3. The age of the defendant at the time of the crime.</blockquote>\n<blockquote>ANSWER: No.</blockquote>\n<blockquote>4. That the defendant has no significant history of prior criminal activity.</blockquote>\n<blockquote>ANSWER: No.</blockquote>\n<blockquote>5. Are there any other circumstances arising from the evidence which you, the jury, deem to have mitigating value?</blockquote>\n<blockquote>ANSWER: No.</blockquote>\n<blockquote>ISSUE NO. THREE:</blockquote>\n<blockquote>Do you unanimously find from the evidence beyond a reasonable doubt that the aggravating circumstances are sufficient to outweigh the mitigating circumstances?</blockquote>\n<blockquote>ANSWER: Yes.</blockquote>\n<blockquote>ISSUE NO. FOUR:</blockquote>\n<blockquote>Do you unanimously find from the evidence beyond a reasonable doubt that the aggravating circumstances found by you are sufficiently substantial to call for the imposition of the death penalty?</blockquote>\n<blockquote>ANSWER: Yes.</blockquote>\n<p><span class=\"star-pagination\">*1375</span> Based on the jury's findings, the trial judge sentenced petitioner to death.</p>\n<p></p>\n<h2>II. <i>Procedural History</i>\n</h2>\n<p>Petitioner appealed his convictions and sentence to the North Carolina Supreme Court, which unanimously affirmed the convictions, and affirmed the death sentence with one dissenting vote. <i>State v. Smith,</i> <span class=\"citation no-link\"><span class=\"volume\">305</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">691</span></span>, <span class=\"citation\" data-id=\"1295633\"><a href=\"/opinion/1295633/state-v-smith/\"><span class=\"volume\">292</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">264</span></a></span> (1982). The United States Supreme Court denied certiorari. <i>Smith v. North Carolina,</i> <span class=\"citation\" data-id=\"110854\"><a href=\"/opinion/110854/kermit-smith-jr-v-north-carolina-larry-darnell-williams-v-north/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1056</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">474</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">622</span></span> (1982). Petitioner then filed a motion for appropriate relief pursuant to N.C.Gen. Stat. § 15A-1415 (1988) in the superior court of Halifax County. The motion was summarily denied with respect to all claims except ineffective assistance of counsel, which, following an evidentiary hearing, was also denied. The North Carolina Supreme Court denied certiorari, <i>State v. Smith,</i> <span class=\"citation\" data-id=\"1314017\"><a href=\"/opinion/1314017/state-v-smith/\"><span class=\"volume\">333</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">495</span></a></span> (1985), as did the United States Supreme Court, <i>Smith v. North Carolina,</i> <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1026</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">582</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">565</span></span> (1985).</p>\n<p>On 30 January 1986, petitioner filed a renewed petition for certiorari and alternative motion to reconsider denial of certiorari with the state supreme court in light of a recent decision by that court. The court dismissed the petition, but granted petitioner permission to file a new motion for appropriate relief, which he subsequently did. At the state's request, an evidentiary hearing was held, and the motion was denied. The North Carolina Supreme Court denied certiorari, <i>State v. Smith,</i> <span class=\"citation\" data-id=\"1372629\"><a href=\"/opinion/1372629/state-v-smith/\"><span class=\"volume\">364</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">668</span></a></span> (1988), as did the United States Supreme Court, <i>Smith v. North Carolina,</i> <span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1030</span></span>, <span class=\"citation\" data-id=\"112048\"><a href=\"/opinion/112048/united-states-postal-service-v-national-association-of-letter-carriers/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1589</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">903</span></span> (1988).</p>\n<p>Petitioner filed the instant petition on 20 May 1988 and, following extensive briefing by the parties, oral argument was held on 7 June 1989. On 11 October 1989, the court stayed the proceedings pending a decision by the United States Supreme Court in <i>McKoy v. North Carolina,</i> <span class=\"citation\" data-id=\"112388\"><a href=\"/opinion/112388/mckoy-v-north-carolina/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">433</span></a></span>, <span class=\"citation\" data-id=\"112388\"><a href=\"/opinion/112388/mckoy-v-north-carolina/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1227</span></a></span>, <span class=\"citation\" data-id=\"112388\"><a href=\"/opinion/112388/mckoy-v-north-carolina/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">369</span></a></span> (1990); the Court announced its ruling in that case on 5 March 1990. Following the <i>McKoy</i> decision, this court permitted both parties to submit supplemental briefs addressing the application of <i>McKoy</i> to the instant petition. On 23 April 1990, petitioner moved to defer decision on the habeas action pending decisions by the North Carolina Supreme Court on remand in <i>McKoy,</i> and a related case, <i>McNeil v. North Carolina,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1516</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">756</span></span> (1990). The motion was denied on 27 April 1990. Arguments in <i>McKoy</i> and <i>McNeil</i> were presented to the state supreme court on 14 May 1990. On 6 July 1990, petitioner filed a new motion in this court to defer proceedings in the habeas action pending reexhaustion in state court, attaching a motion he had filed with the North Carolina Supreme Court to remand to the superior court. On 9 August 1990, this court granted the motion pending adjudication of petitioner's state-court motion. On 3 October 1990, the North Carolina Supreme Court dismissed petitioner's motion. <i>State v. Smith,</i> <span class=\"citation no-link\"><span class=\"volume\">397</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">234</span></span> (1990).</p>\n<p>On 1 November 1990, this court granted respondent leave to file an amended answer to the petition in light of the United States Supreme Court's recent decision in <i>Teague v. Lane,</i> <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1060</span></a></span>, <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">334</span></a></span> (1989). Respondent filed the amended answer on 7 November 1990 and both parties have submitted briefs addressing the issues presented therein. The court finds that the issues raised in the amended answer do not warrant an additional hearing and the court is now ready to rule on the merits of the petition.</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p>Smith's petition for habeas corpus presents numerous issues, twelve of which are specifically addressed by his brief in support of the petition. Although the court has considered all the issues raised in the petition, this opinion will expressly address only those raised in the brief, as they are the most substantial and most deserving of careful treatment. Before the court begins that analysis, however, it will address respondent's argument that petitioner's first four claims are procedurally barred.</p>\n<p><span class=\"star-pagination\">*1376</span> Respondent argues that petitioner \"forfeited substantive review of all claims not raised on direct appeal\" other than his claims of ineffective assistance of counsel. Petitioner contends, however, that N.C. Gen.Stat. § 15A-1419 permitted him to present even procedurally defective claims in his state motion for appropriate relief and thereby preserve them for federal habeas review. Although subsection (a)(3) of that statute permits denial of a motion for appropriate relief if the stated grounds for relief were not raised in a prior appeal, subsection (b) permits the superior court to grant the motion \"in the interest of justice and for good cause shown ... if it is otherwise meritorious.\" <i>Id.</i> § 15A-1419(b). Petitioner included in his motion all the claims he now pursues here. By order dated 19 August 1983, North Carolina Superior Court Judge Frank R. Brown summarily denied all of petitioner's claims except ineffective assistance of counsel: \"The court has read the paperwriting and considered the arguments in support of the claims set out therein. The court finds as a fact that Claims No. I, II, III and IV [all claims except ineffective assistance] set forth no probable grounds for relief.\"</p>\n<p>Respondent's allegation of procedural default is governed by <i>Harris v. Reed,</i> <span class=\"citation\" data-id=\"112205\"><a href=\"/opinion/112205/harris-v-reed/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">255</span></a></span>, <span class=\"citation\" data-id=\"112205\"><a href=\"/opinion/112205/harris-v-reed/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span>, <span class=\"citation\" data-id=\"112205\"><a href=\"/opinion/112205/harris-v-reed/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">308</span></a></span> (1989). There petitioner challenged the sufficiency of evidence supporting his conviction. <i>Id.</i> at 257, 109 S.Ct. at 1039. The Appellate Court of Illinois affirmed. <i>Id.</i> Petitioner then filed a petition for postconviction relief in state court which was dismissed without a hearing. <i>Id.</i> The Appellate Court of Illinois affirmed the dismissal, referring to the \"`well-settled principle of Illinois law' that `those issues which could have been presented [on direct appeal], but were not, are considered waived.'\" <i>Id.</i> at 258, 109 S.Ct. at 1040 (quoting record).</p>\n<p>The Supreme Court ruled that federal habeas review of petitioner's claims was not procedurally barred. <i>Id.</i> at 266, 109 S.Ct. at 1045. The Court held that to bar federal review, a state court judgment must rest on \"a state-law ground that is both `independent' of the merits of the federal claim and an `adequate' basis for the court's decision.\" <i>Id.</i> at 260, 109 S.Ct. at 1042. \"[A] procedural default does not bar consideration of a federal claim on either direct or habeas review unless the last state court rendering judgment in the case `clearly and expressly' states that its judgment rests on a state procedural bar.\" <i>Id.</i> at 263, 109 S.Ct. at 1043 (quoting <i>Caldwell v. Mississippi,</i> <span class=\"citation\" data-id=\"111471\"><a href=\"/opinion/111471/caldwell-v-mississippi/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">320</span></a></span>, 327, <span class=\"citation\" data-id=\"111471\"><a href=\"/opinion/111471/caldwell-v-mississippi/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2633</span></a></span>, 2638, <span class=\"citation\" data-id=\"111471\"><a href=\"/opinion/111471/caldwell-v-mississippi/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">231</span></a></span> (1985)). The Court held that the Illinois state court's ruling that \"those issues which could have been presented, but were not, are considered waived,\" fell short of an explicit reliance on a state-law procedural default necessary to preclude habeas review. <i>Id.</i> at 266, 109 S.Ct. at 1045.</p>\n<p>If the passage at issue in <i>Harris</i> could not be construed as \"clearly and expressly\" stating that the judgment was based on a state procedural bar, neither can the statement by Judge Brown that petitioner's claims \"set forth no probable grounds for relief.\" Thus, under <i>Harris,</i> petitioner is not precluded from raising here <i>all</i> claims raised in his motion for appropriate relief.</p>\n<p>Respondent argues that <i>Harris</i> is a \"new rule\" which cannot be considered retroactively under the doctrine announced in <i>Teague v. Lane,</i> <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1060</span></a></span>, <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">334</span></a></span> (1989). There the Supreme Court held that habeas petitioners may not obtain the benefit of new constitutional rules of criminal procedure created subsequent to the time their convictions in state court became final unless one of two very narrow exceptions applies. <i>Id.</i> at 310, 109 S.Ct. at 1074. Respondent is incorrect.</p>\n<blockquote>The rule announced and applied by the Supreme Court in <i>Harris v. Reed</i> is a quasi-jurisdictional rule regarding the scope and limitations of the independent and adequate state grounds doctrine of abstention. It is not a rule of criminal procedure. <i>Teague</i> therefore has no bearing on this case. In fact, the <i>Teague</i> court itself considered the <i>Harris v. Reed</i> requirement applicable in the <i>Teague</i> case. <span class=\"star-pagination\">*1377</span> <i>Young v. Herring,</i> <span class=\"citation\" data-id=\"550678\"><a href=\"/opinion/550678/jerry-lynn-young-v-robert-herring-lee-county-sheriff/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">858</span></a></span>, 862 n. 1 (5th Cir.1990). Even if <i>Harris</i> could be construed as a rule of criminal procedure, it \"is not a `new rule' within the meaning of <i>Teague.</i> The Court in <i>Harris</i> merely extended the <i>Long</i> [<i>Michigan v.,</i> <span class=\"citation\" data-id=\"111020\"><a href=\"/opinion/111020/michigan-v-long/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1032</span></a></span>, <span class=\"citation\" data-id=\"111020\"><a href=\"/opinion/111020/michigan-v-long/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3469</span></a></span>, <span class=\"citation\" data-id=\"111020\"><a href=\"/opinion/111020/michigan-v-long/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1201</span></a></span> (1983)] `plain statement' rule to the habeas setting. The rule ... was dictated by ... precedent....\" <i>Hill v. McMackin,</i> <span class=\"citation\" data-id=\"534836\"><a href=\"/opinion/534836/john-hill-jr-v-norris-w-mcmackin-supt/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">810</span></a></span>, 814 (6th Cir.1989).</blockquote>\n<p>Thus, the court will now proceed to consider petitioner's claims in the order presented in his brief.</p>\n<p></p>\n<h2>A. Unanimity of Jury on Mitigating Evidence</h2>\n<p>In <i>McKoy v. North Carolina,</i> <span class=\"citation\" data-id=\"112388\"><a href=\"/opinion/112388/mckoy-v-north-carolina/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">433</span></a></span>, <span class=\"citation\" data-id=\"112388\"><a href=\"/opinion/112388/mckoy-v-north-carolina/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1227</span></a></span>, <span class=\"citation\" data-id=\"112388\"><a href=\"/opinion/112388/mckoy-v-north-carolina/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">369</span></a></span> (1990), the Supreme Court held that North Carolina's capital sentencing scheme's requirement that the jury's finding of a mitigating factor be unanimous violates the eighth amendment.<sup>[1]</sup> The issues submitted to the jury at the sentencing phase of petitioner's trial, <i>see supra</i> pp. 1374-75, however, differed from those supplied in <i>McKoy</i> in one important respect. On \"Issue No. Two,\" the <i>McKoy</i> jury was asked, \"Do you <i>unanimously</i> find from the evidence the existence of one or more of the following mitigating circumstances?\" (Emphasis added.) Petitioner's jury was asked, \"Do you find that one or more of the following mitigating circumstances exist?\" Despite the absence of the word \"unanimously\" in his case, petitioner contends that the jury could have reasonably interpreted this question, in conjunction with the other questions submitted and the instructions given, to require unanimity before it could find the existence of a mitigating factor.</p>\n<p>Subsequent to petitioner's and respondent's submission of briefs on the <i>McKoy</i> issue, the North Carolina Supreme Court decided <i>State v. McNeil,</i> <span class=\"citation\" data-id=\"1219467\"><a href=\"/opinion/1219467/state-v-mcneil/\"><span class=\"volume\">327</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">388</span></a></span>, <span class=\"citation\" data-id=\"1219467\"><a href=\"/opinion/1219467/state-v-mcneil/\"><span class=\"volume\">395</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">106</span></a></span> (1990), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1403</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">459</span></span> (1991). In <i>McNeil,</i> the second issue presented to defendant's capital sentencing jury was almost identical to that presented to petitioner's jury in that the word \"unanimously\" was not employed. Additionally, as in petitioner's case, the jury was told that they had to be unanimous on issues one, three, and four. The <i>McNeil</i> jury was \"instructed at least three times by the trial court that they must be unanimous in their decisions on <i>all the issues</i> they answered. ....\"<sup>[2]</sup><i>Id.</i> at 393, 395 S.E.2d at 110 (emphasis in original). The judge employed the word \"unanimously\" thirteen times during his capital sentencing instructions.<sup>[3]</sup><i>Id.,</i> 395 S.E.2d at 109. The court concluded \"that when viewed in the context of the overall charge, there is a reasonable likelihood that the jury interpreted the instructions here to require unanimity as to mitigating circumstances.\" <i>Id.</i> at 392, 395 S.E.2d at 109. Thus, the court held that \"[t]he instructions ... contained the same type of error held to violate the Eighth Amendment by the Supreme Court of the United States in <i>McKoy.\" Id.</i> at 393, 395 S.E.2d at 110. Because the court did not view the error as harmless, it vacated defendant's sentence of death and remanded to the superior court for a new sentencing proceeding. <i>Id.</i> at 397, 395 S.E.2d at 112.</p>\n<p>Petitioner's case may very well be controlled by <i>McNeil.</i> Nevertheless, the court is constrained by binding authority to conclude that petitioner cannot achieve habeas corpus relief based on <i>McKoy</i> and <i>McNeil.</i> In <i>McDougall v. Dixon,</i> <span class=\"citation\" data-id=\"553193\"><a href=\"/opinion/553193/michael-van-mcdougall-v-gary-dixon/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">518</span></a></span>, 539 (4th Cir.1990), the United States Court of Appeals for the Fourth Circuit, citing <i>Teague,</i> stated that \"the <i>McKoy</i> and <i>Mills</i> cases <span class=\"star-pagination\">*1378</span> represent new law and would not be applied retroactively on collateral review.\" Implicit in this sentence is that the <i>Teague</i> exceptions do not apply when a petitioner attacks his sentence on a <i>Mills/McKoy</i> rationale. Both <i>Mills</i> and <i>McKoy</i> were decided after petitioner's state conviction became final in 1982. Therefore, under <i>McDougall,</i> he cannot rely on those cases (or <i>McNeil</i>) to achieve relief.<sup>[4]</sup> His first argument must therefore be rejected.</p>\n<p></p>\n<h2>B. Misrepresentation of the Jury's Role in Sentencing</h2>\n<p>Petitioner's second argument is that the trial judge's excessive use of the word \"recommendation\" while instructing the jury during the capital sentencing phase impermissibly misrepresented to the jury its role in the sentencing process, which was to make a <i>binding</i> determination. N.C.Gen.Stat. § 15A-2002. Petitioner bases this argument on <i>Caldwell v. Mississippi,</i> <span class=\"citation\" data-id=\"111471\"><a href=\"/opinion/111471/caldwell-v-mississippi/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">320</span></a></span>, 328-29, <span class=\"citation\" data-id=\"111471\"><a href=\"/opinion/111471/caldwell-v-mississippi/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2633</span></a></span>, 2639-40, <span class=\"citation\" data-id=\"111471\"><a href=\"/opinion/111471/caldwell-v-mississippi/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">231</span></a></span> (1985), in which the Supreme Court held that \"it is constitutionally impermissible to rest a death sentence upon a determination made by a sentencer who has been led to believe that the responsibility for determining the appropriateness of the defendant's death rests elsewhere.\"</p>\n<p>This argument is also foreclosed by <i>Teague.</i> In <i>Sawyer v. Smith,</i> ___ U.S. ___, ___ - ___, <span class=\"citation\" data-id=\"112477\"><a href=\"/opinion/112477/sawyer-v-smith/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2822</span></a></span>, 2824-25, <span class=\"citation\" data-id=\"112477\"><a href=\"/opinion/112477/sawyer-v-smith/\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">193</span></a></span> (1990), the Supreme Court held that <i>Caldwell</i> is a new rule within the meaning of <i>Teague</i> and that it does not fit within either exception. Thus, because <i>Caldwell</i> was decided after petitioner's conviction became final in 1982, it affords him no basis for relief in this habeas proceeding.</p>\n<p>Moreover, even if it was not precluded by <i>Teague,</i> this argument would fail on the merits. In <i>Gaskins v. McKellar,</i> <span class=\"citation\" data-id=\"550105\"><a href=\"/opinion/550105/donald-henry-gaskins-v-kenneth-d-mckellar-warden-central-correctional/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">941</span></a></span>, 953 (4th Cir.1990), the Fourth Circuit considered a similar challenge to the trial court's use of the word \"recommend\" while instructing the capital sentencing jury:</p>\n<blockquote>[I]t is difficult to see how, in context, the trial judge's use of the word \"recommend\" could have had an effect on the sentencing decision.... [D]uring <i>voir dire,</i> the trial judge, the solicitor and [defendant's] attorney repeatedly told each juror that the jury could sentence to death or life imprisonment, that the jury had to make the decision, and that \"the jury will be asked to decide his punishment, either life imprisonment or death by electrocution.\" ... Nowhere in this case did anyone even imply that the jury's recommendation was non-binding. Though, in retrospect, we believe a wiser course would have been for the trial judge to explicitly instruct the jury that the word \"recommendation\" meant \"binding recommendation,\" under the circumstances, we are satisfied that the jury was properly aware of its sentencing responsibilities.</blockquote>\n<p>Similarly, an examination of the <i>voir dire</i> in this case convinces the court that the jury had to be aware that its recommendation was binding. Further, the arguments of both of petitioner's lawyers made it poignantly clear that the ultimate decision was in the jury's hands. In this context, the trial court's use of the word \"recommendation\" did not constitute prejudicial error.</p>\n<p></p>\n<h2>C. \"Especially Heinous, Atrocious or Cruel\" Aggravating Circumstance</h2>\n<p>Four aggravating circumstances were submitted to the jury. The first three asked whether the murder was committed while petitioner was engaged in raping, robbing, and/or kidnapping Whelette Collins. The fourth asked, \"Was the murder especially heinous, atrocious or cruel?\" N.C.Gen.Stat. § 15A-2000(e)(9). The jury answered this question affirmatively. Petitioner <span class=\"star-pagination\">*1379</span> contends that this question, and the related instructions supplied by the trial judge, were unconstitutionally vague.</p>\n<p></p>\n<h2><i>1. Legal Background</i></h2>\n<p>Analysis of this argument necessarily begins with a discussion of <i>Godfrey v. Georgia,</i> <span class=\"citation\" data-id=\"110259\"><a href=\"/opinion/110259/godfrey-v-georgia/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, <span class=\"citation\" data-id=\"110259\"><a href=\"/opinion/110259/godfrey-v-georgia/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1759</span></a></span>, <span class=\"citation\" data-id=\"110259\"><a href=\"/opinion/110259/godfrey-v-georgia/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">398</span></a></span> (1980). There the capital sentencing jury found the existence of one aggravating circumstance, that the murder was \"outrageously or wantonly vile, horrible and inhuman.\" The judge did not attempt to define this circumstance in his instructions. <i>Id.</i> at 426, 100 S.Ct. at 1764. The jury sentenced defendant to death, and the sentence was affirmed by the Georgia Supreme Court. <i>Id.</i> at 427, 100 S.Ct. at 1764. The United States Supreme Court held that, as applied in that case, the aggravating circumstance was unconstitutionally vague:</p>\n<blockquote>There is nothing in these few words, standing alone, that implies any inherent restraint on the arbitrary and capricious infliction of the death sentence. A person of ordinary sensibility could fairly characterize almost every murder as \"outrageously or wantonly vile, horrible and inhuman.\" Such a view may, in fact, have been one to which the members of the jury in this case subscribed. If so, their preconceptions were not dispelled by the trial judge's sentencing instructions.</blockquote>\n<p><i>Id.</i> at 428-29, 100 S.Ct. at 1765. The Court noted that although the Georgia Supreme Court had applied a limiting construction of this factor in analyzing previous cases on direct reviewrequiring torture, depravity of mind, or an aggravated batteryit had not applied any limiting construction in affirming the sentence in this case. <i>Id.</i> at 429-33, 100 S.Ct. at 1765-67. Indeed, the Georgia Supreme Court's only comment as to the satisfaction of this aggravating circumstance was that it was \"factually substantiated.\" <i>Id.</i> at 432, 100 S.Ct. at 1767. Therefore, that court's affirmance of the death sentence was insufficient to cure the jury's unchanneled discretion. <i>Id.</i> at 433, 100 S.Ct. at 1767. The United States Supreme Court concluded that there was \"no principled way to distinguish this case, in which the death penalty was imposed, from the many cases in which it was not[,]\" and therefore reversed the imposition of the death penalty. <i>Id.</i> at 433, 100 S.Ct. at 1767.</p>\n<p>In <i>Maynard v. Cartwright,</i> <span class=\"citation\" data-id=\"112084\"><a href=\"/opinion/112084/maynard-v-cartwright/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, <span class=\"citation\" data-id=\"112084\"><a href=\"/opinion/112084/maynard-v-cartwright/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1853</span></a></span>, <span class=\"citation\" data-id=\"112084\"><a href=\"/opinion/112084/maynard-v-cartwright/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">372</span></a></span> (1988), the Court set aside a death sentence on similar grounds. There the capital sentencing jury found two aggravating circumstances, one of which was that the murder was \"especially heinous, atrocious or cruel.\" The judge instructed the jury that</p>\n<blockquote>\"the term `heinous' means extremely wicked or shockingly evil; `atrocious' means outrageously wicked and vile; `cruel' means pitiless, or designed to inflict a high degree of pain, utter indifference to, or enjoyment of, the sufferings of others.\"</blockquote>\n<p><i>Cartwright v. Maynard,</i> <span class=\"citation\" data-id=\"490938\"><a href=\"/opinion/490938/william-thomas-cartwright-v-gary-d-maynard-warden-oklahoma-state/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1477</span></a></span>, 1488 (10th Cir.1987) (quoting transcript). The Oklahoma Court of Criminal Appeals affirmed the sentence. It described the events surrounding the murder, petitioner's motive, preparation, and the attack itself, and concluded that these circumstances \"adequately supported the jury's finding.\" <i>Cartwright v. State,</i> <span class=\"citation no-link\"><span class=\"volume\">695</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">548</span></span>, 554 (Okla.), <i>cert. denied,</i> <span class=\"citation\" data-id=\"111520\"><a href=\"/opinion/111520/raymond-eugene-teague-v-tennessee/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">911</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3538</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">661</span></span> (1985). Defendant's habeas petition was denied in the district court. The United States Court of Appeals for the Tenth Circuit reversed:</p>\n<blockquote>Oklahoma has defined \"heinous\" as \"extremely wicked or shockingly evil\" and \"atrocious\" as \"outrageously wicked and vile.\" These definitions fail for the same reason that the conclusory statement that the offense was \"outrageously wicked and vile, horrible and inhuman\" was inadequate in <i>Godfrey:</i> \"There is nothing in these few words, standing alone, that implies any inherent restraint on the arbitrary and capricious infliction of the death sentence.\" 446 U.S. at 428, 100 S.Ct. at 1765. A limiting construction of this aggravating circumstance is necessary precisely because adjectives such as \"wicked\" or \"vile\" can fairly be used to describe any murder. These <span class=\"star-pagination\">*1380</span> terms simply elude objective definition. A state does not channel the discretion of a sentencer or distinguish among murders when \"heinous\" and \"atrocious\" are defined only as \"extremely wicked and shocking\" and \"outrageously wicked and vile.\" \"Heinous\" and \"atrocious\" have not been described in terms that are commonly understood, interpreted, and applied. Vague terms do not suddenly become clear when they are defined by reference to other vague terms.</blockquote>\n<p>822 F.2d at 1489. The court found the instruction on \"cruel\" to be slightly better, but reasoned that because the aggravating circumstance was written in the disjunctive \"<i>or</i> cruel\"the circumstance as a whole was unconstitutionally vague. <i>Id.</i> at 1490. The court also found that the Oklahoma Court of Criminal Appeals \"failed to apply a constitutionally required narrowing construction of `especially heinous, atrocious, or cruel[.]'\" <i>Id.</i> at 1491. It held that that court's determination that the jury's finding of this aggravating circumstance was \"adequately supported\" by the attendant circumstances was \"no different than the finding that the verdict was `factually substantiated' that was held inadequate in <i>Godfrey.\" Id.</i> The Tenth Circuit declined to adopt a constitutionally permissible limitation and apply it <i>sua sponte</i> reasoning that \"[t]hat determination must be made by the state in the first instance as it construes its own laws in light of constitutional requirements.\" <i>Id.</i> at 1492.</p>\n<p>The Supreme Court unanimously affirmed. It held that the \"especially heinous, atrocious or cruel\" language gave no more guidance to the jury than the language found constitutionally deficient in <i>Godfrey.</i> 486 U.S. at 364, 108 S.Ct. at 1859. As in <i>Godfrey,</i> the Court held that the state appellate court did not cure the error merely by concluding that the events surrounding the murder \"`adequately supported the jury's finding[.]'\" <i>Id.</i> The Court noted that the Oklahoma Court of Criminal Appeals had recently adopted a constitutionally permissible limiting construction of the \"heinous, atrocious or cruel\" aggravating circumstance and that it had also recently decided that a harmless-error analysis could be applied to capital sentencing proceedings. <i>Id.</i> at 365, 108 S.Ct. at 1859. Nevertheless, the Court refused to independently review petitioner's sentence in light of these cases holding that \"[w]hat significance these decisions have for the present case is a matter for the state courts to decide in the first instance.\" <i>Id.</i></p>\n<p>Last term, in <i>Walton v. Arizona,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112485\"><a href=\"/opinion/112485/walton-v-arizona/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3047</span></a></span>, <span class=\"citation\" data-id=\"112485\"><a href=\"/opinion/112485/walton-v-arizona/\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">511</span></a></span> (1990), the Court addressed a <i>Godfrey/Maynard</i> attack on the \"especially heinous, atrocious, or cruel\" aggravating circumstance in Arizona's capital sentencing scheme. The Court rejected the challenge in a five-to-four decision by distinguishing <i>Godfrey</i> and <i>Maynard</i>:</p>\n<blockquote>First, in both <i>Maynard</i> and <i>Godfrey</i> the defendant was sentenced by a jury and the jury was either instructed only in the bare terms of the statute or in terms nearly as vague.... Neither jury was given a constitutional limiting definition of the challenged aggravating factor. Second, in neither case did the State appellate court, in reviewing the propriety of the death sentence, purport to affirm the death sentence by applying a limiting definition of the aggravating circumstance to the facts presented.... These points were crucial to the conclusion we reached in <i>Maynard.</i>....</blockquote>\n<blockquote>When the jury is the final sentencer, it is essential that the jurors be properly instructed regarding all facets of the sentencing process. It is not enough to instruct the jury in the bare terms of an aggravating circumstance that is unconstitutionally vague on its face.</blockquote>\n<p><i>Id.</i> 110 S.Ct. at 3057. The Court concluded, however, that because the final sentencer in Arizona is the judge, not the jury, the precautions required by <i>Godfrey</i> and <i>Maynard</i> are not necessary. So long as the Arizona state courts had established a constitutional limiting construction, the Court assumed that the trial judge would be aware of it and correctly apply it. <i>Id.</i> The Court then analyzed decisions of the Arizona Supreme Court and determined that its limiting construction of the \"heinous, <span class=\"star-pagination\">*1381</span> atrocious or cruel\" circumstance was constitutionally sufficient. <i>Id.</i> 110 S.Ct. at 3057-58. Finally, relying on its recent decision in <i>Clemons v. Mississippi,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112400\"><a href=\"/opinion/112400/clemons-v-mississippi/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1441</span></a></span>, <span class=\"citation\" data-id=\"112400\"><a href=\"/opinion/112400/clemons-v-mississippi/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">725</span></a></span> (1990), the Court held:</p>\n<blockquote>Moreover, even if a trial judge fails to apply the narrowing construction or applies an improper construction, the Constitution does not necessarily require that a state appellate court vacate a death sentence based on that factor. Rather ... a state appellate court may itself determine whether the evidence supports the existence of the aggravating circumstance as properly defined or the court may eliminate consideration of the factor altogether and determine whether any remaining aggravating circumstances are sufficient to warrant the death penalty.</blockquote>\n<p><i>Id.</i> 110 S.Ct. at 3057.</p>\n<p><i>Clemons</i> is also helpful to the resolution of this case. There the Mississippi Supreme Court, <i>sua sponte,</i> addressed whether Mississippi's \"especially heinous, atrocious or cruel\" aggravating circumstance was susceptible to a <i>Godfrey/Maynard</i> challenge. The court distinguished <i>Godfrey</i> and <i>Maynard</i> in three ways: 1) it had previously held that a jury's capital sentencing determination is subject to harmless-error analysis; 2) it had also previously given the \"especially heinous, atrocious or cruel\" factor a constitutional limiting construction, narrowing the eligible class of murders to those that are conscienceless or pitiless and unnecessarily torturous to the victim; and 3) defendant's jury was instructed that it was not required to impose the death penalty even if it found no mitigating circumstances. 110 S.Ct. at 1445-46. The court then found that the brutal and torturous facts surrounding the murder supported the jury's conclusion and that the jury's verdict would have been the same without submission of the \"especially heinous, atrocious or cruel\" circumstance. <i>Id.</i> at 1446.</p>\n<p>Defendant attacked the Mississippi court's reweighing of the aggravating and mitigating circumstances in affirming his death sentence. The Supreme Court held that \"nothing in appellate weighing or reweighing of the aggravating and mitigating circumstances ... is at odds with contemporary standards of fairness or ... is inherently unreliable and likely to result in arbitrary imposition of the death sentence.\" <i>Id.</i> at 1449. The Court noted, however, that it was not clear from the Mississippi Supreme Court's opinion whether it 1) applied a limiting construction of the \"especially heinous, atrocious or cruel\" factor and then reweighed the aggravating and mitigating circumstances, 2) disregarded entirely the \"especially heinous, atrocious or cruel\" circumstance and reweighed the aggravating and mitigating circumstances, or 3) found the error to be harmless separate and apart from any reweighing. <i>Id.</i> at 1449-51. It therefore vacated defendant's sentence and remanded to the Mississippi Supreme Court for further proceedings. <i>Id.</i> at 1452.</p>\n<p>During its present term, the Supreme Court again had occasion to apply <i>Maynard</i> to Mississippi's \"heinous, atrocious or cruel\" aggravating circumstance. In <i>Shell v. Mississippi,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112499\"><a href=\"/opinion/112499/shell-v-mississippi/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">313</span></a></span>, <span class=\"citation\" data-id=\"112499\"><a href=\"/opinion/112499/shell-v-mississippi/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1990) (per curiam), the State of Mississippi argued that the following instruction limited the construction of this aggravating factor in a constitutionally acceptable fashion:</p>\n<blockquote>\"[T]he word heinous means extremely wicked or shockingly evil; atrocious means outrageously wicked and vile; and cruel means designed to inflict a high degree of pain with indifference to, or even enjoyment of the suffering of others.\"</blockquote>\n<p><i>Id.</i> 111 S.Ct. at 313 (Marshall, J., concurring) (quoting <i>Shell v. State,</i> <span class=\"citation\" data-id=\"1721671\"><a href=\"/opinion/1721671/shell-v-state/\"><span class=\"volume\">554</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">887</span></a></span>, 905-06 (Miss.1989)). The Mississippi Supreme Court affirmed defendant's death sentence reasoning \"that <i>Maynard</i> was distinguishable because the trial court in this case limited the `especially heinous, atrocious or cruel' factor in its charge to the jury.\" <i>Id.</i> (Marshall, J., concurring). The Supreme Court reversed, holding that this instruction was \"not constitutionally sufficient.\" <i>Id.</i> In a concurring opinion, Justice Marshall observed that the trial <span class=\"star-pagination\">*1382</span> court in <i>Maynard</i> had supplied nearly the identical instruction to the jury. <i>Id.</i> 111 S.Ct. at 314 (Marshall, J., concurring):</p>\n<blockquote>The trial court's definitions of \"heinous\" and \"atrocious\" in this case (and in <i>Maynard</i>) clearly fail.... [L]ike \"heinous\" and \"atrocious\" themselves, the phrases \"extremely wicked or shockingly evil\" and \"outrageously wicked and vile\" could be used by \"`[a] person of ordinary sensibility [to] fairly characterize almost <i>every</i> murder.'\" Indeed, there is no meaningful distinction between these latter formulations and the \"outrageously or wantonly vile, horrible and inhuman\" instruction expressly invalidated in <i>Godfrey v. Georgia</i>[.]</blockquote>\n<p><i>Id.</i> (Marshall, J., concurring) (quoting <i>Maynard,</i> 486 U.S. at 363, 108 S.Ct. at 1859 (quoting <i>Godfrey,</i> 446 U.S. at 428-29, 100 S.Ct. at 1765) (emphasis in original)). Moreover, even assuming that the definition of \"cruel\" supplied to the jury was constitutionally adequate, \"the instruction in this case left the jury with <i>two</i> constitutionally infirm, alternative bases on which to find that [defendant] committed the charged murder in an `especially heinous, atrocious <i>or</i> cruel' fashion.\" <i>Id.</i> (Marshall, J., concurring) (emphasis in original). As such, the death sentence could not stand.</p>\n<p>The Fourth Circuit has had two occasions to address allegedly vague aggravating circumstances. In <i>Turner v. Bass,</i> <span class=\"citation\" data-id=\"446952\"><a href=\"/opinion/446952/willie-lloyd-turner-v-gary-bass-superintendent/\"><span class=\"volume\">753</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">342</span></a></span>, 350-51 (4th Cir.1985), <i>rev'd on other grounds sub nom. </i><i>Turner v. Murray,</i> <span class=\"citation\" data-id=\"111660\"><a href=\"/opinion/111660/turner-v-murray/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">28</span></a></span>, <span class=\"citation\" data-id=\"111660\"><a href=\"/opinion/111660/turner-v-murray/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1683</span></a></span>, <span class=\"citation\" data-id=\"111660\"><a href=\"/opinion/111660/turner-v-murray/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">27</span></a></span> (1986), the court examined Virginia's aggravating circumstance that defendant's conduct \"`in committing the offense was outrageously or wantonly vile, horrible, or inhuman, in that it involved torture, depravity of mind or aggravated battery to the victim.'\" The court noted that the Virginia Supreme Court had given a constitutional limiting construction to this factorrequiring torture, depravity of mind, or aggravated batteryand that this construction was included in the instructions to the jury. Moreover, the Virginia Supreme Court applied this limiting construction in its independent review and found that the facts justified a finding of the existence of this circumstance. <i>Id.</i> at 352-53. Thus, the Fourth Circuit upheld the jury's sentence of death.</p>\n<p>In <i>Boggs v. Bair,</i> <span class=\"citation\" data-id=\"534533\"><a href=\"/opinion/534533/richard-t-boggs-v-toni-v-bair-warden-edward-w-murray-director-mary/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1193</span></a></span>, 1197 (4th Cir.1989), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2193</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">521</span></span> (1990), the Virginia jury was instructed that it could impose the death sentence if it \"found the murder `wantonly vile, horrible or inhuman' in that it involved an aggravated battery `beyond the minimum necessary to accomplish the act of murder.'\" Relying on <i>Turner,</i> the court held that \"[t]he trial court properly instructed the jury using constitutionally limited instructions on the vileness factor as required by the Supreme Court. Thus the sentence based on the statute as applied to Boggs is constitutional.\" <i>Id.</i></p>\n<p>From the body of case law analyzed above, the court gleans the following guiding principles: 1) the final sentencer must be guided by a constitutional limiting construction of the \"especially heinous, atrocious or cruel\" aggravating circumstance; 2) \"heinous\" may not be constitutionally defined as \"extremely wicked or shockingly evil\" and \"atrocious\" may not be constitutionally defined as \"outrageously wicked and vile\"; 3) if any one of the terms in \"especially heinous, atrocious <i>or</i> cruel\" is not constitutionally defined, the constitutionally adequate definition of the other terms will not save the aggravating circumstance as a whole; 4) if the sentencer's determination was not based on a constitutional limiting construction of \"especially heinous, atrocious or cruel,\" the state appellate court can nevertheless affirm the sentence of death by: a) properly applying a constitutional limiting construction and finding the existence of this aggravating factor; b) disregarding the \"especially heinous, atrocious or cruel\" circumstance, reweighing the remaining aggravating and mitigating circumstances, and concluding the death penalty to be warranted; or c) otherwise determining the error to be harmless; 5) a state appellate court's decision which concludes, based on the totality of the surrounding circumstancesrather than the application of a constitutional limiting <span class=\"star-pagination\">*1383</span> constructionthat the aggravating factor is satisfied, will not cure the jury's defective sentence; and 6) if the jury's sentence is defective and that defect was not cured by the state appellate court, or the appellate court's basis for affirming is not clear from its opinion, the case must be remanded to that court for it to determine, in the first instance, whether the death sentence may lawfully be imposed or whether a new sentencing determination is required. These principles will now be applied to analyze the constitutionality of petitioner's death sentence.</p>\n<p></p>\n<h2><i>2. Petitioner's Sentence</i></h2>\n<p>Petitioner's jury found his murder to be \"especially heinous, atrocious or cruel.\" On this factor, they were instructed as follows:</p>\n<blockquote>Now, members of the jury, every murder, if it results from an unlawful killing, of course, is a violation of the law, but it does not necessarily mean that there is anything aggravated about it or that it was especially heinous or atrocious or cruel. And our Supreme Court has said that the words \"especially heinous, atrocious or cruel\" means [sic] extremely or especially or particularly heinous or atrocious or cruel. <i>Heinous means extremely wicked or shockingly evil.</i> Atrocious means marked by or given to extreme wickedness, brutality or cruelty, marked by extreme violence or savagely fierce. It means outrageously wicked or violent. Cruel means designed to inflict a high degree of pain, utterly indifferent to or the enjoyment of suffering of others.</blockquote>\n<p>(Emphasis added.) This instruction is similar to the ones employed in <i>Maynard</i> and <i>Shell.</i> It is true that petitioner's jury was given a more detailed and more narrow definition of \"atrocious\" than was given in either <i>Maynard</i> or <i>Shell.</i> However, in all three cases \"heinous\" was defined as \"extremely wicked or shockingly evil.\"<sup>[5]</sup> This definition is unconstitutionally vague. <i>Shell,</i> 111 S.Ct. at 314 (Marshall, J., concurring); <i>Cartwright,</i> 822 F.2d at 1489.</p>\n<p>Petitioner's jury was asked to determine whether the murder was especially heinous, atrocious <i>or</i> cruel. Thus, it could have found the existence of this circumstance based solely on a finding that the murder was especially \"heinous.\" Hence, \"even if the definition[s] of [atrocious and] cruel w[ere] adequate, the vague definition[] of ... heinous would still allow a sentencer to rely upon an unconstitutionally vague standard in determining that a murder satisfies this aggravating circumstance.\" <i>Cartwright v. Maynard,</i> 822 F.2d at 1489-90; <i>see </i><i>Proffitt v. Wainwright,</i> <span class=\"citation\" data-id=\"407646\"><a href=\"/opinion/407646/charles-william-proffitt-v-louie-l-wainwright-secretary-florida/\"><span class=\"volume\">685</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1227</span></a></span>, 1265 n. 57 (11th Cir.1982) (jury's sentencing discretion was not significantly limited by constitutionally acceptable definition of \"cruel\" because \"cruelness\" is an alternative component of \"heinous, atrocious <i>or</i> cruel\"), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1002</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">508</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">697</span></span> (1983). \"`It has long been settled that when a case is submitted to the jury on alternative theories the unconstitutionality of any of the theories requires that the conviction [or verdict] be set aside.'\" <i>Shell,</i> 111 S.Ct. at 314 (Marshall, J., concurring) (quoting <i>Leary v. United States,</i> <span class=\"citation\" data-id=\"107934\"><a href=\"/opinion/107934/leary-v-united-states/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">6</span></a></span>, 31-32, <span class=\"citation\" data-id=\"107934\"><a href=\"/opinion/107934/leary-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1532</span></a></span>, 1545-46, <span class=\"citation\" data-id=\"107934\"><a href=\"/opinion/107934/leary-v-united-states/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">57</span></a></span> (1969)); <i>see also </i><i>Boyde v. California,</i> <span class=\"citation\" data-id=\"112386\"><a href=\"/opinion/112386/boyde-v-california/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, <span class=\"citation\" data-id=\"112386\"><a href=\"/opinion/112386/boyde-v-california/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1190</span></a></span>, 1197-98, <span class=\"citation\" data-id=\"112386\"><a href=\"/opinion/112386/boyde-v-california/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">316</span></a></span> (1990) (applying principle in capital sentencing context). The court therefore concludes that petitioner's jury was not guided by a constitutionally acceptable limiting construction of the \"especially heinous, atrocious or cruel\" aggravating circumstance.</p>\n<p>Respondent contends otherwise. He points out that the North Carolina Supreme Court has applied a constitutional limiting construction to this aggravating factor. <i>See </i><i>State v. Martin,</i> <span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">246</span></span>, 254, <span class=\"citation\" data-id=\"1235295\"><a href=\"/opinion/1235295/state-v-martin/\"><span class=\"volume\">278</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">214</span></a></span>, 220, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">933</span></span>, <span class=\"star-pagination\">*1384</span> <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">431</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">240</span></span> (1981) (requires \"evidence that the murder in question involved brutality in excess of that which is normally present in any killing\"); <i>State v. Goodman,</i> <span class=\"citation no-link\"><span class=\"volume\">298</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">1</span></span>, 24-25, <span class=\"citation\" data-id=\"1310401\"><a href=\"/opinion/1310401/state-v-goodman/\"><span class=\"volume\">257</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">569</span></a></span>, 585 (1979) (same). Respondent contends that \"the trial court's instructions, especially when considered in [the] context of the jury arguments, adequately channeled the jury's discretion in compliance with this limitation....\" He relies on the following language in the trial judge's instructions during the sentencing phase:</p>\n<blockquote>The State, on the other hand, contends that [the murder] was especially heinous, atrocious and cruel. The State contends that the defendant not only killed her but placed her feet in a cement block through the holes in a cement block. The State contends it is unlikely he could have done that after her death, that he must have done it while she was alive, that she had already been subjected to rape and to robbery and that she was anticipating a slow torturous death and that she was struck at least three times with some heavy object, so the State contends, and that her death occurred over a period of from one to ten minutes. So the State contends that she was subjected to extreme suffering and that the death was especially heinous, atrocious or cruel.</blockquote>\n<p>Respondent also relies on the following language from the prosecutor's closing argument:</p>\n<blockquote>If the crime is especially heinous and cruelor cruel, then that is an aggravating circumstance. All of us know that you can kill quickly. If you choose to kill, you can kill quickly and death can be almost instantaneous. Or death can be long and drawn out and torturous. It is the manner of the killing which decides in some ways whether or not the killing is especially heinous, atrocious or cruel. If it is done with torture to the victim, with excessive blows in which she lived for a period of time in anguish, with the intent of the defendant to cause her that torture and anguish, that great pain prior to death. And that kind of killing is especially heinous, atrocious and cruel and we recognize that in our law as being something aggravating, a killing without mercy and without conscience, without pity for the victim, indifferent, totally indifferent to her suffering, totally indifferent to her and how she feels before she dies.</blockquote>\n<p>In respondent's view, the prosecutor's contentions as summarized by the judge coupled with the prosecutor's view of the facts and law expressed in argument sufficed to adequately limit the jury's interpretation of the \"especially heinous, atrocious or cruel\" aggravating circumstance. Respondent submits no authority for this rather novel argument. This court is unable to accept it. The jury was instructed to apply the law as stated by the judge, not the prosecutor. Moreover, a summary of contentions by the judge hardly suffices to meet the requirements of a narrowing limitation as is envisioned by <i>Godfrey</i> and <i>Maynard.</i> Petitioner was sentenced to death. Considering the instructions <i>which were</i> given to the jury, it is at least somewhat likely that that sentence was based on an impermissible construction of this aggravating factor. As such, the jury's sentence of death cannot stand on the present record.</p>\n<p>Respondent's reliance on <i>Proffitt v. Florida,</i> <span class=\"citation\" data-id=\"109533\"><a href=\"/opinion/109533/proffitt-v-florida/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, <span class=\"citation\" data-id=\"109533\"><a href=\"/opinion/109533/proffitt-v-florida/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2960</span></a></span>, <span class=\"citation\" data-id=\"109533\"><a href=\"/opinion/109533/proffitt-v-florida/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">913</span></a></span> (1976) is misplaced. <i>Proffitt</i> dealt with Florida's \"heinous, atrocious or cruel\" aggravating circumstance. The Supreme Court reviewed this factor solely to determine whether its potential vagueness made the entire Florida scheme so arbitrary and capricious as to be unconstitutional. <i>Id.</i> at 254 n. 11, 96 S.Ct. at 2967 n. 11. Finding that the Florida Supreme Court had adopted a limiting construction of this circumstancethat the murder be conscienceless or pitiless and unnecessarily torturous to the victimthe Court concluded that the factor was not so vague as to make the entire capital sentencing scheme unconstitutional. <i>Id.</i> at 255-56, 96 S.Ct. at 2968. The Court did not, however, analyze the application of the circumstance to defendant's case. That task was undertaken by the Eleventh Circuit in <i>Proffitt v. Wainwright,</i> <span class=\"citation\" data-id=\"407646\"><a href=\"/opinion/407646/charles-william-proffitt-v-louie-l-wainwright-secretary-florida/\"><span class=\"volume\">685</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1227</span></a></span> (11th Cir.1982), <i>cert.</i> <span class=\"star-pagination\">*1385</span> <i>denied,</i> <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1002</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">508</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">697</span></span> (1983). The court observed that the trial judge did not supply the jury with a constitutional narrowing construction of this circumstance, but rather instructed in terms equally vague as those in the statute.<sup>[6]</sup><i>Id.</i> at 1264-65 &amp; n. 57. Nor was there any indication that the trial judge, who has ultimate sentencing authority in Florida's scheme, limited his construction of this factor. <i>Id.</i> at 1264. Finding that the Florida Supreme Court did not cure the error, the Eleventh Circuit reversed and remanded. <i>Id.</i> at 1269-70. <i>Proffitt</i> is therefore actually more helpful to petitioner than it is to respondent.</p>\n<p>Having concluded that the jury was not supplied with a constitutional limiting construction of \"especially heinous, atrocious or cruel,\" the court must next determine if the North Carolina Supreme Court, in affirming the death sentence, 1) applied a proper limiting construction, 2) reweighed the aggravating and mitigating circumstances without this factor, or 3) otherwise found the error to be harmless. That court's entire analysis on whether the sentence was proper was as follows:</p>\n<blockquote>The judgment of death was lawfully imposed. The evidence supported the submission of the aggravating circumstances of G.S. 15A-2000(e)(5), upon the separate theories of rape, robbery and kidnapping of the deceased, and 15A-2000(e)(9), that the murder was especially heinous, atrocious or cruel. We find no indication in the record that the death penalty was recommended by the jury under the influence of passion or prejudice. Finally, we hold that the sentence of death for the intentional, deliberate and senseless murder of Whelette Collins was not excessive or disproportionate to the penalty imposed in similar cases, considering both the crime and the defendant. [Citations.] The State's evidence revealed that the nineteen year old victim suffered agonizing and humiliating torture at the merciless hands of the defendant who kidnapped her, raped her, cruelly mocked her as she stood naked in the cold and finally beat her to death in a wanton, brutal manner using a cinder block. Mere words are insufficient vehicles to describe the tragic horror of what happened to this poor girl and not even capital punishment can fully repay the price of her inexplicable and needless suffering.</blockquote>\n<p>Just as in <i>Godfrey</i> and <i>Maynard,</i> it is not apparent that the court applied any limiting construction to the \"especially heinous, atrocious, or cruel\" aggravating circumstance. Nowhere in the language quoted above did the court attempt to demonstrate how it had limited the construction of this circumstance in prior cases. It could have pointed to either <i>Martin</i> or <i>Goodman, see supra</i> pp. 1383-84, in which it had constitutionally narrowed this circumstance to require evidence that the murder in question involved brutality in excess of that which is normally present in any killing. At the very least, without citing cases properly narrowing the definition of this aggravating circumstance, the North Carolina Supreme Court left it unclear whether it was attempting to apply a constitutional limiting construction to the facts.</p>\n<p>That the court found elements of brutality and torture in the murder does not necessarily mean that it was tacitly attempting to apply the <i>Martin/Goodman</i> standard. In <i>Clemons,</i> the Mississippi Supreme Court, <i>after reciting the proper limiting construction,</i> referred to the \"brutal and torturous facts\" surrounding the murder. 110 S.Ct. at 1450. Nevertheless, the Supreme Court found it unclear whether the court intended to apply the limiting construction to the facts. <i>Id.</i> at 1449. In this case, the state supreme court merely stated its interpretation of the circumstances surrounding the murder and found, essentially, that the jury's determination was adequately supported. The Supreme Court squarely rejected this approach in <i>Maynard.</i> 486 U.S. at 364, 108 S.Ct. at 1859; <i>see also </i><i>Moore v. Clarke,</i> <span class=\"citation\" data-id=\"542898\"><a href=\"/opinion/542898/carey-dean-moore-v-harold-w-clarke-carey-dean-moore-v-harold-w-clarke/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1226</span></a></span>, 1233 (8th Cir.1990) (rejecting argument that Nebraska Supreme Court had cured error in submission of vague aggravating <span class=\"star-pagination\">*1386</span> factor by \"reviewing the totality of circumstances surrounding the murder\" and finding the factor to be satisfied).</p>\n<p>Since the North Carolina Supreme Court found no error at all, it neither attempted to reweigh the evidence without this aggravating circumstance nor engaged in a harmless-error analysis. Therefore, it did not have a sufficient constitutional basis to affirm the sentence of death. This court may not now decide whether the state supreme court could have affirmed the jury's sentence on any of the bases articulated in <i>Clemons.</i><sup>[7]</sup><i>See </i><i>Maynard,</i> 486 U.S. at 365, 108 S.Ct. at 1859; <i>Cartwright,</i> 822 F.2d at 1492. Petitioner's death sentence cannot stand unless, upon further review, the North Carolina Supreme Court determines that the sentence can be affirmed by applying a constitutional limiting construction to the \"especially heinous, atrocious or cruel\" circumstance, by reweighing the aggravating and mitigating circumstances without this factor, or pursuant to a harmless-error analysis. If that court is unable to affirm the sentence on one of these bases, it is, of course, free to order that petitioner be resentenced. These are decisions exclusively within the province of the North Carolina Supreme Court. <i>See </i><i>Maynard,</i> 486 U.S. at 365, 108 S.Ct. at 1859.</p>\n<p>The court has arrived at this result only after concluding that <i>Teague</i> is inapplicable. The rule petitioner relies on is not \"new,\" but rather is a direct application of <i>Godfrey,</i> which was decided in 1980, two years before his conviction became final. This conclusion is confirmed by <i>Lewis v. Jeffers,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112487\"><a href=\"/opinion/112487/lewis-v-jeffers/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3092</span></a></span>, <span class=\"citation\" data-id=\"112487\"><a href=\"/opinion/112487/lewis-v-jeffers/\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">606</span></a></span> (1990) (a companion case to <i>Walton</i> that also addressed Arizona's \"especially heinous, atrocious or cruel\" factor), which did not even include a <i>Teague</i> analysis although it was before the Court on federal habeas review a year following <i>Teague. Accord </i><i>Davis v. Maynard,</i> <span class=\"citation\" data-id=\"546357\"><a href=\"/opinion/546357/charles-william-davis-v-gary-maynard-warden-oklahoma-state-penitentiary/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">415</span></a></span>, 418 (10th Cir.1990) (<i>Maynard</i> challenge to \"especially heinous, atrocious or cruel\" aggravating circumstance does not call for the creation of a new rule under <i>Teague</i>); <i>Newlon v. Armontrout,</i> <span class=\"citation\" data-id=\"529744\"><a href=\"/opinion/529744/rayfield-newlon-v-william-armontrout/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1328</span></a></span>, 1333 (8th Cir.1989) (<i>Maynard</i> was \"an application, not an expansion, of <i>Godfrey</i>\"), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3301</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">810</span></span> (1990).</p>\n<p></p>\n<h2>D. Lack of Individualized Consideration of Mitigating Evidence</h2>\n<p>By this assignment of error, petitioner contends that</p>\n<blockquote>the judge's instructions mandated a sentence of death if the jury found the aggravating circumstances, standing alone, were sufficiently substantial. At the very least, the instruction as given could have been interpreted by the jury to prohibit them from considering mitigating circumstances in their determination with respect to the final issue as to whether or not the aggravating circumstances were sufficiently substantial to call for death.</blockquote>\n<p>The Fourth Circuit considered and rejected such a challenge in <i>McDougall v. Dixon,</i> <span class=\"citation\" data-id=\"553193\"><a href=\"/opinion/553193/michael-van-mcdougall-v-gary-dixon/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">518</span></a></span> (4th Cir.1990). Petitioner there contended that the fourth jury issue \"should have included a requirement that the jury consider mitigating circumstances when answering this inquiry.\" <i>Id.</i> at 523. Indeed, the North Carolina Supreme Court held on his direct appeal that the fourth issue should contain such language <i>in future cases. </i><i>State v. McDougall,</i> <span class=\"citation no-link\"><span class=\"volume\">308</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">1</span></span>, 32-33, <span class=\"citation\" data-id=\"1330153\"><a href=\"/opinion/1330153/state-v-mcdougall/\"><span class=\"volume\">301</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">308</span></a></span>, 327, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">865</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">197</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">173</span></span> (1983). Relying on its decision in <i>Rook v. Rice,</i> <span class=\"citation\" data-id=\"464808\"><a href=\"/opinion/464808/john-william-rook-v-nathan-a-rice-warden-central-prison-raleigh-north/\"><span class=\"volume\">783</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">401</span></a></span> (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1022</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3315</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">745</span></span> (1986), the Fourth Circuit concluded that the instruction on the fourth issue \"did not in any way interfere with the jury's consideration of mitigating circumstances so as to result in a mandatory death penalty.\" 921 F.2d at 528. As that instruction did not differ materially from the one given in this case, <i>see supra</i> pp. 1374-75, this court is bound by <i>McDougall</i> to reject this <span class=\"star-pagination\">*1387</span> challenge.<sup>[8]</sup></p>\n<p></p>\n<h2>E. Ineffective Assistance of Counsel</h2>\n<p>Petitioner raises numerous claims of ineffective assistance of his trial counsel, Dwight L. Cranford and W. Lunsford Crew. These claims were all presented to and rejected by the North Carolina courts on the merits. All factual findings made by those courts must therefore be accepted here if they are supported by the record. 28 U.S.C. § 2254(d)(8) (1990). The ultimate determination of whether counsel was ineffective, however, is a mixed question of fact and law which is not entitled to a presumption of correctness. <i>Hoots v. Allsbrook,</i> <span class=\"citation\" data-id=\"466277\"><a href=\"/opinion/466277/richard-anthony-hoots-v-harry-allsbrook-attorney-general-of-the-state-of/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1214</span></a></span>, 1219 (4th Cir. 1986). Before reaching its decision on petitioner's ineffective assistance claims, the court thoroughly examined the entire transcript of petitioner's trial and relevant portions of the transcripts of his motions for appropriate relief as well as the state-court orders which denied those motions.</p>\n<p>The sixth amendment to the United States Constitution guarantees criminal defendants the right to the assistance of counsel. <i>E.g., </i><i>Gideon v. Wainwright,</i> <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">799</span></a></span> (1963). \"[T]he right to counsel is the right to the effective assistance of counsel.\" <i>McMann v. Richardson,</i> <span class=\"citation\" data-id=\"108138\"><a href=\"/opinion/108138/mcmann-v-richardson/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">759</span></a></span>, 771 n. 14, <span class=\"citation\" data-id=\"108138\"><a href=\"/opinion/108138/mcmann-v-richardson/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1441</span></a></span>, 1449 n. 14, <span class=\"citation\" data-id=\"108138\"><a href=\"/opinion/108138/mcmann-v-richardson/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">763</span></a></span> (1970). \"The proper measure of attorney performance [is] reasonableness under prevailing professional norms.\" <i>Strickland v. Washington,</i> <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, 688, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, 2065, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1984). The critical question the court must answer is \"whether counsel's conduct so undermined the proper functioning of the adversarial process that the trial cannot be relied upon as having produced a just result.\" <i>Id.</i> at 686, 104 S.Ct. at 2064.</p>\n<p>In <i>Strickland,</i> the Supreme Court established a two-prong test to analyze claims of ineffective assistance of counsel. The first prong requires the petitioner to demonstrate that his counsel's acts or omissions fell outside the range of reasonably competent assistance. <i>Id.</i> at 690, 104 S.Ct. at 2065. The court's determination of whether the petitioner has met his burden on this prong is to be made in light of a strong presumption that counsel provided effective assistance. <i>Id.</i> If the petitioner establishes that his counsel's conduct fell outside the acceptable range, he must then satisfy <i>Strickland's</i> second prong by establishing a \"reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different.\" <i>Id.</i> at 694, 104 S.Ct. at 2068. On an issue relating to sentencing only, petitioner must demonstrate that there is a reasonable probability that, but for his counsel's failures, the sentencer would have concluded that the balance of aggravating and mitigating circumstances did not warrant the death penalty. <i>Id.</i> at 695, 104 S.Ct. at 2068. This test will now be employed to analyze petitioner's claims.</p>\n<p></p>\n<h2><i>1. Failure to Seek Change of Venue</i></h2>\n<p>Petitioner alleges that Cranford and Crew erred in deciding not to move for a change of venue. North Carolina Superior Court Judge Donald L. Smith, who presided over petitioner's first motion for appropriate relief, made the following factual findings relevant to this claim:</p>\n<blockquote>The attorneys considered whether to file a motion for change of venue based upon the publicity given to the crimes. The decision was to leave venue in Halifax County. They determined that the population of the adjoining counties of Warren and Northhampton were predominantly black; Nash and Edgecombe Counties were where the crimes originated. [T]he attorneys believed that if an adjoining county was not considered then the trial could possibly be moved to a larger county, which they opposed because of statewide publicity. The attorneys believed that they could put more pressure on the District Attorney of Halifax County to plea bargain if the venue was not changed, since the District Attorney <span class=\"star-pagination\">*1388</span> might receive help from the District Attorney of the county to which this case might be removed. They discussed these issues and beliefs with other criminal defense attorneys in Halifax County. A determination was made that since Mr. Crew and Mr. Cranford had practiced law in Halifax County all of their careers, their reputations in the county would help them in the trial of the case, as well as their knowledge of jurors who would be selected to try the case. Based upon these considerations, the decision was made to leave venue in Halifax County. They also hoped to convince the District Attorney to accept a plea to a lesser offense by playing on his religious beliefs and lack of experience in the trial of first degree murders. The defendant concurred in the decision not to seek change of venue.</blockquote>\n<blockquote>.   .   .   .   .</blockquote>\n<blockquote>The petitioner has failed to produce an adequate showing of \"massive pre-trial publicity\" .... [T]here is no indication that the jury pool was so prejudiced by pre-trial publicity that the petitioner was unable to obtain a fair and impartial jury. There was no showing that the majority of the residents of the county had knowledge of Smith's case. There was no showing that a majority of the residents of Halifax County had formed an opinion concerning the guilt of the defendant.</blockquote>\n<p>These findings are adequately supported by the state-court record and therefore are presumed correct. 28 U.S.C. § 2254(d)(8). The court finds that the lack of massive pretrial publicity in Halifax County coupled with trial counsel's legitimate strategy in keeping venue there demonstrate that their failure to move for a change of venue did not depart from the range of reasonably competent assistance. <i>Strickland,</i> 466 U.S. at 690, 104 S.Ct. at 2065. Moreover, even if petitioner had established a departure from the permissible range of assistance, it is not reasonably probable that, but for such error, the result of the proceeding would have been different. <i>Id.</i> at 694, 104 S.Ct. at 2068. Even if the case were tried in a different county, the jury ultimately selected would have heard and seen the same, overwhelming evidence against petitioner as did the jury that convicted and sentenced him and, in all probability, would have arrived at the same result.</p>\n<p></p>\n<h2><i>2. Failure to Adequately Pursue Fair Selection Process</i></h2>\n<p>Petitioner next challenges his trial counsel's failure to pursue vigorously individual voir dire and sequestration of the jury during voir dire pursuant to N.C.Gen. Stat. § 15A-1214(j) (1988). Although Cranford and Crew filed a written motion seeking individual voir dire and sequestration, they did not present the court with a legal memorandum or pursue argument. The motion was denied when the case was called on for trial. On direct appeal, the North Carolina Supreme Court rejected petitioner's challenge to this discretionary ruling. <i>State v. Smith,</i> <span class=\"citation no-link\"><span class=\"volume\">305</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">691</span></span>, 699, <span class=\"citation\" data-id=\"1295633\"><a href=\"/opinion/1295633/state-v-smith/\"><span class=\"volume\">292</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">264</span></a></span>, 270, <i>cert. denied,</i> <span class=\"citation\" data-id=\"110854\"><a href=\"/opinion/110854/kermit-smith-jr-v-north-carolina-larry-darnell-williams-v-north/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1056</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">474</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">622</span></span> (1982). The court noted counsel's failure to pursue argument on this issue. <i>Id.</i></p>\n<p>Judge Smith found as a fact that \"[t]he pre-trial motions concerning the jury were quickly denied by the trial judge. The attitude of the judgebefore whom the attorneys had appeared many timesconvinced the defendant's attorneys that pursuit of the motions by further arguments probably would not change that court's ruling and could be counterproductive.\" This court is very cognizant of the dynamics involved in the interplay between lawyers and judges on such matters and concludes that counsel's decision not to pursue the motion more vigorously did not depart from the range of reasonably competent assistance. <i>Strickland,</i> 466 U.S. at 690, 104 S.Ct. at 2065. Moreover, even if petitioner had established a departure from the permissible range, it is not reasonably probable that, but for such error, the result of the proceeding would have been different. <i>Id.</i> at 694, 104 S.Ct. at 2068. Even if the motion were granted and different jurors were ultimately selected, they would have heard and seen the same, overwhelming evidence against petitioner as did the jury that convicted and sentenced him and, in all probability, <span class=\"star-pagination\">*1389</span> would have arrived at the same result.</p>\n<p></p>\n<h2><i>3. Ineffective Voir Dire</i></h2>\n<p>Petitioner alleges that his trial counsel's questioning of prospective jurors was too sparse, that jurors who should have been removed remained on the jury, and that his attorneys used peremptory challenges on jurors who could have been removed for cause. In <i>Strickland,</i> the Court stated that</p>\n<blockquote>there is no reason for a court deciding an ineffective assistance claim ... to address both components of the inquiry if the defendant makes an insufficient showing on one. In particular, a court need not determine whether counsel's performance was deficient before examining the prejudice suffered by the defendant as a result of the alleged deficiencies. ... If it is easier to dispose of an ineffectiveness claim on the ground of lack of sufficient prejudice, which we expect will often be so, that course should be followed.</blockquote>\n<p><i>Id.</i> at 697, 104 S.Ct. at 2069. With respect to petitioner's ineffective voir dire claim, the prejudice analysis can be undertaken much more briefly and succinctly than the reasonableness analysis. The court will therefore proceed directly to <i>Strickland</i>'s second prong.</p>\n<p>Even had petitioner's counsel excluded those jurors he now claims should have been excluded, and gotten the benefit of a challenge for cause for every juror he contends could have been so challenged, it is not reasonably probable that the result of the proceeding would have been different. <i>Id.</i> at 694, 104 S.Ct. at 2068. Again, no matter how the jury was ultimately constituted, it would have heard and seen the same, overwhelming evidence against petitioner as did the jury that convicted and sentenced him and, in all probability, would have arrived at the same result.</p>\n<p></p>\n<h2><i>4. Failure to Develop and Present Case in Mitigation</i></h2>\n<p>Petitioner's next argument is that his trial counsel made an insufficient effort to locate and interview witnesses who could have presented mitigating evidence and failed to develop adequately the mitigating evidence which they did retrieve. Specifically, plaintiff assigns as error his counsel's failure to call as witnesses three former teachers whose testimony at the hearing on his first motion for appropriate relief was as follows: Thomas Merritt, who taught petitioner one course in high school, testified that petitioner was well-behaved, polite, respectful, and, although picked on by other students, had an \"extraordinary amount of patience.\" He testified that petitioner had an excellent mind and did extremely well in school, making nearly straight A's. Ronald Crawley, who taught petitioner advanced biology in high school, testified that petitioner \"was as courteous as any kid I've ever taught,\" had an \"unbelievable amount of patience\" despite being the brunt of classmates' ridicule, and was \"as far from mean as you could possibly get on any scale.\" Martin Woodard, petitioner's Spanish teacher for three years in high school testified that he was an excellent student, respectful, cooperative, and worked well in groups.</p>\n<p>Petitioner also challenges his attorneys' failure to call Adrienne Ivey, city editor of the local newspaper and a neighbor of petitioner who had known him all his life. She testified at the motion hearing about petitioner's generosity and sensitivity and about the contrast of his brightness and success as a student with his failure to develop successful social and family relationships. She would have been forced to admit on cross-examination that her son and petitioner got into some trouble with the law and that petitioner's reputation in the community was bad. She also possessed letters that petitioner had written her son while the latter was in jail which contained potentially prejudicial information.</p>\n<p>Judge Smith made the following factual findings concerning these potential witnesses:</p>\n<blockquote>The court finds that with regard to witness[] ... Ivey ... [that] although [she] would have given testimony favorable <span class=\"star-pagination\">*1390</span> to the defendant at the sentencing phase, [she] had an obvious bias and favored the defendant. [She was], therefore, not the most credible witness[]. [She] possessed information that could be highly prejudicial to the defendant if brought out on cross examination by the State and for this reason, defense counsel made a tactical and strategic decision to avoid this risk and elected not to call [her] as [a] witness.</blockquote>\n<blockquote>The court finds that in regard to witnesses Crawley, Woodard and Merritt, each could have testified to facts favorable to the defendant at the sentencing phase. They were not called to testify, however, because their existence was not made known to the defense counsel nor were defense counsel made aware of their potential testimony. They did not attempt to contact the defense attorneys even though they knew when Smith was being tried. Defense counsel were aware that the defendant was a good but eccentric student in high school. This testimony was made known to Mr. Cranford through his conversation with the defendant's high school principal and homeroom teacher. The court finds that this type testimony was remote and of little value when considered with the defendant's conduct during the intervening period of time. The decision not to offer the testimony of defendant's high school record was a tactical and strategic decision of defense counsel. This testimony conflicted with the psychiatric evidence of anti-social personality and defendant's counsel did not desire to detract from or dilute that testimony in any way.</blockquote>\n<p>These findings are adequately supported by the state-court record and therefore are presumed correct. 28 U.S.C. § 2254(d)(8). It is apparent that Cranford and Crew did not contact the teachers because petitioner advised them in general terms that former teachers would not be helpful to his cause. Petitioner now argues that his attorneys were ineffective in relying on this advice. The court rejects this argument because it was entirely reasonable for counsel, considering their limited time and resources, to avoid pursuing avenues their client identified as unlikely to bear fruit. <i>See </i><i>Clanton v. Bair,</i> <span class=\"citation\" data-id=\"493235\"><a href=\"/opinion/493235/earl-clanton-v-toni-v-bair-warden-attorney-general-of-the-state-of/\"><span class=\"volume\">826</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1354</span></a></span>, 1358 (4th Cir.1987), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1036</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">762</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">779</span></span> (1988); <i>Whitley v. Bair,</i> <span class=\"citation\" data-id=\"477949\"><a href=\"/opinion/477949/richard-l-whitley-v-toni-v-bair-warden-mecklenburg-correctional-center/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1487</span></a></span>, 1494 n. 15 (4th Cir.1986), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">951</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1618</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">802</span></span> (1987).</p>\n<p>Petitioner also challenges his attorneys' development of mitigating psychological evidence. He claims that they did not consult with and fully inform the psychiatric experts who evaluated petitioner; that they failed to request and review the records of his diagnosis and treatment at Halifax Mental Health Center where he was treated following a suicide attempt; that they did not evaluate whether petitioner had suffered neurological damage as the result of the suicide attempt; that they failed to contact the prison psychiatrist and failed to seek review of his psychiatric records from his previous period of incarceration; and that they did not properly notify the psychiatrists who were called to testify that they would be called and met only briefly with each of them. As a result of these alleged failures, petitioner contends his counsel painted an unsympathetic and inaccurate view of his life which tipped the balance in favor of death.</p>\n<p>Petitioner's argument assumes that it was the attorneys' function to provide the psychiatric experts with the information they needed to make their evaluations. In the court's view, this task is more appropriately left to the psychiatrists conducting the evaluations. Indeed, the very records and tests that petitioner criticizes his counsel for not seeking and obtaining were acquired by Dr. Bob Rollins, the very first psychiatrist to evaluate petitioner. A neurologist did in fact test petitioner for neurological damage resulting from the suicide attempt. Moreover, the testimony of Dr. Rollins and Dr. Robert Miller at the sentencing phase indicates that they were properly prepared by petitioner's attorneys. Both testified effectively concerning petitioner's psychological problems and both expressed the opinion that petitioner was suffering from an emotional disturbance at the time of the crime and that he was <span class=\"star-pagination\">*1391</span> unable to either appreciate the criminality of his conduct or to conform his conduct to the requirements of the lawtwo of the mitigating factors submitted to the jury. The jury's finding of the emotional disturbance factor demonstrates the effectiveness of the psychiatric evidence prepared by Cranford and Crew.</p>\n<p>The court finds, therefore, that petitioner's attorneys' conduct in the preparation and development of mitigating evidence did not depart from the <i>Strickland</i> standard of reasonableness. 466 U.S. at 690, 104 S.Ct. at 2065. Moreover, petitioner has not met his burden of establishing prejudice. The type of mitigating evidence that was not presented to the jury because of counsel's alleged failures would not, in the court's view, have been sufficient to overcome the weight of the aggravating factors found by the jury. Nothing in petitioner's background was so exceptional or remarkable that the average juror would have overlooked the aggravating circumstances and voted for a sentence of life. At the very least, even if every shred of evidence petitioner now contends should have been presented to the jury was submitted, it is not <i>reasonably probable</i> that the outcome would have been different. <i>Id.</i> at 694, 104 S.Ct. at 2068.</p>\n<p></p>\n<h2><i>5. Unauthorized Admissions of Petitioner's Guilt</i></h2>\n<p>Petitioner's next assignment of error is that he was denied effective assistance of counsel because both Cranford and Crew, during closing arguments, conceded his guilt of second-degree murder without express authorization. Cranford argued:</p>\n<blockquote>Now ladies and gentlemen of the jury, I'm not going to insult your intelligence or impugn my integrity and tell you that Kermit Smith is not responsible for the death of Whelette Collins. I'm not going to argue that to you. That would be spurious and foolish, but I am going to ask you to consider very carefully whether or not the State, through its evidence, has satisfied you beyond a reasonable doubt that he is guilty of first degree murder. <i>I argue to you that the only thing you can justifiably draw from this evidence is a verdict of second degree murder; that is, killing with malice, causing the death of someone with malice, but without premeditation and deliberation.</i>\n</blockquote>\n<p>(Emphasis added.) Crew argued:</p>\n<blockquote>My client is not going to like what I'm going to say to you right now, perhaps his parents won't. I'm not going to ask you to turn Kermit Smith loose. <i>I think he's guilty of something,</i> but it is up to you people to determine what he is guilty of....</blockquote>\n<blockquote>As I said before, we are not going to ask you to turn this defendant loose on every count. I don't think he should be. This is really a horror story. We've stayed awake and I'm sure you've stayed awake and I'm not going to perjure my conscience in any way to say to let him walk out of this courtroom a free man. I know that you wouldn't do it. I wouldn't be fair to myself to ask you that....</blockquote>\n<blockquote>And we say to you in all sincerity, <i>this defendant is guilty of something,</i> but we say to you there is no premeditation in this case.</blockquote>\n<p>(Emphasis added.) North Carolina Superior Court Judge I. Beverly Lake, Jr., who presided over petitioner's second motion for appropriate relief, made the following factual findings on this issue:</p>\n<blockquote>The Defendant's trial counsel, Mr. Cranford and Mr. Crew, are and were at the time of Defendant's trial two of the most highly respected, experienced and qualified attorneys and criminal defense counsel practicing in Halifax County ..., and said Counsel, upon extensive pre-trial investigation (including view of scene, psychiatric examination, and numerous conferences with witnesses for the State and the Defendant) concluded there was no evidence to support Defendant's original claim of accidental death of Whelette Collins, or of insanity, that the evidence of Defendant's guilt of first degree murder was overwhelming, (including Defendant's admissions to them, statements to Law Enforcement Officers, and evidence of Defendant's diaries wherein he planned crimes similar to those of which <span class=\"star-pagination\">*1392</span> he stands convicted and apparently not then known to the State), ... and that in light of such evidence their only chance of avoiding a first degree conviction and saving the Defendant's life was to suggest to the jury in argument that, while Defendant was responsible for Whelette Collins death, and should not be turned loose, their verdict should be either second degree or at least not first degree.... <i>Based upon these conclusions of both Defendant's counsel, as testified to by both at first and second Motion Hearings, Defendant's counsel consciously developed and consistently maintained through trial ... the tactic and trial strategy to seek a verdict of second degree murder as their only hope of avoiding the death penalty.</i>...</blockquote>\n<p>(Emphasis added.) These findings are adequately supported by the state-court record and therefore are presumed correct. 28 U.S.C. § 2254(d)(8).</p>\n<p>The Fourth Circuit has noted that \"a distinction ... can and must be drawn between a statement or remark which amounts to a tactical retreat and one which has been called a complete surrender.\" <i>Clozza v. Murray,</i> <span class=\"citation\" data-id=\"547613\"><a href=\"/opinion/547613/albert-j-clozza-v-edward-w-murray-director-virginia-department-of/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1092</span></a></span>, 1099 (4th Cir.1990), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1123</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">231</span></span> (1991). A \"`complete concession of the defendant's guilt' may constitute ineffective assistance of counsel....\" <i>Id.</i> (quoting <i>Francis v. Spraggins,</i> <span class=\"citation\" data-id=\"427088\"><a href=\"/opinion/427088/robert-francis-warden-georgia-diagnostic-and-classification-center-v/\"><span class=\"volume\">720</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1190</span></a></span>, 1194 (11th Cir. 1983), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1059</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1776</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">835</span></span> (1985)). However, under <i>Strickland,</i> concessions \"largely attributable to trial strategy\" should not be second-guessed by the court. <i>Id.</i> at 1100. As petitioner's counsel's concessions were \"largely attributable to trial strategy,\" and did not admit his guilt of <i>first-degree</i> murder, they will not be further scrutinized here. Petitioner has not met his burden of proving that counsel's concessions departed from the range of reasonably competent assistance. <i>Strickland,</i> 466 U.S. at 690, 104 S.Ct. at 2065.</p>\n<p>Petitioner has also failed to meet <i>Strickland</i>'s second prong. \"Abundant support for the conviction found in the record reduces the likelihood that error affected the verdict which was returned.\" <i>Clozza,</i> 913 F.2d at 1101. The evidence of petitioner's guilt of <i>first-degree</i> murder was overwhelming and uncontradicted. Counsel's concession of petitioner's guilt of <i>second-degree</i> murder was merely a statement of the obvious. The court simply cannot accept the argument that this admission influenced the jury's decision to convict petitioner of <i>first-degree</i> murder. Hence, it is not reasonably likely that, but for this admission, the outcome would have been different. <i>Strickland,</i> 466 U.S. at 694, 104 S.Ct. at 2068.</p>\n<p></p>\n<h2><i>6. Unauthorized Admission of Aggravating Circumstances</i></h2>\n<p>Petitioner next argues that counsel impermissibly conceded the existence of aggravating factors at the sentencing phase. Cranford's closing argument at sentencing proceeded as follows:</p>\n<blockquote>When you come to go back and make up your verdict on your decision in this case, you will be given a paper like this. There are several issues on this paper and the Judge will tell you what this means and how you are to approach it. Very simply, you are going to be asked to find whether or not there were aggravating circumstances in the murder of Whelette Collins. <i>Of course there were. Of course there were.</i> You will be given a list of four of them to answer, and you can answer those according to the evidence that you heard from the witness stand yesterday.</blockquote>\n<p>(Emphasis added.) Petitioner's argument is foreclosed by <i>Brown v. Dixon,</i> <span class=\"citation\" data-id=\"533584\"><a href=\"/opinion/533584/david-junior-brown-v-gary-dixon-warden-central-prison-david-junior/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">490</span></a></span> (4th Cir.1989), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2220</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">545</span></span> (1990). There the Fourth Circuit analyzed a case in which defense counsel, at the sentencing phase, conceded the existence of the only two aggravating factors submitted to the jury:</p>\n<blockquote>Two aggravating factors were submitted to the jury during sentencing. On the issue whether the murder was heinous, atrocious or cruel, [defense counsel] argued, \"I think you're going to answer that issue `yes'.\" ... The second <span class=\"star-pagination\">*1393</span> issue was whether the murder was part of a course of conduct involving violence to another person. Defense counsel argued, \"Once again, I don't think there is any question you're going to answer it `yes'.\"</blockquote>\n<p><i>Brown v. Rice,</i> <span class=\"citation\" data-id=\"2357624\"><a href=\"/opinion/2357624/brown-v-rice/\"><span class=\"volume\">693</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">381</span></a></span>, 397 (W.D. N.C.1988). The district court concluded that \"counsel's failure to consult with petitioner about conceding the existence of the two aggravating circumstances cannot be reduced to reasonable trial strategy. Rather, counsel's failure to consult with petitioner about this fundamental decision was inexcusable and constituted ineffective assistance of counsel.\" <i>Id.</i></p>\n<p>In reversing the district court's decision, the Fourth Circuit held that defense counsel's concession of the aggravating circumstances was \"acceptable under prevailing law....\" <i>Brown v. Dixon,</i> 891 F.2d at 500. The court reasoned that counsel's \"statements seem a reasonable device to gain jury support before proceeding to the arguments on mitigating circumstances that were the heart of [his] strategy.... Though [counsel] must have known the statement could have tremendous consequences for [petitioner], this knowledge alone does not mean that [he] had to obtain [petitioner's] consent to remain within ethical and constitutional bounds.\" <i>Id.</i> at 501.</p>\n<p>Petitioner's argument here is much weaker than the one made in <i>Brown.</i> In <i>Brown,</i> defense counsel <i>unequivocally</i> conceded the existence of <i>all</i> the aggravating circumstances submitted to the jury. Here, Cranford merely stated \"Of course there were [aggravating circumstances]. Of course there were.\" He did not specify which of the four aggravating factors submitted did, in his view, exist, and he certainly did not concede that they <i>all</i> existed. Because the jury had just convicted petitioner of rape and robbery, they had little choice but to find the existence of the aggravating factors relating to rape and robbery. <i>See supra</i> p. 1374. Thus, Cranford's remark that there were aggravating factors was again merely a statement of the obvious. <i>See </i><i>Brown v. Dixon,</i> 891 F.2d at 500-01 (\"It seems ... almost beyond doubt[] that the jury would have found the circumstances existed whatever [counsel] argued.\") In light of <i>Brown,</i> the court must conclude that Cranford's statement did not fall outside the range of reasonably competent assistance. <i>Strickland,</i> 466 U.S. at 690, 104 S.Ct. at 2065. Moreover, the court concludes that it is not reasonably probable that, absent this concession, the jury would have sentenced petitioner to life rather than death. <i>Id.</i> at 695, 104 S.Ct. at 2068.</p>\n<p></p>\n<h2><i>7. Failure to Seek Exclusion of Statements that Petitioner Wanted the Death Penalty</i></h2>\n<p>Defense counsel made two requests for evaluation of petitioner's capacity to proceed pursuant to N.C.Gen.Stat. § 15A-1002 (1988). As a result, two psychiatric reports were prepared, one by Dr. Rollins and one by Dr. Miller. Both reports contained a statement by petitioner that he desired the death penalty. In accordance with the statute, copies of the psychiatric reports were provided to the district attorney. Defense counsel did not move in limine to exclude the statements and did not move to suppress them at trial. At the sentencing phase, Dr. Rollins was asked on cross-examination, \"And in the section [of your report] dealing with mental status on the commission, you noted that [petitioner] said to you that he wants the death penalty; is that correct?\" Defense counsel did not object. Dr. Rollins replied, \"He stated that on one occasion.\" Dr. Miller was asked on cross-examination, \"You noted also in your report that he indicated to you that he would prefer to be executed rather than spend the rest of his life in prison.\" Defense counsel did not object. Dr. Miller replied, \"Yes, sir, he told me that upon one occasion.\" Petitioner asserts that counsel were ineffective both for failing to ensure that these incriminating statements were not disclosed to the district attorney and for failing to seek exclusion of this evidence at trial. Judge Smith found that</p>\n<blockquote>[d]efense counsel did not object to a statement by the defendant that he desired the death penalty, the same being <span class=\"star-pagination\">*1394</span> included in the psychiatrist's reports, because there was no legal basis for such objection. Further, it supported their theory that the defendant was under the influence of a mental or emotional disturbance, and that the defendant lacked the capacity to appreciate the criminality of his conduct, both of which are statutory mitigating circumstances.</blockquote>\n<p>The Supreme Court has held that where the trial court orders a psychiatric examination for a defendant who does not himself seek such an evaluation, and who presents no psychiatric evidence at trial, it violates his fifth and sixth amendment rights to allow the prosecution to use statements he made to the psychiatrists against him. <i>Estelle v. Smith,</i> <span class=\"citation\" data-id=\"110474\"><a href=\"/opinion/110474/estelle-v-smith/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span>, 467-71, <span class=\"citation\" data-id=\"110474\"><a href=\"/opinion/110474/estelle-v-smith/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1866</span></a></span>, 1875-77, <span class=\"citation\" data-id=\"110474\"><a href=\"/opinion/110474/estelle-v-smith/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">359</span></a></span> (1981). Importantly, <i>Estelle</i> was decided <i>after</i> the trial of petitioner's case had concluded. In <i>Buchanan v. Kentucky,</i> <span class=\"citation\" data-id=\"111947\"><a href=\"/opinion/111947/buchanan-v-kentucky/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">402</span></a></span>, 422-23, <span class=\"citation\" data-id=\"111947\"><a href=\"/opinion/111947/buchanan-v-kentucky/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2906</span></a></span>, 2917-18, <span class=\"citation\" data-id=\"111947\"><a href=\"/opinion/111947/buchanan-v-kentucky/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">336</span></a></span> (1987), the Court refined <i>Estelle,</i> holding that where the defendant requests a psychiatric examination, and presents psychiatric evidence at trial, the prosecution is free to rebut that evidence with material contained in the psychiatric reports. That is precisely what the prosecution did in this case. Thus, at least as the law now stands, there would be no fifth-amendment basis to seek the exclusion of petitioner's statements that he wanted the death penalty. Moreover, petitioner has cited no pre-<i>Estelle/Buchanan</i> authority which defense counsel could have relied on to seek exclusion of these statements.</p>\n<p>Petitioner also argues that his statements that he wanted the death penalty were irrelevant and could have been excluded on that ground. The court disagrees. Petitioner contended to the jury that he was suffering from an emotional disturbance at the time of the murder. He relied on the psychiatric reports prepared by Drs. Rollins and Miller to substantiate this contention. Both doctors concluded that petitioner was indeed suffering from an emotional disturbance. The jury had every right to learn what factors led the doctors to this conclusion. As both doctors included petitioner's statements that he wanted the death penalty in their reports, it is apparent that they were at least one factor on which the doctors relied. As such, they were relevant and could not have been excluded by counsel.</p>\n<p>With respect to petitioner's argument that counsel could have prevented the district attorney from receiving this information by following different procedures than the one ultimately chosen, petitioner asks this court to review in hindsight what <i>Strickland</i> requires to be analyzed from the vantage point of his attorneys at the time in question. 466 U.S. at 689, 104 S.Ct. at 2065. Counsel, at the time they requested a psychiatric evaluation, of course did not know that petitioner would tell his doctors that he wanted to be executed. It would not have been reasonable for Cranford and Crew to anticipate that petitioner would make such statements. By the time they learned that these statements were made and were included in the reports, the district attorney had already received them. Although in retrospect it may have been wiser for them to follow alternative procedures which may have kept these statements from the district attorney, at the time they requested the competency evaluation, their decision was perfectly reasonable and well within prevailing professional norms. The court therefore finds that defense counsel's conduct did not fall outside the range of reasonably competent assistance. <i>Id.</i> at 690, 104 S.Ct. at 2065. Moreover, even had counsel succeeded in keeping these statements from the jury, it is not reasonably probable that they would then have recommended life instead of death. <i>Id.</i> at 695, 104 S.Ct. at 2068.</p>\n<p></p>\n<h2><i>8. Failure to Seek Exclusion of Custodial Statements</i></h2>\n<p>Finally, petitioner contends that he was denied effective assistance of counsel via his attorneys' failure to determine, through investigation, that the statements he gave to police officers could not be admitted against him and for their failure to move to suppress these statements. Like petitioner's argument that counsel <span class=\"star-pagination\">*1395</span> conducted an ineffective voir dire, <i>see supra</i> p. 1389, this claim is more easily and succinctly analyzed under <i>Strickland</i>'s second prong than its first. The court will therefore proceed directly to that prong.</p>\n<p>The only custodial statement which was introduced at trial was admitted through the testimony of Deputy Charles Ward.<sup>[9]</sup> During the forty-five minute period in which Ward was taking petitioner's photograph and fingerprints, the following conversation ensued:</p>\n<blockquote>Smith asked me who gave me permission to take the seats out of his car. I told him no one. I took them. He wanted to know, he said, How can I look for a job after I get out of this mess if I don't have a car to drive? At that time [Deputy] Warren told him, Kermit, you have an attorney and were told not to say anything and don't say anything else. <i>He said that it won't a real gun, he was just trying to scare the girls.</i> At that time I told him that was enough, we don't want to hear no more. You've got an attorney. Don't say anything else. <i>His last remark was: Well, I think the girl was dead when I threw her in the pond anyway.</i>\n</blockquote>\n<p>(Emphasis added.) This colloquy occurred after petitioner had twice been advised of his <i>Miranda</i> rights and had formally waived them. Petitioner nevertheless contends that the statements to Ward were involuntary, that counsel should have realized that, and that counsel should have moved to suppress them.</p>\n<p>Petitioner's argument hinges on his contention that the circumstances leading up to these statements were so remarkable that the statements cannot be considered voluntarily made. He points out that at the time he made these statements he had gone more than twenty-four hours without sleep, had been without food, had suffered physical injuries, and was suffering from an emotional disturbance. He was brought into a room where he was surrounded with portions of his dismantled car with two officers and was stripped and searched. However, petitioner was described as calm, coherent, and alert by the officers and by the lawyer who represented him immediately following his arrest. Petitioner was dressed at the time he made the statements to Ward. No showing has been made that petitioner was denied food or rest upon request.</p>\n<p>Also critical to petitioner's argument is his contention that Deputy Roosevelt Green had told him during the ride to the jail that whether he would be a character witness for petitioner at trial \"would be contingent on defendant's performance with the detectives.\" This contention is actually a total fabrication. At the hearing on petitioner's first motion for appropriate relief, Deputy Green was asked, \"Did you make any response to his statement that he might want to call you as a character witness?\" Green's entire response was:</p>\n<blockquote>Um, best I can remember I told him that just wait until he got into the detective's and then, you know, they would work from there with him, because normally when we have a case like that and we don't bother about going into no details with the Defendant. We let them do all the processing.</blockquote>\n<p>In view of these facts, the statements made to Deputy Ward could not have been suppressed. <i>See e.g., </i><i>State v. Boykin,</i> <span class=\"citation\" data-id=\"1381712\"><a href=\"/opinion/1381712/state-v-boykin/\"><span class=\"volume\">298</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">687</span></a></span>, <span class=\"citation\" data-id=\"1381712\"><a href=\"/opinion/1381712/state-v-boykin/\"><span class=\"volume\">259</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">883</span></a></span> (1979), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">911</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1841</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">264</span></span> (1980). Therefore, no matter how diligently Cranford and Crew investigated the facts and researched the law, the statements would ultimately have been presented to the jury. Hence, even had counsel investigated petitioner's custodial statements as meticulously as was possible, it is not reasonably probable that the result of the proceedings would have been different. <i>Strickland,</i> 466 U.S. at 694, 104 S.Ct. at 2068.</p>\n<p></p>\n<h2>IV. <i>Conclusion</i>\n</h2>\n<p>For the reasons stated in section III.C. of this opinion, Kermit Smith, Jr.'s petition for <span class=\"star-pagination\">*1396</span> a writ of habeas corpus is hereby GRANTED, subject to further review by the North Carolina Supreme Court. Petitioner is not entitled to any relief on the remainder of his claims.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>McKoy</i> was an outgrowth of <i>Mills v. Maryland,</i> <span class=\"citation\" data-id=\"112085\"><a href=\"/opinion/112085/mills-v-maryland/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"112085\"><a href=\"/opinion/112085/mills-v-maryland/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1860</span></a></span>, <span class=\"citation\" data-id=\"112085\"><a href=\"/opinion/112085/mills-v-maryland/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">384</span></a></span> (1988), which struck down a portion of Maryland's capital sentencing scheme for similar reasons.</p>\n<p>[2]  The judge in petitioner's case never made this precise statement, but did instruct the jury that \"[t]he sentence recommendation must be agreed upon by a unanimous vote of the twelve jurors.\" Also, during the guilt phase, he had instructed the jury that \"[t]he verdict is a unanimous finding of the twelve jurors.\"</p>\n<p>[3]  Petitioner's judge employed the word \"unanimously\" eight times during his capital sentencing instructions.</p>\n<p>[4]  It is arguable that this sentence in <i>McDougall</i> is merely dicta and should not prevent this court from undertaking its own <i>Teague</i> analysis. Nonetheless, this court considers itself bound by the Fourth Circuit regardless of whether its analysis is thorough, brief, or nonexistent. Whether <i>McDougall's Teague</i> analysis was sufficient is a matter which can be addressed only by the Fourth Circuit, not by this court.</p>\n<p>[5]  \"Cruel\" was also defined in nearly identical language in all three cases. The Tenth Circuit did not find the definition of \"cruel,\" analyzed in isolation, to be unconstitutionally vague. <i>Cartwright v. Maynard,</i> 822 F.2d at 1489-90. Justice Marshall, in his concurring opinion in <i>Shell,</i> assumed that this definition was valid. 111 S.Ct. at 314 (Marshall, J., concurring). Therefore, the court will assume <i>arguendo</i> that the definition of cruel supplied to petitioner's jury was constitutionally adequate.</p>\n<p>[6]  The instruction was nearly identical to the one given in <i>Maynard, supra</i> p. 1379.</p>\n<p>[7]  If it were permitted to make this determination, the court would not hesitate to hold that the underlying facts satisfy the <i>Martin/Goodman</i> standard.</p>\n<p>[8]  The court deems it unnecessary to engage in a <i>Teague</i> analysis on this issue, as <i>McDougall</i> clearly precludes relief on the merits.</p>\n<p>[9]  Petitioner complains about several other custodial statements he made. However, as they were not submitted to the jury, they could not possibly have prejudiced the outcome. Therefore, they will not be independently examined here.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109533/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110259/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112388/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112485/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112487/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/407646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/427088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/446952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/464808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/466277/",
    "http://www.courtlistener.com/api/rest/v3/opinions/477949/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493235/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534533/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534836/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542898/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546357/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547613/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550105/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550678/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553193/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1219467/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1235295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1295633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1310401/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1314017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1330153/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1372629/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1381712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1721671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2357624/"
  ]
}