{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1649311/",
  "absolute_url": "/opinion/1649311/watson-v-providence-washington-ins-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1649311/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1204/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:01:20.639709Z",
  "date_modified": "2016-04-26T23:51:07.266333Z",
  "type": "010combined",
  "sha1": "02fa92eb4f4f752a67b81bb183614cd01e57981d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>106 F.Supp. 244 (1952)</b></center>\n<center><h1>WATSON<br>\nv.<br>\nPROVIDENCE WASHINGTON INS. CO.</h1></center>\n<center>Civ. No. 317.</center>\n<center><p><b>United States District Court E. D. North Carolina, New Bern Division.</b></p></center>\n<center>August 9, 1952.</center>\n<p>H. P. Whitehurst, R. E. Whitehurst, New Bern, J. F. Duncan, Beaufort, for plaintiff.</p>\n<p>Joyner &amp; Howison, Raleigh, for defendant.</p>\n<p>GILLIAM, District Judge.</p>\n<p>The suit is for recovery for loss of plaintiff's vessel, the Bertie Kay. Upon close of plaintiff's evidence, defendant moved for dismissal under Rule 41(b), 28 U.S.C.A. and decision was reserved. At the close of all the evidence the motion was renewed.</p>\n<p>The Bertie Kay was a Government LCM, constructed of steel in 1945, designed for use by the Navy in landing troops and equipment on beaches; she was 50 feet in length and 13 feet in width. The vessel was purchased by plaintiff in the spring of 1949, and was immediately pulled out on a railway, where the bottom was checked and painted. The vessel was then equipped for <span class=\"star-pagination\">*245</span> hauling seafood by adding a pilot house, a mast with rigging on each side to hold up the mast, and a derrick. The plaintiff later sealed the landing ramp by welding, as such facility would not be needed. Later, and before insurance was obtained, the Bertie Kay, was hauled and certain repairs made, including repairs to stop a leak in the stern below the water line. This was the last time any one saw the exterior hull below the water line. The Bertie Kay was used by plaintiff during the shrimp and oyster seasons of 1949, and during the shrimp season of 1950 from about June 15 until it was lost.</p>\n<p>On the 30th of June, 1950, plaintiff insured the vessel with defendant in the amount of $10,000 for a period of one year. On September 14, 1950, it sank in Pamlico Sound in fair weather and on calm water, when about three hours out, six or seven miles from land. The evidence discloses that the vessel was dry when it left the dock and no untoward incident occurred between that time and the sinking, and so the cause of the sinking is unknown. The master, who was alone on the vessel, testified: \"One of the motors cut off; I raised the hatch and saw the water was up to the height where you pour water in the motors, close to three feet from the bottom of the boat * * * I started the pump, but it wouldn't work; then the other motor cut off; there was nothing to do but wait * * * The vessel stayed up thirty-five to forty minutes after I first discovered the water; I do not know how long before that there was water in the engine compartment and I do not know what caused it to get in it.\" Efforts to raise the Bertie Kay failed, and the hull has not been inspected since the occurrence. The parties agree that the value of the vessel was $15,000.</p>\n<p>While the evidence with respect to the seaworthiness at the inception of the risk on June 30, 1950, is not impressive, it is sufficient to justify a finding of seaworthiness on that date. It is refuted only by the fact that the vessel sprang a leak and sank on calm water and in fair weather in the absence of any incident on its last voyage to which the happening may be reasonably attributed.</p>\n<p>The policy insures against loss resulting from \"perils * * * of the seas * * *\" and \"all other like perils, losses and misfortunes that have or shall come to the hurt, detriment or damage of said vessel;\" and it further insures against \"loss of or damage to hull or machinery directly caused by * * * any latent defect in the machinery or hull\".</p>\n<p>First, as to coverage of perils of the sea and \"all other perils, losses, and misfortunes\". The quoted words do not convert the policy into an \"all risks\" policy. As stated in Union Marine Insurance Co. v. Stone &amp; Co., 7 Cir., 15 F.2d 937, 939: \"The words `all other perils, losses, and misfortunes' cannot enlarge the perils insured against. Used as they are, they cover only risks which are of like kind to those previously enumerated and none other.\"</p>\n<p>The burden, unquestionably, in a case like this, rests upon the insured to show that loss was caused by a peril insured against. \"The burden of proof * * * is upon the libelant to show that the loss occurred by perils of the seas * * *.\" Kelly, Weber &amp; Co. v. Franklin Fire Insurance Co., D.C., 43 F.2d 361, 363. In the opinion in this case the Court also states: \"From this wording it is clear that the policy does not cover all perils which may overtake the venture on the seas, but only those which are the direct result of actual perils of the seas.\"</p>\n<p>So, what are \"perils of the sea\" within the meaning of the policy? In Hazard, Admr. v. New England Marine Insurance Co., 8 Pet. 557, 8 L.Ed. 1043, the Supreme Court said: \"In an enlarged sense, all losses which occur from marine adventures may be said to arise from perils of the sea, but the underwriters are not bound to this extent. They insure against losses from extraordinary occurrences only, such as stress of weather, winds and waves, lightning, tempests, rocks, etc. These are understood to be the `perils of the seas' referred to in the policy, and not those ordinary perils which every vessel must encounter.\" There are many other cases to the same effect.</p>\n<p><span class=\"star-pagination\">*246</span> Even if it be true that the Bertie Kay was seaworthy at the inception of the risk, the plaintiff cannot recover unless the sinking resulted from a peril insured against. If the cause was inherent weakness, or resulted from wear and tear, or general unseaworthiness, the loss may not be attributed to a peril insured against. Appleman, Insurance Law and Practice, Vol. 4, Sec. 2689.</p>\n<p>In my opinion, according to the preponderance of authorities, the insured ordinarily is not entitled to recover under a marine insurance policy when the insured vessel sinks in calm water and fair weather without explanation.</p>\n<p>Klein v. Globe &amp; Rutgers Fire Insurance Co., 3 Cir., 2 F.2d 137, 140: \"`Even though a vessel is shown to be seaworthy immediately prior to sinking, no presumption exists that the water entered her hold as the result of a \"sea peril.\"'\"</p>\n<p>Paddock v. Franklin Insurance Co., 11 Pick. 227, 28 Mass. 227: \"If a ship become innavigable and incapable of proceeding on her voyage without any sea damage or accident thereto sufficient to destroy or impair a sound vessel, the presumption is that this proceeds from age and decay or other defect of the ship. The insurer is responsible only for the extraordinary damages and unforeseen perils, to which navigation is subject, and not for the common and ordinary perils to which vessels are necessarily exposed by the nature of the uses in which they are employed. But where the question is, whether the loss has arisen from any of the perils insured against, the burden of proof, as in other cases, is upon the plaintiff * * * But * * * if it appears from proof * * * that the vessel was lost by springing a leak and foundering in moderate weather, the presumption is that this arose from weakness and internal defect; and the burden of proof is upon the plaintiff to show that it arose from stress of weather or from collision or other external injury of an extraordinary character, coming under the denomination of `perils of the sea'\".</p>\n<p>19 Am. &amp; Eng. Enc. of Law, 2nd Ed., Sec. 1023: \"In considering what is and what is not a peril of the sea, the question is whether the loss arose from injury from without or weakness within\".</p>\n<p>Among other cases examined are Long Dock Mills &amp; Elevator Co. v. Manheim Insurance Co., D.C., 116 F. 886; Fine v. American Eagle Fire Insurance Co., 178 Misc. 27, 32 N.Y.S.2d 21; McKern v. Assurance Co., 85 Or. 652, 167 P. 795; Swift v. Union Insurance Co., 122 Mass. 573. According to these authorities, it seems that when a vessel sinks on calm water and in fair weather, insured, in order to recover, must show that the sinking was caused by a peril insured against, and that proof of seaworthiness, no matter at what time, does not justify recovery.</p>\n<p>Plaintiff contends that even if it be held that proof has not been offered to show loss from a peril of the sea, plaintiff should recover under the provision of the policy covering loss from latent defect in the machinery or hull. It seems, though, to me, that there is the same weakness in this position as in the other one, namely, there is no proof that any latent defect in the machinery or hull caused the vessel to sink.</p>\n<p>In the case of Waterman S. S. Corp. v. U. S. Smelting, Refining &amp; Mining Co., 5 Cir., 155 F.2d 687, while one brought against a carrier for liability under a bill of lading, the Court was concerned with the meaning of the term \"latent defect\", and the question of its proof. The carrier defended on the ground that the damage arose from a \"latent defect(s) not discoverable by due diligence,\" liability for which was excepted in the bill of lading. The opinion states p. 691: \"`Upon the carrier is placed the burden of going forward to show a peril of the sea or a latent defect * * *' A true latent defect is a flaw in the metal and is not caused by the use of the metallic object. `A latent defect is one that could not be discovered by any known and customary test.' * * * The record discloses no evidence on the subject of a latent defect. The carrier merely argues, `A reasonable explanation of the cause of the straightening out of the pelican hooks is that a latent defect existed in them.' As was said in The Feltre, 9 Cir., 1929, 30 F.2d 62, 64, `The only suggestion <span class=\"star-pagination\">*247</span> of latent defects is found in * * * conjectures * * *. Conjecture will not be permitted to take the place of proof.' The carrier did not introduce the pelican hooks into evidence. The carrier offers as its excuse * * * that the Government requisitioned the ship before the shipper brought this suit. * * * The consequences of its inability to produce the hooks in court, however, must fall upon the carrier, for without the hooks and without testimony by a competent witness on the latent defect the carrier cannot satisfy its burden of proving the existence of latent defects.\"</p>\n<p>The only theory upon which the plaintiff may recover, it seems to me, is that apparently adopted in some of the cases, to wit: a presumption of loss from perils of the sea or latent defects is raised when the assured submits proof that the vessel was seaworthy at the inception of the risk and there is no other explanation, as is the case here. Some of these cases are Mattson v. Connecticut Fire Insurance Co., D. C., 80 F.Supp. 101; Brown v. Jerome, 9 Cir., 298 F. 1; Ætna Insurance Co. v. Sacramento Stockton S. S. Co., 9 Cir., 273 F. 55; Moores v. Louisville Underwriters, C. C., 14 F. 226.</p>\n<p>In the Mattson case above, the District Judge wrote [80 F.Supp. 105]: \"A presumption of loss from perils of the sea or latent defects is raised when the assured submits proof that the scow was seaworthy at the inception of the risk * * *.</p>\n<p>\"The Inchmaree clause in my opinion, also applies to the facts of the instant case. It must be admitted there is little in the record to support the claim of perils of the sea attributable to extraordinary causes. Defendant * * * contends the hull of the scow * * * was so old, rotten and dilapidated as to make it unseaworthy at all times herein, so that the loss was due to such a peril, * * * But assuming defendant is correct in the respect contended, there seems no escape from the application of the Inchmaree clause in the marine policy which controls the instant case. The words of that policy are the words of the insurer; hence they are construed most strongly against the insurer, and most favorable to the insured * * * The insurance here under consideration covered loss due to `any latent defect'. The foundering of the scow was undoubtedly the result of a fortuitous entry of lake water * * * The beaching and effect of the surrounding water obliterated any possible chance of determining cause to be other than a `latent defect' in the scow, and I so conclude.\" There is logic in these observations, but in my opinion the holding in the case, as well as in the other cases to the same effect, are contrary to the weight of authority. The loss of the Bertie Kay as a result of a peril insured against is not established by the evidence, and, therefore, my judgment will be in favor of the defendant.</p>\n<p>Counsel for both parties will submit proposed findings of fact in accord with this memorandum.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">244</span></span> (1952)</b></center>\n<center><h1>WATSON<br>\nv.<br>\nPROVIDENCE WASHINGTON INS. CO.</h1></center>\n<center>Civ. No. 317.</center>\n<center><p><b>United States District Court E. D. North Carolina, New Bern Division.</b></p></center>\n<center>August 9, 1952.</center>\n<p>H. P. Whitehurst, R. E. Whitehurst, New Bern, J. F. Duncan, Beaufort, for plaintiff.</p>\n<p>Joyner &amp; Howison, Raleigh, for defendant.</p>\n<p>GILLIAM, District Judge.</p>\n<p>The suit is for recovery for loss of plaintiff's vessel, the Bertie Kay. Upon close of plaintiff's evidence, defendant moved for dismissal under Rule 41(b), 28 U.S.C.A. and decision was reserved. At the close of all the evidence the motion was renewed.</p>\n<p>The Bertie Kay was a Government LCM, constructed of steel in 1945, designed for use by the Navy in landing troops and equipment on beaches; she was 50 feet in length and 13 feet in width. The vessel was purchased by plaintiff in the spring of 1949, and was immediately pulled out on a railway, where the bottom was checked and painted. The vessel was then equipped for <span class=\"star-pagination\">*245</span> hauling seafood by adding a pilot house, a mast with rigging on each side to hold up the mast, and a derrick. The plaintiff later sealed the landing ramp by welding, as such facility would not be needed. Later, and before insurance was obtained, the Bertie Kay, was hauled and certain repairs made, including repairs to stop a leak in the stern below the water line. This was the last time any one saw the exterior hull below the water line. The Bertie Kay was used by plaintiff during the shrimp and oyster seasons of 1949, and during the shrimp season of 1950 from about June 15 until it was lost.</p>\n<p>On the 30th of June, 1950, plaintiff insured the vessel with defendant in the amount of $10,000 for a period of one year. On September 14, 1950, it sank in Pamlico Sound in fair weather and on calm water, when about three hours out, six or seven miles from land. The evidence discloses that the vessel was dry when it left the dock and no untoward incident occurred between that time and the sinking, and so the cause of the sinking is unknown. The master, who was alone on the vessel, testified: \"One of the motors cut off; I raised the hatch and saw the water was up to the height where you pour water in the motors, close to three feet from the bottom of the boat * * * I started the pump, but it wouldn't work; then the other motor cut off; there was nothing to do but wait * * * The vessel stayed up thirty-five to forty minutes after I first discovered the water; I do not know how long before that there was water in the engine compartment and I do not know what caused it to get in it.\" Efforts to raise the Bertie Kay failed, and the hull has not been inspected since the occurrence. The parties agree that the value of the vessel was $15,000.</p>\n<p>While the evidence with respect to the seaworthiness at the inception of the risk on June 30, 1950, is not impressive, it is sufficient to justify a finding of seaworthiness on that date. It is refuted only by the fact that the vessel sprang a leak and sank on calm water and in fair weather in the absence of any incident on its last voyage to which the happening may be reasonably attributed.</p>\n<p>The policy insures against loss resulting from \"perils * * * of the seas * * *\" and \"all other like perils, losses and misfortunes that have or shall come to the hurt, detriment or damage of said vessel;\" and it further insures against \"loss of or damage to hull or machinery directly caused by * * * any latent defect in the machinery or hull\".</p>\n<p>First, as to coverage of perils of the sea and \"all other perils, losses, and misfortunes\". The quoted words do not convert the policy into an \"all risks\" policy. As stated in Union Marine Insurance Co. v. Stone &amp; Co., 7 Cir., <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">937</span></span>, 939: \"The words `all other perils, losses, and misfortunes' cannot enlarge the perils insured against. Used as they are, they cover only risks which are of like kind to those previously enumerated and none other.\"</p>\n<p>The burden, unquestionably, in a case like this, rests upon the insured to show that loss was caused by a peril insured against. \"The burden of proof * * * is upon the libelant to show that the loss occurred by perils of the seas * * *.\" Kelly, Weber &amp; Co. v. Franklin Fire Insurance Co., D.C., <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">361</span></span>, 363. In the opinion in this case the Court also states: \"From this wording it is clear that the policy does not cover all perils which may overtake the venture on the seas, but only those which are the direct result of actual perils of the seas.\"</p>\n<p>So, what are \"perils of the sea\" within the meaning of the policy? In Hazard, Admr. v. New England Marine Insurance Co., <span class=\"citation\" data-id=\"85909\"><a href=\"/opinion/85909/hazards-administrator-v-new-england-marine-ins-co/\"><span class=\"volume\">8</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">557</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1043</span></span>, the Supreme Court said: \"In an enlarged sense, all losses which occur from marine adventures may be said to arise from perils of the sea, but the underwriters are not bound to this extent. They insure against losses from extraordinary occurrences only, such as stress of weather, winds and waves, lightning, tempests, rocks, etc. These are understood to be the `perils of the seas' referred to in the policy, and not those ordinary perils which every vessel must encounter.\" There are many other cases to the same effect.</p>\n<p><span class=\"star-pagination\">*246</span> Even if it be true that the Bertie Kay was seaworthy at the inception of the risk, the plaintiff cannot recover unless the sinking resulted from a peril insured against. If the cause was inherent weakness, or resulted from wear and tear, or general unseaworthiness, the loss may not be attributed to a peril insured against. Appleman, Insurance Law and Practice, Vol. 4, Sec. 2689.</p>\n<p>In my opinion, according to the preponderance of authorities, the insured ordinarily is not entitled to recover under a marine insurance policy when the insured vessel sinks in calm water and fair weather without explanation.</p>\n<p>Klein v. Globe &amp; Rutgers Fire Insurance Co., 3 Cir., <span class=\"citation\" data-id=\"1486945\"><a href=\"/opinion/1486945/klein-v-globe-rutgers-fire-ins-co/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">137</span></a></span>, 140: \"`Even though a vessel is shown to be seaworthy immediately prior to sinking, no presumption exists that the water entered her hold as the result of a \"sea peril.\"'\"</p>\n<p>Paddock v. Franklin Insurance Co., <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">Pick.</span> <span class=\"page\">227</span></span>, 28 Mass. 227: \"If a ship become innavigable and incapable of proceeding on her voyage without any sea damage or accident thereto sufficient to destroy or impair a sound vessel, the presumption is that this proceeds from age and decay or other defect of the ship. The insurer is responsible only for the extraordinary damages and unforeseen perils, to which navigation is subject, and not for the common and ordinary perils to which vessels are necessarily exposed by the nature of the uses in which they are employed. But where the question is, whether the loss has arisen from any of the perils insured against, the burden of proof, as in other cases, is upon the plaintiff * * * But * * * if it appears from proof * * * that the vessel was lost by springing a leak and foundering in moderate weather, the presumption is that this arose from weakness and internal defect; and the burden of proof is upon the plaintiff to show that it arose from stress of weather or from collision or other external injury of an extraordinary character, coming under the denomination of `perils of the sea'\".</p>\n<p>19 Am. &amp; Eng. Enc. of Law, 2nd Ed., Sec. 1023: \"In considering what is and what is not a peril of the sea, the question is whether the loss arose from injury from without or weakness within\".</p>\n<p>Among other cases examined are Long Dock Mills &amp; Elevator Co. v. Manheim Insurance Co., D.C., 116 F. 886; Fine v. American Eagle Fire Insurance Co., <span class=\"citation no-link\"><span class=\"volume\">178</span> <span class=\"reporter\">Misc.</span> <span class=\"page\">27</span></span>, 32 N.Y.S.2d 21; McKern v. Assurance Co., <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">Or.</span> <span class=\"page\">652</span></span>, 167 P. 795; Swift v. Union Insurance Co., 122 Mass. 573. According to these authorities, it seems that when a vessel sinks on calm water and in fair weather, insured, in order to recover, must show that the sinking was caused by a peril insured against, and that proof of seaworthiness, no matter at what time, does not justify recovery.</p>\n<p>Plaintiff contends that even if it be held that proof has not been offered to show loss from a peril of the sea, plaintiff should recover under the provision of the policy covering loss from latent defect in the machinery or hull. It seems, though, to me, that there is the same weakness in this position as in the other one, namely, there is no proof that any latent defect in the machinery or hull caused the vessel to sink.</p>\n<p>In the case of Waterman S. S. Corp. v. U. S. Smelting, Refining &amp; Mining Co., 5 Cir., <span class=\"citation\" data-id=\"1563506\"><a href=\"/opinion/1563506/waterman-ss-corp-v-united-states-sr-m-co/\"><span class=\"volume\">155</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">687</span></a></span>, while one brought against a carrier for liability under a bill of lading, the Court was concerned with the meaning of the term \"latent defect\", and the question of its proof. The carrier defended on the ground that the damage arose from a \"latent defect(s) not discoverable by due diligence,\" liability for which was excepted in the bill of lading. The opinion states p. 691: \"`Upon the carrier is placed the burden of going forward to show a peril of the sea or a latent defect * * *' A true latent defect is a flaw in the metal and is not caused by the use of the metallic object. `A latent defect is one that could not be discovered by any known and customary test.' * * * The record discloses no evidence on the subject of a latent defect. The carrier merely argues, `A reasonable explanation of the cause of the straightening out of the pelican hooks is that a latent defect existed in them.' As was said in The Feltre, 9 Cir., 1929, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">62</span></span>, 64, `The only suggestion <span class=\"star-pagination\">*247</span> of latent defects is found in * * * conjectures * * *. Conjecture will not be permitted to take the place of proof.' The carrier did not introduce the pelican hooks into evidence. The carrier offers as its excuse * * * that the Government requisitioned the ship before the shipper brought this suit. * * * The consequences of its inability to produce the hooks in court, however, must fall upon the carrier, for without the hooks and without testimony by a competent witness on the latent defect the carrier cannot satisfy its burden of proving the existence of latent defects.\"</p>\n<p>The only theory upon which the plaintiff may recover, it seems to me, is that apparently adopted in some of the cases, to wit: a presumption of loss from perils of the sea or latent defects is raised when the assured submits proof that the vessel was seaworthy at the inception of the risk and there is no other explanation, as is the case here. Some of these cases are Mattson v. Connecticut Fire Insurance Co., D. C., 80 F.Supp. 101; Brown v. Jerome, 9 Cir., 298 F. 1; Ætna Insurance Co. v. Sacramento Stockton S. S. Co., 9 Cir., 273 F. 55; Moores v. Louisville Underwriters, C. C., 14 F. 226.</p>\n<p>In the Mattson case above, the District Judge wrote [80 F.Supp. 105]: \"A presumption of loss from perils of the sea or latent defects is raised when the assured submits proof that the scow was seaworthy at the inception of the risk * * *.</p>\n<p>\"The Inchmaree clause in my opinion, also applies to the facts of the instant case. It must be admitted there is little in the record to support the claim of perils of the sea attributable to extraordinary causes. Defendant * * * contends the hull of the scow * * * was so old, rotten and dilapidated as to make it unseaworthy at all times herein, so that the loss was due to such a peril, * * * But assuming defendant is correct in the respect contended, there seems no escape from the application of the Inchmaree clause in the marine policy which controls the instant case. The words of that policy are the words of the insurer; hence they are construed most strongly against the insurer, and most favorable to the insured * * * The insurance here under consideration covered loss due to `any latent defect'. The foundering of the scow was undoubtedly the result of a fortuitous entry of lake water * * * The beaching and effect of the surrounding water obliterated any possible chance of determining cause to be other than a `latent defect' in the scow, and I so conclude.\" There is logic in these observations, but in my opinion the holding in the case, as well as in the other cases to the same effect, are contrary to the weight of authority. The loss of the Bertie Kay as a result of a peril insured against is not established by the evidence, and, therefore, my judgment will be in favor of the defendant.</p>\n<p>Counsel for both parties will submit proposed findings of fact in accord with this memorandum.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/85909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1486945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1563506/"
  ]
}