{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1651263/",
  "absolute_url": "/opinion/1651263/wake-county-hosp-system-v-national-cas-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1651263/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:01:47.293806Z",
  "date_modified": "2016-04-27T02:39:50.338585Z",
  "type": "010combined",
  "sha1": "9c5ccf83978ba1623664bd520e764f0d0cd56b27",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>804 F.Supp. 768 (1992)</b></center>\n<center><h1>WAKE COUNTY HOSPITAL SYSTEM, INC., Plaintiff,<br>\nv.<br>\nNATIONAL CASUALTY COMPANY, Defendant.</h1></center>\n<center>No. 91-728-CIV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>October 22, 1992.</center>\n<p><span class=\"star-pagination\">*769</span> Dan J. McLamb, Yates, Fleishman, McLamb &amp; Weyher, Raleigh, N.C., for plaintiff.</p>\n<p>Michael B. Brough, Alison A. Erca, Michael B. Brough &amp; Associates, Chapel Hill, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on plaintiff's motions for summary judgment and for protective order pursuant to Rules 56 and 26(c) of the Federal Rules of Civil Procedure respectively. The motions have been fully briefed, and oral argument was heard by the court on 15 October 1992. The court is now ready to rule.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>Plaintiff Wake County Hospital System, Inc. (\"Wake\") commenced this action for declaratory judgment by filing its complaint on 31 October 1991 seeking to have this court declare that an insurance policy <span class=\"star-pagination\">*770</span> issued by defendant is the primary and exclusive coverage for a previous settlement entered into by the parties concerning a medical malpractice claim. Specifically, this action arises out of a wrongful death medical malpractice claim involving the neonatal care rendered to Paul Lampe, Jr., a minor, by nurse Sharon Sarvey (\"Sarvey\"), an employee of Wake. Two resident physicians from the University of North Carolina Hospitals of Chapel Hill (\"UNC\") also administered care to Paul Lampe, Jr.; however, the claims against them are not the subject of, nor are relevant to, this lawsuit.</p>\n<p>At the time of the events giving rise to the Lampe claim, Wake had professional liability insurance with St. Paul Fire and Marine Insurance Company (\"St. Paul\"), under which Sarvey as an employee of plaintiff was a protected person. The terms of the policy were such that Wake had a self-insured retention (in essence, a deductible) of $750,000 per person/per event and a $1,000,000 annual total. In addition, Sarvey had a separate professional liability insurance policy of her own with National Casualty Company (\"National\"), which had no deductible. Crucial to this lawsuit, the National policy had an \"Other Insurance\" clause which basically provided that the National policy was deemed to be excess over \"other valid and collectible insurance.\"</p>\n<p>After the Lampe incident, the parents of the baby brought a claim and an intent to file suit against Sarvey, the two UNC residents, and Wake. When notified of the claim, Wake, St. Paul, UNC, and National all agreed by way of a written, signed document that the Lampe claim should be settled. The claim was in fact settled before a suit was initiated for an amount less than Wake's deductible, or retention, of $750,000 under its policy with St. Paul. According to the written agreement dated 3 July 1991, UNC was to pay 25% of the settlement amount, and in fact paid that amount and it is not at issue in this suit. The 75% remainder was funded between Wake and National with the understanding that the coverage dispute would be litigated after the settlement. It was also agreed that the amount, if any, contributed by each party to fund the settlement would remain confidential. The parties failed to agree, however, as to which entity, Wake or National, was responsible for payment of the 75% portion of the settlement. From these events, Wake filed the instant suit and now makes this motion for summary judgment.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. Wake's Motion for Summary Judgment</h2>\n<p>Rule 56 of the Federal Rules of Civil Procedure provides that summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). In this case, the sole issue before the court is whether Wake's self-insured retention constitutes \"other valid and collectible insurance\" within the meaning of the National policy issued to Sarvey. Since the term \"other valid and collectible insurance\" is not defined in either the Wake or National policies, the determination as to the meaning of that term is one for the court to make as a matter of law. <i>Reliance Insurance Co. v. Lexington Insurance Co.,</i> 87 N.C.App. 428, 361 S.E.2d 403, 406 (1987).</p>\n<p>In support of its motion, Wake asserts that its self-insured retention of $750,000 under the St. Paul policy does not constitute \"other valid and collectible insurance\" as that term is used in National's policy protecting Sarvey. The gist of Wake's argument is that National's policy provides the sole coverage for the claims arising out of the Lampe incident because the \"other insurance\" clause in National's policy should be interpreted to mean that it is applicable only as excess over another insurance policy, not a self-insured retention. Specifically, Wake contends that self-insurance is not insurance at all because: 1) there is no payment of a premium or other consideration to Wake; 2) there is no shifting of a risk of loss; 3) Wake is not in the <span class=\"star-pagination\">*771</span> business of insurance; and, 4) Wake is not subject to the requirements of ordinary insurers under North Carolina General Statutes, namely Chapter 58. Thus, a self-insured retention, as the argument goes, does not fall within the plain and ordinary meaning of the term \"insurance\"  an insurance policy issued by a licensed insurer in exchange for a premium charged.</p>\n<p>National first argues that there is an additional issue before the court on this motion for summary judgment as to whether National's maximum potential exposure is one-half of or all of the amount paid to settle the Lampe claim against Wake and Sarvey. In other words, National contends that the relative liabilities of Wake and Sarvey arising out of the Lampe claim need to be determined and litigated so that a proper payment obligation may be apportioned to each. Because the relative liabilities of Wake and Sarvey regarding the Lampe claim are in dispute here, as National alleges, summary judgment is not warranted.</p>\n<p>National next argues, as to the self-insured retention/\"other insurance\" issue, that Wake had a contractual obligation to defend and indemnify Sarvey, as a third-party beneficiary under the Wake/St. Paul insurance policy, for claims up to $750,000, and thus this contractual obligation constitutes \"other insurance\" as the term is used in National's policy. Essentially, National suggests that since it is undisputed that St. Paul had an obligation to provide coverage for Sarvey for any claim in excess of $750,000, it should likewise be determined that Wake had a similar obligation, under the St. Paul policy, to Sarvey, as an employee of Wake, for any claim less than $750,000 which arose out of the performance of her employment duties.</p>\n<p>Further, National asserts that Wake should not be allowed to shift to National a risk that Wake accepted and for which it received a benefit. To explain, National maintains that it would be inequitable to allow a company to shift the risk of loss to another once it has accepted a benefit  i.e., the advantage of a lower premium for a higher deductible  in return for a promise to provide coverage.</p>\n<p>After a thorough and careful review of all the materials submitted, the court agrees with plaintiff's position. First, addressing National's argument with regard to the respective liabilities between Wake and Sarvey concerning the Lampe claim, the court notes that no such issue is raised by the pleadings. The complaint seeks a declaratory judgment that the National policy was the primary coverage for Sarvey concerning the Lampe claim. Paragraph 11 of the complaint alleges: \"Notwithstanding their agreement as to the appropriate <i>amount</i> of settlement, Wake and National disagreed as to which party (Wake or National) was responsible for payment of the settlement amount (other than that portion to be contributed by UNC Hospitals which is not in issue here).\" Complaint, para. 11 (emphasis in complaint). The answer admits that allegation. \"The settlement amount\" is referred to as a whole. Nothing indicates any contention by defendant that Wake was responsible for a part of that amount by virtue of its own negligence, and there is nothing in the answer to indicate that defendant contends that Wake was independently negligent.</p>\n<p>The prayer for relief in the complaint and the answer request the court to find the other party \"solely responsible for payment of the amount paid in settlement of the Lampe claim, (other than that portion paid by UNC Hospitals).\"</p>\n<p>The Lampe claim against UNC, Wake, and Sarvey was indeed settled, and a written agreement was entered into by Wake, St. Paul, and National to iron out the settlement. The parties specifically agreed that the only issue to be later litigated was \"whether [National] <i>or</i> [Wake] is responsible for <i>the settlement amount.</i>\" (Hartung Aff. Ex. A at 1 (emphasis added)). No mention is made in the agreement that the respective liabilities between Wake and Sarvey need to be determined so that the relative insurance payment obligations between Wake and National may be apportioned to each based on that determination. National cites no authority, other than to <span class=\"star-pagination\">*772</span> recite a synopsis of North Carolina law on contribution and indemnity, for its proposition that Wake has the burden of showing that the amount paid in settlement was paid on the basis of Sarvey's negligence alone rather than the negligence of both Sarvey and Wake.<sup>[1]</sup> Thus, the only issue before the court is which party is liable for \"the settlement amount.\"</p>\n<p>In deciding the question presented, an examination into the language of the respective policies must be made. At the time of the Lampe incident, Wake was insured under St. Paul policy no. 566XM0393 which provided coverage as follows:</p>\n<blockquote>Professional injury liability. We'll pay amounts any protected person is legally required to pay as damages for covered claims or suits resulting from professional injury.</blockquote>\n<p>The policy goes on to define \"professional injury liability\" as:</p>\n<blockquote>injury or death that results from the providing or failing to provide professional health care services, including:</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote> the dispensing of drugs, medical or dental supplies or appliances;</blockquote>\n<blockquote>....</blockquote>\n<p>Under the \"Who Is Protected Under This Agreement\" section of the policy, it is clear that Wake is protected as well as its employees while working within the scope of their duties.</p>\n<p>The following \"other insurance\" clause is contained in the St. Paul policy:</p>\n<blockquote>If other insurance applies to claims or suits covered by this agreement, the insurance under this agreement is excess and we won't make any payments until the other insurance is used up. This won't be true, however, if the other insurance is specifically written to excess over this agreement.</blockquote>\n<p>Lastly and central to this case, the St. Paul policy has a self-insured retention in the amount of $750,000 per person/per event and a $1,000,000 annual total. The policy provides:</p>\n<blockquote>[t]he self insured retentions [] fix the amount you'll be responsible for before the limits of coverage of this agreement will apply. This is the amount you'll be responsible for, regardless of the number of:</blockquote>\n<blockquote> protected persons;</blockquote>\n<blockquote> claims made or suits brought; or</blockquote>\n<blockquote> persons or organizations making claims or bringing suits.</blockquote>\n<blockquote>Your self-insured retentions apply to both damages and defense costs.</blockquote>\n<blockquote>You agree that you will not, except at your own expense, voluntarily pay or assume any obligation to pay any damages or defense costs above your self-insured retentions.</blockquote>\n<blockquote>We'll pay damages and defense costs for all covered claims and suits in excess of your self-insured retentions up to the limits of coverage shown in the Coverage Summary.</blockquote>\n<blockquote>If you are unable to pay damages or defense costs for covered claims or suits because of your insolvency or bankruptcy or any other reason, the limits of coverage will still apply only to damages and defense costs for covered claims or suits in excess of your self-insured retentions shown in the Coverage Summary Claims fund. As part of the consideration of our issuing this agreement, you have agreed in a separate contract to maintain a claims fund with money you supply. We have the right to use this fund to pay damages and defense costs on covered claims or suits up to the amount of your retentions. However, you will remain obligated to pay your retentions when they are due, even if the amount in your claims fund is not sufficient to pay such retentions.</blockquote>\n<blockquote>Each person retention. You'll be responsible up to the amount of your each person retention for all covered claims or suits that result from:</blockquote>\n<blockquote> a professional health care service to any one person; or</blockquote>\n<blockquote> a series of related professional health care services to any one person. <span class=\"star-pagination\">*773</span> Each event retention. You'll be responsible up to the amount of your each event retention for all covered claims or suits for all bodily injury or property damage resulting from any one event.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>Total retention. If a total retention is shown in the Coverage Summary, this is the most you'll be required to pay for all retentions for covered claims or suits first made or brought in a policy term.</blockquote>\n<blockquote>....</blockquote>\n<p>In addition to St. Paul's obligation to pay covered claims in excess of $750,000 under its policy, Wake further contracted with St. Paul to handle claims falling within its self-insured retention of $750,000 under a Claims Services Agreement. The terms of the agreement provided that St. Paul would adjust claims up to a certain dollar amount which would be paid out of a reserve fund supplied by Wake to St. Paul. The funding of the self-insured retention was secured by a separate trust account funded by Wake pursuant to a trust agreement with First Union National Bank.</p>\n<p>Also crucial to this suit are the terms of the National policy issued to Sarvey. This policy is entitled a Nurse's Comprehensive Professional Liability Policy, policy no. NP025-48-00000919, and provided coverage during the time of the events giving rise to the Lampe claim. The insuring agreement applicable to professional liability provides:</p>\n<blockquote>To pay on behalf of the insured all sums which the insured shall become legally obligated to pay as damages because of injury to which this insurance applies caused by a Medical Incident which occurs during the policy period in the practice of an insured's profession as a registered nurse, visiting nurse, licensed practical or vocational nurse, nurse practitioner, student nurse or nurse's aid including service by the insured as a member of a formal accreditation standards review or similar professional board or committee. This coverage applies excess over any other valid and collectible insurance.</blockquote>\n<p>The National policy further contains the following \"Other Insurance\" clause:</p>\n<blockquote>If the insured has other insurance against a loss covered by this policy, this policy shall be excess and secondary over such valid and collectible insurance. [The remainder of this clause pertains to personal liability insurance as opposed to the professional liability coverage applicable here.]</blockquote>\n<p>In this diversity action, state law governs the interpretation of an insurance policy. <i>Northern Assurance Co. v. Spencer,</i> 373 F.2d 35 (4th Cir.1966). Since the insurance policies at issue were entered into and issued in North Carolina, its law governs their interpretation. It is well-settled in North Carolina that the terms of an insurance contract must be given their plain, ordinary and accepted meaning unless they have acquired a technical meaning in the field of insurance, or unless it is apparent that another meaning was intended. <i>Williams v. Nationwide Mut. Ins. Co.,</i> 269 N.C. 235, 152 S.E.2d 102 (1967); <i>Peirson v. American Hardware Mut. Ins. Co.,</i> 249 N.C. 580, 107 S.E.2d 137 (1959). Insurance policies should be given a reasonable interpretation, and if they are not ambiguous, they should be construed according to their terms. <i>Wachovia Bank &amp; Trust Co. v. Westchester Fire Ins. Co.,</i> 6 N.C.App. 277, 170 S.E.2d 72 (1969), <i>rev'd on other grounds,</i> 276 N.C. 348, 172 S.E.2d 518 (1970).</p>\n<p>Ambiguity in the terms of an insurance policy is not established by the mere fact that the plaintiff makes a claim based upon a construction of its language which the insurer asserts is not its meaning. <i>Id.</i> at 522. Moreover, no ambiguity exists unless, in the opinion of the court, the language of the policy is fairly and reasonably susceptible to either of the constructions for which the parties contend. <i>Id.</i> If it is not ambiguous, the court must enforce the contract as the parties have made it and may not, under the guise of interpreting an ambiguous provision, remake the contract. <i>Id.</i> Policies of insurance, having been prepared by the insurer, will be liberally construed in favor of the <span class=\"star-pagination\">*774</span> insured, and strictly against the insurer. <i>White v. Mote,</i> 270 N.C. 544, 155 S.E.2d 75 (1967); <i>Henderson v. Hartford Accident &amp; Indemnity Co.,</i> 268 N.C. 129, 150 S.E.2d 17 (1966).</p>\n<p>In this case, the sole dispute is whether Wake's $750,000 self-insured retention falls within the meaning of the term \"insurance\" as that term is used in National's \"Other insurance\" clause. Wake argues that its self-insured retention is not \"insurance\"; National argues that it is. It appears that the North Carolina courts have not directly addressed the issue so that the issue is one of first impression in this state. Some state courts have confronted the issue in other contexts, and there is somewhat of a split of authority. However, a majority of these courts have ruled that self-insurance is not insurance at all. <i>See </i><i>Aetna Casualty &amp; Surety Co. v. World Wide Rent-A-Car Inc.,</i> 28 A.D.2d 286, 284 N.Y.S.2d 807 (1967) (self-insurance is not insurance in automobile liability insurance context); <i>Allstate Insurance Company v. Zellars,</i> 462 S.W.2d 550 (Tex. 1970) (automobile liability self-insurance is not insurance); <i>American Family Mutual Insurance Co. v. Missouri Power &amp; Light Co.,</i> 517 S.W.2d 110 (Mo.1974) (en banc) (automobile liability self-insurance is not insurance); <i>Eakin v. Indiana Intergovernmental Risk Management Auth.,</i> 557 N.E.2d 1095 (Ind.Ct.App.1990) (\"self-insurance is not insurance at all\"); <i>Glens Falls Insurance Co. v. Consolidated Freightways,</i> 242 Cal.App.2d 774, 51 Cal.Rptr. 789 (1966) (automobile liability insurance); <i>Iowa Contractors Workers' Compensation Group v. Iowa Insurance Guaranty Ass'n.,</i> 437 N.W.2d 909 (Iowa 1989) (self-insured worker's compensation group not insurer); <i>State Farm Mut. Auto Ins. Co. v. Bogart,</i> 149 Ariz. 145, 717 P.2d 449 (1986) (automobile self-insurance is not \"other insurance\"); <i>State Farm Mut. Auto Ins. Co. v. Universal Atlas Cement Co.,</i> 406 So.2d 1184, (Fla.Dist.Ct.App.1981) (automobile self-insurance is not \"other collectible insurance\"); <i>United Nat. Ins. Co. v. Philadelphia Gas Works, etc.,</i> 221 Pa.Super. 161, 289 A.2d 179 (1972) (certificate of self-insurance is not an \"insurance policy\"); <i>Universal Underwriters Insurance Co. v. Marriott Homes Inc.,</i> 286 Ala. 231, 238 So.2d 730 (1970) (workmen's compensation self-insurance scheme is not insurance). <i>But see </i><i>Carolina Casualty Insurance Co. v. Belford Trucking Co., Inc.</i> 121 N.J.Super. 583, 298 A.2d 288 (App.Div. 1972), <i>cert. denied,</i> 63 N.J. 502, 308 A.2d 667 (1973) (self-insured trucking company primarily liable); <i>Southern Home Insurance Company v. Burdette's Leasing Service, Inc.,</i> 268 S.C. 472, 234 S.E.2d 870 (1977) (compulsory automobile self-insurance is insurance); <i>White v. Howard,</i> 240 N.J.Super. 427, 573 A.2d 513 (Ct.App.Div. 1990) (compulsory automobile self-insurance is \"other collectible insurance\"); <i>State Farm Mut. Auto Ins. Co. v. Budget Rent-A-Car Systems Inc.,</i> 359 N.W.2d 673 (Minn.Ct.App.1984) (automobile liability self-insurer is insurer). Furthermore, both a state supreme court and a state appellate court have ruled that self-insurance is not insurance on relatively similar facts. <i>American Nurses Ass'n v. Passaic Gen. Hosp.,</i> 98 N.J. 83, 484 A.2d 670 (1984); <i>Physicians Insurance Company v. Grandview Hospital and Medical Center,</i> 44 Ohio App.3d 157, 542 N.E.2d 706 (1988).</p>\n<p>National suggests that this court follow those decisions which forego a mechanical reading of the term \"insurance\", and adopt instead a contextual meaning of the term as it is used in National's policy to Sarvey. National argues that its policy was intended only to fill in the gaps of coverage that might exist in the coverage already provided by Wake to Sarvey, or to provide coverage in excess of the limits of such coverage. The court disagrees with this argument.</p>\n<p>Initially, the court finds that the term \"insurance\" as it is used in the \"Other insurance\" clause in National's policy is not ambiguous. According to Black's Law Dictionary 802 (6th ed. 1991), the term \"insurance\" is defined as:</p>\n<blockquote>A contract whereby, for a stipulated consideration, one party undertakes to compensate the other for loss on a specified subject by specified perils. The party agreeing to make the compensation is <span class=\"star-pagination\">*775</span> usually called the \"insurer\" or \"underwriter;\" the other, the \"insured\" or \"assured;\" the agreed consideration, the \"premium;\" the written contract, a \"policy;\" the events insured against, \"risks\" or \"perils;\" and the subject, right, or interest to be protected, the \"insurable interest.\"</blockquote>\n<p>Moreover, N.C.Gen.Stat. § 58-1-10 defines \"contract of insurance\" as \"... an agreement by which the insurer is bound to pay money or its equivalent or do some act of value to the insured upon, as an indemnity or reimbursement for, destruction, loss, or injury of something in which the other party has an interest.\" Under N.C.Gen.Stat. § 58-1-5 an \"insurer\" is defined as \"... any corporation, association, partnership, society, order, individual or aggregation of individuals engaging or proposing or attempting to engage as principals in any kind of insurance business, including the exchanging of reciprocal or interinsurance contracts between individuals, partnerships and corporations.\"</p>\n<p>Given this, the plain and ordinary meaning of the term \"insurance\" contemplates a written contract  an insurance policy  issued by one individual or entity to compensate another for loss in exchange for a premium. This reading is consistent with the term \"self-insurance\" as it is defined in Black's Law Dictionary at 806:</p>\n<blockquote>Plan in which the insured (e.g. [Wake]) places aside in a fund sufficient sums to cover liability losses that may be sustained. Commonly, under such plan the business will self-insure itself up to a certain amount and then carry <i>regular liability insurance to cover any excesses.</i>\n</blockquote>\n<p>(emphasis added). Thus, under a self-insurance scheme, no written insurance policy is issued by another individual or entity nor is a premium paid because obviously a business which is self-insured does not need to pay itself to protect against its own risk of loss.</p>\n<p>National argues that Wake was contractually obligated to defend and indemnify Sarvey for claims up to $750,000, and that this contractual obligation constitutes \"other insurance.\"<sup>[2]</sup> The court recognizes that whatever contractual obligation Wake had to Sarvey, such obligation does not fall within the plain and ordinary definition of insurance as the term is used in National's policy. Wake did not issue an insurance policy to Sarvey, nor did Sarvey pay a premium to Wake for any benefit or protection against loss. Because Wake had a self-insured retention of $750,000, it was essentially uninsured for that amount. As a result, Wake cannot be viewed as having \"insurance\", as that term is plainly and ordinarily used, since it had no insurance for valid claims made which were under $750,000.</p>\n<p>In addition, the Claims Services Agreement, whereby St. Paul was to handle for Wake all claims which fell within the $750,000 self-insured retention, explicitly states in the title on the first page, \"NOT AN INSURANCE POLICY\". (Sedwick Aff. Ex. II at 1.). There is little doubt that had Sarvey had no professional liability insurance then Wake would have indemnified her for her liability surrounding the Lampe claim, and Wake admits this would have been its \"practice\" to do so.<sup>[3]</sup> (Pl.'s Reply Mem. at 6.) However, the fact remains that Sarvey did have professional liability insurance and the court concludes that such insurance applies to cover any liability against her arising out of the Lampe claim.</p>\n<p>National further argues that the contract between Wake and St. Paul should be interpreted according to the expectations of Sarvey and National. In support of this contention, National emphasizes that the policy language under the \"other insurance\" provision of its policy expressly provides <span class=\"star-pagination\">*776</span> that National's coverage is \"excess and secondary over such valid and collectible insurance.\" Further support of National's intent to provide secondary or excess coverage, the argument goes, is evidenced by: 1) the modest $52.00 premium Sarvey had to pay for coverage limits of $1,000,000/$2,000,000 which shows that National intended to insure a smaller risk; 2) the language of National's marketing literature, (Hartung Aff. Ex. C); and 3) the Underwriting Manual Nurses Program, (<i>Id.</i> Ex. B) which requires that the nurse \"must be employed\", and that the \"employer's policy will be considered primary and our [National's] will be considered excess.\" In response, Wake asserts that nurses at Wake are not required to obtain separate outside insurance.</p>\n<p>Additionally, National argues that new employees at Wake are told by the hospital's risk management staff that Wake's policy with St. Paul is primary, that the hospital considers this policy to be primary for employees performing their normal employee functions, and that it views the nurses' private malpractice insurance to provide them protection when they are off the job.<sup>[4]</sup> The court is unpersuaded by this argument.</p>\n<p>As mentioned previously, the court views as controlling the plain language of the two policies' \"other insurance\" clauses. Specifically, National's policy provides that \"[i]f the insured has other insurance against a loss covered by this policy, this policy shall be excess and secondary over such valid and collectible insurance.\" On the other hand, St. Paul's policy with Wake provides:</p>\n<blockquote>If other insurance applies to claims or suits covered by this agreement, the insurance under this agreement is excess and we won't make any payments until the other insurance has been used up. <i>This won't be true, however, if the other insurance is specifically written to be excess over this agreement.</i> (emphasis added). In reviewing these two \"other insurance\" clauses, it may be construed, and Wake does not dispute, that National's policy did take into account St. Paul's coverage for claims in excess of $750,000 as \"insurance\" in its \"other insurance\" clause so that St. Paul's policy would be primary for these claims. However, in contrast, National's policy does not contemplate, much less does it <i>specifically</i> refer to, Wake's self-insured retention for claims below $750,000. National could have easily guarded against this contingency by inserting language in its \"other insurance\" provision that its policy is also considered excess and secondary over any valid and collectible self-insured retention. Under the law of North Carolina, the court is not free to remake National's insurance policy, but must construe the policy, having been prepared by National, liberally in favor of the insured (Sarvey) and strictly against National. <i>Wachovia Bank &amp; Trust Co.,</i> 172 S.E.2d at 522; <i>White,</i> 155 S.E.2d at 83; <i>Henderson,</i> 150 S.E.2d at 19.</blockquote>\n<p>Moreover, as to National's argument that National and Sarvey intended the National policy to provide fill-in or excess coverage over the St. Paul policy, the court observes that National's very own marketing literature, despite assertions by National to the contrary, indicates a different intent. Specifically, National's application brochure claims:</p>\n<blockquote>As you've progressed in your career, your liability has changed with your responsibility. In the eyes of the law, you can now be held responsible for the actions of your subordinates and/or students just as surely as you are for your own.</blockquote>\n<blockquote>Now there's an insurance policy designed to provide <i>full</i> malpractice coverage plus coverage for your administrative, supervisory or educational responsibilities....</blockquote>\n<blockquote>....</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*777</span> If you think your hospital or school's insurance covers you adequately, think again ...</blockquote>\n<blockquote>Your hospital or school may have some coverage for you but if you're ever faced with a lawsuit, you'll need your own policy with your own company who has only your interest at heart.</blockquote>\n<p>(Hartung Aff. Ex. C). National also contends that \"Wake seeks to profit from Nurse Sarvey's precaution in obtaining such insurance  at the expense of her carrier who never intended or expected to be primary and who is certainly not compensated for accepting such a risk.\" For National to come in after the fact and now assert that its intent was to provide coverage only in excess of the St. Paul policy is disingenuous. National, as stated, could have easily protected itself against this dilemma by including language in the policy that its coverage was excess over any other valid and collectible insurance <i>or self-insured retention. See </i><i>Nabisco, Inc. v. Transport Indemnity Co.,</i> 143 Cal.App.3d 831, 192 Cal.Rptr. 207, 208-09 (1983) (self-insurance is primary where other policy expressly provides that its coverage is excess over any \"other insurance or selfinsurance\"). The court finds that National's policy, along with its marketing literature, manifests an intent by National to cover Sarvey for the claims which have arisen here out of the Lampe claim. The court therefore holds that Wake's self-insured retention does not constitute \"other valid and collectible insurance\" within the meaning of National's \"other insurance\" clause issued to Sarvey. Wake is thus entitled to judgment as a matter of law, and its motion for summary judgment is GRANTED.</p>\n<p></p>\n<h2>II. Wake's Motion for Protective Order</h2>\n<p>Because the court has granted summary judgment in favor of Wake, it need not consider Wake's motion for protective order. Therefore, the motion for protective order is DENIED AS MOOT.</p>\n<p>It is ORDERED, ADJUDGED, AND DECREED, that the policy of insurance issued by defendant provided primary coverage for Nurse Sharon Sarvey and defendant is solely responsible for the amount paid in settlement of the Lampe claims (other than that portion paid by UNC Hospitals).</p>\n<p>Let the costs of this action be taxed to the defendant.</p>\n<h2>NOTES</h2>\n<p>[1]  The court is mindful, however, that Wake, as the party making this motion for summary judgment, does have the burden of establishing that there is no genuine issue of material fact.</p>\n<p>[2]  In support of its argument, National contends that Sarvey was a third-party beneficiary to the insurance agreement (and, presumably, to the Claims Services Agreement) between Wake and St. Paul, and that as a third-party beneficiary she is entitled to maintain an action for breach of promise under North Carolina law. For the purpose of this decision, the court assumes that contention is correct.</p>\n<p>[3]  It is also undisputed that Wake does not require its nurses to obtain outside professional liability insurance.</p>\n<p>[4]  To support this proposition, National tenders the affidavit of Sarvey and the affidavit of Steven Harris, a former employee of Wake who, upon being hired, attended a hospital orientation for new employees at which risk management personnel spoke. However, in his affidavit, Harris only restates in general, non-specific terms as to what he remembered the events to be. Additionally, all that is referred to in the Harris affidavit is Wake's <i>policy</i> coverage with St. Paul, not its self-insured retention.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">804</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">768</span></span> (1992)</b></center>\n<center><h1>WAKE COUNTY HOSPITAL SYSTEM, INC., Plaintiff,<br>\nv.<br>\nNATIONAL CASUALTY COMPANY, Defendant.</h1></center>\n<center>No. 91-728-CIV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>October 22, 1992.</center>\n<p><span class=\"star-pagination\">*769</span> Dan J. McLamb, Yates, Fleishman, McLamb &amp; Weyher, Raleigh, N.C., for plaintiff.</p>\n<p>Michael B. Brough, Alison A. Erca, Michael B. Brough &amp; Associates, Chapel Hill, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on plaintiff's motions for summary judgment and for protective order pursuant to Rules 56 and 26(c) of the Federal Rules of Civil Procedure respectively. The motions have been fully briefed, and oral argument was heard by the court on 15 October 1992. The court is now ready to rule.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>Plaintiff Wake County Hospital System, Inc. (\"Wake\") commenced this action for declaratory judgment by filing its complaint on 31 October 1991 seeking to have this court declare that an insurance policy <span class=\"star-pagination\">*770</span> issued by defendant is the primary and exclusive coverage for a previous settlement entered into by the parties concerning a medical malpractice claim. Specifically, this action arises out of a wrongful death medical malpractice claim involving the neonatal care rendered to Paul Lampe, Jr., a minor, by nurse Sharon Sarvey (\"Sarvey\"), an employee of Wake. Two resident physicians from the University of North Carolina Hospitals of Chapel Hill (\"UNC\") also administered care to Paul Lampe, Jr.; however, the claims against them are not the subject of, nor are relevant to, this lawsuit.</p>\n<p>At the time of the events giving rise to the Lampe claim, Wake had professional liability insurance with St. Paul Fire and Marine Insurance Company (\"St. Paul\"), under which Sarvey as an employee of plaintiff was a protected person. The terms of the policy were such that Wake had a self-insured retention (in essence, a deductible) of $750,000 per person/per event and a $1,000,000 annual total. In addition, Sarvey had a separate professional liability insurance policy of her own with National Casualty Company (\"National\"), which had no deductible. Crucial to this lawsuit, the National policy had an \"Other Insurance\" clause which basically provided that the National policy was deemed to be excess over \"other valid and collectible insurance.\"</p>\n<p>After the Lampe incident, the parents of the baby brought a claim and an intent to file suit against Sarvey, the two UNC residents, and Wake. When notified of the claim, Wake, St. Paul, UNC, and National all agreed by way of a written, signed document that the Lampe claim should be settled. The claim was in fact settled before a suit was initiated for an amount less than Wake's deductible, or retention, of $750,000 under its policy with St. Paul. According to the written agreement dated 3 July 1991, UNC was to pay 25% of the settlement amount, and in fact paid that amount and it is not at issue in this suit. The 75% remainder was funded between Wake and National with the understanding that the coverage dispute would be litigated after the settlement. It was also agreed that the amount, if any, contributed by each party to fund the settlement would remain confidential. The parties failed to agree, however, as to which entity, Wake or National, was responsible for payment of the 75% portion of the settlement. From these events, Wake filed the instant suit and now makes this motion for summary judgment.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. Wake's Motion for Summary Judgment</h2>\n<p>Rule 56 of the Federal Rules of Civil Procedure provides that summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). In this case, the sole issue before the court is whether Wake's self-insured retention constitutes \"other valid and collectible insurance\" within the meaning of the National policy issued to Sarvey. Since the term \"other valid and collectible insurance\" is not defined in either the Wake or National policies, the determination as to the meaning of that term is one for the court to make as a matter of law. <i>Reliance Insurance Co. v. Lexington Insurance Co.,</i> 87 N.C.App. 428, <span class=\"citation\" data-id=\"1311613\"><a href=\"/opinion/1311613/reliance-ins-co-v-lexington-ins-co/\"><span class=\"volume\">361</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">403</span></a></span>, 406 (1987).</p>\n<p>In support of its motion, Wake asserts that its self-insured retention of $750,000 under the St. Paul policy does not constitute \"other valid and collectible insurance\" as that term is used in National's policy protecting Sarvey. The gist of Wake's argument is that National's policy provides the sole coverage for the claims arising out of the Lampe incident because the \"other insurance\" clause in National's policy should be interpreted to mean that it is applicable only as excess over another insurance policy, not a self-insured retention. Specifically, Wake contends that self-insurance is not insurance at all because: 1) there is no payment of a premium or other consideration to Wake; 2) there is no shifting of a risk of loss; 3) Wake is not in the <span class=\"star-pagination\">*771</span> business of insurance; and, 4) Wake is not subject to the requirements of ordinary insurers under North Carolina General Statutes, namely Chapter 58. Thus, a self-insured retention, as the argument goes, does not fall within the plain and ordinary meaning of the term \"insurance\"  an insurance policy issued by a licensed insurer in exchange for a premium charged.</p>\n<p>National first argues that there is an additional issue before the court on this motion for summary judgment as to whether National's maximum potential exposure is one-half of or all of the amount paid to settle the Lampe claim against Wake and Sarvey. In other words, National contends that the relative liabilities of Wake and Sarvey arising out of the Lampe claim need to be determined and litigated so that a proper payment obligation may be apportioned to each. Because the relative liabilities of Wake and Sarvey regarding the Lampe claim are in dispute here, as National alleges, summary judgment is not warranted.</p>\n<p>National next argues, as to the self-insured retention/\"other insurance\" issue, that Wake had a contractual obligation to defend and indemnify Sarvey, as a third-party beneficiary under the Wake/St. Paul insurance policy, for claims up to $750,000, and thus this contractual obligation constitutes \"other insurance\" as the term is used in National's policy. Essentially, National suggests that since it is undisputed that St. Paul had an obligation to provide coverage for Sarvey for any claim in excess of $750,000, it should likewise be determined that Wake had a similar obligation, under the St. Paul policy, to Sarvey, as an employee of Wake, for any claim less than $750,000 which arose out of the performance of her employment duties.</p>\n<p>Further, National asserts that Wake should not be allowed to shift to National a risk that Wake accepted and for which it received a benefit. To explain, National maintains that it would be inequitable to allow a company to shift the risk of loss to another once it has accepted a benefit  i.e., the advantage of a lower premium for a higher deductible  in return for a promise to provide coverage.</p>\n<p>After a thorough and careful review of all the materials submitted, the court agrees with plaintiff's position. First, addressing National's argument with regard to the respective liabilities between Wake and Sarvey concerning the Lampe claim, the court notes that no such issue is raised by the pleadings. The complaint seeks a declaratory judgment that the National policy was the primary coverage for Sarvey concerning the Lampe claim. Paragraph 11 of the complaint alleges: \"Notwithstanding their agreement as to the appropriate <i>amount</i> of settlement, Wake and National disagreed as to which party (Wake or National) was responsible for payment of the settlement amount (other than that portion to be contributed by UNC Hospitals which is not in issue here).\" Complaint, para. 11 (emphasis in complaint). The answer admits that allegation. \"The settlement amount\" is referred to as a whole. Nothing indicates any contention by defendant that Wake was responsible for a part of that amount by virtue of its own negligence, and there is nothing in the answer to indicate that defendant contends that Wake was independently negligent.</p>\n<p>The prayer for relief in the complaint and the answer request the court to find the other party \"solely responsible for payment of the amount paid in settlement of the Lampe claim, (other than that portion paid by UNC Hospitals).\"</p>\n<p>The Lampe claim against UNC, Wake, and Sarvey was indeed settled, and a written agreement was entered into by Wake, St. Paul, and National to iron out the settlement. The parties specifically agreed that the only issue to be later litigated was \"whether [National] <i>or</i> [Wake] is responsible for <i>the settlement amount.</i>\" (Hartung Aff. Ex. A at 1 (emphasis added)). No mention is made in the agreement that the respective liabilities between Wake and Sarvey need to be determined so that the relative insurance payment obligations between Wake and National may be apportioned to each based on that determination. National cites no authority, other than to <span class=\"star-pagination\">*772</span> recite a synopsis of North Carolina law on contribution and indemnity, for its proposition that Wake has the burden of showing that the amount paid in settlement was paid on the basis of Sarvey's negligence alone rather than the negligence of both Sarvey and Wake.<sup>[1]</sup> Thus, the only issue before the court is which party is liable for \"the settlement amount.\"</p>\n<p>In deciding the question presented, an examination into the language of the respective policies must be made. At the time of the Lampe incident, Wake was insured under St. Paul policy no. 566XM0393 which provided coverage as follows:</p>\n<blockquote>Professional injury liability. We'll pay amounts any protected person is legally required to pay as damages for covered claims or suits resulting from professional injury.</blockquote>\n<p>The policy goes on to define \"professional injury liability\" as:</p>\n<blockquote>injury or death that results from the providing or failing to provide professional health care services, including:</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote> the dispensing of drugs, medical or dental supplies or appliances;</blockquote>\n<blockquote>....</blockquote>\n<p>Under the \"Who Is Protected Under This Agreement\" section of the policy, it is clear that Wake is protected as well as its employees while working within the scope of their duties.</p>\n<p>The following \"other insurance\" clause is contained in the St. Paul policy:</p>\n<blockquote>If other insurance applies to claims or suits covered by this agreement, the insurance under this agreement is excess and we won't make any payments until the other insurance is used up. This won't be true, however, if the other insurance is specifically written to excess over this agreement.</blockquote>\n<p>Lastly and central to this case, the St. Paul policy has a self-insured retention in the amount of $750,000 per person/per event and a $1,000,000 annual total. The policy provides:</p>\n<blockquote>[t]he self insured retentions [] fix the amount you'll be responsible for before the limits of coverage of this agreement will apply. This is the amount you'll be responsible for, regardless of the number of:</blockquote>\n<blockquote> protected persons;</blockquote>\n<blockquote> claims made or suits brought; or</blockquote>\n<blockquote> persons or organizations making claims or bringing suits.</blockquote>\n<blockquote>Your self-insured retentions apply to both damages and defense costs.</blockquote>\n<blockquote>You agree that you will not, except at your own expense, voluntarily pay or assume any obligation to pay any damages or defense costs above your self-insured retentions.</blockquote>\n<blockquote>We'll pay damages and defense costs for all covered claims and suits in excess of your self-insured retentions up to the limits of coverage shown in the Coverage Summary.</blockquote>\n<blockquote>If you are unable to pay damages or defense costs for covered claims or suits because of your insolvency or bankruptcy or any other reason, the limits of coverage will still apply only to damages and defense costs for covered claims or suits in excess of your self-insured retentions shown in the Coverage Summary Claims fund. As part of the consideration of our issuing this agreement, you have agreed in a separate contract to maintain a claims fund with money you supply. We have the right to use this fund to pay damages and defense costs on covered claims or suits up to the amount of your retentions. However, you will remain obligated to pay your retentions when they are due, even if the amount in your claims fund is not sufficient to pay such retentions.</blockquote>\n<blockquote>Each person retention. You'll be responsible up to the amount of your each person retention for all covered claims or suits that result from:</blockquote>\n<blockquote> a professional health care service to any one person; or</blockquote>\n<blockquote> a series of related professional health care services to any one person. <span class=\"star-pagination\">*773</span> Each event retention. You'll be responsible up to the amount of your each event retention for all covered claims or suits for all bodily injury or property damage resulting from any one event.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>Total retention. If a total retention is shown in the Coverage Summary, this is the most you'll be required to pay for all retentions for covered claims or suits first made or brought in a policy term.</blockquote>\n<blockquote>....</blockquote>\n<p>In addition to St. Paul's obligation to pay covered claims in excess of $750,000 under its policy, Wake further contracted with St. Paul to handle claims falling within its self-insured retention of $750,000 under a Claims Services Agreement. The terms of the agreement provided that St. Paul would adjust claims up to a certain dollar amount which would be paid out of a reserve fund supplied by Wake to St. Paul. The funding of the self-insured retention was secured by a separate trust account funded by Wake pursuant to a trust agreement with First Union National Bank.</p>\n<p>Also crucial to this suit are the terms of the National policy issued to Sarvey. This policy is entitled a Nurse's Comprehensive Professional Liability Policy, policy no. NP025-48-00000919, and provided coverage during the time of the events giving rise to the Lampe claim. The insuring agreement applicable to professional liability provides:</p>\n<blockquote>To pay on behalf of the insured all sums which the insured shall become legally obligated to pay as damages because of injury to which this insurance applies caused by a Medical Incident which occurs during the policy period in the practice of an insured's profession as a registered nurse, visiting nurse, licensed practical or vocational nurse, nurse practitioner, student nurse or nurse's aid including service by the insured as a member of a formal accreditation standards review or similar professional board or committee. This coverage applies excess over any other valid and collectible insurance.</blockquote>\n<p>The National policy further contains the following \"Other Insurance\" clause:</p>\n<blockquote>If the insured has other insurance against a loss covered by this policy, this policy shall be excess and secondary over such valid and collectible insurance. [The remainder of this clause pertains to personal liability insurance as opposed to the professional liability coverage applicable here.]</blockquote>\n<p>In this diversity action, state law governs the interpretation of an insurance policy. <i>Northern Assurance Co. v. Spencer,</i> <span class=\"citation\" data-id=\"274798\"><a href=\"/opinion/274798/northern-assurance-company-of-america-v-david-spencer-and-wife-mary-r/\"><span class=\"volume\">373</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">35</span></a></span> (4th Cir.1966). Since the insurance policies at issue were entered into and issued in North Carolina, its law governs their interpretation. It is well-settled in North Carolina that the terms of an insurance contract must be given their plain, ordinary and accepted meaning unless they have acquired a technical meaning in the field of insurance, or unless it is apparent that another meaning was intended. <i>Williams v. Nationwide Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"1280281\"><a href=\"/opinion/1280281/williams-v-nationwide-mutual-insurance-company/\"><span class=\"volume\">269</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">235</span></a></span>, <span class=\"citation\" data-id=\"1280281\"><a href=\"/opinion/1280281/williams-v-nationwide-mutual-insurance-company/\"><span class=\"volume\">152</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">102</span></a></span> (1967); <i>Peirson v. American Hardware Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"1329488\"><a href=\"/opinion/1329488/peirson-v-american-hardware-mutual-insurance-co/\"><span class=\"volume\">249</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">580</span></a></span>, <span class=\"citation\" data-id=\"1329488\"><a href=\"/opinion/1329488/peirson-v-american-hardware-mutual-insurance-co/\"><span class=\"volume\">107</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">137</span></a></span> (1959). Insurance policies should be given a reasonable interpretation, and if they are not ambiguous, they should be construed according to their terms. <i>Wachovia Bank &amp; Trust Co. v. Westchester Fire Ins. Co.,</i> 6 N.C.App. 277, <span class=\"citation\" data-id=\"1406897\"><a href=\"/opinion/1406897/wachovia-bank-t-co-v-westchester-fire-ins-co/\"><span class=\"volume\">170</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">72</span></a></span> (1969), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"1342744\"><a href=\"/opinion/1342744/wachovia-bank-t-co-v-westchester-fire-ins-co/\"><span class=\"volume\">276</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">348</span></a></span>, <span class=\"citation\" data-id=\"1342744\"><a href=\"/opinion/1342744/wachovia-bank-t-co-v-westchester-fire-ins-co/\"><span class=\"volume\">172</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">518</span></a></span> (1970).</p>\n<p>Ambiguity in the terms of an insurance policy is not established by the mere fact that the plaintiff makes a claim based upon a construction of its language which the insurer asserts is not its meaning. <i>Id.</i> at 522. Moreover, no ambiguity exists unless, in the opinion of the court, the language of the policy is fairly and reasonably susceptible to either of the constructions for which the parties contend. <i>Id.</i> If it is not ambiguous, the court must enforce the contract as the parties have made it and may not, under the guise of interpreting an ambiguous provision, remake the contract. <i>Id.</i> Policies of insurance, having been prepared by the insurer, will be liberally construed in favor of the <span class=\"star-pagination\">*774</span> insured, and strictly against the insurer. <i>White v. Mote,</i> <span class=\"citation\" data-id=\"1384241\"><a href=\"/opinion/1384241/white-v-mote/\"><span class=\"volume\">270</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">544</span></a></span>, <span class=\"citation\" data-id=\"1384241\"><a href=\"/opinion/1384241/white-v-mote/\"><span class=\"volume\">155</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">75</span></a></span> (1967); <i>Henderson v. Hartford Accident &amp; Indemnity Co.,</i> <span class=\"citation\" data-id=\"1254068\"><a href=\"/opinion/1254068/henderson-v-hartford-accident-indemnity-co/\"><span class=\"volume\">268</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">129</span></a></span>, <span class=\"citation\" data-id=\"1254068\"><a href=\"/opinion/1254068/henderson-v-hartford-accident-indemnity-co/\"><span class=\"volume\">150</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">17</span></a></span> (1966).</p>\n<p>In this case, the sole dispute is whether Wake's $750,000 self-insured retention falls within the meaning of the term \"insurance\" as that term is used in National's \"Other insurance\" clause. Wake argues that its self-insured retention is not \"insurance\"; National argues that it is. It appears that the North Carolina courts have not directly addressed the issue so that the issue is one of first impression in this state. Some state courts have confronted the issue in other contexts, and there is somewhat of a split of authority. However, a majority of these courts have ruled that self-insurance is not insurance at all. <i>See </i><i>Aetna Casualty &amp; Surety Co. v. World Wide Rent-A-Car Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">286</span></span>, <span class=\"citation no-link\"><span class=\"volume\">284</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">807</span></span> (1967) (self-insurance is not insurance in automobile liability insurance context); <i>Allstate Insurance Company v. Zellars,</i> <span class=\"citation\" data-id=\"1724845\"><a href=\"/opinion/1724845/allstate-insurance-company-v-zellars/\"><span class=\"volume\">462</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">550</span></a></span> (Tex. 1970) (automobile liability self-insurance is not insurance); <i>American Family Mutual Insurance Co. v. Missouri Power &amp; Light Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">517</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">110</span></span> (Mo.1974) (en banc) (automobile liability self-insurance is not insurance); <i>Eakin v. Indiana Intergovernmental Risk Management Auth.,</i> <span class=\"citation\" data-id=\"2039750\"><a href=\"/opinion/2039750/eakin-v-intergovernmental-r-mgt-auth/\"><span class=\"volume\">557</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1095</span></a></span> (Ind.Ct.App.1990) (\"self-insurance is not insurance at all\"); <i>Glens Falls Insurance Co. v. Consolidated Freightways,</i> <span class=\"citation\" data-id=\"2187765\"><a href=\"/opinion/2187765/glens-falls-ins-co-v-consolidated-freightways/\"><span class=\"volume\">242</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">774</span></a></span>, <span class=\"citation\" data-id=\"2187765\"><a href=\"/opinion/2187765/glens-falls-ins-co-v-consolidated-freightways/\"><span class=\"volume\">51</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">789</span></a></span> (1966) (automobile liability insurance); <i>Iowa Contractors Workers' Compensation Group v. Iowa Insurance Guaranty Ass'n.,</i> <span class=\"citation\" data-id=\"1856277\"><a href=\"/opinion/1856277/iowa-cont-wkrscomp-v-iowa-ins-guar/\"><span class=\"volume\">437</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">909</span></a></span> (Iowa 1989) (self-insured worker's compensation group not insurer); <i>State Farm Mut. Auto Ins. Co. v. Bogart,</i> <span class=\"citation\" data-id=\"1279757\"><a href=\"/opinion/1279757/state-farm-mut-auto-ins-co-v-bogart/\"><span class=\"volume\">149</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">145</span></a></span>, <span class=\"citation\" data-id=\"1279757\"><a href=\"/opinion/1279757/state-farm-mut-auto-ins-co-v-bogart/\"><span class=\"volume\">717</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">449</span></a></span> (1986) (automobile self-insurance is not \"other insurance\"); <i>State Farm Mut. Auto Ins. Co. v. Universal Atlas Cement Co.,</i> <span class=\"citation\" data-id=\"1092739\"><a href=\"/opinion/1092739/state-farm-mut-auto-ins-co-v-universal-atlas-cement-co/\"><span class=\"volume\">406</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1184</span></a></span>, (Fla.Dist.Ct.App.1981) (automobile self-insurance is not \"other collectible insurance\"); <i>United Nat. Ins. Co. v. Philadelphia Gas Works, etc.,</i> 221 Pa.Super. 161, <span class=\"citation no-link\"><span class=\"volume\">289</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">179</span></span> (1972) (certificate of self-insurance is not an \"insurance policy\"); <i>Universal Underwriters Insurance Co. v. Marriott Homes Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">286</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">231</span></span>, <span class=\"citation\" data-id=\"1154856\"><a href=\"/opinion/1154856/universal-underwrit-ins-co-v-marriott-homes-inc/\"><span class=\"volume\">238</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">730</span></a></span> (1970) (workmen's compensation self-insurance scheme is not insurance). <i>But see </i><i>Carolina Casualty Insurance Co. v. Belford Trucking Co., Inc.</i> 121 N.J.Super. 583, <span class=\"citation\" data-id=\"2288927\"><a href=\"/opinion/2288927/carolina-cas-ins-co-v-belford-trucking-co/\"><span class=\"volume\">298</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">288</span></a></span> (App.Div. 1972), <i>cert. denied,</i> <span class=\"citation\" data-id=\"2055954\"><a href=\"/opinion/2055954/carolina-casualty-ins-co-v-belford-trucking-co-inc/\"><span class=\"volume\">63</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">502</span></a></span>, <span class=\"citation\" data-id=\"2055954\"><a href=\"/opinion/2055954/carolina-casualty-ins-co-v-belford-trucking-co-inc/\"><span class=\"volume\">308</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">667</span></a></span> (1973) (self-insured trucking company primarily liable); <i>Southern Home Insurance Company v. Burdette's Leasing Service, Inc.,</i> <span class=\"citation\" data-id=\"1259757\"><a href=\"/opinion/1259757/so-home-ins-co-v-burdettes-leasing-serv-inc/\"><span class=\"volume\">268</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">472</span></a></span>, <span class=\"citation\" data-id=\"1259757\"><a href=\"/opinion/1259757/so-home-ins-co-v-burdettes-leasing-serv-inc/\"><span class=\"volume\">234</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">870</span></a></span> (1977) (compulsory automobile self-insurance is insurance); <i>White v. Howard,</i> 240 N.J.Super. 427, <span class=\"citation\" data-id=\"1938663\"><a href=\"/opinion/1938663/white-v-howard/\"><span class=\"volume\">573</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">513</span></a></span> (Ct.App.Div. 1990) (compulsory automobile self-insurance is \"other collectible insurance\"); <i>State Farm Mut. Auto Ins. Co. v. Budget Rent-A-Car Systems Inc.,</i> <span class=\"citation\" data-id=\"1763682\"><a href=\"/opinion/1763682/st-farm-mut-auto-ins-v-budget-rent-a-car/\"><span class=\"volume\">359</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">673</span></a></span> (Minn.Ct.App.1984) (automobile liability self-insurer is insurer). Furthermore, both a state supreme court and a state appellate court have ruled that self-insurance is not insurance on relatively similar facts. <i>American Nurses Ass'n v. Passaic Gen. Hosp.,</i> <span class=\"citation\" data-id=\"1524730\"><a href=\"/opinion/1524730/american-nurses-assn-v-passaic-general-hosp/\"><span class=\"volume\">98</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">83</span></a></span>, <span class=\"citation\" data-id=\"1524730\"><a href=\"/opinion/1524730/american-nurses-assn-v-passaic-general-hosp/\"><span class=\"volume\">484</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">670</span></a></span> (1984); <i>Physicians Insurance Company v. Grandview Hospital and Medical Center,</i> 44 Ohio App.3d 157, <span class=\"citation no-link\"><span class=\"volume\">542</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">706</span></span> (1988).</p>\n<p>National suggests that this court follow those decisions which forego a mechanical reading of the term \"insurance\", and adopt instead a contextual meaning of the term as it is used in National's policy to Sarvey. National argues that its policy was intended only to fill in the gaps of coverage that might exist in the coverage already provided by Wake to Sarvey, or to provide coverage in excess of the limits of such coverage. The court disagrees with this argument.</p>\n<p>Initially, the court finds that the term \"insurance\" as it is used in the \"Other insurance\" clause in National's policy is not ambiguous. According to Black's Law Dictionary 802 (6th ed. 1991), the term \"insurance\" is defined as:</p>\n<blockquote>A contract whereby, for a stipulated consideration, one party undertakes to compensate the other for loss on a specified subject by specified perils. The party agreeing to make the compensation is <span class=\"star-pagination\">*775</span> usually called the \"insurer\" or \"underwriter;\" the other, the \"insured\" or \"assured;\" the agreed consideration, the \"premium;\" the written contract, a \"policy;\" the events insured against, \"risks\" or \"perils;\" and the subject, right, or interest to be protected, the \"insurable interest.\"</blockquote>\n<p>Moreover, N.C.Gen.Stat. § 58-1-10 defines \"contract of insurance\" as \"... an agreement by which the insurer is bound to pay money or its equivalent or do some act of value to the insured upon, as an indemnity or reimbursement for, destruction, loss, or injury of something in which the other party has an interest.\" Under N.C.Gen.Stat. § 58-1-5 an \"insurer\" is defined as \"... any corporation, association, partnership, society, order, individual or aggregation of individuals engaging or proposing or attempting to engage as principals in any kind of insurance business, including the exchanging of reciprocal or interinsurance contracts between individuals, partnerships and corporations.\"</p>\n<p>Given this, the plain and ordinary meaning of the term \"insurance\" contemplates a written contract  an insurance policy  issued by one individual or entity to compensate another for loss in exchange for a premium. This reading is consistent with the term \"self-insurance\" as it is defined in Black's Law Dictionary at 806:</p>\n<blockquote>Plan in which the insured (e.g. [Wake]) places aside in a fund sufficient sums to cover liability losses that may be sustained. Commonly, under such plan the business will self-insure itself up to a certain amount and then carry <i>regular liability insurance to cover any excesses.</i>\n</blockquote>\n<p>(emphasis added). Thus, under a self-insurance scheme, no written insurance policy is issued by another individual or entity nor is a premium paid because obviously a business which is self-insured does not need to pay itself to protect against its own risk of loss.</p>\n<p>National argues that Wake was contractually obligated to defend and indemnify Sarvey for claims up to $750,000, and that this contractual obligation constitutes \"other insurance.\"<sup>[2]</sup> The court recognizes that whatever contractual obligation Wake had to Sarvey, such obligation does not fall within the plain and ordinary definition of insurance as the term is used in National's policy. Wake did not issue an insurance policy to Sarvey, nor did Sarvey pay a premium to Wake for any benefit or protection against loss. Because Wake had a self-insured retention of $750,000, it was essentially uninsured for that amount. As a result, Wake cannot be viewed as having \"insurance\", as that term is plainly and ordinarily used, since it had no insurance for valid claims made which were under $750,000.</p>\n<p>In addition, the Claims Services Agreement, whereby St. Paul was to handle for Wake all claims which fell within the $750,000 self-insured retention, explicitly states in the title on the first page, \"NOT AN INSURANCE POLICY\". (Sedwick Aff. Ex. II at 1.). There is little doubt that had Sarvey had no professional liability insurance then Wake would have indemnified her for her liability surrounding the Lampe claim, and Wake admits this would have been its \"practice\" to do so.<sup>[3]</sup> (Pl.'s Reply Mem. at 6.) However, the fact remains that Sarvey did have professional liability insurance and the court concludes that such insurance applies to cover any liability against her arising out of the Lampe claim.</p>\n<p>National further argues that the contract between Wake and St. Paul should be interpreted according to the expectations of Sarvey and National. In support of this contention, National emphasizes that the policy language under the \"other insurance\" provision of its policy expressly provides <span class=\"star-pagination\">*776</span> that National's coverage is \"excess and secondary over such valid and collectible insurance.\" Further support of National's intent to provide secondary or excess coverage, the argument goes, is evidenced by: 1) the modest $52.00 premium Sarvey had to pay for coverage limits of $1,000,000/$2,000,000 which shows that National intended to insure a smaller risk; 2) the language of National's marketing literature, (Hartung Aff. Ex. C); and 3) the Underwriting Manual Nurses Program, (<i>Id.</i> Ex. B) which requires that the nurse \"must be employed\", and that the \"employer's policy will be considered primary and our [National's] will be considered excess.\" In response, Wake asserts that nurses at Wake are not required to obtain separate outside insurance.</p>\n<p>Additionally, National argues that new employees at Wake are told by the hospital's risk management staff that Wake's policy with St. Paul is primary, that the hospital considers this policy to be primary for employees performing their normal employee functions, and that it views the nurses' private malpractice insurance to provide them protection when they are off the job.<sup>[4]</sup> The court is unpersuaded by this argument.</p>\n<p>As mentioned previously, the court views as controlling the plain language of the two policies' \"other insurance\" clauses. Specifically, National's policy provides that \"[i]f the insured has other insurance against a loss covered by this policy, this policy shall be excess and secondary over such valid and collectible insurance.\" On the other hand, St. Paul's policy with Wake provides:</p>\n<blockquote>If other insurance applies to claims or suits covered by this agreement, the insurance under this agreement is excess and we won't make any payments until the other insurance has been used up. <i>This won't be true, however, if the other insurance is specifically written to be excess over this agreement.</i> (emphasis added). In reviewing these two \"other insurance\" clauses, it may be construed, and Wake does not dispute, that National's policy did take into account St. Paul's coverage for claims in excess of $750,000 as \"insurance\" in its \"other insurance\" clause so that St. Paul's policy would be primary for these claims. However, in contrast, National's policy does not contemplate, much less does it <i>specifically</i> refer to, Wake's self-insured retention for claims below $750,000. National could have easily guarded against this contingency by inserting language in its \"other insurance\" provision that its policy is also considered excess and secondary over any valid and collectible self-insured retention. Under the law of North Carolina, the court is not free to remake National's insurance policy, but must construe the policy, having been prepared by National, liberally in favor of the insured (Sarvey) and strictly against National. <i>Wachovia Bank &amp; Trust Co.,</i> 172 S.E.2d at 522; <i>White,</i> 155 S.E.2d at 83; <i>Henderson,</i> 150 S.E.2d at 19.</blockquote>\n<p>Moreover, as to National's argument that National and Sarvey intended the National policy to provide fill-in or excess coverage over the St. Paul policy, the court observes that National's very own marketing literature, despite assertions by National to the contrary, indicates a different intent. Specifically, National's application brochure claims:</p>\n<blockquote>As you've progressed in your career, your liability has changed with your responsibility. In the eyes of the law, you can now be held responsible for the actions of your subordinates and/or students just as surely as you are for your own.</blockquote>\n<blockquote>Now there's an insurance policy designed to provide <i>full</i> malpractice coverage plus coverage for your administrative, supervisory or educational responsibilities....</blockquote>\n<blockquote>....</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*777</span> If you think your hospital or school's insurance covers you adequately, think again ...</blockquote>\n<blockquote>Your hospital or school may have some coverage for you but if you're ever faced with a lawsuit, you'll need your own policy with your own company who has only your interest at heart.</blockquote>\n<p>(Hartung Aff. Ex. C). National also contends that \"Wake seeks to profit from Nurse Sarvey's precaution in obtaining such insurance  at the expense of her carrier who never intended or expected to be primary and who is certainly not compensated for accepting such a risk.\" For National to come in after the fact and now assert that its intent was to provide coverage only in excess of the St. Paul policy is disingenuous. National, as stated, could have easily protected itself against this dilemma by including language in the policy that its coverage was excess over any other valid and collectible insurance <i>or self-insured retention. See </i><i>Nabisco, Inc. v. Transport Indemnity Co.,</i> <span class=\"citation\" data-id=\"2115509\"><a href=\"/opinion/2115509/nabisco-inc-v-transport-indemnity-co/\"><span class=\"volume\">143</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">831</span></a></span>, <span class=\"citation\" data-id=\"2115509\"><a href=\"/opinion/2115509/nabisco-inc-v-transport-indemnity-co/\"><span class=\"volume\">192</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">207</span></a></span>, 208-09 (1983) (self-insurance is primary where other policy expressly provides that its coverage is excess over any \"other insurance or selfinsurance\"). The court finds that National's policy, along with its marketing literature, manifests an intent by National to cover Sarvey for the claims which have arisen here out of the Lampe claim. The court therefore holds that Wake's self-insured retention does not constitute \"other valid and collectible insurance\" within the meaning of National's \"other insurance\" clause issued to Sarvey. Wake is thus entitled to judgment as a matter of law, and its motion for summary judgment is GRANTED.</p>\n<p></p>\n<h2>II. Wake's Motion for Protective Order</h2>\n<p>Because the court has granted summary judgment in favor of Wake, it need not consider Wake's motion for protective order. Therefore, the motion for protective order is DENIED AS MOOT.</p>\n<p>It is ORDERED, ADJUDGED, AND DECREED, that the policy of insurance issued by defendant provided primary coverage for Nurse Sharon Sarvey and defendant is solely responsible for the amount paid in settlement of the Lampe claims (other than that portion paid by UNC Hospitals).</p>\n<p>Let the costs of this action be taxed to the defendant.</p>\n<h2>NOTES</h2>\n<p>[1]  The court is mindful, however, that Wake, as the party making this motion for summary judgment, does have the burden of establishing that there is no genuine issue of material fact.</p>\n<p>[2]  In support of its argument, National contends that Sarvey was a third-party beneficiary to the insurance agreement (and, presumably, to the Claims Services Agreement) between Wake and St. Paul, and that as a third-party beneficiary she is entitled to maintain an action for breach of promise under North Carolina law. For the purpose of this decision, the court assumes that contention is correct.</p>\n<p>[3]  It is also undisputed that Wake does not require its nurses to obtain outside professional liability insurance.</p>\n<p>[4]  To support this proposition, National tenders the affidavit of Sarvey and the affidavit of Steven Harris, a former employee of Wake who, upon being hired, attended a hospital orientation for new employees at which risk management personnel spoke. However, in his affidavit, Harris only restates in general, non-specific terms as to what he remembered the events to be. Additionally, all that is referred to in the Harris affidavit is Wake's <i>policy</i> coverage with St. Paul, not its self-insured retention.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/274798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1092739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1154856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1254068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1259757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1279757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1280281/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1311613/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1329488/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1342744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1384241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1406897/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1524730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1724845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1763682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1856277/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1938663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2039750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2055954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2115509/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2187765/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2288927/"
  ]
}