{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1652624/",
  "absolute_url": "/opinion/1652624/lightner-v-city-of-wilmington-north-carolina/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1652624/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:02:05.709459Z",
  "date_modified": "2016-04-26T20:13:52.078197Z",
  "type": "010combined",
  "sha1": "12847a5954d9d2fdbe2467282f612eee9626eaeb",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>498 F.Supp.2d 802 (2007)</b></center>\n<center><h1>James J. LIGHTNER, Plaintiff,<br>\nv.<br>\nThe CITY OF WILMINGTON, NORTH CAROLINA; Tandy Carter, Acting Chief of Police for the Wilmington Police Department; Bruce Hickman, Interim Chief of Police for the Wilmington Police Department; and Sterling Cheatham, City Manager for the City of Wilmington, Defendants.</h1></center>\n<center>No. 7:05-CV-101-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>March 30, 2007.</center>\n<p><span class=\"star-pagination\">*803</span> Stephen E. Culbreth, Stephen E. Culbreth, Attorney at Law, Wilmington, NC, for Plaintiff.</p>\n<p>B. Danforth Morton, Hedrick &amp; Morton, LLP, William E. Wolak, Office of City Attorney, Wilmington, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on the memorandum and recommendation (hereinafter M &amp; R) of United States Magistrate Judge James E. Gates (DE # 27), entered February 14, 2007, recommending the court deny defendants' motion for summary judgment (DE # 17), filed May 18, 2006. Defendants filed objections to the M &amp; R, which plaintiff moved to strike as untimely. The court entered order previously wherein it denied plaintiff's motion to strike. Plaintiff has not separately responded to the objections. Therefore, the issues raised are ripe for decision. For the reasons that follow, the court grants defendants' motion for summary judgment.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff, a retired police officer formerly employed by the Wilmington, North Carolina Police Department (hereinafter the \"Department\"), filed a complaint in New Hanover County Superior Court, on May 13, 2005, alleging the Department, several of its employees, and the city manager violated Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e, <i>et seq.</i> (Title VII), and 42 U.S.C. §§ 1981 and 1983, by practicing discrimination in disciplining plaintiff. Defendants filed notice of removal on June 2, 2005, premising the court's jurisdiction on the federal questions raised in the complaint. After proceeding through discovery, defendants moved for summary judgment on all claims.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>During the period of time relevant to this case, plaintiff was a fifty-three (53) year old white male, and a twenty-five (25) year veteran of the Department. Although nominally possessing the rank of lieutenant, plaintiff most recently served as Acting Captain and Acting Division Commander of the Professional Standards Division (hereinafter \"Professional Standards\") of the Department. Throughout his tenure with the Department, plaintiff had an exemplary service record, and prior to the events in question had not been the subject of any disciplinary action.</p>\n<p><span class=\"star-pagination\">*804</span> Professional Standards, commonly known as \"Internal Affairs,\" is the division of the Department which investigates allegations of ethics and rules violations against police officers. Plaintiff headed Professional Standards for approximately three months when, on February 4, 2004, he submitted a notice of resignation, with a retirement date of March 1, 2004. Around the same time, February 3 through 5, three officers , complained that plaintiff engaged in \"ticket fixing,\" the practice of intervening on behalf of friends or family with ticketing officers, in an attempt to secure a dismissal of the traffic ticket or reduced punishment. The usual method of ticket fixing was to request the ticketing officer secure dismissal of the ticket by the district attorney. This was a common practice in the Department, but only once before led to discipline. However, in a meeting on February 5, 2004, defendant Tandy Carter, Acting Police Chief (hereinafter \"Carter\"), and defendant Bruce Hickman, Acting Deputy Police Chief (hereinafter \"Hickman\"), informed plaintiff that he was being placed on administrative leave, with pay, pending investigation of the allegations.<sup>[1]</sup></p>\n<p>Because of plaintiff's position with Professional Standards, that division could not investigate the allegations,. and they were referred to other city employees, specifically Mary Ann Hinshaw, Deputy City Manager (hereinafter \"Hinshaw\"), and Denise Matroni, Senior Personnel Analyst with the city's Human Resources Department (hereinafter \"Matroni\"). Hinshaw and Matroni did not investigate one of the three complaints, owing to its vagueness, but interviewed the two other complaining officers and one of the beneficiaries of the ticket fixing. Officer T.R. Spencer (hereinafter \"Spencer\") told Hinshaw and Matroni that plaintiff had recently requested that Spencer come to his office at Professional Standards, and during the meeting that followed, plaintiff requested favorable treatment of an acquaintance. Officers were required to report to plaintiffs office if so instructed, but plaintiff denied, and Spencer confirmed, that there was no overt pressure applied during the meeting. Spencer did however tell Hinshaw and Matroni that \"[h]e did not feel like an immediate thing would happen to him like lose his job, but his failure to comply with the request would come back some time in the future.\" (DE # 18, Hinshaw/Matroni memo. of 2-16-04, at 1.)<sup>[2]</sup> The other investigated complaint arose from conduct before plaintiff commanded Professional Standards.</p>\n<p>On February 16, 2004, Hinshaw and Matroni completed their investigation and discussed their findings in a memorandum to William Wolak, Assistant City Attorney (hereinafter \"Wolak\") and defendant Sterling Cheatham, City Manager (hereinafter \"Cheatham\"), with a copy to Al McKenzie, Human Resources Director (hereinafter \"McKenzie\"). Hinshaw and Matroni concluded ticket fixing was a common practice, but plaintiffs conduct was problematic because (1) his request, as a superior officer, might be misconstrued as an order; (2) officers assigned to Professional Standards \"should be beyond reproach for professional and ethical behavior;\" and (3) as division commander of Professional Standards, plaintiff had an extra duty to maintain superior ethics. (<i>Id.</i> at 2.) Hinshaw <span class=\"star-pagination\">*805</span> and Matroni recommended plaintiff be suspended without pay for his final two weeks of employment before retirement. In a subsequent memorandum to defendant Hickman on February 16, 2004, McKenzie, writing on behalf of defendant Cheatham, concurred in the recommendation of a two-week suspension without pay.</p>\n<p>Defendant Hickman notified plaintiff of the results of the investigation, by memorandum dated February 17, 2004. In addition to requiring plaintiff's presence at a \"pre-disciplinary conference\" the following day, the memorandum set out four sections from the Department's Manual of Rules which plaintiff \"compromised:\"</p>\n<blockquote>6.13  Unnecessary Involvement  Supervisors shall not become involved in cases or activities of members who did not fall under their area of supervision, unless justifiably necessary to accomplish a legitimate police purpose.</blockquote>\n<blockquote>10.07  Intervention  Members shall not knowingly interfere with cases being handled by other employees of the department or any other governmental agency.</blockquote>\n<blockquote>8.01  Compliance to Rules and Regulations  Supervisors of the Wilmington Police Department, in addition to observing and complying with all listed rules and departmental policies shall be held to especially accountable for compliance with the rules listed in this unit, \"Supervisory Accountability\". Since their tasks involve supervision of others, they shall be held to a higher standard regarding the understanding and following of rules contained in this chapter.</blockquote>\n<blockquote>8.17  Setting an Example  Supervisors shall maintain a professional demeanor and set an example of professionalism and full compliance with all departmental rules, regulations, policies, orders, and directives.</blockquote>\n<p>(DE # 18, Hickman memo. of 2-17-04, at 1.) After the pre-disciplinary hearing, plaintiff was suspended without pay for one week, from February 23 to February 29, 2004. Thus, he was effectively suspended for the remainder of his employment. The punishment was confirmed by memorandum from defendant Hickman to plaintiff, dated February 19, 2004, which noted that plaintiff would remain on administrative leave until the start of the suspension. Plaintiff promptly appealed the suspension to defendant Cheatham, who upheld the discipline after a brief meeting with plaintiff and counsel.</p>\n<p>Plaintiffs complaint alleges the suspension resulted from race, gender, and age discrimination, as evidenced by the relatively lenient punishment incurred by a Lieutenant Green (hereinafter \"Green\"), a black female and the only other officer ever disciplined for ticket fixing. Green faced allegations that in late 2001 and early 2002, she on several occasions attended court in New Hanover County, ordered the clerk to send certain cases to a particular courtroom, and instructed the prosecuting attorney to dismiss the tickets. She never contacted the citing officers, and once even ordered the dismissal of a ticket, for her sister, on which the citing officer noted the offender's poor behavior at the scene as a reason the ticket should not be dismissed. Green's conduct came to light after she acted rudely towards staff members in the clerk of court's office, in demanding access to certain files.</p>\n<p>Despite a lengthy disciplinary history and the seriousness of her conduct, Green received a one-day paid suspension, called a \"Decision Making Day,\" which, at that time, was the most severe punishment, short of termination, permitted by the city's progressive disciplinary system. At time of plaintiffs punishment, \"Decision <span class=\"star-pagination\">*806</span> Making Day\" no longer was a disciplinary option.</p>\n<p>On February 9, 2004, only days after the Department placed plaintiff on administrative leave, the city amended its disciplinary policy to eliminate \"Decision Making Day.\" In its place, the city `instituted suspension, for an indeterminate length, with or without pay, at the discretion of the punishing supervisor. Plaintiff insists he was never made aware of any change in Department policy prior to his suspension, although he was on administrative leave when the change went into effect. Plaintiff attributes the differences in punishment  one day of paid leave versus a one week unpaid suspension  to longstanding Department policy favoring female and minority employees.</p>\n<p>However, plaintiff proffers other reason for the discipline. At the time, he was conducting an investigation into the failure of officers to appropriately report automobile accidents. According to plaintiff, several officers frequently were reporting accidents as routine traffic stops, thereby failing to include the accidents in state records, and depriving victims of police reports needed for insurance purposes.</p>\n<p>At deposition, plaintiff testified that \"people with higher rank than me knew that they were cooking the books to make Wilmington, at least make the City of Wilmington look better when it comes to accidents.\" (Pl.'s Dep. at 177.) He further alleged that \"this happened to me like a big conspiracy to hush me up, to get me out of the way, to make the investigation stop, and it worked.\" (<i>Id.</i> at 178.) According to his brief in opposition to defendants' motion for summary judgment, \"[i]t is Plaintiff's adamant belief that the complaints of the traffic officers . . . and his subsequent discipline and suspension were in <i>direct retaliation</i> for Plaintiffs Internal Affairs investigation into the failure of certain officers to appropriately report automobile accidents.\" (Pl.'s Mem. at 4) (emphasis added).</p>\n<p>Plaintiff argues the timing and length of the investigation and suspension prove the existence of the conspiracy:</p>\n<blockquote>the end of Plaintiffs suspension coincided with Plaintiffs retirement from the Police Department, therefore it was assured by City of Wilmington and Police Department Officials that Plaintiff would be unable to return to the Internal Affairs Division to pursue his investigation into the alleged improper practices of the Traffic Division.</blockquote>\n<p>(<i>Id.</i>) Some evidence supports plaintiffs theory. In their memorandum discussing the investigation, Hinshaw and Matroni wrote, \"[w]e believe it [ticket fixing] happens regularly and these specific incidents came to light due to other circumstances happening in the department.\" Specifically, \"[i]t appears that Professional Standards' investigation into the traffic division about a traffic policy may have resulted in officers coming forward at this time.\" (DE # 18, Hinshaw/Matroni memo. of 2-16-04, at 2.) Plaintiff put forth no further evidence on the subject, instead attempting to prove discrimination through circumstantial evidence and the familiar burden-shifting model.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>1, Standard of review</p>\n<p>The court conducts a <i>de novo</i> review of those portions of a magistrate judge's memorandum and recommendation to which specific objections are filed. 28 U.S.C. § 636(b); Local Civil Rule 72.4(b). Those portions to which only general or conclusory objections are lodged may be affirmed unless clearly erroneous or contrary to law. <i>Camby v. Davis,</i> 718 F.2d 198, 200 (4th Cir.1983). Upon careful review <span class=\"star-pagination\">*807</span> of the record, \"the court may accept, reject, or modify, in whole or in part, the findings or recommendations made by the magistrate judge.\" 28 U.S.C. § 636(b)(1)(c). In this instance, defendants have made specific objections to essentially all critical parts of the magistrate judge's analysis.</p>\n<p>Summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c). A party seeking summary judgment \"bears the initial responsibility of informing the district court of the basis for its motion, and identifying those portions of [the record] which it believes demonstrate the absence of a genuine issue of material fact.\" <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 323, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The moving party can meet this burden \"by showing that there is an absence of evidence to support the nonmoving party's case.\" <i>Honor v. Booz-Allen &amp; Hamilton, Inc.,</i> 383 F.3d 180, 185 (4th Cir.2004). \"[A] complete failure of proof concerning an essential element of [a plaintiff s] case necessarily renders all other facts immaterial.\" <i>Celotex,</i> 477 U.S. at 323, 106 S.Ct. 2548. Once the moving party has met its burden, the nonmoving party must then \"set forth specific facts showing that there is a genuine issue for trial.\" Fed.R.Civ.P. 56(e). The court views the evidence in the light most favorable to the non-moving party, according that party the benefit of all reasonable inferences. <i>Bailey v. Blue Cross &amp; Blue Shield of Virginia,</i> 67 F.3d 53, 56 (4th Cir.1995). However, \"conclusory statements, without specific evidentiary support,\" are insufficient to create a genuine issue of fact. <i>Causey v. Balog,</i> 162 F.3d 795, 802 (4th Cir.1998).</p>\n<p>2. <i>McDonnell Douglas</i> framework</p>\n<p>Title VII makes it \"an unlawful employment practice for an employer . . . to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin.\" 42 U.S.C. § 2000e-2(a)(1). Similarly, sections 1981 and 1983 prohibit various forms of discrimination.<sup>[3]</sup><i>See</i> 42 U.S.C. §§ 1981 and 1983.</p>\n<p>Plaintiff's burden on summary judgment is to present sufficient direct or circumstantial evidence of unlawful discrimination, such that a reasonable jury could find in his favor. Typically, the plaintiff in an employment discrimination case has no direct evidence of discrimination, such as a statement by the employer expressing <span class=\"star-pagination\">*808</span> racial animus. Therefore, as here, the litigants and court employ the burdenshifting model established in <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973), <i>Texas Dept. of Cmty. Affairs v. Burdine,</i> 450 U.S. 248, 252-53, 101 S.Ct. 1089, 67 L.Ed.2d 207 (1981), and their progeny, to analyze circumstantial evidence of discriminatory intent. This framework applies to claims arising under Title VII and sections 1981 and 1983. <i>See </i><i>Gairola v. Coln. of Va. Dept. of General Services,</i> 753 F.2d 1281, 1285 (4th Cir.1985). Under this framework,</p>\n<blockquote>\n<i>[f]irst,</i> the plaintiff has the burden of proving by the preponderance of the evidence a prima facie case of discrimination. <i>Second,</i> if the plaintiff succeeds in proving the prima facie case, the burden shifts to the defendant to articulate some legitimate, nondiscriminatory reason for the employee's rejection. <i>Third,</i> should the defendant carry this burden, the plaintiff must then have an opportunity to prove by the preponderance of the evidence that the legitimate reasons offered by the defendant were not its true reasons, but were a pretext for discrimination.</blockquote>\n<p><i>Burdine,</i> 450 U.S. at 252-53, 101 S.Ct. 1089 (citations omitted) (emphasis added). Plaintiff is not entitled to judgment merely by, at the third step, successfully rebutting defendant's proffered explanations, although proof of pretext can provide circumstantial evidence of unlawful discrimination. <i>See </i><i>Reeves v. Sanderson Plumbing Products, Inc.,</i> 530 U.S. 133, 147-48, 120 S.Ct. 2097, 147 L.Ed.2d 105 (2000). At all times plaintiff \"retains that `ultimate burden of persuading the [trier of fact] that [he] has been the victim of intentional discrimination.'\" <i>St. Mary's Honor Center v. Hicks,</i> 509 U.S. 502, 508, 113 S.Ct. 2742, 125 L.Ed.2d 407 (1993) (quoting <i>Burdine,</i> 450 U.S. at 256, 101 S.Ct. 1089).</p>\n<p>For plaintiff to meet his initial burden of proving a <i>prima facie</i> case of discriminatory discipline, he must show first that he \"engaged in prohibited conduct similar to that of a person of another race, color, sex, religion, or national origin;\" and second \"that disciplinary measures enforced against the plaintiff were more severe than those enforced against the other person.\" <i>Moore v. City of Charlotte, N.C.,</i> 754 F.2d 1100, 1105-06 (4th Cir.), <i>cert. denied,</i> 472 U.S. 1021, 105 S.Ct. 3489, 87 L.Ed.2d 623 (1985). Some formulations of this test include a third consideration, whether plaintiff is a member of a class protected by Title VII or other statute. <i>See </i><i>Cook v. CSX Transp. Corp.,</i> 988 F.2d 507, 511 (4th Cir.1993). However, Title VII protects those arguing under the theory of \"reverse discrimination,\" and therefore the critical issues are the similarity of conduct and punishment. <i>See </i><i>Lucas v. Dole,</i> 835 F.2d 532, 533-34 (4th Cir.1987) (applying <i>McDonnell Douglas</i> to white woman's Title VII claims and rejecting application of higher <i>prima facie</i> burden to majority plaintiffs).</p>\n<p>Proceeding under this framework, the magistrate judge concluded that plaintiff established a <i>prima facie</i> case of discrimination by comparison to the conduct and punishment of Green. Next, the magistrate judge found that defendants proffered several nondiscriminatory reasons for plaintiff's suspension, including the exploitation of a leadership position, the higher expectations placed on the commander of Professional Standards, and the modification of the city's disciplinary policy that eliminated the \"Decision Making Day\" as a possible punishment. Finally, it was concluded that plaintiff rebutted defendants' proffered reasons, because Green also abused a superior position, there was no policy in place announcing a higher <span class=\"star-pagination\">*809</span> ethical standard required of members of Professional Standards, only one of plaintiffs ticket-fixing incidents occurred while he led Professional Standards, there was some question as to the city's motive in abolishing \"Decision Making Day\" simultaneous with the investigation and discipline at issue, and the city failed to discipline plaintiff with a one-day suspension, which would match closer to Green's \"Decision Making Day.\"</p>\n<p>Based on these conclusions, the magistrate judge found plaintiff satisfied the third <i>McDonnell Douglas</i> step, and therefore recommended the court deny defendants' motion for summary judgment. In reaching a different conclusion, this court also considers plaintiffs deposition testimony and argument regarding the conspiracy to shut down his investigation into accident reporting.</p>\n<p>Plaintiff has established a <i>prima facie</i> case of discrimination based on race and gender.<sup>[4]</sup> However, while sufficient to satisfy the first step of the <i>McDonnell Douglas</i> framework, plaintiffs <i>prima facie</i> case is weak, a factor tag weighs heavily at the third step of the analysis, when, \"although the presumption of discrimination drops out of the picture . . . the trier of fact may still consider the evidence establishing the plaintiffs prima facie case and inferences properly drawn therefrom on the issue of whether the defendant's explanation is pretextual.\" <i>Reeves,</i> 530 U.S. at 143, 120 S.Ct. 2097 (internal citations omitted).</p>\n<p>The first consideration in establishing a <i>prima facie</i> case is the similarity or \"comparable seriousness\" of plaintiffs offense and Green's offense. <i>Moore,</i> 754 F.2d at 1107. This analysis must be sophisticated, because \"an unprincipled conception of `similarity' and `comparability\" is \"a structural flaw that renders the fact-finding process `clearly erroneous.'\" <i>Id.</i> at 1106. \"In determining whether employees are similarly situated, relevant factors include whether the employees were subject to the same standards, and whether they engaged in similar conduct without mitigating circumstances that would differentiate their conduct from that of other employees.\" <i>Disher v. Weaver,</i> 308 F.Supp.2d 614, 620 (M.D.N.C.2004) (internal citation omitted).</p>\n<p>While plaintiff and Green both held the rank of lieutenant, the record does not suggest Green had the responsibilities of an acting commander, which may factor into the Department's application of Policy 8.17, requiring supervisors to \"set an example of professionalism and full compliance with all departmental rules, regulations, policies, orders, and directives.\" Green may not have been found to violate this policy, or Policy 8.01, holding supervisors to be highly accountable for violations of certain rules. The memorandum recommending her \"Decision Making Day\" notes that Professional Standards \"sustained\" violations of Policies 6.13, unnecessary involvement, <span class=\"star-pagination\">*810</span> and 10.07, intervention. (DE # 22, Pait memo. of 1-16-02, at 1.) The same memorandum goes on to note that its author thought Green also violated Policies 8.01 and 8.17; however, there is no evidence of the impact of sustained versus non-sustained violations on the discipline imposed. In considering the similarity of conduct, the court cannot \"equate[] a greater offense to its lesser component offense without regard to the disparity in magnitude between the whole and the part.\" <i>Moore,</i> 754 F.2d at 1107.</p>\n<p>Similarly, the court cannot discount the differences in plaintiff's dealings with subordinate officers as compared to Green's attempts to direct court personnel. According to <i>Moore,</i> \"a principled determination of `comparable seriousness' require[s] at least initial deference to the system of offenses created by the police department.\" <i>Id.</i> at 1108. While a high-ranking police officer, by virtue of her position, has strong influence with court staff, Green did not attempt to influence persons with which she shared a chain of command. For example, unlike plaintiffs authority over junior officers, there is no indication that Green could have commanded the clerks to appear in her office. While Green raised her voice to explicitly intimidate the clerks, plaintiffs influence was implicit in his position of authority. Plaintiff did, however, have a clean disciplinary record, a sharp contrast to Green's case.</p>\n<p>By way of offering non-discriminatory reasons for plaintiffs discipline, defendants argue first that plaintiff violated the higher expectations placed on the leader of Professional Standards. Plaintiff seeks to rebut this reason by arguing that no policy explicitly placed a higher burden on an officer in his position, which is correct. However, Policy 8.17 may be reasonably construed to support defendants' argument, with its requirement that supervisors \"set an example of professionalism and full compliance with all departmental rules.\" Defendants also argue that \"Decision Making Day\" was abolished before plaintiff was disciplined and therefore Green's case is not comparable, and furthermore if there had been no \"Decision Making Day\" at the time of her punishment, Green may well have received a more severe punishment. Plaintiff argues the Department could have suspended him for one day, a punishment closer to the severity of Green's. , Plaintiff also questions whether \"Decision Making Day\" had been abolished, as he was never aware of the policy change. This policy change, in the course of the investigation, suggests only that an improper motive was involved, not whether the improper motive was unlawful (discrimination), or merely unethical (a conspiracy to terminate plaintiffs investigation into traffic accident reporting). In sum, the magistrate judge correctly concluded defendants proffered non-discriminatory reasons for their conduct, and plaintiff offered some evidence that those reasons were pretextual. The analysis continues below.</p>\n<p>3. Impact of plaintiffs acknowledgment of nondiscriminatory reason</p>\n<p>Except in the \"atypical\" case, \"the ultimate question of liability ordinarily should not be taken from the jury once the plaintiff has introduced the two categories of evidence\" required by <i>McDonnell Douglas,</i> the <i>prima facie</i> case and rebuttal of the defendant's proffered reasons. <i>Reeves,</i> 530 U.S. at 155, 120 S.Ct. 2097 (Ginsburg, J., dissenting). <i>Reeves</i> recognized that \"[c]ertainly there will be instances where, although the plaintiff has established a prima facie case and set forth sufficient evidence to reject the defendant's explanation, no rational factfinder could conclude that the action was <span class=\"star-pagination\">*811</span> discriminatory.\" <i>Id.</i> at 148, 120 S.Ct. 2097. For example,</p>\n<blockquote>an employer would be entitled to judgment as a matter of law if the record conclusively revealed some other, nondiscriminatory reason for the employer's decision, or if the plaintiff created only a weak issue of fact as to whether the employer's reason was untrue and there was abundant and uncontroverted independent evidence that no discrimination had occurred.</blockquote>\n<p><i>Id. See also </i><i>E.E.O.C. v. Sears Roebuck and Co.,</i> 243 F.3d 846, 857 (4th Cir.2001) (holding that a plaintiff who proves both a <i>prima facie</i> case and pretext should survive summary judgment, unless other evidence in the record precludes a finding of discrimination). `The particular facts of this case put it the narrow category predicted by the Supreme Court in <i>Reeves.</i></p>\n<p>The case of <i>Aka v. Washington Hosp. Center,</i> 156 F.3d 1284 (D.C.Cir.1998) (<i>en banc</i>), cited favorably by the Supreme Court in <i>Reeves,</i> illuminates the effect of a non-discriminatory reason appearing in the record. In <i>Aka,</i> the D.C. Circuit evaluated the Supreme Court's opinion in <i>Hicks,</i> which held that a plaintiff who rebuts the defendant's proffered non-discriminatory reasons is not entitled to judgment as a matter of law on discrimination claims. In considering whether a plaintiffs rebuttal of the defendant's reasons could support an inference of discrimination, the <i>Aka</i> court considered a hypothetical case \"in which the plaintiff calls the employer's explanation into question, but does so in a way that conclusively demonstrates that the real explanation for the employer's behavior is not discrimination, but some other motivation.\" <i>Aka,</i> 156 F.3d at 1291. In such a situation, the court concluded, the plaintiff would \"undercut\" his own claim, mandating judgment for the employer. <i>Id.</i> \"If a plaintiff shoots himself in the foot, surely there is no point in sending the case to the jury.\" <i>Id.</i></p>\n<p>The <i>Aka</i> court examined this scenario to assist in its elucidation of <i>Hicks,</i> and the facts before it did not permit any further application. Other courts, however, have directly addressed situations where the plaintiff essentially undercut his position. The Fourth Circuit has not addressed the issue raised by <i>Aka</i> and the other similar cases discussed herein, but in <i>E.E.O.C. v. Sears</i> the court cited directly to that portion of <i>Reeves</i> that in turn cites <i>Aka</i> and recognizes the door is open to such evidence preventing a case from going to the jury. <i>See </i><i>E.E.O.C. v. Sears,</i> 243 F.3d at 857.</p>\n<p>In <i>Rothmeier v. Investment Advisers, Inc.,</i> 85 F.3d 1328 (8th Cir.1996), a former employee sued an investment firm under the ADEA. The plaintiff had been terminated after beginning an internal investigation into possible failures to comply with SEC rules, and was replaced by a younger employee. While the employer proffered non-discriminatory reasons such as poor performance and insubordination, the plaintiff acknowledged he \"was discharged because [the defendant] wanted to cover up its SEC problems and keep the millions of dollars it illegally collected.\" <i>Id.</i> at 1337 (quoting the plaintiff's brief). The court held that \"[t]his acknowledgment standing alone would completely refute [the plaintiffs] claim of age discrimination.\" <i>Id.</i> The plaintiffs attempt to argue that the young age of his replacement was a proxy for lax ethics was also rejected by the court, as \"a highly dubious correlation . . . for which he has offered no supporting evidence.\" <i>Id.</i> at 1337-38. Ultimately, although the plaintiff \"may have been fired because he chose to do the right thing by investigating the alleged SEC violations,\" summary judgment for the employer was warranted because \"that fact undercuts, <span class=\"star-pagination\">*812</span> rather than supports, his claim that [the employer] fired him because of his age.\" <i>Id.</i> at 1338.</p>\n<p>In <i>Visser v. Packer Engineering Associates, Inc.,</i> 924 F.2d 655 (7th Cir.1991) (<i>en banc</i>), the court similarly rejected an ADEA claim where the plaintiff acknowledged a non-discriminatory reason for his termination. The plaintiff had been involved in a palace coups of sorts at his employer, publishing allegations of illegal and unethical practices, and was dismissed from the board of directors. After several co-conspirators left to form a competing enterprise, the domineering CEO called the plaintiff into his office, and demanded that individual's personal loyalty to him, as opposed to his loyalty to the corporation. The plaintiff refused and was fired on the spot, only nine months short of the full vesting of his pension, and replaced with a younger worker. The plaintiffs reply brief conceded that he was terminated because he \"was disloyal to <i>him</i> [the CEO] not to the corporation or its shareholders,\" and \"he was fired for his loyalty to the corporation.\" <i>Id.</i> at 657 (quoting the plaintiffs reply brief, emphasis in original). The court wrote that the plaintiffs admission and evidence \"may show that [the CEO] is a bad man,\" but it \"does not show or even tend to show that [the plaintiff] was fired because of his age.\" <i>Id.</i> In fact, \"[i]t tends if anything to show the opposite, because if [the plaintiff] was fired because of his disloyalty to [the CEO] the natural though not inevitable inference is that he was not fired because of his age.\" <i>Id.</i> The Seventh Circuit continued into a mixed motives analysis, and held that while the plaintiff established the facts required to show a <i>prima facie</i> case, \"[t]here is not an iota of evidence that [the plaintiffs] age per se was a substantial, or any, factor in this decision.\" <i>Id.</i> at 658. Therefore, the court affirmed summary judgment for the employer.</p>\n<p>The D.C. Circuit reaffirmed <i>Aka</i> by applying it to specific facts. <i>See </i><i>Carpenter v. Federal Nat. Mortg. Ass'n.,</i> 165 F.3d 69 (D.C.Cir.), <i>cert. denied,</i> 528 U.S. 823, 120 S.Ct. 69, 145 L.Ed.2d 59 (1999) (analyzing claims under District of Columbia's Human Rights Act using the Title VII framework). There, the court affirmed summary judgment for the employer, where the female plaintiff alleged she was denied a promotion on the basis of her sex, but argued the employment action was motivated by her \"outspoken advocacy\" for the establishment of an anti-fraternization policy. <i>Id.</i> at 72. As in <i>Rothmeier,</i> the plaintiff attempted to establish management's disapproval of such a policy as a proxy for sex discrimination. Although the plaintiff showed the employer's proffered reasons were not believable, her evidence was nonetheless insufficient:</p>\n<blockquote>[S]ometimes an employer may offer a meritocratic or otherwise high-sounding explanation for a decision intending to cover up an unsavory reason  but one that is not illegal under the antidiscrimination laws. If the plaintiff explodes the phony reason with evidence that simply supports an unsavory but lawful alternative reason (or, more technically, offers evidence from which a jury might find such to be the true reason), the plaintiff cannot get to the jury.</blockquote>\n<p><i>Id. See also </i><i>Montgomery v. John Deere &amp; Co.,</i> 169 F.3d 556, 563 (8th Cir.1999) (Lay, J., concurring) (arguing the plaintiff established a weak <i>prima facie</i> case of disparate treatment, but concurring in grant of summary judgment to employer because \"in an attempt to verify his retaliatory discharge claim, the plaintiff asserts that his knowledge of the company's misconduct made him a potential `whistle blower'\" and \"[i]f we accept the plaintiffs assertions as true, his evidence of pretext defeats his claim of age discrimination because <span class=\"star-pagination\">*813</span> it negates intent, showing that the plaintiff thought he was fired for a reason other than age\"); <i>Shaheen v. Gonzales,</i> 2006 WL 3164763, *8, 2006 U.S. Dist. LEXIS 80567 (S.D.N.Y. November 1, 2006) (granting the employer's motion for summary judgment where the plaintiff made a weak <i>prima facie</i> case and offered weak rebuttals of the employer's proffered reasons, the employer offered direct evidence that it did not discriminate, and the plaintiff testified he believed he did not get the job because of cronyism); <i>c.f. </i><i>Pruitt v. Howard County Sheriff's Dept.,</i> 76 F.3d 374, 1996 WL 37031, *4 (4th Cir.), <i>cert. denied,</i> 517 U.S. 1235, 116 S.Ct. 1879, 135 L.Ed2d 175 (1996) (unpublished table opinion) (holding the white male plaintiffs failed to rebut their employer's proffered nondiscriminatory reason for termination, abuse of leadership positions, because, in part, the plaintiffs' own allegations showed that other white males were not disciplined for the same misconduct); <i>Barber v. American Airlines, Inc.,</i> 791 F.2d 658, 660 (8th Cir.), <i>cert. denied,</i> 479 U.S. 885, 107 S.Ct. 278, 93 L.Ed2d 254 (1986) (holding ADEA theory \"contain[ed] the seeds of its own refutation,\" where the plaintiffs argued the employer did not uniformly apply a personnel policy, because the beneficiaries of this practice were of the same age group as the plaintiffs, and thus \"Din these unusual circumstances, an inference of age discrimination is plainly impermissible\").</p>\n<p>Like the terminated employees in <i>Rothmeier</i> and <i>Visser,</i> plaintiff has alleged employment discrimination: \"two employees of equal status within the Wilmington Police Department were treated in a tremendously disparate fashion and . . . the cause for such treatment was race and gender.\" (Pl.'s Mem. at 2.) Plaintiff has come forward with facts which may establish a <i>prima facie</i> case: an employee of a different race and gender acted in a similar manner and received less severe discipline. This abstract view of the record, however, is incompatible with <i>Reeves</i> and its progeny, in light of other evidence. Although missing from his complaint, plaintiff testified at deposition and argues in his brief on defendants' motion that he was investigated and punished for a non-discriminatory reason.</p>\n<p>Plaintiff argues that all aspects of the events in question arose from his investigation into accident reporting. The Hinshaw and Matroni memorandum echoed plaintiffs allegation that the origin of the complaints were officers concerned about the Professional Standards investigation. Plaintiff believes the three week administrative leave \"could have been wrapped up in two days, three days,\" but was extended to prohibit his return to duty. (Pl.'s Dep. at 135.) Similarly, his one-week suspension, during the last week of his employment, was designed to \"assure . . . that Plaintiff would be unable to return to the Internal Affairs Division to pursue his investigation.\" (Pl.'s Mem. at 4.) He had \"never heard of such a prolonged period of administrative leave. (Pl.'s Dep. at 135.) These are not passing comments, but rather plaintiffs \"adamant belief' (Pl.'s Mem. at 4) and, in his own words, \"I will believe that until I die\" (Pl.'s Dep. at 135).<sup>[5]</sup><i>See </i><i>Coral v. Gonse,</i> 330 F.2d 997, <span class=\"star-pagination\">*814</span> 999 n. 1 (4th Cir.1964) (noting court can relieve party from judicial admission if \"convinced that an honest mistake had been made, the original allegation was untrue and that justice required relief'). Plaintiff is bound by his deposition testimony and arguments in his brief. <i>See </i><i>Richardson v. Director, Office of Workers' Compensation Programs,</i> 94 F.3d 164, 167 (4th Cir.1996) (holding the defendant bound by stipulation of fact made in argument before administrative law judge); <i>In re McNallen,</i> 62 F.3d 619, 625 (4th Cir. 1995) (holding the bankruptcy plaintiff bound by concession on issue of willfulness made before bankruptcy court).</p>\n<p>Plaintiffs acknowledgment leaves little room, if any, for unlawful discrimination. He could survive summary judgment on a sufficient presentation of mixed motives; in other words, defendants may still be liable if plaintiff can \"`present sufficient evidence,' direct or circumstantial, `for a reasonable jury to conclude, by a preponderance of the evidence, that race, color, religion, sex, or national origin was a motivating factor for any employment practice.'\" <i>Hill v. Lockheed Martin Logistics Management, Inc.,</i> 354 F.3d 277, 285 (4th Cir.2004) (<i>en banc),</i><i> cert. denied,</i> 543 U.S. 1132, 125 S.Ct. 1115, 160 L.Ed.2d 1090 (2005) (quoting <i>Desert Palace, Inc. v. Costa,</i> 539 U.S. 90, 101, 123 S.Ct. 2148, 156 L.Ed.2d 84 (2003)).</p>\n<p>Plaintiff, however, presents no argument under a mixed motive theory. Instead, he presents the single motive theory that he was disciplined to terminate the investigation, and this is actionable because Green received a \"Decision Making Day\" for her ticket fixing. Perhaps the Department could have left plaintiff on paid administrative leave for the final week of employment, instead of, in its wrath, suspending him without pay. Or, to closer match Green's punishment, the Department could have suspended plaintiff, with or without pay, only for the final day of employment. Plaintiff, however, has discarded any contention that he would have been disciplined regardless of the existence of the investigation, because of his assertions, supported by evidence, that other officers upset with the investigation were the origin of the complaints against him, perhaps on order from superior officers. He has eliminated any contention that discrimination motivated the length of his discipline, because according to his testimony and the arguments presented, the discipline of which he complains specifically was engineered <span class=\"star-pagination\">*815</span> and timed to prevent any further investigation by plaintiff.</p>\n<p>Thus, although the facts fit the <i>McDonnell Douglas</i> framework for establishing a <i>prima facie</i> case, and allow some rebuttal of defendants' explanations, plaintiff's acknowledgment settles the ultimate issue of whether discrimination occurred. <i>See </i><i>Hill,</i> 354 F.3d at 286 (\"Regardless of the type of evidence offered by a plaintiff as support for her discrimination claim (direct, circumstantial, or evidence of pretext), or whether she proceeds under a mixed-motive or single-motive theory, `[t]he ultimate question in every employment discrimination case involving a claim of disparate treatment is whether the plaintiff was the victim of intentional discrimination.'\") (quoting <i>Reeves,</i> 530 U.S. at 153, 120 S.Ct. 2097).</p>\n<p>Other than plaintiffs <i>prima facie</i> case and rebuttal of defendants' proffered reasons, there is no evidence in the record that supports an inference of unlawful discrimination. Furthermore, some evidence would support a finding that no discrimination occurred. Plaintiff and Green, a black female, were the only two officers ever disciplined for ticket fixing, where the evidence shows ticket fixing was a common practice. If plaintiffs \"actions were no different from every other police officer within the Wilmington Police Department,\" as argued, and assuming many other officers were white males, the inference is plaintiff was singled out based on some factor other than race or gender. (Pl.'s Mem. at 10.) <i>See </i><i>Pruitt,</i> 76 F.3d 374, 1996 WL 37031 at *4. This other factor may have been his leadership position in Professional Standards, as argued by defendants, or his investigation into the reporting of traffic accidents, as is plaintiffs \"adamant belief.\" (Pl.'s Mem. at 4.) Neither factor, and no combination thereof, is an unlawful consideration.</p>\n<p>These facts place the court, on summary judgment, and the fact-finder if at a later stage, in the uncomfortable position of finding for the employer in spite of grounds to reject the employer's stated reasons for the action at issue. In employment law, however, a pretext \"is a reason that the employer offers for the action claimed to be discriminatory and that the court [or the fact-finder] disbelieves, allowing an inference that the employer is trying to conceal a discriminatory reason for his action.\" <i>Visser,</i> 924 F.2d at 657. A discriminatory reason for action must be one that is unlawful, or, more precisely, actionable under Title VII or another source of law. \"It is not . . . an unethical reason for action, or a mask for such a reason.\" <i>Id.</i> In other words,</p>\n<blockquote>if the circumstances show that the defendant gave the false explanation to conceal something other than discrimination, the inference of discrimination will be weak or nonexistent. And if, on examination of the circumstances, there are many possible reasons for the false explanation, stated or unstated, and illegal discrimination is no more likely a reason than others, then the pretext gives minimal support to plaintiffs claim of discrimination.</blockquote>\n<p><i>Fisher v. Vassar College,</i> 114 F.3d 1332, 1338 (2d Cir.1997) (<i>en banc</i>), <i>abrogated on other grounds by </i><i>Reeves,</i> 530 U.S. 133, 120 S.Ct. 2097, 147 L.Ed.2d 105. Thus, while a showing of pretext is circumstantial evidence of discrimination and may support judgment for the plaintiff, <i>Reeves,</i> 530 U.S. at 147-48, 120 S.Ct. 2097, \"to rebut the presumption [of discrimination], `[t]he defendant need not persuade the court that it was <i>actually motivated by</i> the proffered reasons,'\" <i>Hicks,</i> 509 U.S. at 510, 113 S.Ct. 2742 (quoting <i>Burdine,</i> 450 U.S. at 254, 101 S.Ct. 1089) (emphasis added). In fact, plaintiff's acknowledgment, taken as <span class=\"star-pagination\">*816</span> true, overwhelms the remainder of the evidence, all of which is circumstantial.</p>\n<p>Plaintiff has attempted to frame what may well be unfair, and seriously disturbing, conduct as a violation of federal employment law. If indeed plaintiff was placed on leave and suspended to shut down an investigation into illegality within the Wilmington Police Department, he was wronged. Plaintiff is not entitled to present his claims to a jury under Title VII or 42 U.S.C. §§ 1981 and 1983, however, based on allegations of unethical or corrupt conduct that is not expressly made unlawful. <i>See Shaheen,</i> 2006 WL 3164763 at *8 (rejecting the plaintiffs theory of the case, where \"[a]t oral argument, he stated that he thinks the reason he did not get the job was because of cronyism, yet he insists that he is entitled to recover for age discrimination because he can prove it through the presumptions in the <i>McDonnell Douglas</i> framework\"). \"[O]ur laws impose liability only when the employer's action was the product of unlawful discrimination' and do not impose liability simply because the employer's explanation of its action was not believable.'\" <i>Price v. Thompson,</i> 380 F.3d 209, 217 n. 5 (4th Cir.2004) (quoting <i>Hicks,</i> 509 U.S. at 514, 113 S.Ct. 2742) (affirming district court's grant of summary judgment for employer, where the plaintiff failed to provide sufficient evidence from which a reasonable trier of fact could find pretext).</p>\n<p>The ultimate issue is always whether the plaintiff has carried his burden, and if a reasonable jury could conclude, based on the evidence presented, that the defendant committed unlawful discrimination. <i>See </i><i>Hill,</i> 354 F.3d at 286. In this instance, considering plaintiffs weak <i>prima facie</i> case and his testimony of record and arguments acknowledging the Department's motivation for acting, no reasonable jury could so conclude.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons discussed herein, defendants' motion for summary judgment (DE # 17) is GRANTED, and all claims are DISMISSED. The Clerk is directed to close this case.</p>\n<p>SO ORDERED, this 30th day of March, 2007.</p>\n<h2>NOTES</h2>\n<p>[1]  By mid-February, defendant Carter left the Department to take a job as Chief of Police for Salisbury, North Carolina, and defendant Hickman was promoted to Acting Police Chief.</p>\n<p>[2]  The parties have not presented their exhibits in a form that permits easy reference. The court endeavors to balance clarity with brevity in citations to the record.</p>\n<p>[3]  Specifically, section 1981 provides: \"All persons within the jurisdiction of the United States shall have the same right in every State and Territory to make and enforce contracts, to sue, be parties, give evidence, and to the full and equal benefit of all laws and proceedings for the security of persons and property as is enjoyed by white citizens, and shall be subject to like punishment, pains, penalties, taxes, licenses, and exactions of every kind, and to no other.\" 42 U.S.C. § 1981(a). Section 1983 provides: \"Every person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory or the District of Columbia, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress, except that in any action brought against a judicial officer for an act or omission taken in such officer's judicial capacity, injunctive relief shall not be granted unless a declaratory decree was violated or declaratory relief was unavailable.\" 42 U.S.C. § 1983.</p>\n<p>[4]  The complaint and plaintiff's briefing on the instant motion variously argue that race, gender, and age were the motivating factors for the employment action at issue. As the magistrate judge noted, however, plaintiff has not pled a cause of action under the Age Discrimination of Employment Act of 1967, 29 U.S.C. § 621, <i>et seq.</i> (ADEA). <i>See</i> M &amp; R at 5, n. 4. The ADEA is the exclusive federal remedy for age discrimination, and therefore plaintiff cannot seek relief on such a claim under Title VII or sections 1931 or 1983. <i>See </i><i>Zombro v. Baltimore City Police Dept.,</i> 868 F.2d 1364, 1369 (4th Cir.), <i>cert. denied,</i> 493 U.S. 850, 110 S.Ct. 147, 107 L.Ed.2d 106 (1989) (holding the plaintiff could not maintain age discrimination claim under section 1983). Even if the complaint could be read to include a cause of action for age discrimination, defendants would be entitled to summary judgment on such a claim for the reasons discussed herein. <i>See </i><i>Laber v. Harvey,</i> 438 F.3d 404, 430-31 (4th Cir.2006) (applying <i>McDonnell Douglas</i> framework to ADEA claim).</p>\n<p>[5]  According to plaintiff's brief in opposition to defendant's motion for summary judgment: \"It is Plaintiff's adamant belief that the complaints of the traffic officers . . . and the subsequent discipline and suspension were in direct retaliation for Plaintiff's Internal Affairs investigation not the failure of certain traffic officers to appropriately report automobile accidents. . . . In fact, the end of Plaintiff's suspension coincided with Plaintiff's retirement from the Police Department, therefore it was assured by City of Wilmington and Police Department officials that Plaintiff would be unable to return to the Internal Affairs Division to pursue his investigation into the alleged improper practices of the Traffic Division.\" (Pl.'s Mem. at 4.) Plaintiff testified at deposition as follows: \"My opinion is that I was put on administrative leave and I was investigated very slowly. This could have been wrapped up in two days, three days. But I was put on administrative leave for three weeks. I never heard of that. I've had to put people on administrative leave one or two days and we found out what the deal was and we put them back to work. My opinion is I was put on administrative leave and I was not allowed to come back to be in internal affairs in any way, shape, or form so this traffic investigation would not continue, and I will believe that until I die.\" (Pl.'s Dep. at 135.) He further testified: \"I believe that this whole incident came about, when it came about, because people with higher rank than me knew that they were cooking the books to make Wilmington, at least make the city of Wilmington look better when it comes to accidents, and if the truth be known I was just doing what I was instructed to do. I wish you had been there. I mean my whole goal in life was to take care of my department. If they would have said yes, that is wrong and we're going to stop it right now, I would have stopped the investigation. If I had been ordered to stop the investigation I would have stopped the investigation. I would have obeyed that order. I think this happened to me like a big conspiracy to hush me up, to get me out of the way, to make the investigation stop, and it worked. It did. It was never investigated again.\" (<i>Id.</i> at 177-78.)</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">802</span></span> (2007)</b></center>\n<center><h1>James J. LIGHTNER, Plaintiff,<br>\nv.<br>\nThe CITY OF WILMINGTON, NORTH CAROLINA; Tandy Carter, Acting Chief of Police for the Wilmington Police Department; Bruce Hickman, Interim Chief of Police for the Wilmington Police Department; and Sterling Cheatham, City Manager for the City of Wilmington, Defendants.</h1></center>\n<center>No. 7:05-CV-101-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>March 30, 2007.</center>\n<p><span class=\"star-pagination\">*803</span> Stephen E. Culbreth, Stephen E. Culbreth, Attorney at Law, Wilmington, NC, for Plaintiff.</p>\n<p>B. Danforth Morton, Hedrick &amp; Morton, LLP, William E. Wolak, Office of City Attorney, Wilmington, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on the memorandum and recommendation (hereinafter M &amp; R) of United States Magistrate Judge James E. Gates (DE # 27), entered February 14, 2007, recommending the court deny defendants' motion for summary judgment (DE # 17), filed May 18, 2006. Defendants filed objections to the M &amp; R, which plaintiff moved to strike as untimely. The court entered order previously wherein it denied plaintiff's motion to strike. Plaintiff has not separately responded to the objections. Therefore, the issues raised are ripe for decision. For the reasons that follow, the court grants defendants' motion for summary judgment.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff, a retired police officer formerly employed by the Wilmington, North Carolina Police Department (hereinafter the \"Department\"), filed a complaint in New Hanover County Superior Court, on May 13, 2005, alleging the Department, several of its employees, and the city manager violated Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e, <i>et seq.</i> (Title VII), and 42 U.S.C. §§ 1981 and 1983, by practicing discrimination in disciplining plaintiff. Defendants filed notice of removal on June 2, 2005, premising the court's jurisdiction on the federal questions raised in the complaint. After proceeding through discovery, defendants moved for summary judgment on all claims.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>During the period of time relevant to this case, plaintiff was a fifty-three (53) year old white male, and a twenty-five (25) year veteran of the Department. Although nominally possessing the rank of lieutenant, plaintiff most recently served as Acting Captain and Acting Division Commander of the Professional Standards Division (hereinafter \"Professional Standards\") of the Department. Throughout his tenure with the Department, plaintiff had an exemplary service record, and prior to the events in question had not been the subject of any disciplinary action.</p>\n<p><span class=\"star-pagination\">*804</span> Professional Standards, commonly known as \"Internal Affairs,\" is the division of the Department which investigates allegations of ethics and rules violations against police officers. Plaintiff headed Professional Standards for approximately three months when, on February 4, 2004, he submitted a notice of resignation, with a retirement date of March 1, 2004. Around the same time, February 3 through 5, three officers , complained that plaintiff engaged in \"ticket fixing,\" the practice of intervening on behalf of friends or family with ticketing officers, in an attempt to secure a dismissal of the traffic ticket or reduced punishment. The usual method of ticket fixing was to request the ticketing officer secure dismissal of the ticket by the district attorney. This was a common practice in the Department, but only once before led to discipline. However, in a meeting on February 5, 2004, defendant Tandy Carter, Acting Police Chief (hereinafter \"Carter\"), and defendant Bruce Hickman, Acting Deputy Police Chief (hereinafter \"Hickman\"), informed plaintiff that he was being placed on administrative leave, with pay, pending investigation of the allegations.<sup>[1]</sup></p>\n<p>Because of plaintiff's position with Professional Standards, that division could not investigate the allegations,. and they were referred to other city employees, specifically Mary Ann Hinshaw, Deputy City Manager (hereinafter \"Hinshaw\"), and Denise Matroni, Senior Personnel Analyst with the city's Human Resources Department (hereinafter \"Matroni\"). Hinshaw and Matroni did not investigate one of the three complaints, owing to its vagueness, but interviewed the two other complaining officers and one of the beneficiaries of the ticket fixing. Officer T.R. Spencer (hereinafter \"Spencer\") told Hinshaw and Matroni that plaintiff had recently requested that Spencer come to his office at Professional Standards, and during the meeting that followed, plaintiff requested favorable treatment of an acquaintance. Officers were required to report to plaintiffs office if so instructed, but plaintiff denied, and Spencer confirmed, that there was no overt pressure applied during the meeting. Spencer did however tell Hinshaw and Matroni that \"[h]e did not feel like an immediate thing would happen to him like lose his job, but his failure to comply with the request would come back some time in the future.\" (DE # 18, Hinshaw/Matroni memo. of 2-16-04, at 1.)<sup>[2]</sup> The other investigated complaint arose from conduct before plaintiff commanded Professional Standards.</p>\n<p>On February 16, 2004, Hinshaw and Matroni completed their investigation and discussed their findings in a memorandum to William Wolak, Assistant City Attorney (hereinafter \"Wolak\") and defendant Sterling Cheatham, City Manager (hereinafter \"Cheatham\"), with a copy to Al McKenzie, Human Resources Director (hereinafter \"McKenzie\"). Hinshaw and Matroni concluded ticket fixing was a common practice, but plaintiffs conduct was problematic because (1) his request, as a superior officer, might be misconstrued as an order; (2) officers assigned to Professional Standards \"should be beyond reproach for professional and ethical behavior;\" and (3) as division commander of Professional Standards, plaintiff had an extra duty to maintain superior ethics. (<i>Id.</i> at 2.) Hinshaw <span class=\"star-pagination\">*805</span> and Matroni recommended plaintiff be suspended without pay for his final two weeks of employment before retirement. In a subsequent memorandum to defendant Hickman on February 16, 2004, McKenzie, writing on behalf of defendant Cheatham, concurred in the recommendation of a two-week suspension without pay.</p>\n<p>Defendant Hickman notified plaintiff of the results of the investigation, by memorandum dated February 17, 2004. In addition to requiring plaintiff's presence at a \"pre-disciplinary conference\" the following day, the memorandum set out four sections from the Department's Manual of Rules which plaintiff \"compromised:\"</p>\n<blockquote>6.13  Unnecessary Involvement  Supervisors shall not become involved in cases or activities of members who did not fall under their area of supervision, unless justifiably necessary to accomplish a legitimate police purpose.</blockquote>\n<blockquote>10.07  Intervention  Members shall not knowingly interfere with cases being handled by other employees of the department or any other governmental agency.</blockquote>\n<blockquote>8.01  Compliance to Rules and Regulations  Supervisors of the Wilmington Police Department, in addition to observing and complying with all listed rules and departmental policies shall be held to especially accountable for compliance with the rules listed in this unit, \"Supervisory Accountability\". Since their tasks involve supervision of others, they shall be held to a higher standard regarding the understanding and following of rules contained in this chapter.</blockquote>\n<blockquote>8.17  Setting an Example  Supervisors shall maintain a professional demeanor and set an example of professionalism and full compliance with all departmental rules, regulations, policies, orders, and directives.</blockquote>\n<p>(DE # 18, Hickman memo. of 2-17-04, at 1.) After the pre-disciplinary hearing, plaintiff was suspended without pay for one week, from February 23 to February 29, 2004. Thus, he was effectively suspended for the remainder of his employment. The punishment was confirmed by memorandum from defendant Hickman to plaintiff, dated February 19, 2004, which noted that plaintiff would remain on administrative leave until the start of the suspension. Plaintiff promptly appealed the suspension to defendant Cheatham, who upheld the discipline after a brief meeting with plaintiff and counsel.</p>\n<p>Plaintiffs complaint alleges the suspension resulted from race, gender, and age discrimination, as evidenced by the relatively lenient punishment incurred by a Lieutenant Green (hereinafter \"Green\"), a black female and the only other officer ever disciplined for ticket fixing. Green faced allegations that in late 2001 and early 2002, she on several occasions attended court in New Hanover County, ordered the clerk to send certain cases to a particular courtroom, and instructed the prosecuting attorney to dismiss the tickets. She never contacted the citing officers, and once even ordered the dismissal of a ticket, for her sister, on which the citing officer noted the offender's poor behavior at the scene as a reason the ticket should not be dismissed. Green's conduct came to light after she acted rudely towards staff members in the clerk of court's office, in demanding access to certain files.</p>\n<p>Despite a lengthy disciplinary history and the seriousness of her conduct, Green received a one-day paid suspension, called a \"Decision Making Day,\" which, at that time, was the most severe punishment, short of termination, permitted by the city's progressive disciplinary system. At time of plaintiffs punishment, \"Decision <span class=\"star-pagination\">*806</span> Making Day\" no longer was a disciplinary option.</p>\n<p>On February 9, 2004, only days after the Department placed plaintiff on administrative leave, the city amended its disciplinary policy to eliminate \"Decision Making Day.\" In its place, the city `instituted suspension, for an indeterminate length, with or without pay, at the discretion of the punishing supervisor. Plaintiff insists he was never made aware of any change in Department policy prior to his suspension, although he was on administrative leave when the change went into effect. Plaintiff attributes the differences in punishment  one day of paid leave versus a one week unpaid suspension  to longstanding Department policy favoring female and minority employees.</p>\n<p>However, plaintiff proffers other reason for the discipline. At the time, he was conducting an investigation into the failure of officers to appropriately report automobile accidents. According to plaintiff, several officers frequently were reporting accidents as routine traffic stops, thereby failing to include the accidents in state records, and depriving victims of police reports needed for insurance purposes.</p>\n<p>At deposition, plaintiff testified that \"people with higher rank than me knew that they were cooking the books to make Wilmington, at least make the City of Wilmington look better when it comes to accidents.\" (Pl.'s Dep. at 177.) He further alleged that \"this happened to me like a big conspiracy to hush me up, to get me out of the way, to make the investigation stop, and it worked.\" (<i>Id.</i> at 178.) According to his brief in opposition to defendants' motion for summary judgment, \"[i]t is Plaintiff's adamant belief that the complaints of the traffic officers . . . and his subsequent discipline and suspension were in <i>direct retaliation</i> for Plaintiffs Internal Affairs investigation into the failure of certain officers to appropriately report automobile accidents.\" (Pl.'s Mem. at 4) (emphasis added).</p>\n<p>Plaintiff argues the timing and length of the investigation and suspension prove the existence of the conspiracy:</p>\n<blockquote>the end of Plaintiffs suspension coincided with Plaintiffs retirement from the Police Department, therefore it was assured by City of Wilmington and Police Department Officials that Plaintiff would be unable to return to the Internal Affairs Division to pursue his investigation into the alleged improper practices of the Traffic Division.</blockquote>\n<p>(<i>Id.</i>) Some evidence supports plaintiffs theory. In their memorandum discussing the investigation, Hinshaw and Matroni wrote, \"[w]e believe it [ticket fixing] happens regularly and these specific incidents came to light due to other circumstances happening in the department.\" Specifically, \"[i]t appears that Professional Standards' investigation into the traffic division about a traffic policy may have resulted in officers coming forward at this time.\" (DE # 18, Hinshaw/Matroni memo. of 2-16-04, at 2.) Plaintiff put forth no further evidence on the subject, instead attempting to prove discrimination through circumstantial evidence and the familiar burden-shifting model.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>1, Standard of review</p>\n<p>The court conducts a <i>de novo</i> review of those portions of a magistrate judge's memorandum and recommendation to which specific objections are filed. 28 U.S.C. § 636(b); Local Civil Rule 72.4(b). Those portions to which only general or conclusory objections are lodged may be affirmed unless clearly erroneous or contrary to law. <i>Camby v. Davis,</i> <span class=\"citation\" data-id=\"425128\"><a href=\"/opinion/425128/david-e-camby-v-larry-davis-james-m-lester/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">198</span></a></span>, 200 (4th Cir.1983). Upon careful review <span class=\"star-pagination\">*807</span> of the record, \"the court may accept, reject, or modify, in whole or in part, the findings or recommendations made by the magistrate judge.\" 28 U.S.C. § 636(b)(1)(c). In this instance, defendants have made specific objections to essentially all critical parts of the magistrate judge's analysis.</p>\n<p>Summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c). A party seeking summary judgment \"bears the initial responsibility of informing the district court of the basis for its motion, and identifying those portions of [the record] which it believes demonstrate the absence of a genuine issue of material fact.\" <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 323, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The moving party can meet this burden \"by showing that there is an absence of evidence to support the nonmoving party's case.\" <i>Honor v. Booz-Allen &amp; Hamilton, Inc.,</i> <span class=\"citation\" data-id=\"787693\"><a href=\"/opinion/787693/john-c-honor-jr-v-booz-allen-hamilton-incorporated/\"><span class=\"volume\">383</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">180</span></a></span>, 185 (4th Cir.2004). \"[A] complete failure of proof concerning an essential element of [a plaintiff s] case necessarily renders all other facts immaterial.\" <i>Celotex,</i> 477 U.S. at 323, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. Once the moving party has met its burden, the nonmoving party must then \"set forth specific facts showing that there is a genuine issue for trial.\" Fed.R.Civ.P. 56(e). The court views the evidence in the light most favorable to the non-moving party, according that party the benefit of all reasonable inferences. <i>Bailey v. Blue Cross &amp; Blue Shield of Virginia,</i> <span class=\"citation\" data-id=\"705195\"><a href=\"/opinion/705195/mary-bailey-v-blue-cross-blue-shield-of-virginia/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 56 (4th Cir.1995). However, \"conclusory statements, without specific evidentiary support,\" are insufficient to create a genuine issue of fact. <i>Causey v. Balog,</i> <span class=\"citation\" data-id=\"759759\"><a href=\"/opinion/759759/james-causey-v-george-balog-individually-and-as-current-director-of/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">795</span></a></span>, 802 (4th Cir.1998).</p>\n<p>2. <i>McDonnell Douglas</i> framework</p>\n<p>Title VII makes it \"an unlawful employment practice for an employer . . . to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin.\" 42 U.S.C. § 2000e-2(a)(1). Similarly, sections 1981 and 1983 prohibit various forms of discrimination.<sup>[3]</sup><i>See</i> 42 U.S.C. §§ 1981 and 1983.</p>\n<p>Plaintiff's burden on summary judgment is to present sufficient direct or circumstantial evidence of unlawful discrimination, such that a reasonable jury could find in his favor. Typically, the plaintiff in an employment discrimination case has no direct evidence of discrimination, such as a statement by the employer expressing <span class=\"star-pagination\">*808</span> racial animus. Therefore, as here, the litigants and court employ the burdenshifting model established in <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973), <i>Texas Dept. of Cmty. Affairs v. Burdine,</i> <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 252-53, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981), and their progeny, to analyze circumstantial evidence of discriminatory intent. This framework applies to claims arising under Title VII and sections 1981 and 1983. <i>See </i><i>Gairola v. Coln. of Va. Dept. of General Services,</i> <span class=\"citation\" data-id=\"447541\"><a href=\"/opinion/447541/36-fair-emplpraccas-1800-36-empl-prac-dec-p-34980-indira-gairola-v/\"><span class=\"volume\">753</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1281</span></a></span>, 1285 (4th Cir.1985). Under this framework,</p>\n<blockquote>\n<i>[f]irst,</i> the plaintiff has the burden of proving by the preponderance of the evidence a prima facie case of discrimination. <i>Second,</i> if the plaintiff succeeds in proving the prima facie case, the burden shifts to the defendant to articulate some legitimate, nondiscriminatory reason for the employee's rejection. <i>Third,</i> should the defendant carry this burden, the plaintiff must then have an opportunity to prove by the preponderance of the evidence that the legitimate reasons offered by the defendant were not its true reasons, but were a pretext for discrimination.</blockquote>\n<p><i>Burdine,</i> 450 U.S. at 252-53, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span> (citations omitted) (emphasis added). Plaintiff is not entitled to judgment merely by, at the third step, successfully rebutting defendant's proffered explanations, although proof of pretext can provide circumstantial evidence of unlawful discrimination. <i>See </i><i>Reeves v. Sanderson Plumbing Products, Inc.,</i> <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, 147-48, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">105</span></a></span> (2000). At all times plaintiff \"retains that `ultimate burden of persuading the [trier of fact] that [he] has been the victim of intentional discrimination.'\" <i>St. Mary's Honor Center v. Hicks,</i> <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, 508, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span></a></span> (1993) (quoting <i>Burdine,</i> 450 U.S. at 256, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>).</p>\n<p>For plaintiff to meet his initial burden of proving a <i>prima facie</i> case of discriminatory discipline, he must show first that he \"engaged in prohibited conduct similar to that of a person of another race, color, sex, religion, or national origin;\" and second \"that disciplinary measures enforced against the plaintiff were more severe than those enforced against the other person.\" <i>Moore v. City of Charlotte, N.C.,</i> <span class=\"citation\" data-id=\"447947\"><a href=\"/opinion/447947/36-fair-emplpraccas-1582-36-empl-prac-dec-p-34945-jack-k-moore-v/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1100</span></a></span>, 1105-06 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1021</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3489</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">623</span></span> (1985). Some formulations of this test include a third consideration, whether plaintiff is a member of a class protected by Title VII or other statute. <i>See </i><i>Cook v. CSX Transp. Corp.,</i> <span class=\"citation\" data-id=\"602373\"><a href=\"/opinion/602373/curtiss-l-cook-v-csx-transportation-corporation/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">507</span></a></span>, 511 (4th Cir.1993). However, Title VII protects those arguing under the theory of \"reverse discrimination,\" and therefore the critical issues are the similarity of conduct and punishment. <i>See </i><i>Lucas v. Dole,</i> <span class=\"citation\" data-id=\"498729\"><a href=\"/opinion/498729/45-fair-emplpraccas-971-45-empl-prac-dec-p-37624-julia-a-lucas-v/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">532</span></a></span>, 533-34 (4th Cir.1987) (applying <i>McDonnell Douglas</i> to white woman's Title VII claims and rejecting application of higher <i>prima facie</i> burden to majority plaintiffs).</p>\n<p>Proceeding under this framework, the magistrate judge concluded that plaintiff established a <i>prima facie</i> case of discrimination by comparison to the conduct and punishment of Green. Next, the magistrate judge found that defendants proffered several nondiscriminatory reasons for plaintiff's suspension, including the exploitation of a leadership position, the higher expectations placed on the commander of Professional Standards, and the modification of the city's disciplinary policy that eliminated the \"Decision Making Day\" as a possible punishment. Finally, it was concluded that plaintiff rebutted defendants' proffered reasons, because Green also abused a superior position, there was no policy in place announcing a higher <span class=\"star-pagination\">*809</span> ethical standard required of members of Professional Standards, only one of plaintiffs ticket-fixing incidents occurred while he led Professional Standards, there was some question as to the city's motive in abolishing \"Decision Making Day\" simultaneous with the investigation and discipline at issue, and the city failed to discipline plaintiff with a one-day suspension, which would match closer to Green's \"Decision Making Day.\"</p>\n<p>Based on these conclusions, the magistrate judge found plaintiff satisfied the third <i>McDonnell Douglas</i> step, and therefore recommended the court deny defendants' motion for summary judgment. In reaching a different conclusion, this court also considers plaintiffs deposition testimony and argument regarding the conspiracy to shut down his investigation into accident reporting.</p>\n<p>Plaintiff has established a <i>prima facie</i> case of discrimination based on race and gender.<sup>[4]</sup> However, while sufficient to satisfy the first step of the <i>McDonnell Douglas</i> framework, plaintiffs <i>prima facie</i> case is weak, a factor tag weighs heavily at the third step of the analysis, when, \"although the presumption of discrimination drops out of the picture . . . the trier of fact may still consider the evidence establishing the plaintiffs prima facie case and inferences properly drawn therefrom on the issue of whether the defendant's explanation is pretextual.\" <i>Reeves,</i> 530 U.S. at 143, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span> (internal citations omitted).</p>\n<p>The first consideration in establishing a <i>prima facie</i> case is the similarity or \"comparable seriousness\" of plaintiffs offense and Green's offense. <i>Moore,</i> 754 F.2d at 1107. This analysis must be sophisticated, because \"an unprincipled conception of `similarity' and `comparability\" is \"a structural flaw that renders the fact-finding process `clearly erroneous.'\" <i>Id.</i> at 1106. \"In determining whether employees are similarly situated, relevant factors include whether the employees were subject to the same standards, and whether they engaged in similar conduct without mitigating circumstances that would differentiate their conduct from that of other employees.\" <i>Disher v. Weaver,</i> <span class=\"citation\" data-id=\"2491240\"><a href=\"/opinion/2491240/disher-v-weaver/\"><span class=\"volume\">308</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">614</span></a></span>, 620 (M.D.N.C.2004) (internal citation omitted).</p>\n<p>While plaintiff and Green both held the rank of lieutenant, the record does not suggest Green had the responsibilities of an acting commander, which may factor into the Department's application of Policy 8.17, requiring supervisors to \"set an example of professionalism and full compliance with all departmental rules, regulations, policies, orders, and directives.\" Green may not have been found to violate this policy, or Policy 8.01, holding supervisors to be highly accountable for violations of certain rules. The memorandum recommending her \"Decision Making Day\" notes that Professional Standards \"sustained\" violations of Policies 6.13, unnecessary involvement, <span class=\"star-pagination\">*810</span> and 10.07, intervention. (DE # 22, Pait memo. of 1-16-02, at 1.) The same memorandum goes on to note that its author thought Green also violated Policies 8.01 and 8.17; however, there is no evidence of the impact of sustained versus non-sustained violations on the discipline imposed. In considering the similarity of conduct, the court cannot \"equate[] a greater offense to its lesser component offense without regard to the disparity in magnitude between the whole and the part.\" <i>Moore,</i> 754 F.2d at 1107.</p>\n<p>Similarly, the court cannot discount the differences in plaintiff's dealings with subordinate officers as compared to Green's attempts to direct court personnel. According to <i>Moore,</i> \"a principled determination of `comparable seriousness' require[s] at least initial deference to the system of offenses created by the police department.\" <i>Id.</i> at 1108. While a high-ranking police officer, by virtue of her position, has strong influence with court staff, Green did not attempt to influence persons with which she shared a chain of command. For example, unlike plaintiffs authority over junior officers, there is no indication that Green could have commanded the clerks to appear in her office. While Green raised her voice to explicitly intimidate the clerks, plaintiffs influence was implicit in his position of authority. Plaintiff did, however, have a clean disciplinary record, a sharp contrast to Green's case.</p>\n<p>By way of offering non-discriminatory reasons for plaintiffs discipline, defendants argue first that plaintiff violated the higher expectations placed on the leader of Professional Standards. Plaintiff seeks to rebut this reason by arguing that no policy explicitly placed a higher burden on an officer in his position, which is correct. However, Policy 8.17 may be reasonably construed to support defendants' argument, with its requirement that supervisors \"set an example of professionalism and full compliance with all departmental rules.\" Defendants also argue that \"Decision Making Day\" was abolished before plaintiff was disciplined and therefore Green's case is not comparable, and furthermore if there had been no \"Decision Making Day\" at the time of her punishment, Green may well have received a more severe punishment. Plaintiff argues the Department could have suspended him for one day, a punishment closer to the severity of Green's. , Plaintiff also questions whether \"Decision Making Day\" had been abolished, as he was never aware of the policy change. This policy change, in the course of the investigation, suggests only that an improper motive was involved, not whether the improper motive was unlawful (discrimination), or merely unethical (a conspiracy to terminate plaintiffs investigation into traffic accident reporting). In sum, the magistrate judge correctly concluded defendants proffered non-discriminatory reasons for their conduct, and plaintiff offered some evidence that those reasons were pretextual. The analysis continues below.</p>\n<p>3. Impact of plaintiffs acknowledgment of nondiscriminatory reason</p>\n<p>Except in the \"atypical\" case, \"the ultimate question of liability ordinarily should not be taken from the jury once the plaintiff has introduced the two categories of evidence\" required by <i>McDonnell Douglas,</i> the <i>prima facie</i> case and rebuttal of the defendant's proffered reasons. <i>Reeves,</i> 530 U.S. at 155, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span> (Ginsburg, J., dissenting). <i>Reeves</i> recognized that \"[c]ertainly there will be instances where, although the plaintiff has established a prima facie case and set forth sufficient evidence to reject the defendant's explanation, no rational factfinder could conclude that the action was <span class=\"star-pagination\">*811</span> discriminatory.\" <i>Id.</i> at 148, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>. For example,</p>\n<blockquote>an employer would be entitled to judgment as a matter of law if the record conclusively revealed some other, nondiscriminatory reason for the employer's decision, or if the plaintiff created only a weak issue of fact as to whether the employer's reason was untrue and there was abundant and uncontroverted independent evidence that no discrimination had occurred.</blockquote>\n<p><i>Id. See also </i><i>E.E.O.C. v. Sears Roebuck and Co.,</i> <span class=\"citation\" data-id=\"772504\"><a href=\"/opinion/772504/equal-employment-opportunity-commission-and-francisco-g-santana-v-sears/\"><span class=\"volume\">243</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">846</span></a></span>, 857 (4th Cir.2001) (holding that a plaintiff who proves both a <i>prima facie</i> case and pretext should survive summary judgment, unless other evidence in the record precludes a finding of discrimination). `The particular facts of this case put it the narrow category predicted by the Supreme Court in <i>Reeves.</i></p>\n<p>The case of <i>Aka v. Washington Hosp. Center,</i> <span class=\"citation\" data-id=\"758304\"><a href=\"/opinion/758304/etim-u-aka-v-washington-hospital-center/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1284</span></a></span> (D.C.Cir.1998) (<i>en banc</i>), cited favorably by the Supreme Court in <i>Reeves,</i> illuminates the effect of a non-discriminatory reason appearing in the record. In <i>Aka,</i> the D.C. Circuit evaluated the Supreme Court's opinion in <i>Hicks,</i> which held that a plaintiff who rebuts the defendant's proffered non-discriminatory reasons is not entitled to judgment as a matter of law on discrimination claims. In considering whether a plaintiffs rebuttal of the defendant's reasons could support an inference of discrimination, the <i>Aka</i> court considered a hypothetical case \"in which the plaintiff calls the employer's explanation into question, but does so in a way that conclusively demonstrates that the real explanation for the employer's behavior is not discrimination, but some other motivation.\" <i>Aka,</i> 156 F.3d at 1291. In such a situation, the court concluded, the plaintiff would \"undercut\" his own claim, mandating judgment for the employer. <i>Id.</i> \"If a plaintiff shoots himself in the foot, surely there is no point in sending the case to the jury.\" <i>Id.</i></p>\n<p>The <i>Aka</i> court examined this scenario to assist in its elucidation of <i>Hicks,</i> and the facts before it did not permit any further application. Other courts, however, have directly addressed situations where the plaintiff essentially undercut his position. The Fourth Circuit has not addressed the issue raised by <i>Aka</i> and the other similar cases discussed herein, but in <i>E.E.O.C. v. Sears</i> the court cited directly to that portion of <i>Reeves</i> that in turn cites <i>Aka</i> and recognizes the door is open to such evidence preventing a case from going to the jury. <i>See </i><i>E.E.O.C. v. Sears,</i> 243 F.3d at 857.</p>\n<p>In <i>Rothmeier v. Investment Advisers, Inc.,</i> <span class=\"citation\" data-id=\"719644\"><a href=\"/opinion/719644/steven-g-rothmeier-v-investment-advisers-inc-a-minnesota-corporation/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1328</span></a></span> (8th Cir.1996), a former employee sued an investment firm under the ADEA. The plaintiff had been terminated after beginning an internal investigation into possible failures to comply with SEC rules, and was replaced by a younger employee. While the employer proffered non-discriminatory reasons such as poor performance and insubordination, the plaintiff acknowledged he \"was discharged because [the defendant] wanted to cover up its SEC problems and keep the millions of dollars it illegally collected.\" <i>Id.</i> at 1337 (quoting the plaintiff's brief). The court held that \"[t]his acknowledgment standing alone would completely refute [the plaintiffs] claim of age discrimination.\" <i>Id.</i> The plaintiffs attempt to argue that the young age of his replacement was a proxy for lax ethics was also rejected by the court, as \"a highly dubious correlation . . . for which he has offered no supporting evidence.\" <i>Id.</i> at 1337-38. Ultimately, although the plaintiff \"may have been fired because he chose to do the right thing by investigating the alleged SEC violations,\" summary judgment for the employer was warranted because \"that fact undercuts, <span class=\"star-pagination\">*812</span> rather than supports, his claim that [the employer] fired him because of his age.\" <i>Id.</i> at 1338.</p>\n<p>In <i>Visser v. Packer Engineering Associates, Inc.,</i> <span class=\"citation\" data-id=\"555097\"><a href=\"/opinion/555097/philip-r-visser-v-packer-engineering-associates-inc/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">655</span></a></span> (7th Cir.1991) (<i>en banc</i>), the court similarly rejected an ADEA claim where the plaintiff acknowledged a non-discriminatory reason for his termination. The plaintiff had been involved in a palace coups of sorts at his employer, publishing allegations of illegal and unethical practices, and was dismissed from the board of directors. After several co-conspirators left to form a competing enterprise, the domineering CEO called the plaintiff into his office, and demanded that individual's personal loyalty to him, as opposed to his loyalty to the corporation. The plaintiff refused and was fired on the spot, only nine months short of the full vesting of his pension, and replaced with a younger worker. The plaintiffs reply brief conceded that he was terminated because he \"was disloyal to <i>him</i> [the CEO] not to the corporation or its shareholders,\" and \"he was fired for his loyalty to the corporation.\" <i>Id.</i> at 657 (quoting the plaintiffs reply brief, emphasis in original). The court wrote that the plaintiffs admission and evidence \"may show that [the CEO] is a bad man,\" but it \"does not show or even tend to show that [the plaintiff] was fired because of his age.\" <i>Id.</i> In fact, \"[i]t tends if anything to show the opposite, because if [the plaintiff] was fired because of his disloyalty to [the CEO] the natural though not inevitable inference is that he was not fired because of his age.\" <i>Id.</i> The Seventh Circuit continued into a mixed motives analysis, and held that while the plaintiff established the facts required to show a <i>prima facie</i> case, \"[t]here is not an iota of evidence that [the plaintiffs] age per se was a substantial, or any, factor in this decision.\" <i>Id.</i> at 658. Therefore, the court affirmed summary judgment for the employer.</p>\n<p>The D.C. Circuit reaffirmed <i>Aka</i> by applying it to specific facts. <i>See </i><i>Carpenter v. Federal Nat. Mortg. Ass'n.,</i> <span class=\"citation\" data-id=\"184744\"><a href=\"/opinion/184744/carpenter-joann-v-fed-natl-mtge-assn/\"><span class=\"volume\">165</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span> (D.C.Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">823</span></span>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">69</span></span>, <span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span></span> (1999) (analyzing claims under District of Columbia's Human Rights Act using the Title VII framework). There, the court affirmed summary judgment for the employer, where the female plaintiff alleged she was denied a promotion on the basis of her sex, but argued the employment action was motivated by her \"outspoken advocacy\" for the establishment of an anti-fraternization policy. <i>Id.</i> at 72. As in <i>Rothmeier,</i> the plaintiff attempted to establish management's disapproval of such a policy as a proxy for sex discrimination. Although the plaintiff showed the employer's proffered reasons were not believable, her evidence was nonetheless insufficient:</p>\n<blockquote>[S]ometimes an employer may offer a meritocratic or otherwise high-sounding explanation for a decision intending to cover up an unsavory reason  but one that is not illegal under the antidiscrimination laws. If the plaintiff explodes the phony reason with evidence that simply supports an unsavory but lawful alternative reason (or, more technically, offers evidence from which a jury might find such to be the true reason), the plaintiff cannot get to the jury.</blockquote>\n<p><i>Id. See also </i><i>Montgomery v. John Deere &amp; Co.,</i> <span class=\"citation\" data-id=\"762168\"><a href=\"/opinion/762168/80-fair-emplpraccas-bna-99-22-employee-benefits-cas-2809-pens-plan/\"><span class=\"volume\">169</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">556</span></a></span>, 563 (8th Cir.1999) (Lay, J., concurring) (arguing the plaintiff established a weak <i>prima facie</i> case of disparate treatment, but concurring in grant of summary judgment to employer because \"in an attempt to verify his retaliatory discharge claim, the plaintiff asserts that his knowledge of the company's misconduct made him a potential `whistle blower'\" and \"[i]f we accept the plaintiffs assertions as true, his evidence of pretext defeats his claim of age discrimination because <span class=\"star-pagination\">*813</span> it negates intent, showing that the plaintiff thought he was fired for a reason other than age\"); <i>Shaheen v. Gonzales,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">3164763</span></span>, *8, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">80567</span></span> (S.D.N.Y. November 1, 2006) (granting the employer's motion for summary judgment where the plaintiff made a weak <i>prima facie</i> case and offered weak rebuttals of the employer's proffered reasons, the employer offered direct evidence that it did not discriminate, and the plaintiff testified he believed he did not get the job because of cronyism); <i>c.f. </i><i>Pruitt v. Howard County Sheriff's Dept.,</i> <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">374</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">37031</span></span>, *4 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1235</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1879</span></span>, 135 L.Ed2d 175 (1996) (unpublished table opinion) (holding the white male plaintiffs failed to rebut their employer's proffered nondiscriminatory reason for termination, abuse of leadership positions, because, in part, the plaintiffs' own allegations showed that other white males were not disciplined for the same misconduct); <i>Barber v. American Airlines, Inc.,</i> <span class=\"citation\" data-id=\"470361\"><a href=\"/opinion/470361/40-fair-emplpraccas-1565-40-empl-prac-dec-p-36168-40-empl-prac/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">658</span></a></span>, 660 (8th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">885</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">278</span></span>, 93 L.Ed2d 254 (1986) (holding ADEA theory \"contain[ed] the seeds of its own refutation,\" where the plaintiffs argued the employer did not uniformly apply a personnel policy, because the beneficiaries of this practice were of the same age group as the plaintiffs, and thus \"Din these unusual circumstances, an inference of age discrimination is plainly impermissible\").</p>\n<p>Like the terminated employees in <i>Rothmeier</i> and <i>Visser,</i> plaintiff has alleged employment discrimination: \"two employees of equal status within the Wilmington Police Department were treated in a tremendously disparate fashion and . . . the cause for such treatment was race and gender.\" (Pl.'s Mem. at 2.) Plaintiff has come forward with facts which may establish a <i>prima facie</i> case: an employee of a different race and gender acted in a similar manner and received less severe discipline. This abstract view of the record, however, is incompatible with <i>Reeves</i> and its progeny, in light of other evidence. Although missing from his complaint, plaintiff testified at deposition and argues in his brief on defendants' motion that he was investigated and punished for a non-discriminatory reason.</p>\n<p>Plaintiff argues that all aspects of the events in question arose from his investigation into accident reporting. The Hinshaw and Matroni memorandum echoed plaintiffs allegation that the origin of the complaints were officers concerned about the Professional Standards investigation. Plaintiff believes the three week administrative leave \"could have been wrapped up in two days, three days,\" but was extended to prohibit his return to duty. (Pl.'s Dep. at 135.) Similarly, his one-week suspension, during the last week of his employment, was designed to \"assure . . . that Plaintiff would be unable to return to the Internal Affairs Division to pursue his investigation.\" (Pl.'s Mem. at 4.) He had \"never heard of such a prolonged period of administrative leave. (Pl.'s Dep. at 135.) These are not passing comments, but rather plaintiffs \"adamant belief' (Pl.'s Mem. at 4) and, in his own words, \"I will believe that until I die\" (Pl.'s Dep. at 135).<sup>[5]</sup><i>See </i><i>Coral v. Gonse,</i> <span class=\"citation\" data-id=\"264097\"><a href=\"/opinion/264097/charles-t-coral-v-gavino-gonse/\"><span class=\"volume\">330</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">997</span></a></span>, <span class=\"star-pagination\">*814</span> 999 n. 1 (4th Cir.1964) (noting court can relieve party from judicial admission if \"convinced that an honest mistake had been made, the original allegation was untrue and that justice required relief'). Plaintiff is bound by his deposition testimony and arguments in his brief. <i>See </i><i>Richardson v. Director, Office of Workers' Compensation Programs,</i> <span class=\"citation\" data-id=\"725067\"><a href=\"/opinion/725067/arlette-richardson-widow-of-stuart-richardson-v-director-office-of/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">164</span></a></span>, 167 (4th Cir.1996) (holding the defendant bound by stipulation of fact made in argument before administrative law judge); <i>In re McNallen,</i> <span class=\"citation\" data-id=\"701753\"><a href=\"/opinion/701753/bankr-l-rep-p-76586-in-re-james-b-mcnallen-debtor-patricia-mcnallen/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">619</span></a></span>, 625 (4th Cir. 1995) (holding the bankruptcy plaintiff bound by concession on issue of willfulness made before bankruptcy court).</p>\n<p>Plaintiffs acknowledgment leaves little room, if any, for unlawful discrimination. He could survive summary judgment on a sufficient presentation of mixed motives; in other words, defendants may still be liable if plaintiff can \"`present sufficient evidence,' direct or circumstantial, `for a reasonable jury to conclude, by a preponderance of the evidence, that race, color, religion, sex, or national origin was a motivating factor for any employment practice.'\" <i>Hill v. Lockheed Martin Logistics Management, Inc.,</i> <span class=\"citation\" data-id=\"784647\"><a href=\"/opinion/784647/ethel-louise-hill-v-lockheed-martin-logistics-management-incorporated/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">277</span></a></span>, 285 (4th Cir.2004) (<i>en banc),</i><i> cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1132</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1115</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1090</span></span> (2005) (quoting <i>Desert Palace, Inc. v. Costa,</i> <span class=\"citation\" data-id=\"130146\"><a href=\"/opinion/130146/desert-palace-inc-v-costa/\"><span class=\"volume\">539</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">90</span></a></span>, 101, <span class=\"citation\" data-id=\"130146\"><a href=\"/opinion/130146/desert-palace-inc-v-costa/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2148</span></a></span>, <span class=\"citation\" data-id=\"130146\"><a href=\"/opinion/130146/desert-palace-inc-v-costa/\"><span class=\"volume\">156</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">84</span></a></span> (2003)).</p>\n<p>Plaintiff, however, presents no argument under a mixed motive theory. Instead, he presents the single motive theory that he was disciplined to terminate the investigation, and this is actionable because Green received a \"Decision Making Day\" for her ticket fixing. Perhaps the Department could have left plaintiff on paid administrative leave for the final week of employment, instead of, in its wrath, suspending him without pay. Or, to closer match Green's punishment, the Department could have suspended plaintiff, with or without pay, only for the final day of employment. Plaintiff, however, has discarded any contention that he would have been disciplined regardless of the existence of the investigation, because of his assertions, supported by evidence, that other officers upset with the investigation were the origin of the complaints against him, perhaps on order from superior officers. He has eliminated any contention that discrimination motivated the length of his discipline, because according to his testimony and the arguments presented, the discipline of which he complains specifically was engineered <span class=\"star-pagination\">*815</span> and timed to prevent any further investigation by plaintiff.</p>\n<p>Thus, although the facts fit the <i>McDonnell Douglas</i> framework for establishing a <i>prima facie</i> case, and allow some rebuttal of defendants' explanations, plaintiff's acknowledgment settles the ultimate issue of whether discrimination occurred. <i>See </i><i>Hill,</i> 354 F.3d at 286 (\"Regardless of the type of evidence offered by a plaintiff as support for her discrimination claim (direct, circumstantial, or evidence of pretext), or whether she proceeds under a mixed-motive or single-motive theory, `[t]he ultimate question in every employment discrimination case involving a claim of disparate treatment is whether the plaintiff was the victim of intentional discrimination.'\") (quoting <i>Reeves,</i> 530 U.S. at 153, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>).</p>\n<p>Other than plaintiffs <i>prima facie</i> case and rebuttal of defendants' proffered reasons, there is no evidence in the record that supports an inference of unlawful discrimination. Furthermore, some evidence would support a finding that no discrimination occurred. Plaintiff and Green, a black female, were the only two officers ever disciplined for ticket fixing, where the evidence shows ticket fixing was a common practice. If plaintiffs \"actions were no different from every other police officer within the Wilmington Police Department,\" as argued, and assuming many other officers were white males, the inference is plaintiff was singled out based on some factor other than race or gender. (Pl.'s Mem. at 10.) <i>See </i><i>Pruitt,</i> <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">374</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">37031</span></span> at *4. This other factor may have been his leadership position in Professional Standards, as argued by defendants, or his investigation into the reporting of traffic accidents, as is plaintiffs \"adamant belief.\" (Pl.'s Mem. at 4.) Neither factor, and no combination thereof, is an unlawful consideration.</p>\n<p>These facts place the court, on summary judgment, and the fact-finder if at a later stage, in the uncomfortable position of finding for the employer in spite of grounds to reject the employer's stated reasons for the action at issue. In employment law, however, a pretext \"is a reason that the employer offers for the action claimed to be discriminatory and that the court [or the fact-finder] disbelieves, allowing an inference that the employer is trying to conceal a discriminatory reason for his action.\" <i>Visser,</i> 924 F.2d at 657. A discriminatory reason for action must be one that is unlawful, or, more precisely, actionable under Title VII or another source of law. \"It is not . . . an unethical reason for action, or a mask for such a reason.\" <i>Id.</i> In other words,</p>\n<blockquote>if the circumstances show that the defendant gave the false explanation to conceal something other than discrimination, the inference of discrimination will be weak or nonexistent. And if, on examination of the circumstances, there are many possible reasons for the false explanation, stated or unstated, and illegal discrimination is no more likely a reason than others, then the pretext gives minimal support to plaintiffs claim of discrimination.</blockquote>\n<p><i>Fisher v. Vassar College,</i> <span class=\"citation\" data-id=\"741723\"><a href=\"/opinion/741723/cynthia-j-fisher-plaintiff-appellee-cross-appellant-v-vassar-college/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1332</span></a></span>, 1338 (2d Cir.1997) (<i>en banc</i>), <i>abrogated on other grounds by </i><i>Reeves,</i> <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">105</span></a></span>. Thus, while a showing of pretext is circumstantial evidence of discrimination and may support judgment for the plaintiff, <i>Reeves,</i> 530 U.S. at 147-48, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, \"to rebut the presumption [of discrimination], `[t]he defendant need not persuade the court that it was <i>actually motivated by</i> the proffered reasons,'\" <i>Hicks,</i> 509 U.S. at 510, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span> (quoting <i>Burdine,</i> 450 U.S. at 254, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>) (emphasis added). In fact, plaintiff's acknowledgment, taken as <span class=\"star-pagination\">*816</span> true, overwhelms the remainder of the evidence, all of which is circumstantial.</p>\n<p>Plaintiff has attempted to frame what may well be unfair, and seriously disturbing, conduct as a violation of federal employment law. If indeed plaintiff was placed on leave and suspended to shut down an investigation into illegality within the Wilmington Police Department, he was wronged. Plaintiff is not entitled to present his claims to a jury under Title VII or 42 U.S.C. §§ 1981 and 1983, however, based on allegations of unethical or corrupt conduct that is not expressly made unlawful. <i>See Shaheen,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">3164763</span></span> at *8 (rejecting the plaintiffs theory of the case, where \"[a]t oral argument, he stated that he thinks the reason he did not get the job was because of cronyism, yet he insists that he is entitled to recover for age discrimination because he can prove it through the presumptions in the <i>McDonnell Douglas</i> framework\"). \"[O]ur laws impose liability only when the employer's action was the product of unlawful discrimination' and do not impose liability simply because the employer's explanation of its action was not believable.'\" <i>Price v. Thompson,</i> <span class=\"citation\" data-id=\"787400\"><a href=\"/opinion/787400/william-price-v-tommy-g-thompson-secretary-united-states-department-of/\"><span class=\"volume\">380</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">209</span></a></span>, 217 n. 5 (4th Cir.2004) (quoting <i>Hicks,</i> 509 U.S. at 514, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>) (affirming district court's grant of summary judgment for employer, where the plaintiff failed to provide sufficient evidence from which a reasonable trier of fact could find pretext).</p>\n<p>The ultimate issue is always whether the plaintiff has carried his burden, and if a reasonable jury could conclude, based on the evidence presented, that the defendant committed unlawful discrimination. <i>See </i><i>Hill,</i> 354 F.3d at 286. In this instance, considering plaintiffs weak <i>prima facie</i> case and his testimony of record and arguments acknowledging the Department's motivation for acting, no reasonable jury could so conclude.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons discussed herein, defendants' motion for summary judgment (DE # 17) is GRANTED, and all claims are DISMISSED. The Clerk is directed to close this case.</p>\n<p>SO ORDERED, this 30th day of March, 2007.</p>\n<h2>NOTES</h2>\n<p>[1]  By mid-February, defendant Carter left the Department to take a job as Chief of Police for Salisbury, North Carolina, and defendant Hickman was promoted to Acting Police Chief.</p>\n<p>[2]  The parties have not presented their exhibits in a form that permits easy reference. The court endeavors to balance clarity with brevity in citations to the record.</p>\n<p>[3]  Specifically, section 1981 provides: \"All persons within the jurisdiction of the United States shall have the same right in every State and Territory to make and enforce contracts, to sue, be parties, give evidence, and to the full and equal benefit of all laws and proceedings for the security of persons and property as is enjoyed by white citizens, and shall be subject to like punishment, pains, penalties, taxes, licenses, and exactions of every kind, and to no other.\" 42 U.S.C. § 1981(a). Section 1983 provides: \"Every person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory or the District of Columbia, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress, except that in any action brought against a judicial officer for an act or omission taken in such officer's judicial capacity, injunctive relief shall not be granted unless a declaratory decree was violated or declaratory relief was unavailable.\" 42 U.S.C. § 1983.</p>\n<p>[4]  The complaint and plaintiff's briefing on the instant motion variously argue that race, gender, and age were the motivating factors for the employment action at issue. As the magistrate judge noted, however, plaintiff has not pled a cause of action under the Age Discrimination of Employment Act of 1967, 29 U.S.C. § 621, <i>et seq.</i> (ADEA). <i>See</i> M &amp; R at 5, n. 4. The ADEA is the exclusive federal remedy for age discrimination, and therefore plaintiff cannot seek relief on such a claim under Title VII or sections 1931 or 1983. <i>See </i><i>Zombro v. Baltimore City Police Dept.,</i> <span class=\"citation\" data-id=\"519159\"><a href=\"/opinion/519159/james-e-zombro-v-baltimore-city-police-department-bishop-l-robinson/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1364</span></a></span>, 1369 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">850</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">147</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></span> (1989) (holding the plaintiff could not maintain age discrimination claim under section 1983). Even if the complaint could be read to include a cause of action for age discrimination, defendants would be entitled to summary judgment on such a claim for the reasons discussed herein. <i>See </i><i>Laber v. Harvey,</i> <span class=\"citation\" data-id=\"793363\"><a href=\"/opinion/793363/stan-laber-v-francis-j-harvey-secretary-of-the-army/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">404</span></a></span>, 430-31 (4th Cir.2006) (applying <i>McDonnell Douglas</i> framework to ADEA claim).</p>\n<p>[5]  According to plaintiff's brief in opposition to defendant's motion for summary judgment: \"It is Plaintiff's adamant belief that the complaints of the traffic officers . . . and the subsequent discipline and suspension were in direct retaliation for Plaintiff's Internal Affairs investigation not the failure of certain traffic officers to appropriately report automobile accidents. . . . In fact, the end of Plaintiff's suspension coincided with Plaintiff's retirement from the Police Department, therefore it was assured by City of Wilmington and Police Department officials that Plaintiff would be unable to return to the Internal Affairs Division to pursue his investigation into the alleged improper practices of the Traffic Division.\" (Pl.'s Mem. at 4.) Plaintiff testified at deposition as follows: \"My opinion is that I was put on administrative leave and I was investigated very slowly. This could have been wrapped up in two days, three days. But I was put on administrative leave for three weeks. I never heard of that. I've had to put people on administrative leave one or two days and we found out what the deal was and we put them back to work. My opinion is I was put on administrative leave and I was not allowed to come back to be in internal affairs in any way, shape, or form so this traffic investigation would not continue, and I will believe that until I die.\" (Pl.'s Dep. at 135.) He further testified: \"I believe that this whole incident came about, when it came about, because people with higher rank than me knew that they were cooking the books to make Wilmington, at least make the city of Wilmington look better when it comes to accidents, and if the truth be known I was just doing what I was instructed to do. I wish you had been there. I mean my whole goal in life was to take care of my department. If they would have said yes, that is wrong and we're going to stop it right now, I would have stopped the investigation. If I had been ordered to stop the investigation I would have stopped the investigation. I would have obeyed that order. I think this happened to me like a big conspiracy to hush me up, to get me out of the way, to make the investigation stop, and it worked. It did. It was never investigated again.\" (<i>Id.</i> at 177-78.)</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/130146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/184744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/264097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/425128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/447541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/447947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/470361/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/519159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/719644/",
    "http://www.courtlistener.com/api/rest/v3/opinions/725067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772504/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087667/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2491240/"
  ]
}