{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1653220/",
  "absolute_url": "/opinion/1653220/directv-inc-v-tolson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1653220/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:02:12.791339Z",
  "date_modified": "2016-04-27T02:27:31.460331Z",
  "type": "010combined",
  "sha1": "a6cb03325dc183bc32c2983e2389a1e5514c0d19",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>498 F.Supp.2d 784 (2007)</b></center>\n<center><h1>DIRECTV, INC<br>\nv.<br>\nE. Norris TOLSON.</h1></center>\n<center>No. 5:05-CV-784-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>February 20, 2007.</center>\n<p><span class=\"star-pagination\">*785</span> Christopher G. Smith, J. Mitchell Armbruster, James D. Blount, Jr., Smith Anderson Blount Dorsett, Mitchell &amp; Jernigan, Raleigh, NC, for DirecTV, INC.</p>\n<p>Michael D. Youth, Attorney General's Office, Raleigh, NC, for E. Norris Tolson.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on defendant's motion to dismiss the amended complaint (DE # 55) pursuant to principles of comity and Fed.R.Civ.P. 12(b)(1) and 12(b)(6), filed August 30, 2006. Plaintiffs having responded, the issues raised are ripe for decision. For the reasons set forth below, the motion is granted.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiffs brought suit against defendant on November 22, 2005, challenging the state of North Carolina's taxation of providers of multi-channel video programming. Plaintiffs, providers of satellite television, claimed state tax laws then in effect violated the dormant Commerce Clause of Article I of the Constitution, by affording a five percent (5%) tax credit to providers of cable television. Defendant moved to dismiss on December 30, 2005, arguing the action was barred on several grounds and the complaint failed to state a claim upon which relief could be granted.</p>\n<p>Thereafter, on January 20, 2006, the North Carolina Cable Telecommunications Association (hereinafter \"NCCTA\"), a trade association that lobbies on behalf of cable television providers, moved to intervene as of right or, alternatively, with the permission of the court. After hearing the motion, the court denied it on June 21, 2006.<sup>[1]</sup> For reasons set forth in the court's order, including that the state's defense of the tax credit would adequately protect the interests of the members of NCCTA, the court declined to permit intervention.</p>\n<p>Before the court could rule on the motion to dismiss, in July 2006, the North Carolina General Assembly passed, and the governor signed, legislation that significantly modified the laws at issue (hereinafter, \"the 2006 amendments\"). On August 1, 2006, plaintiffs filed the amended complaint now before the court. Plaintiffs seek a declaratory judgment that sections 8 through 15 of the 2006 amendments discriminate against interstate commerce, in violation of the dormant Commerce Clause and 42 U.S.C. § 1983, and directly conflict with and frustrate federal law, in violation of the Supremacy Clause. Plaintiffs also seek a permanent injunction barring enforcement by the state of section 8 of the <span class=\"star-pagination\">*786</span> 2006 amendments, and an award of attorney fees and costs.<sup>[2]</sup></p>\n<p>On August 30, 2006, defendant filed another motion to dismiss, which is now before the court.<sup>[3]</sup> The instant motion argues this action is barred by principles of comity, plaintiffs lack standing to challenge the 2006 amendments and therefore the court does not have subject matter jurisdiction over this dispute, and that plaintiffs have failed to state any claim under the Commerce Clause and Supremacy Clause upon which relief can be granted.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>This case is before the court on motion pursuant to Fed.R.Civ.P. 12(b)(1) and 12(b)(6), as well as for review pursuant to principles of comity. Both Rule 12(b)(1) and Rule 12(b)(6) require the court to accept plaintiffs' factual allegations in the amended complaint as true. However, neither rule requires the court to accept plaintiffs' legal conclusions. Defendant has not yet filed an answer to the amended complaint, but the instant motion contains a statement of facts. To the extent defendant's factual allegations conflict with those of plaintiffs, the court on motion to dismiss must accept plaintiffs' factual allegations; however, except as to the discussion of the net effects of the various taxation schemes in Section C below, and the brief history of similar litigation in Section D below, the following facts are undisputed.</p>\n<p>A. Satellite Operators</p>\n<p>Plaintiffs provide multi-channel video programming by means of \"direct broadcast satellite\" (DBS) service to subscribers in North Carolina and throughout the nation. Multi-channel video programming, in layman's terms, is television programming. Satellite operators transmit local stations and what are commonly known as \"cable\" channels, such as ESPN, MTV, and HBO. (Am.Compl. ¶ 19.) Plaintiffs are the two main providers of DBS service in North Carolina and nationally (Am.Compl. ¶ 6-7), and are two of only three companies that own and operate DBS satellites (Am. Compl. ¶ 12). DIRECTV, Inc. is a corporation organized and headquartered in California. (Am.Compl. ¶ 6.) EchoStar Satellite, L.L.C. is organized and headquartered in Colorado. (Am.Compl. ¶ 7.) Plaintiffs and similar companies are referenced by the generic term \"satellite operators\" throughout this order.</p>\n<p>Programming provided by satellite operators reaches subscribers by transmission from satellites in fixed orbit twenty-two thousand three hundred (22,300) miles above earth, to small satellite dishes mounted on or near subscribers' houses. (Am.Compl. ¶ 2.) Satellite operators do not need to use public rights-of-way, and <span class=\"star-pagination\">*787</span> therefore have historically been exempt from franchise fees or similar levies made by local governments. (Am.Compl. ¶ 14.)</p>\n<p>B. Cable Operators</p>\n<p>The primary competition of satellite operators in the market for multi-channel video programming are companies that provide such programming via networks of coaxial or fiber optic cable, typically laid in trenches under or alongside roads or hung on utility poles. (Am.Compl. ¶ 15.) These cable networks physically connect to subscribers' houses. Like satellite operators. cable operators' programming includes local and \"cable\" stations. Unlike satellite operators, however, because cable companies rely on physical land-based networks, they require public rights-of-way and have historically been subject to franchise fees levied by local governments in exchange for access to subscribers, (Am.Compl. ¶ 16-17.) These companies are referenced by the generic term \"cable operators\" throughout this order.</p>\n<p>C. North Carolina's taxation regimes</p>\n<p>Prior to January 1, 2002, neither satellite nor cable operators were subject to any state tax in North Carolina on their gross receipts. Cities and counties had the statutory authority to grant franchises to cable operators, <i>see</i> N.C. Gen.Stat. §§ 160A-319 and 153A-137 (Lexis 2001), and typically levied a franchise tax or fee of five percent (5%) of cable operators' gross receipts from customer subscription fees in the franchise area, in exchange for franchise rights, <i>see</i> N.C. Gen.Stat. §§ 160A-214 and 153A-154 (Lexis 2001).</p>\n<p>1. The 2001 amendments</p>\n<p>On January 1, 2002, legislation passed by the General Assembly the previous year took effect, imposing a five percent (5%) tax on satellite operators' gross receipts from customer subscriptions in the state. <i>See</i> N.C. Gen.Stat. § 105-164.4(a)(6) (Lexis 2002). Therefore, both satellite and cable operators paid five percent (5%) of gross receipts to the state and/or its political subdivisions. The legislation, titled \"Equalize Taxation of Satellite TV and Cable TV,\" did not alter the existing franchising regime affecting cable operators. 2001 N.C. Sess. Laws 424, § 34.17. Plaintiffs unsuccessfully challenged this taxation scheme in the state court action, described in Section D below. The practice in North Carolina is to refer to taxes levied on gross receipts as \"sales\" taxes, and this order adopts that term.</p>\n<p>2. The 2005 amendments</p>\n<p>The law changed again in 2005. Pursuant to the new legislation, the sales tax on satellite operators increased from five percent (5%) to seven percent (7%). <i>See</i> N.C. Gen.Stat. §§ 105-164.3(4a) and 105-164.4(a)(6) (Lexis 2006). For the first time, cable operators were made subject to the sales tax. <i>Id.</i> However, they received a credit against the sales tax, in the amount of the franchise taxes paid to local governments. <i>See</i> N.C. Gen.Stat. § 105-164.21B (Lexis 2006). The net effect of this scheme was that satellite operators paid a tax of seven percent (7%) of gross receipts to the state, while cable operators paid the traditional franchise tax of five percent (5%) of gross receipts to local governments, and an adjusted tax of two percent (2%) of gross receipts to the state. In other words, the total tax paid to North Carolina and/or its political subdivisions was the same, seven percent (7%) of gross receipts, for satellite and cable operators. Plaintiffs challenged this scheme in the original complaint filed in this lawsuit.</p>\n<p>3. The 2006 amendments</p>\n<p>In July 2006, the General Assembly again altered the taxation of satellite and <span class=\"star-pagination\">*788</span> cable operators, passing a bill entitled \"An Act to Promote Consumer Choice in Video Service Providers and to Establish Uniform Taxes for Video Programming Services.\" 2006 N.C. Sess. Laws 151. The legislation's purpose is \"to promote consumer choice in video service providers. A premise of this goal is that increased competition will lead to improved service. Under competition, a customer who is dissatisfied with service by one cable service provider will have the option of choosing a different service provider.\" <i>Id.,</i> § 17. The amendments, effective January 1, 2007, significantly alter the franchising and taxation of cable operators, in three key ways. The amended complaint challenges the 2006 amendments.</p>\n<p>The first change made by the 2006 amendments is the revocation of local governments' authority to enter franchise agreements with, and impose franchise taxes or fees on, cable operators. <i>See id.,</i> §§ 10-45. The North Carolina Secretary of State instead becomes \"the exclusive franchising authority in this State for cable service provided over a cable system.\" <i>Id.,</i> § 1. Cable operators must still receive a franchise in order \"to construct and operate a cable system over public rights-of-way within the area to be served.\" <i>Id.</i></p>\n<p>The second change is the elimination of the tax credit received by cable operators. <i>See id.,</i> § 9. Without this credit, both satellite and cable operators are subject to the full sales tax of seven percent (7%) of gross receipts. Therefore, as under the 2001 and 2005 amendments, the total tax paid to North Carolina and/or its political subdivisions is the same for satellite and cable operators. Under the 2006 amendments, however, the entire amount is paid to the state.</p>\n<p>Lastly, the 2006 amendments compensate local governments for the revenue lost in the revocation of franchising authority. Section eight of the 2006 amendments directs the Secretary of Revenue to distribute some of the gross receipts taxes paid by satellite and cable operators to local governments. <i>See id.,</i> § 8. Local governments must use a portion of this money to \"continue the same level of support for . . . public stations.\" <i>Id.</i> Otherwise, \"[t]he remainder of the distribution may be used for any public purpose.\" <i>Id.</i> For the 2006-07 fiscal year, the Secretary will distribute to local governments the amount imposed by local governments for the first sixth months of the 2006-07 fiscal year. <i>See</i> 2006 N.C. Sess. Laws 151, § 8. In subsequent years, the amount distributed will increase proportionately to each local entity's population growth. <i>See id.</i> According to plaintiffs, \"[b]ecause cable subscribership is likely to grow in rough proportion to population increases, the amount of the annual adjustment is intended to approximate the amount of franchise fees that would have been paid by cable in future years had the 2006 Amendments not been enacted.\" (Am.Compl. ¶ 26.)</p>\n<p>D. Other litigation</p>\n<p>This case is not plaintiffs' first legal challenge to North Carolina's taxation of cable and satellite operators. In 2003, plaintiffs filed suit in Superior Court for Wake County, North Carolina against the North Carolina Department of Revenue and Secretary Tolson in his official capacity, challenging an earlier set of tax laws. Plaintiffs alleged the unequal tax treatment of satellite and cable operators violated the dormant Commerce Clause and Equal Protection Clause of the United States Constitution, and the rule of uniform taxation of Article V, Section 2 of the North Carolina Constitution, and demanded a refund of nearly thirty million dollars in sales taxes paid to the state. In May 2005, the Superior Court granted the <span class=\"star-pagination\">*789</span> state's cross-motion for summary judgment in its entirety and dismissed the complaint. Plaintiffs appealed the trial court's decision to the North Carolina Court of Appeals, arguing that the tax statutes at issue violated the dormant Commerce Clause by discriminating against interstate commerce on their face and in their practical effect. On August 1, 2006, the Court of Appeals issued an opinion unanimously affirming the judgment of the Superior Court. <i>See </i><i>Directv, Inc. v. State,</i> 178 N.C.App. 659, 632 S.E.2d 543 (N.C.Ct.App.2006).</p>\n<p>Plaintiffs also have challenged Kentucky's taxation of satellite and cable operators, which closely resembles the scheme enacted by North Carolina in the 2006 amendments. By legislation passed in 2005, Kentucky eliminated local governments' right to charge franchise taxes or fees. Instead, the state collected an equal tax from satellite and cable operators, and distributed some of the revenue thus generated to local governments. Cable operators received rights-of-way without the payment of any extra amounts to the state or local governments. DIRECTV, Inc. and EchoStar Satellite, L.L.C. sued Kentucky's Commissioner of the Department of Revenue, arguing that these provisions violated the dormant Commerce Clause, because they facially, intentionally, and by their practical effect discriminated against interstate commerce. In <i>DIRECTV, Inc. v. Treesh,</i> 469 F.Supp.2d 425 (E.D.Ky. 2006), the district court rejected the plaintiffs' claims and granted the defendant's Fed.R.Civ.P. 12(b)(6) motion to dismiss.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>Plaintiffs allege the \"net effect of the 2006 Amendments is to grant cable system operators a substantial subsidy for the cost of doing business that is not afforded to competing satellite providers,\" because \"[c]able companies no longer have to pay franchise fees but continue to receive the valuable right of access to publicly owned rights-of-way they formerly obtained through the payment of such fees.\" (Am. Compl. ¶ 27.) This alleged subsidy will harm interstate commerce, according to plaintiffs, \"[b]y imposing a significant cost disadvantage on satellite television providers using out-of-state distribution facilities.\" (Am.Compl. ¶ 30.) The significant cost disadvantage also allegedly frustrates federal policy. Of the revenue collected by the state from satellite operators, thirty-seven percent (37%) will go to the distributions to local governments. <i>See</i> 2006 N.C. Sess. Laws 151, § 8. Plaintiffs allege they are compelled by this provision \"to fund a significant part of this cable subsidy,\" because \"[e]ven though satellite providers never paid franchise fees and do not use local rights-of-way, 37 percent of sales tax revenue collected from them is used to defray cable's cost of acquiring access to local streets and highways.\" (Am. Compl. ¶ 28.) The record does not indicate this amount's proportion to the total distribution to local governments.</p>\n<p>In addition to a declaratory judgment that the 2006 amendments are unconstitutional, plaintiffs request a permanent injunction barring enforcement of section eight. In effect, plaintiffs ask this court to enjoin only the transfer of funds by the Secretary of Revenue to political subdivisions of the state.</p>\n<p>A. Principles of comity and the Tax Injunction Act</p>\n<p>Defendant argues that principles of comity  which instructs federal courts to defer to state institutions when inquiring into state law  bar the court from hearing plaintiffs' challenge to North Carolina's tax laws. This argument leads the court to examine a robust area of law with significant <span class=\"star-pagination\">*790</span> recent developments. Therefore, the court must determine whether any statute, equity, or principles of comity preclude it from proceeding further to hear plaintiffs' claims.</p>\n<p>The Supreme Court has often described the principles of comity. In <i>Matthews v. Rodgers,</i> 284 U.S. 521, 525-26, 52 S.Ct. 217, 76 L.Ed. 447 (1932), the Court held,</p>\n<blockquote>The scrupulous regard for the rightful independence of state governments which should at all times actuate the federal courts, and a proper reluctance to interfere by injunction with their fiscal operations, require that such relief should be denied in every case where the asserted federal right may be preserved without it. Whenever the question has been presented, this Court has uniformly held that the mere illegality or unconstitutionality of a state or municipal tax is not in itself a ground for equitable relief in the courts of the United States. If the remedy at law is plain, adequate, and complete, the aggrieved party is left to that remedy in the state courts, from which the cause may be brought to this Court for review if any federal question be involved.</blockquote>\n<p><i>See also </i><i>Fair Assessment in Real Estate Ass'n v. McNary,</i> 454 U.S. 100, 110-112, 102 S.Ct. 177, 70 L.Ed.2d 271 (1981); <i>Great Lakes Dredge &amp; Dock Co. v. Huffman,</i> 319 U.S. 293, 298-99, 63 S.Ct. 1070, 87 L.Ed. 1407 (1943). Similarly, in setting out what has become known as <i>Younger</i> abstention, the Court held,</p>\n<blockquote>This underlying reason for restraining courts of equity from interfering with criminal prosecutions is reinforced by an even more vital consideration, the notion of \"comity,\" that is, a proper respect for state functions, a recognition of the fact that the entire country is made up of a Union of separate state governments, and a continuance of the belief that the National Government will fare best if the States and their institutions are left free to perform their separate functions in their separate ways. . . . [This] concept does not mean blind deference to \"States' Rights\" any more than it means centralization of control over every important issue in our National Government and its courts. The Framers rejected both these courses. What the concept does represent is a system in which there is sensitivity to the legitimate interests of both State and National Governments, and in which the National Government, anxious though it may be to vindicate and protect federal rights and federal interests, always endeavors to do so in ways that will not unduly interfere with the legitimate activities of the States.</blockquote>\n<p><i>Younger v. Harris,</i> 401 U.S. 37, 44, 91 S.Ct. 746, 27 L.Ed.2d 669 (1971). From principles of comity came the legislative impetus for the Tax Injunction Act. <i>See </i><i>Great Lakes,</i> 319 U.S. at 298-99. However, application of comity to review of state tax law was not foreclosed by that statute. <i>See </i><i>Fair Assessment,</i> 454 U.S. at 110 (\"Neither the legislative history of the Act nor that of its precursor . . . suggests that Congress intended that federal-court deference in state tax matters be limited to the actions enumerated in those sections. Thus, the principle of comity which predated the Act was not restricted by its passage.\") (internal citation omitted); <i>Great Lakes,</i> 319 U.S. at 299; <i>Lawyer v. Hilton Head Pub. Sen. Dist. No. 1,</i> 220 F.3d 298 (4th Cir.2000) (holding that the Tax Injunction Act and principles of comity preclude the district court from exercising jurisdiction in a tax challenge under 42 U.S.C. §§ 1983 and 1985, and the Takings Clause).</p>\n<p>In 1937, Congress passed the Tax Injunction Act (\"the Act\"), which provides <span class=\"star-pagination\">*791</span> that \"[t]he district courts shall not enjoin, suspend or restrain the assessment, levy or collection of any tax under State law where a plain, speedy and efficient remedy may be had in the courts of such State.\" 28 U.S.C. § 1341. The Act \"has its roots in equity practice, in principles of federalism, and in recognition of the imperative need of a State to administer its own fiscal operations.\" <i>Rosewell v. LaSalle National Bank,</i> 450 U.S. 503, 522, 101 S.Ct. 1221, 67 L.Ed.2d 464 (1981). According to the Fourth Circuit, the Act \"reflects the importance of the taxing power to the operation of state governments and Congress's desire to keep federal courts from unduly interfering with state revenue collection.\" <i>Lawyer,</i> 220 F.3d at 301. There is no doubt that North Carolina provides taxpayers a \"plain, speedy, and efficient remedy,\" as evidenced by plaintiffs' filing suit in Superior Court in 2004, seeking a refund of taxes paid. <i>See also </i><i>Fair Assessment,</i> 454 U.S. at 116 n. 8 (holding that there is no significant difference between a remedy that is `plain, speedy and efficient\" for purposes of the Tax Injunction Act, and one which is \"plain, adequate, and complete\" for purposes of evaluating principles of comity); <i>Gust v. Tolson,</i> 2006 WL 1215414, *1, 2, 2006 U.S. Dist. LEXIS 28994, *6 (W.D.N.C., May 4, 2006), <i>aff'd</i> 204 Fed.Appx. 179, 2006 WL 3151155 (4th Cir.2006) (holding North Carolina's remedies for challenges to tax laws \"are undisputedly `plain, adequate, and complete'\"); <i>see also </i><i>Rosewell v. LaSalle Nat'l Bank,</i> 450 U.S. 503, 101 S.Ct. 1221, 67 L.Ed.2d 464 (1981) (evaluating relevant factors in determining whether a state remedy is \"plain, adequate, speedy and efficient\"). Any disagreement plaintiffs may have with the outcome there  and apparently such disagreement is minimal, as plaintiffs did not appeal the adverse decision of the North Carolina Court of Appeals  does not reflect poorly on North Carolina's judicial system. <i>See </i><i>Lawyer,</i> 220 F.3d at 304.</p>\n<p>Courts have long held that the Act prohibits federal courts from granting injunctive relief in suits challenging state taxation. <i>Lawyer,</i> 220 F.3d at 301. The Supreme Court has applied the Act to declaratory judgment actions, holding, \"because Congress' intent in enacting the Tax Injunction Act was to prevent federal-court interference with the assessment and collection of state taxes, we hold that the Act prohibits declaratory as well as injunctive relief.\" <i>California v. Grace Brethren Church,</i> 457 U.S. 393, 411, 102 S.Ct. 2498, 73 L.Ed.2d 93 (1982). Furthermore, the Supreme Court held that \"taxpayers are barred by the principle of comity from asserting § 1983 actions against the validity of state tax systems in federal courts.\" <i>Fair Assessment,</i> 454 U.S. at 116. The Supreme Court's recent decision in <i>Hibbs v. Winn,</i> 542 U.S. 88, 124 S.Ct. 2276, 159 L.Ed.2d 172 (2004), however, requires the court to pause, for <i>Hibbs</i> places in doubt the seemingly clear holding in <i>Grace Brethren Church.</i></p>\n<p>In <i>Hibbs,</i> citizens of Arizona challenged a state tax credit under the Establishment Clause. Taxpayers qualified for the credit by contributing money to certain nonprofit organizations that, in turn, funded scholarship grants. According to the plaintiffs, this program violated the Establishment Clause because some grants went to parochial schools. Importantly, none of the taxpayers who challenged the statute took advantage of the grants; in other words, the taxpayers were not challenging their own tax liability. The state, defending the tax credit scheme, argued the Tax Injunction Act barred the plaintiffs* claim because a sufficient remedy existed in state courts. By a five to four vote, the Supreme Court affirmed the Ninth Circuit's ruling in favor of the plaintiffs.</p>\n<p><span class=\"star-pagination\">*792</span> The Court held the Tax Injunction Act does not bar federal jurisdiction where (1) the taxpayer is not contesting his own tax liability; and (2) the suit does not \"seek to impede\" state receipt of tax revenue, in other words, where the desired result is revenue-neutral.<sup>[4]</sup><i>Hibbs,</i> 542 U.S. at 93. Therefore, the Establishment Clause claim in <i>Hibbs</i> was not barred by the Act, because the plaintiffs were not attempting to avoid their own tax liability, nor would an ultimate finding in their favor reduce the state's tax revenue.</p>\n<p>The Court examined <i>Grace Baptist Church</i> at length, and noted that while \"the [<i>Grace Baptist Church</i>] Court referred to the disruption of `state tax administration,' . . . it did so specifically in relation to the the [sic] collection of revenue.'\" <i>Hibbs,</i> 542 U.S. at 105. Furthermore, the Court noted that the plaintiffs in <i>Grace Baptist Church,</i> several California churches and religious schools, sought to reduce their own tax burden by challenging California's unemployment compensation tax. <i>Id.</i> Therefore, despite the language in <i>Grace Baptist Church</i> that the Tax Injunction Act \"prohibits declaratory as well as injunctive relief,\" <i>Hibbs</i> instructs that this prohibition only applies when taxpayers are seeking a declaratory judgment that would, in effect, reduce their own tax burden.</p>\n<p>To determine whether <i>Hibbs</i> \"opened the federal courthouse doors\" to plaintiffs' suit, it is necessary to examine plaintiffs' requested relief and ultimate litigation goals. <i>Henderson,</i> 407 F.3d at 359. Plaintiffs are hardly the financially-disinterested neutrals who pressed claims in <i>Hibbs.</i> There, the plaintiffs sought to vindicate Establishment Clause objections to a tax credit claimed by others. Here, plaintiffs argue that they will directly suffer by operation of the state's sales tax and distribution of the revenue thereby generated, and that the taxes they pay subsidize cable operators. Although their requested relief would not <i>per se,</i> reduce their tax burden, it is indeed plaintiffs' tax burden that is ultimately at issue, at least relative to cable operators' burden. Also, as discussed below in the context of whether the alleged injury is fairly traceable to defendant's conduct, plaintiffs' apparently seek, as the end result of their litigation, to reduce their state tax obligation by the amount of federal satellite transmission fees.</p>\n<p>The core of plaintiffs' claims under the dormant Commerce Clause and the Supremacy Clause is that the 2006 amendments perpetuate a \"significant cost disadvantage\" for satellite operators. According to plaintiffs, a taxation scheme whereby satellite and cable operators pay the same sales tax rate is unconstitutional if cable operators also receive rights-of-way.<sup>[5]</sup> An injunction barring the transfer of state sales tax receipts to local governments will not remedy this cost disadvantage, a point on which plaintiffs appear confused. Standing alone, enjoining the operation of section eight would affect neither <span class=\"star-pagination\">*793</span> the state's collection of taxes nor the granting of rights-of-way to cable operators. It would merely increase the state treasury at the expense of local governments. Therefore the court probes further for plaintiffs' ultimate goal. There are two outcomes that would end the significant cost disadvantage: either plaintiffs will pay lower taxes or cable operators will pay higher taxes. Either way, the federal courthouse doors are closed.</p>\n<p>If plaintiffs' ultimate goal is to lower the tax burden an satellite operators, it runs afoul of the Tax Injunction Act. There is little difference between a suit that challenges a specific provision of state tax law, such as the challenge in <i>Grace Baptist Church</i> to the unemployment compensation tax, and a suit that seeks a declaratory judgment that a tax law is unconstitutional with the hope that the General Assembly will thereafter pass, and the governor sign, new legislation offering satellite operators a lower tax rate. If lowering their own tax burden is plaintiffs' goal, it must come through new legislation, as plaintiffs paid the same amount under the 2005 amendments as they will under the 2006 amendments.<sup>[6]</sup> The only other way for the district court to reduce plaintiffs' taxes is to enjoin or alter tax collection under N.C. Gen.Stat. §§ 105-164.3(4a)and 105-164.4(a)(6). Plaintiffs do not request this relief and, in any event, the Act prohibits such an injunction.</p>\n<p>If, however, plaintiffs' ultimate goal is to force cable operators to pay higher taxes, as appears likely from the record, then this result is foreclosed by principles of comity. Plaintiffs argue that if the court granted declaratory relief, \"local authority to charge franchise fees would be <i>reinstated</i><sup>[7]</sup> and cable companies would be <i>required</i> to pay franchise fees to local governments for rights-of-way.\" (Pl's. Opp. at 11) (emphasis added.) Furthermore, \"[t]his relief would completely cure the competitive harm caused by the 2006 legislation\" because \"[c]able operators would be subject to the same sales tax rate as satellite providers and would no longer receive a subsidy for obtaining local access rights.\" <i>Id.</i> In plaintiffs' view, a successful resolution of this lawsuit would directly result in the levy of higher taxes on cable operators. These taxes would be in the form of \"reinstated\" franchise fees that local governments would, apparently, be forced by court order to levy on cable operators. This position is untenable.</p>\n<p>The First Circuit's opinion in <i>United States Brewers Ass'n, Inc. v. Perez,</i> 592 F.2d 1212 (1st Cir.1979) is instructive. In <i>Perez,</i> beer producers and a trade association sought to `restrain Puerto Rican officials from collecting an increased tax on large beer producers or, in the alternative, enjoin a tax exemption enjoyed by small producers. The plaintiffs argued that, by exempting small beer producers, the tax law was intended to and did protect two local beer producers, in violation of the Constitution and a statute prohibiting Puerto Rico from using its tax power to discriminate against mainland interests in favor of local interests. The commonwealth in turn argued that the Tax Injunction Act and the Butler Act, 48 U.S.C. § 872, a Tax Injunction Act analog applicable <span class=\"star-pagination\">*794</span> to Puerto Rico,<sup>[8]</sup> barred federal court jurisdiction. The state of Arizona, in <i>Hibbs,</i> argued that <i>Perez</i> supported its construction of the Tax Injunction Act; however, the Court distinguished <i>Perez</i> because \"the [<i>Perez</i>] court rested its decision not on statutory construction [of the Act], but on `underlying' comity concerns.\" <i>Hibbs,</i> 542 U.S. at 109 n. 11.</p>\n<p>As the court does presently, the First Circuit saw two possible interpretations of the plaintiffs' requested relief, elimination of the tax exemption for small producers, both of which were invalid:</p>\n<blockquote>The requested injunction, restraining the Commonwealth from collecting a lower tax from those exempted from [the increased tax], could be framed in two ways, either by ordering the state not to collect the tax increase or by requiring the state to levy the tax hike on exempt as well as nonexempt parties. As appellants apparently recognized . . . the first clearly constitutes relief proscribed by the Butler Act, as it would \"restrain the assessment or collection of tax\", 48 U.S.C. § 872. The second, we believe, would be no less improper.</blockquote>\n<p><i>Perez,</i> 592 F.2d at 1214. Requiring Puerto Rico to collect higher taxes on the exempt producers would be improper because of the \"underlying comity concerns\" later recognized by the Supreme Court in <i>Hibbs.</i> The First Circuit continued, \"an order of a federal court requiring Commonwealth officials to collect taxes which its legislature has not seen fit to impose on its citizens strikes us as a particularly inappropriate involvement in a state's management of its fiscal operations.\" <i>Id.</i> at 1215. This decision was \"base[d] . . . on the considerations which underlie 28 U.S.C. § 1341 and the Butler Act,\" <i>id.</i> at 1214, specifically \"equity practice, . . . principles of federalism . . . and the imperative need of a state to administer its own fiscal operations,\" <i>id.</i> (quoting <i>Tully v. Griffin,</i> 429 U.S. 68, 73, 97 S.Ct. 219, 50 L.Ed.2d 227 (1976)).</p>\n<p>In rare instances, federal courts have ordered \"the imposition of, or increase in, local tax levies, even in amounts exceeding the ceiling set by state law,\" such as in school desegregation cases, but the Supreme Court noted that this was done \"as a last resort.\" <i>Hibbs,</i> 542 U.S. at 111 n. 12 (collecting cases). Such relief is not warranted in this case. As stated by the First Circuit in <i>Perez,</i></p>\n<blockquote>This is neither a case in which a court orders reluctant state officials to collect taxes authorized by the citizens of the state, nor one in which officials have failed to perform their \"special responsibility\" to levy taxes for a crucial public purpose and consequently have violated federal constitutional rights. As appellees point out, the invalidation of the exemption in [the relevant tax law] is an awkward and heavy-handed remedy, producing a broad taxing statute for which the Commonwealth may have believed there was no need or which was actually detrimental to its domestic policy, Sound equity practice and a concern for interests of federalism thus bar both the injunctive and declaratory relief sought by appellants.</blockquote>\n<p><i>Perez,</i> 592 F.2d at 1215 (internal citations omitted). Plaintiffs in the instant case request the same sort of heavy-handed relief: the reinstatement of local franchising authority, which the General Assembly has seen fit to take away from local governments, and, implicitly, an order that <span class=\"star-pagination\">*795</span> local governments charge cable operators for, specifically, rights of way.<sup>[9]</sup></p>\n<p>\"State taxation, for § 1341 purposes, includes local taxation,\" and the same analysis applies to principles of comity. <i>Hibbs,</i> 542 U.S. at 100 n. 1; <i>see also </i><i>Collins Holding Corp. v. Jasper County,</i> 123 F.3d 797, 800 n. 2 (4th Cir.1997). Furthermore, North Carolina, like every other state, has the inherent \"power to delegate taxing authority [to political subdivisions] as it sees fit.\" <i>Associated Indus. v. Lohman,</i> 511 U.S., 641, 653, 119 S.Ct. 1815, 128 L.Ed.2d 639 (1994) (holding that a state may not, however, \"grant its political subdivisions a power to discriminate against interstate commerce that the state lacked in the first instance\"). Under North Carolina law, \"[t]he county is not a sovereign and hence does not have the inherent power to levy taxes. A county must derive its taxing power from the State Constitution or from the State's legislative enactments.\" <i>Hajoca Corp. v. Clayton,</i> 277 N.C. 560, 178 S.E.2d 481, 487 (N.C.1971). Other political subdivisions of the state are similarly limited.</p>\n<p>Where the General Assembly has seen fit to revoke a delegation of taxing authority, it is not appropriate for this court to strike down that revocation and order local governments to tax cable operators. It is also inappropriate for this court to order  explicitly or implicitly  North Carolina to reduce satellite operators' tax burden. North Carolina's judicial system is a more appropriate forum for plaintiffs' challenge, with ultimate appeal to the United States Supreme Court if state courts fail to remedy violations of the Constitution.<sup>[10]</sup> Therefore, the Tax Injunction Act and the principles of comity on which it is based instruct the court not to proceed further, and the action must be dismissed.</p>\n<p>B. Standing</p>\n<p>Assuming, <i>arguendo,</i> that comity does not bar the court from hearing this case, plaintiffs do not otherwise have standing to press their dormant Commerce Clause and Supremacy Clause claims. In the face of a motion to dismiss pursuant to Fed.R.Civ.P. 12(b)(1), challenging the court's subject matter jurisdiction on the ground that plaintiffs lack standing, the burden falls on the plaintiffs to prove that jurisdiction in this court is proper. <i>See </i><i>McNutt v. Gen. Motors Acceptance Corp.,</i> 298 U.S. 178, 189, 56 S.Ct. 780, 80 L.Ed. 1135 (1936); <i>Marshall v. Meadows,</i> 105 F.3d 904, 906 (4th Cir.1997). The court may \"look beyond the jurisdictional allegations of the complaint and view whatever evidence has been submitted on the issue to determine whether in fact subject matter jurisdiction exists.\" <i>Capitol Leasing Co. v. FDIC,</i> 999 F.2d 188, 191 (7th Cir. 1993): <i>see also </i><i>Williams v. United States,</i> 50 F.3d 299, 304 (4th Cir.1995). The court must presume the factual allegations of the complaint as true, but it need not draw argumentative inferences in the plaintiffs favor. <i>See </i><i>Com. of P.R. ex rel. Quiros v. Alfred Snapp &amp; Sons,</i> 632 F.2d 365 (4th <span class=\"star-pagination\">*796</span> Cir.1980), <i>aff'd</i> 458 U.S. 592, 102 S.Ct. 3260, 73 L.Ed.2d 995 (1982). \"Indeed, the trial court is free to weigh the evidence and satisfy itself as to the existence of its power to hear the case.'\" <i>Williams,</i> 50 F.3d at 304 (quoting <i>Mortensen v. First Federal Say. &amp; Loan Ass'n,</i> 549 F.2d 884, 891 (3rd Cir.1977)).</p>\n<p>\"Determining that a matter before the federal courts is a proper case or controversy under Article III . . . assumes particular importance in ensuring that the Federal Judiciary respects the proper  and properly limited  role of the courts in a democratic society.'\" <i>DaimlerChrysler Corp. v. Cuno,</i> ___ U.S. ___, 126 S.Ct. 1854, 1860, 164 L.Ed.2d 589 (2006) (quoting <i>Allen v. Wright,</i> 468 U.S. 737, 750, 104 S.Ct. 3315, 82 L.Ed.2d 556 (1984)). To establish standing, \"[a] plaintiff must allege personal injury fairly traceable to a defendant's allegedly unlawful conduct and likely to be redressed by the requested relief.\" <i>Allen,</i> 468 U.S. at 751. Plaintiffs must establish each of these three elements: (1) actual or threatened injury; (2) fairly traceable to defendant; and (3) redressability.</p>\n<p>1. Injury</p>\n<p>The alleged injury must be actual or, in the case of a declaratory judgment action, imminent. It must not be conjectural or hypothetical. <i>See </i><i>Miller v. Brown,</i> 462 F.3d 312, 317 (4th Cir.2006). Plaintiffs allege the 2006 amendments, if enforced, will illegally subsidize cable operators' cost of doing business. By receiving the subsidy  by getting something they are not paying for  and passing the savings on to customers, cable operators benefit and, conversely, satellite operators suffer a \"significant price disadvantage.\" Additionally, plaintiffs allege they are injured by the transfer to local governments of a portion of the sales taxes collected from satellite operators.</p>\n<p>Plaintiffs' theory therefore requires allegations of what could be an unconstitutional subsidy. The 2006 amendments, however, do not resemble the unconstitutional state laws in cases that plaintiffs claim support their position. For instance, in <i>Bacchus Imports, Ltd. v. Dias,</i> 468 U.S. 263, 104 S.Ct. 3049, 82 L.Ed.2d 200 (1984), the Supreme Court ruled that Hawaii's excise tax imposed on sales of liquor at wholesale violated the Commerce Clause, because of specific exemptions for alcoholic beverages produced from certain locally grown plants. In <i>Boston Stock Exch. v. State Tax Comm'n,</i> 429 U.S. 318, 97 S.Ct. 599, 50 L.Ed.2d 514 (1977), the Supreme Court invalidated a New York law that imposed a higher tax on securities transactions made through out-of-state exchanges than on transactions made through in-state exchanges. In <i>Alliance for Clean Coal v. Miller,</i> 44 F.3d 591 (7th Cir.1995), the court held the plaintiff trade association had standing to challenge the Illinois Coal Act under the Commerce Clause, because the act required generating plants in the state to install scrubbers that would allow them to continue using coal mined in-state. In <i>Dominion Nat'l Bank v. Olsen,</i> 771 F.2d 108 (6th Cir.1985), the unconstitutional state tax fell on Tennessee citizens' earnings from certificates of deposit issued by out-of-state financial institutions, but not from those issued by in-state financial institutions. These cases are inapplicable to an evaluation of the alleged subsidy. The 2006 amendments require no positive act from any party, unlike <i>Alliance for Clean Coal;</i> do not protect an in-state commodity such as coal mined in Illinois; and do not levy different taxes on satellite and cable operators, unlike the other three cited cases.</p>\n<p><span class=\"star-pagination\">*797</span> The instant facts are closest to those in <i>West Lynn Creamery, Inc. v. Healy,</i> 512 U.S. 186, 114 S.Ct. 2205, 129 L.Ed.2d 157 (1994), where the Supreme Court struck down a Massachusetts tax on milk dealers, the proceeds of which were distributed to in-state dairy farmers who could not compete on price with out-of-state producers. The tax charged to milk dealers was specifically designed to compensate in-state farmers so they could sell milk at the federal minimum price. <i>Id.</i> at 191 n. 5. Furthermore, the tax and subsidy were intended \"to preserve our local industry,\" according to a declaration by the Commissioner of the Massachusetts Department of Food and Agriculture. <i>Id.</i> at 189-90. The Court held that, while it generally upheld state subsidies, and while the tax itself was the same for all dealers, regardless of geography, the subsequent payments to instate farmers \"effectively imposed [the tax] only on out-of-state products,\" in violation of the dormant Commerce Clause. <i>Id.</i> at 194.</p>\n<p>The state of Massachusetts argued that the law was constitutional because its two discrete elements, a nondiscriminatory tax and a subsidy, were individually lawful. The Court responded,</p>\n<blockquote>[a] pure subsidy funded out of general revenue ordinarily imposes no burden on interstate commerce, but merely assists local business. The pricing order in this case, however, is funded principally from taxes on the sale of milk produced in other States, By so funding the subsidy, [Massachusetts] not only assists local farmers, but burdens interstate commerce.</blockquote>\n<p><i>Id.</i> at 199. Therefore, to show injury similar to that in <i>West Lynn Creamery,</i> plaintiffs must adequately allege the existence of a subsidy that assists local cable operators <i>and</i> burdens interstate commerce. The alleged subsidy does no such thing. Plaintiffs assume, without ever stating it, that cable operators must pay the state or its political subdivisions for rights-of-way. The court finds no such requirement imposed by the Constitution or any other law. Under the 2006 amendments, cable operators must satisfy the state's franchising requirements in order to obtain the exclusive right to provide cable television service in a given area. As a result of receiving a franchise, they must pay the sales tax. Satellite operators have no such franchising requirement, as they are automatically eligible to provide satellite television service to any customer in North Carolina.</p>\n<p>Obtaining rights-of-way is only a cost of business if the state or its political subdivisions lawfully charge cable operators for such access. According to the amended complaint, North Carolina has never charged any extra amount for rights-of-way, beyond the franchise fees, which give cable operators the right to offer their services. (<i>See</i> Am. Compl. ¶ 20-28.) Since 2001, the state has levied franchise and/or sales taxes on cable operators in a total amount matching the sales tax levied on satellite operators. Because obtaining rights-of-way has never truly been a cost of cable operators' business in North Carolina, the 2006 amendments do not create a subsidy.</p>\n<p>The 2006 amendments do not resemble the unconstitutional tax schemes in <i>Bacchus, Boston Stock Exch.,</i> or <i>Dominion Nat'l Bank.</i> Nor do they protect the market for an in-state resource, as in <i>Alliance for Clean Coal.</i> Obtaining rights-of-way, a purely legal mechanism necessary for cable operators to reach subscribers in a franchise area, has no analogue in <i>West Lynn Creamery.</i> Massachusetts' payments to in-state dairy farmers, to enable the farmers to lower prices, did subsidize those businesses. The payments were not, <span class=\"star-pagination\">*798</span> however, necessary for the farmers to reach the market in the first place. Rather, the payments aided the farmers in competing in the market. North Carolina's grants of rights-of-way allow cable operators to reach the market, once they have received a franchise. It is a necessary legal mechanism for cable operators to fulfill their duties as franchisees, not a financial transfer. Charging cable operators the same sales tax as satellite operators, who already reach the market, allows neither side to possess any advantage arising from state tax law.</p>\n<p>Furthermore, unlike the in-state dairy farmers in <i>West Lynn Creamery,</i> no party receives anything <i>new</i> under the 2006 amendments. The subsidy payments to the dairy farmers were, unquestionably, a creation of the laws at issue. In other words, the dairy farmers received something they had not received previously. Under the 2006 amendments, local governments will receive approximately the same amount of revenue as they previously received. The fact that some of the tax revenue collected from satellite operators will be included in these distributions is irrelevant, because it does not alter the total amount of funds collected or distributed. And, in addition to paying the same amount of taxes or fees, cable operators will receive the same franchise rights and rights-of-way as they did under previous tax regimes. The 2006 amendments are, at most, a re shuffling of responsibilities of the state and its political subdivisions.</p>\n<p>The injury alleged by plaintiffs does not exist, and is not threatened. Because plaintiffs' dormant Commerce Clause and Supremacy Clause claims depend on the allegations of a subsidy, and no subsidy exists, plaintiffs have failed to allege an injury recognized under either Clause.</p>\n<p>2. Fairly traceable to defendant's conduct</p>\n<p>Any cost disadvantage affecting plaintiffs' businesses does not arise from North Carolina's existing tax laws, nor will the 2006 amendments lead to such a result. It is not the state's duty to remedy a cost disadvantage created by forces external to North Carolina. For example, the district court in Kentucky noted that satellite operators must pay federal satellite transmission fees. <i>DIRECTV,</i> 469 F.Supp.2d 425, 438. Plaintiffs acknowledge the existence of such fees. (<i>See</i> Pl.'s Opp. at 10.) The Kentucky court wrote, \"[i]t is clear . . . that the Satellite Companies' real complaint is with federal fees that apply to them solely because they deliver programming by satellite, not because of their geographic location or that of their competitors.\" <i>Id.</i> at 469 F.Supp.2d 425, 438. To the extent such fees or other external costs apply to satellite operators, any cost disadvantage created by them is not the result of North Carolina law nor of the Secretary's actions pursuant to his official duties. Disparate treatment caused by such fees, to the extent it exists, is a matter of federal law, not state tax law or the interaction between the two.</p>\n<p>3. Redressability</p>\n<p>To have standing, plaintiffs must also seek relief that will redress the injury alleged. On this point, it is necessary to distinguish two levels of analysis: the specific effect of granting plaintiffs' requested relief; and plaintiffs' litigation goals, discussed above in regards to comity,</p>\n<p>Plaintiffs request the court find the 2006 amendments unconstitutional and enjoin the transfer of funds from the state to local governments. In effect, plaintiffs want to keep in place the 2005 amendments, by preventing (or reversing) their amendment. Under that scheme, plaintiffs <span class=\"star-pagination\">*799</span> paid a sales tax of seven percent (7%) to the state. Cable operators also paid a seven percent (7%) state sales tax, but received a credit in the amount paid to local governments in franchise taxes or fees. Therefore, plaintiffs argue for the reimposition of a tax system where they pay the same rate as cable operators to the state and/or its political subdivisions, and yet cable operators receive rights-of-way. This is in effect indistinguishable from the scheme enacted in the 2006 amendments, and will not eliminate the substantial price disadvantage.</p>\n<p>In other words, plaintiffs ask the court to return the state to a tax regime that they recently argued was unconstitutional in the original complaint, and which will have the same net effect on plaintiffs and cable operators a; the 2006 amendments. Surely, plaintiffs will then file another lawsuit, seeking relief from the allegedly unconstitutional 2005 amendments. Plaintiffs do not have standing to request this court replace one allegedly unconstitutional law with another, to set the stage for further litigation. It was entirely within plaintiffs' power and rights to request relief that would fully resolve the claimed constitutional violation. Having failed to do so, plaintiffs may not press forward with their claims. Furthermore, the court is unable and unwilling to grant the relief requested, pursuant to principles of comity as already discussed herein.</p>\n<p>As the Supreme Court held in <i>Cuno,</i> the redressability prong is not met where plaintiffs ultimately depend on subsequent action by state authorities to remedy the alleged violation. The General Assembly and governor must act to lower satellite operators' taxes or raise cable operators' taxes, to ultimately eliminate the substantial cost disadvantage. The plaintiffs in <i>Cuno</i> premised redressability on subsequent action by state entities; specifically, that enjoining a tax credit would lead the state to legislatively cure the alleged injury. According to the Court, \"establishing redressability [in this case] requires speculating that abolishing the challenged credit will redound to the benefit of the taxpayer because legislators will pass along the supposed increased revenue in the form of tax reductions.\" <i>Cuno,</i> 126 S.Ct. at 1863. This sort of speculation does not suffice to support standing. <i>Id.</i> Furthermore,</p>\n<blockquote>A taxpayer-plaintiff has no right to insist that the government dispose of any increased revenue it might experience as a result of his suit by decreasing his tax liability or bolstering programs that benefit him.</blockquote>\n<blockquote>To the contrary, the decision of how to allocate any such savings is the very epitome of a policy judgment committed to the \"broad and legitimate discretion\" of lawmakers, which \"the courts cannot presume either to control or to predict.\"</blockquote>\n<p><i>Id.</i> (quoting <i>ASARCO Inc. v. Kadish,</i> 490 U.S. 605, 614, 109 S.Ct. 2037, 104 L.Ed.2d 696 (1989)).</p>\n<p>The plaintiffs in <i>Cuno</i> did not have as close a connection to the taxing scheme at issue as do plaintiffs in the instant case, who allegedly suffer competitive disadvantage because of the tax. However, the dependence on policy judgments committed to the General Assembly's discretion is the same. Plaintiffs do not have standing to seek, in federal district court, relief that if granted merely sets the stage for the General Assembly to potentially act in a way that will redound to plaintiffs' benefit, despite the significant evidence that the legislature's goal is equal taxation by the state (including its political subdivisions) of satellite and cable operators.</p>\n<p>The absence of redressability is fatal to plaintiffs' dormant Commerce Clause and Supremacy Clause claims. As argued by <span class=\"star-pagination\">*800</span> plaintiffs, it is the significant cost disadvantage which discriminates against interstate commerce and frustrates federal policy. Because the requested relief will not cure the cost disadvantage, if it exists, plaintiffs lack standing under both clauses of the Constitution.</p>\n<p>C. Dismissal pursuant to Fed.R.Civ.P. 12(b)(6)</p>\n<p>Assuming principles of comity do not bar the court from proceeding on plaintiffs' claims, and further assuming that plaintiffs have standing to proceed, the court turns now, briefly, to defendant's argument that plaintiffs' suit must be dismissed for failure to state a claim upon which relief can be granted, pursuant to Fed.R.Civ.P. 12(b)(6). A motion to dismiss only determines whether a claim is stated; it does not resolve disputed facts, merits of the claim, or applicability of defenses. <i>Republican Party v. Martin,</i> 980 F.2d 943, 952 (4th Cir.1992). Under, the standard for a motion to dismiss, a complaint should not be dismissed unless it clearly appears that plaintiff can show no set of facts which would entitle him to relief. <i>Conley v. Gibson,</i> 355 U.S. 41, 45-46, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957). A court should not dismiss a complaint that states a claim, even if it appears that the chance of recovery is remote. <i>Scheuer v. Rhodes,</i> 416 U.S. 232, 236, 94 S.Ct. 1683, 40 L.Ed.2d 90 (1974). For the purposes of ruling on a motion to dismiss, the court should construe allegations in the complaint as true and take them in the light most favorable to plaintiff. <i>Republican Party,</i> 980 F.2d at 952. Nevertheless, the court \"need not accept the legal conclusions drawn from the facts [or] . . . unwarranted inferences, unreasonable conclusions, or arguments.\" <i>Eastern Shore Mkts., Inc. v. J.D. Assocs. Ltd. P'ship,</i> 213 F.3d 175, 180 (4th Cir. 2000). In this way, a motion to dismiss \"allows a court to eliminate actions that are fatally flawed in their legal premises.\" <i>Parham v. Pepsico, Inc.,</i> 927 F.Supp. 177, 178 (E.D.N.C.1995).</p>\n<p>1. Dormant Commerce Clause</p>\n<p>Plaintiffs allege that the 2006 amendments facially, intentionally, and by their practical effect discriminate against interstate commerce in violation of the Commerce Clause of Article I of the Constitution, As stated above, the underlying theory of these claims is that where satellite and cable operators pay the same amount in sales and/or franchise taxes and fees to the state and/or its political subdivisions, the dormant Commerce Clause forbids cable operators also receiving rights-of-way without additional payments. Plaintiffs have twice lost in suits applying the exact same theory, in <i>DIRECTV, Inc. v. Treesh</i> and <i>Directv, Inc. v. State</i><i>.</i> The court finds these opinions correct in their analysis of dormant Commerce Clause jurisprudence, and further finds that the changes in the 2006 amendments do not make this case substantially different from those in Kentucky and North Carolina state court.<sup>[11]</sup> Even if comity and standing do not impose insurmountable jurisdictional barriers to plaintiffs' claims, the amended complaint reveals that, ultimately, the court would side with its brethren that have already ruled against plaintiffs.</p>\n<p>2. Supremacy Clause</p>\n<p>Plaintiffs' fourth claim is that the 2006 amendments directly conflict with and frustrate federal law, in violation of the <span class=\"star-pagination\">*801</span> Supremacy Clause of Article VI of the Constitution. According to plaintiffs, \"[t]he 2006 amendments conflict with and impede longstanding federal policy promoting competition between satellite and cable providers, as expressed in several federal communications laws. That federal policy seeks to diminish the dominance of cable operators, which had monopoly power in their local franchise areas.\" (Am.Compl. ¶ 42.) The policy is allegedly frustrated and undermined by the significant price advantage given to cable operators by North Carolina's tax and subsidy scheme, \"mak[ing] it more expensive for North Carolinians to purchase DBS television services relative to cable service and thus restrict[ing] consumer choice, contrary to federal policy.\" (Am.Compl. ¶ 44.)</p>\n<p>As an initial matter, the court notes the amended complaint argues that \"the cable <i>tax credit</i> directly frustrates the congressional policy goal of evenhanded competition.\" (Am.Compl.¶ 43) (emphasis added.) However, as admitted by the amended complaint, section nine of the 2006 amendments \"repealed the credit formerly available to cable companies.\" (Am. compl.¶ 24.) Therefore, because no tax credit exists under the 2006 amendments, plaintiffs' Supremacy Clause argument rests solely on the repeated claim of an unconstitutional subsidy.</p>\n<p>Defendant argues that plaintiffs fail to make a Supremacy Clause claim, because 42 U.S.C. § 1983 does not provide a remedy for Supremacy Clause violations. Defendant is correct as to the scope of section 1983. <i>Set Maryland Pest Control Assoc. v. Montgomery Co.,</i> 884 F.2d 160, 163 (4th Cir.1989). However, plaintiffs may seek a declaratory judgment that the 2006 amendments are preempted, and seek injunctive relief, under the Declaratory Judgment Act, 23 U.S.C. § 2201, <i>et seq.</i> Therefore, the court proceeds to further analysis of the legal merits of plaintiffs' claim.</p>\n<p>Plaintiffs cite several statutes in support of their Supremacy Clause argument. For instance, 47 U.S.C. § 548(b) prohibits cable operators and related entities from engaging in practices which hinder significantly or prevent any multichannel video programming distributor from providing programming to satellite operators. Similarly, 17 U.S.C. § 122 permits and regulates the transmission of local television broadcast stations by satellite operators, and 47 U.S.C. § 341(a) allows satellite operators to transmit stations that are significantly viewed in the local market; all to prevent cable operators from possessing any advantage in content provided to subscribers. Importantly, each of these statutes regulates the programming that satellite operators are authorized to carry and interactions between satellite operators, cable operators, and providers of programming. The statutes have no bearing on the regulation or taxation of satellite and cable operators by state governments, at least in regards to plaintiffs' claims.</p>\n<p>In fact, \"the Telecommunications Act explicitly permits states to impose a tax on [satellite operators] and to distribute the proceeds from the tax to local governments.\" <i>DIRECTIV,</i> at 431. Plaintiffs admit this fact. (<i>See</i> Am. Compl. ¶ 45.) The statutory authority for state taxation of satellite operators is located at Pub.L. No. 104-104, Title VI, § 602(c), 110 Stat. 144(a)(1996)(reprinted at 47 U.S.C. § 152, historical and statutory notes). This section dictates that \"local taxing jurisdictions\" such as cities and counties are preempted from imposing any tax or fee on satellite operators, but that the preemption is limited to local governments. Specifically, \"[t]his section shall not be construed to prevent taxation of a provider of direct-to-home satellite service <i>by a</i> <span class=\"star-pagination\">*802</span> <i>State</i> or to prevent a local taxing jurisdiction from receiving revenue derived from a tax or fee imposed and collected by a State.\" <i>Id.</i> (emphasis added). The 2006 amendments follow this scheme, yet plaintiffs claim that despite this \"general authority to tax\" satellite operators, \"nothing in that provision allows states to impose taxes that discriminate against satellite operators and frustrate Congress' goal of promoting competition between cable and satellite.\" (Am.compl.¶ 45.)</p>\n<p>The court finds plaintiffs' argument wholly unpersuasive, Plaintiffs show no expression of congressional intent to mandate equal tax treatment by states of satellite and cable operators. Instead, plaintiffs incorporate their discrimination claims into a Supremacy Clause argument. This attempt to shoehorn the earlier claims fails, however, as Congress, in the statutes cited above, has only mandated that satellite operators not be barred from offering the same content as cable operators. As to taxation, the only statement of Congress cited by plaintiffs is one that <i>expressly</i> permits state taxation of satellite operators and authorizes the transfer by states of collected funds to local governments.<sup>[12]</sup></p>\n<p>D. Attorney fees</p>\n<p>Because their claims cannot proceed, plaintiffs are not entitled to attorney's fee or costs under 42 U.S.C. § 1988 or any other statute.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons set forth herein, defendant's motion to dismiss (DE # 55) is GRANTED and the amended complaint is DISMISSED, The clerk is DIRECTED to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Appeal from that ruling by NCCTA was dismissed by the United States Court of Appeals for the Fourth Circuit on September 20, 2006, upon the filing by NCCTA of a consent motion to dismiss.</p>\n<p>[2]  More specifically, the amended complaint includes four counts. Count I alleges facial discrimination against interstate commerce, in violation of the Commerce Clause of Article I of the United States Constitution. Count II alleges purposeful discrimination, in violation of the Commerce Clause. Count III alleges discrimination in practical effect, in violation of the Commerce Clause. Count IV alleges the 2006 amendments are preempted by various federal statutes, and therefore directly conflict with and frustrate federal law, in violation of the Supremacy Clause of Article VI of the United States Constitution. In the prayer for relief, plaintiffs request (1) a declaratory judgment that sections 8 through 15 of the 2006 amendments violate the Commerce Clause and Supremacy Clause; (2) a permanent injunction prohibiting defendant from enforcing section 8 of the 2006 amendments; (3) an award of plaintiffs' reasonable costs and attorney's fees; and (4) such other relief as the court may deem just and proper.</p>\n<p>[3]  The court denied as moot defendant's original motion to dismiss, on September 28, 2006.</p>\n<p>[4]  The Fifth Circuit, interpreting <i>Hibbs,</i> stated the second requirement as where \"the suit's success will enrich, not deplete, the government entity's coffers.\" <i>Henderson v. Stalder,</i> 407 F.3d 351, 359 (5th Cir.2005), <i>cert. denied,</i> ___ U.S. ___, 126 S.Ct. 2967, 165 L.Ed.2d 950 (2006). Thus, according to <i>Henderson,</i> a district court may not have jurisdiction over a truly revenue-neutral suit, since it would not \"<i>enrich . . . </i> the government entity's coffers.\" (Emphasis added.) Resolution of this ambiguity is unnecessary here, however, because the court holds that principles of comity bar further federal action in this matter and, in any event, plaintiffs do not have standing.</p>\n<p>[5]  Plaintiffs made the same argument in the state case in North Carolina and the federal case in Kentucky.</p>\n<p>[6]  The similar impacts of the 2005 amendments and 2006 amendments on plaintiffs' tax burden are discussed further in the section on redressability in the examination of standing, below.</p>\n<p>[7]  Plaintiffs' confusion as to the effect of their requested relief is evident here. They request no relief with respect to section one of the 2006 amendments, which establishes the North Carolina Secretary of state as \"the exclusive franchising authority in this State for cable service provided over a cable system.\"</p>\n<p>[8]  The Supreme Court has noted the identical impacts of the Butler Act and the Tax Injunction Act. <i>See </i><i>Hibbs,</i> 542 U.S. at 109 n. 11.</p>\n<p>[9]  Otherwise, the \"substantial cost disadvantage\" persists. Furthermore, plaintiffs ignore the fact that restoring the 2005 amendments, which they request, would also restore the five percent (5%) tax credit enjoyed by cable operators, which was eliminated by section nine of the 2006 amendments.</p>\n<p>[10]  In <i>West Lynn Creamery, Inc. v. Healy,</i> 512 U.S. 186, 114 S.Ct. 2205, 129 L.Ed.2d 157 (1994), the leading case dealing with the dormant Commerce Clause and an alleged subsidy, the plaintiffs proceeded through Massachusetts' state courts, and appealed the adverse ruling of the state's highest court to the United States Supreme Court. Plaintiffs must follow a parallel course in North Carolina to press their constitutional claims.</p>\n<p>[11]  While the North Carolina state court case may well have preclusive effect as to some issues or claims in the present litigation, the court need not reach that issue given its rulings on comity and standing.</p>\n<p>[12]  Furthermore, plaintiffs admit that Congress, far from treating cable and satellite operators equally itself, has levied certain federal fees only on satellite operators, for \"spectrum rights and orbital satellite slots.\" (Pl.'s Opp. at 10.) Plaintiffs argue that \"[t]he federal fees only illustrate the disparity in treatment of cable and satellite based on whether their distribution facilities are in-state or outof-state.\" <i>Id.</i> However, the state arguably treats cable and satellite operators in a much fairer manner than does the federal government, and, in any event, plaintiffs have not shown why North Carolina should bear any burden from federal regulation of satellite operators.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">784</span></span> (2007)</b></center>\n<center><h1>DIRECTV, INC<br>\nv.<br>\nE. Norris TOLSON.</h1></center>\n<center>No. 5:05-CV-784-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>February 20, 2007.</center>\n<p><span class=\"star-pagination\">*785</span> Christopher G. Smith, J. Mitchell Armbruster, James D. Blount, Jr., Smith Anderson Blount Dorsett, Mitchell &amp; Jernigan, Raleigh, NC, for DirecTV, INC.</p>\n<p>Michael D. Youth, Attorney General's Office, Raleigh, NC, for E. Norris Tolson.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on defendant's motion to dismiss the amended complaint (DE # 55) pursuant to principles of comity and Fed.R.Civ.P. 12(b)(1) and 12(b)(6), filed August 30, 2006. Plaintiffs having responded, the issues raised are ripe for decision. For the reasons set forth below, the motion is granted.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiffs brought suit against defendant on November 22, 2005, challenging the state of North Carolina's taxation of providers of multi-channel video programming. Plaintiffs, providers of satellite television, claimed state tax laws then in effect violated the dormant Commerce Clause of Article I of the Constitution, by affording a five percent (5%) tax credit to providers of cable television. Defendant moved to dismiss on December 30, 2005, arguing the action was barred on several grounds and the complaint failed to state a claim upon which relief could be granted.</p>\n<p>Thereafter, on January 20, 2006, the North Carolina Cable Telecommunications Association (hereinafter \"NCCTA\"), a trade association that lobbies on behalf of cable television providers, moved to intervene as of right or, alternatively, with the permission of the court. After hearing the motion, the court denied it on June 21, 2006.<sup>[1]</sup> For reasons set forth in the court's order, including that the state's defense of the tax credit would adequately protect the interests of the members of NCCTA, the court declined to permit intervention.</p>\n<p>Before the court could rule on the motion to dismiss, in July 2006, the North Carolina General Assembly passed, and the governor signed, legislation that significantly modified the laws at issue (hereinafter, \"the 2006 amendments\"). On August 1, 2006, plaintiffs filed the amended complaint now before the court. Plaintiffs seek a declaratory judgment that sections 8 through 15 of the 2006 amendments discriminate against interstate commerce, in violation of the dormant Commerce Clause and 42 U.S.C. § 1983, and directly conflict with and frustrate federal law, in violation of the Supremacy Clause. Plaintiffs also seek a permanent injunction barring enforcement by the state of section 8 of the <span class=\"star-pagination\">*786</span> 2006 amendments, and an award of attorney fees and costs.<sup>[2]</sup></p>\n<p>On August 30, 2006, defendant filed another motion to dismiss, which is now before the court.<sup>[3]</sup> The instant motion argues this action is barred by principles of comity, plaintiffs lack standing to challenge the 2006 amendments and therefore the court does not have subject matter jurisdiction over this dispute, and that plaintiffs have failed to state any claim under the Commerce Clause and Supremacy Clause upon which relief can be granted.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>This case is before the court on motion pursuant to Fed.R.Civ.P. 12(b)(1) and 12(b)(6), as well as for review pursuant to principles of comity. Both Rule 12(b)(1) and Rule 12(b)(6) require the court to accept plaintiffs' factual allegations in the amended complaint as true. However, neither rule requires the court to accept plaintiffs' legal conclusions. Defendant has not yet filed an answer to the amended complaint, but the instant motion contains a statement of facts. To the extent defendant's factual allegations conflict with those of plaintiffs, the court on motion to dismiss must accept plaintiffs' factual allegations; however, except as to the discussion of the net effects of the various taxation schemes in Section C below, and the brief history of similar litigation in Section D below, the following facts are undisputed.</p>\n<p>A. Satellite Operators</p>\n<p>Plaintiffs provide multi-channel video programming by means of \"direct broadcast satellite\" (DBS) service to subscribers in North Carolina and throughout the nation. Multi-channel video programming, in layman's terms, is television programming. Satellite operators transmit local stations and what are commonly known as \"cable\" channels, such as ESPN, MTV, and HBO. (Am.Compl. ¶ 19.) Plaintiffs are the two main providers of DBS service in North Carolina and nationally (Am.Compl. ¶ 6-7), and are two of only three companies that own and operate DBS satellites (Am. Compl. ¶ 12). DIRECTV, Inc. is a corporation organized and headquartered in California. (Am.Compl. ¶ 6.) EchoStar Satellite, L.L.C. is organized and headquartered in Colorado. (Am.Compl. ¶ 7.) Plaintiffs and similar companies are referenced by the generic term \"satellite operators\" throughout this order.</p>\n<p>Programming provided by satellite operators reaches subscribers by transmission from satellites in fixed orbit twenty-two thousand three hundred (22,300) miles above earth, to small satellite dishes mounted on or near subscribers' houses. (Am.Compl. ¶ 2.) Satellite operators do not need to use public rights-of-way, and <span class=\"star-pagination\">*787</span> therefore have historically been exempt from franchise fees or similar levies made by local governments. (Am.Compl. ¶ 14.)</p>\n<p>B. Cable Operators</p>\n<p>The primary competition of satellite operators in the market for multi-channel video programming are companies that provide such programming via networks of coaxial or fiber optic cable, typically laid in trenches under or alongside roads or hung on utility poles. (Am.Compl. ¶ 15.) These cable networks physically connect to subscribers' houses. Like satellite operators. cable operators' programming includes local and \"cable\" stations. Unlike satellite operators, however, because cable companies rely on physical land-based networks, they require public rights-of-way and have historically been subject to franchise fees levied by local governments in exchange for access to subscribers, (Am.Compl. ¶ 16-17.) These companies are referenced by the generic term \"cable operators\" throughout this order.</p>\n<p>C. North Carolina's taxation regimes</p>\n<p>Prior to January 1, 2002, neither satellite nor cable operators were subject to any state tax in North Carolina on their gross receipts. Cities and counties had the statutory authority to grant franchises to cable operators, <i>see</i> N.C. Gen.Stat. §§ 160A-319 and 153A-137 (Lexis 2001), and typically levied a franchise tax or fee of five percent (5%) of cable operators' gross receipts from customer subscription fees in the franchise area, in exchange for franchise rights, <i>see</i> N.C. Gen.Stat. §§ 160A-214 and 153A-154 (Lexis 2001).</p>\n<p>1. The 2001 amendments</p>\n<p>On January 1, 2002, legislation passed by the General Assembly the previous year took effect, imposing a five percent (5%) tax on satellite operators' gross receipts from customer subscriptions in the state. <i>See</i> N.C. Gen.Stat. § 105-164.4(a)(6) (Lexis 2002). Therefore, both satellite and cable operators paid five percent (5%) of gross receipts to the state and/or its political subdivisions. The legislation, titled \"Equalize Taxation of Satellite TV and Cable TV,\" did not alter the existing franchising regime affecting cable operators. 2001 N.C. Sess. Laws 424, § 34.17. Plaintiffs unsuccessfully challenged this taxation scheme in the state court action, described in Section D below. The practice in North Carolina is to refer to taxes levied on gross receipts as \"sales\" taxes, and this order adopts that term.</p>\n<p>2. The 2005 amendments</p>\n<p>The law changed again in 2005. Pursuant to the new legislation, the sales tax on satellite operators increased from five percent (5%) to seven percent (7%). <i>See</i> N.C. Gen.Stat. §§ 105-164.3(4a) and 105-164.4(a)(6) (Lexis 2006). For the first time, cable operators were made subject to the sales tax. <i>Id.</i> However, they received a credit against the sales tax, in the amount of the franchise taxes paid to local governments. <i>See</i> N.C. Gen.Stat. § 105-164.21B (Lexis 2006). The net effect of this scheme was that satellite operators paid a tax of seven percent (7%) of gross receipts to the state, while cable operators paid the traditional franchise tax of five percent (5%) of gross receipts to local governments, and an adjusted tax of two percent (2%) of gross receipts to the state. In other words, the total tax paid to North Carolina and/or its political subdivisions was the same, seven percent (7%) of gross receipts, for satellite and cable operators. Plaintiffs challenged this scheme in the original complaint filed in this lawsuit.</p>\n<p>3. The 2006 amendments</p>\n<p>In July 2006, the General Assembly again altered the taxation of satellite and <span class=\"star-pagination\">*788</span> cable operators, passing a bill entitled \"An Act to Promote Consumer Choice in Video Service Providers and to Establish Uniform Taxes for Video Programming Services.\" 2006 N.C. Sess. Laws 151. The legislation's purpose is \"to promote consumer choice in video service providers. A premise of this goal is that increased competition will lead to improved service. Under competition, a customer who is dissatisfied with service by one cable service provider will have the option of choosing a different service provider.\" <i>Id.,</i> § 17. The amendments, effective January 1, 2007, significantly alter the franchising and taxation of cable operators, in three key ways. The amended complaint challenges the 2006 amendments.</p>\n<p>The first change made by the 2006 amendments is the revocation of local governments' authority to enter franchise agreements with, and impose franchise taxes or fees on, cable operators. <i>See id.,</i> §§ 10-45. The North Carolina Secretary of State instead becomes \"the exclusive franchising authority in this State for cable service provided over a cable system.\" <i>Id.,</i> § 1. Cable operators must still receive a franchise in order \"to construct and operate a cable system over public rights-of-way within the area to be served.\" <i>Id.</i></p>\n<p>The second change is the elimination of the tax credit received by cable operators. <i>See id.,</i> § 9. Without this credit, both satellite and cable operators are subject to the full sales tax of seven percent (7%) of gross receipts. Therefore, as under the 2001 and 2005 amendments, the total tax paid to North Carolina and/or its political subdivisions is the same for satellite and cable operators. Under the 2006 amendments, however, the entire amount is paid to the state.</p>\n<p>Lastly, the 2006 amendments compensate local governments for the revenue lost in the revocation of franchising authority. Section eight of the 2006 amendments directs the Secretary of Revenue to distribute some of the gross receipts taxes paid by satellite and cable operators to local governments. <i>See id.,</i> § 8. Local governments must use a portion of this money to \"continue the same level of support for . . . public stations.\" <i>Id.</i> Otherwise, \"[t]he remainder of the distribution may be used for any public purpose.\" <i>Id.</i> For the 2006-07 fiscal year, the Secretary will distribute to local governments the amount imposed by local governments for the first sixth months of the 2006-07 fiscal year. <i>See</i> 2006 N.C. Sess. Laws 151, § 8. In subsequent years, the amount distributed will increase proportionately to each local entity's population growth. <i>See id.</i> According to plaintiffs, \"[b]ecause cable subscribership is likely to grow in rough proportion to population increases, the amount of the annual adjustment is intended to approximate the amount of franchise fees that would have been paid by cable in future years had the 2006 Amendments not been enacted.\" (Am.Compl. ¶ 26.)</p>\n<p>D. Other litigation</p>\n<p>This case is not plaintiffs' first legal challenge to North Carolina's taxation of cable and satellite operators. In 2003, plaintiffs filed suit in Superior Court for Wake County, North Carolina against the North Carolina Department of Revenue and Secretary Tolson in his official capacity, challenging an earlier set of tax laws. Plaintiffs alleged the unequal tax treatment of satellite and cable operators violated the dormant Commerce Clause and Equal Protection Clause of the United States Constitution, and the rule of uniform taxation of Article V, Section 2 of the North Carolina Constitution, and demanded a refund of nearly thirty million dollars in sales taxes paid to the state. In May 2005, the Superior Court granted the <span class=\"star-pagination\">*789</span> state's cross-motion for summary judgment in its entirety and dismissed the complaint. Plaintiffs appealed the trial court's decision to the North Carolina Court of Appeals, arguing that the tax statutes at issue violated the dormant Commerce Clause by discriminating against interstate commerce on their face and in their practical effect. On August 1, 2006, the Court of Appeals issued an opinion unanimously affirming the judgment of the Superior Court. <i>See </i><i>Directv, Inc. v. State,</i> 178 N.C.App. 659, <span class=\"citation\" data-id=\"1372725\"><a href=\"/opinion/1372725/directv-inc-v-state/\"><span class=\"volume\">632</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">543</span></a></span> (N.C.Ct.App.2006).</p>\n<p>Plaintiffs also have challenged Kentucky's taxation of satellite and cable operators, which closely resembles the scheme enacted by North Carolina in the 2006 amendments. By legislation passed in 2005, Kentucky eliminated local governments' right to charge franchise taxes or fees. Instead, the state collected an equal tax from satellite and cable operators, and distributed some of the revenue thus generated to local governments. Cable operators received rights-of-way without the payment of any extra amounts to the state or local governments. DIRECTV, Inc. and EchoStar Satellite, L.L.C. sued Kentucky's Commissioner of the Department of Revenue, arguing that these provisions violated the dormant Commerce Clause, because they facially, intentionally, and by their practical effect discriminated against interstate commerce. In <i>DIRECTV, Inc. v. Treesh,</i> <span class=\"citation\" data-id=\"2496614\"><a href=\"/opinion/2496614/directv-inc-v-treesh/\"><span class=\"volume\">469</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">425</span></a></span> (E.D.Ky. 2006), the district court rejected the plaintiffs' claims and granted the defendant's Fed.R.Civ.P. 12(b)(6) motion to dismiss.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>Plaintiffs allege the \"net effect of the 2006 Amendments is to grant cable system operators a substantial subsidy for the cost of doing business that is not afforded to competing satellite providers,\" because \"[c]able companies no longer have to pay franchise fees but continue to receive the valuable right of access to publicly owned rights-of-way they formerly obtained through the payment of such fees.\" (Am. Compl. ¶ 27.) This alleged subsidy will harm interstate commerce, according to plaintiffs, \"[b]y imposing a significant cost disadvantage on satellite television providers using out-of-state distribution facilities.\" (Am.Compl. ¶ 30.) The significant cost disadvantage also allegedly frustrates federal policy. Of the revenue collected by the state from satellite operators, thirty-seven percent (37%) will go to the distributions to local governments. <i>See</i> 2006 N.C. Sess. Laws 151, § 8. Plaintiffs allege they are compelled by this provision \"to fund a significant part of this cable subsidy,\" because \"[e]ven though satellite providers never paid franchise fees and do not use local rights-of-way, 37 percent of sales tax revenue collected from them is used to defray cable's cost of acquiring access to local streets and highways.\" (Am. Compl. ¶ 28.) The record does not indicate this amount's proportion to the total distribution to local governments.</p>\n<p>In addition to a declaratory judgment that the 2006 amendments are unconstitutional, plaintiffs request a permanent injunction barring enforcement of section eight. In effect, plaintiffs ask this court to enjoin only the transfer of funds by the Secretary of Revenue to political subdivisions of the state.</p>\n<p>A. Principles of comity and the Tax Injunction Act</p>\n<p>Defendant argues that principles of comity  which instructs federal courts to defer to state institutions when inquiring into state law  bar the court from hearing plaintiffs' challenge to North Carolina's tax laws. This argument leads the court to examine a robust area of law with significant <span class=\"star-pagination\">*790</span> recent developments. Therefore, the court must determine whether any statute, equity, or principles of comity preclude it from proceeding further to hear plaintiffs' claims.</p>\n<p>The Supreme Court has often described the principles of comity. In <i>Matthews v. Rodgers,</i> <span class=\"citation\" data-id=\"101847\"><a href=\"/opinion/101847/matthews-v-rodgers/\"><span class=\"volume\">284</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">521</span></a></span>, 525-26, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">217</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">447</span></span> (1932), the Court held,</p>\n<blockquote>The scrupulous regard for the rightful independence of state governments which should at all times actuate the federal courts, and a proper reluctance to interfere by injunction with their fiscal operations, require that such relief should be denied in every case where the asserted federal right may be preserved without it. Whenever the question has been presented, this Court has uniformly held that the mere illegality or unconstitutionality of a state or municipal tax is not in itself a ground for equitable relief in the courts of the United States. If the remedy at law is plain, adequate, and complete, the aggrieved party is left to that remedy in the state courts, from which the cause may be brought to this Court for review if any federal question be involved.</blockquote>\n<p><i>See also </i><i>Fair Assessment in Real Estate Ass'n v. McNary,</i> <span class=\"citation\" data-id=\"110581\"><a href=\"/opinion/110581/fair-assessment-in-real-estate-assn-inc-v-mcnary/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">100</span></a></span>, 110-112, <span class=\"citation\" data-id=\"110581\"><a href=\"/opinion/110581/fair-assessment-in-real-estate-assn-inc-v-mcnary/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">177</span></a></span>, <span class=\"citation\" data-id=\"110581\"><a href=\"/opinion/110581/fair-assessment-in-real-estate-assn-inc-v-mcnary/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">271</span></a></span> (1981); <i>Great Lakes Dredge &amp; Dock Co. v. Huffman,</i> <span class=\"citation\" data-id=\"103838\"><a href=\"/opinion/103838/great-lakes-dredge-dock-co-v-huffman/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></a></span>, 298-99, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1070</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1407</span></span> (1943). Similarly, in setting out what has become known as <i>Younger</i> abstention, the Court held,</p>\n<blockquote>This underlying reason for restraining courts of equity from interfering with criminal prosecutions is reinforced by an even more vital consideration, the notion of \"comity,\" that is, a proper respect for state functions, a recognition of the fact that the entire country is made up of a Union of separate state governments, and a continuance of the belief that the National Government will fare best if the States and their institutions are left free to perform their separate functions in their separate ways. . . . [This] concept does not mean blind deference to \"States' Rights\" any more than it means centralization of control over every important issue in our National Government and its courts. The Framers rejected both these courses. What the concept does represent is a system in which there is sensitivity to the legitimate interests of both State and National Governments, and in which the National Government, anxious though it may be to vindicate and protect federal rights and federal interests, always endeavors to do so in ways that will not unduly interfere with the legitimate activities of the States.</blockquote>\n<p><i>Younger v. Harris,</i> <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, 44, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">669</span></a></span> (1971). From principles of comity came the legislative impetus for the Tax Injunction Act. <i>See </i><i>Great Lakes,</i> 319 U.S. at 298-99. However, application of comity to review of state tax law was not foreclosed by that statute. <i>See </i><i>Fair Assessment,</i> 454 U.S. at 110 (\"Neither the legislative history of the Act nor that of its precursor . . . suggests that Congress intended that federal-court deference in state tax matters be limited to the actions enumerated in those sections. Thus, the principle of comity which predated the Act was not restricted by its passage.\") (internal citation omitted); <i>Great Lakes,</i> 319 U.S. at 299; <i>Lawyer v. Hilton Head Pub. Sen. Dist. No. 1,</i> <span class=\"citation no-link\"><span class=\"volume\">220</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">298</span></span> (4th Cir.2000) (holding that the Tax Injunction Act and principles of comity preclude the district court from exercising jurisdiction in a tax challenge under 42 U.S.C. §§ 1983 and 1985, and the Takings Clause).</p>\n<p>In 1937, Congress passed the Tax Injunction Act (\"the Act\"), which provides <span class=\"star-pagination\">*791</span> that \"[t]he district courts shall not enjoin, suspend or restrain the assessment, levy or collection of any tax under State law where a plain, speedy and efficient remedy may be had in the courts of such State.\" 28 U.S.C. § 1341. The Act \"has its roots in equity practice, in principles of federalism, and in recognition of the imperative need of a State to administer its own fiscal operations.\" <i>Rosewell v. LaSalle National Bank,</i> <span class=\"citation\" data-id=\"110435\"><a href=\"/opinion/110435/rosewell-v-lasalle-nat-bank/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">503</span></a></span>, 522, <span class=\"citation\" data-id=\"110435\"><a href=\"/opinion/110435/rosewell-v-lasalle-nat-bank/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1221</span></a></span>, <span class=\"citation\" data-id=\"110435\"><a href=\"/opinion/110435/rosewell-v-lasalle-nat-bank/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">464</span></a></span> (1981). According to the Fourth Circuit, the Act \"reflects the importance of the taxing power to the operation of state governments and Congress's desire to keep federal courts from unduly interfering with state revenue collection.\" <i>Lawyer,</i> 220 F.3d at 301. There is no doubt that North Carolina provides taxpayers a \"plain, speedy, and efficient remedy,\" as evidenced by plaintiffs' filing suit in Superior Court in 2004, seeking a refund of taxes paid. <i>See also </i><i>Fair Assessment,</i> 454 U.S. at 116 n. 8 (holding that there is no significant difference between a remedy that is `plain, speedy and efficient\" for purposes of the Tax Injunction Act, and one which is \"plain, adequate, and complete\" for purposes of evaluating principles of comity); <i>Gust v. Tolson,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">1215414</span></span>, *1, 2, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">28994</span></span>, *6 (W.D.N.C., May 4, 2006), <i>aff'd</i> 204 Fed.Appx. 179, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">3151155</span></span> (4th Cir.2006) (holding North Carolina's remedies for challenges to tax laws \"are undisputedly `plain, adequate, and complete'\"); <i>see also </i><i>Rosewell v. LaSalle Nat'l Bank,</i> <span class=\"citation\" data-id=\"110435\"><a href=\"/opinion/110435/rosewell-v-lasalle-nat-bank/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">503</span></a></span>, <span class=\"citation\" data-id=\"110435\"><a href=\"/opinion/110435/rosewell-v-lasalle-nat-bank/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1221</span></a></span>, <span class=\"citation\" data-id=\"110435\"><a href=\"/opinion/110435/rosewell-v-lasalle-nat-bank/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">464</span></a></span> (1981) (evaluating relevant factors in determining whether a state remedy is \"plain, adequate, speedy and efficient\"). Any disagreement plaintiffs may have with the outcome there  and apparently such disagreement is minimal, as plaintiffs did not appeal the adverse decision of the North Carolina Court of Appeals  does not reflect poorly on North Carolina's judicial system. <i>See </i><i>Lawyer,</i> 220 F.3d at 304.</p>\n<p>Courts have long held that the Act prohibits federal courts from granting injunctive relief in suits challenging state taxation. <i>Lawyer,</i> 220 F.3d at 301. The Supreme Court has applied the Act to declaratory judgment actions, holding, \"because Congress' intent in enacting the Tax Injunction Act was to prevent federal-court interference with the assessment and collection of state taxes, we hold that the Act prohibits declaratory as well as injunctive relief.\" <i>California v. Grace Brethren Church,</i> <span class=\"citation\" data-id=\"110749\"><a href=\"/opinion/110749/california-v-grace-brethren-church/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">393</span></a></span>, 411, <span class=\"citation\" data-id=\"110749\"><a href=\"/opinion/110749/california-v-grace-brethren-church/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2498</span></a></span>, <span class=\"citation\" data-id=\"110749\"><a href=\"/opinion/110749/california-v-grace-brethren-church/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">93</span></a></span> (1982). Furthermore, the Supreme Court held that \"taxpayers are barred by the principle of comity from asserting § 1983 actions against the validity of state tax systems in federal courts.\" <i>Fair Assessment,</i> 454 U.S. at 116. The Supreme Court's recent decision in <i>Hibbs v. Winn,</i> <span class=\"citation\" data-id=\"136987\"><a href=\"/opinion/136987/hibbs-v-winn/\"><span class=\"volume\">542</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">88</span></a></span>, <span class=\"citation\" data-id=\"136987\"><a href=\"/opinion/136987/hibbs-v-winn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2276</span></a></span>, <span class=\"citation\" data-id=\"136987\"><a href=\"/opinion/136987/hibbs-v-winn/\"><span class=\"volume\">159</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">172</span></a></span> (2004), however, requires the court to pause, for <i>Hibbs</i> places in doubt the seemingly clear holding in <i>Grace Brethren Church.</i></p>\n<p>In <i>Hibbs,</i> citizens of Arizona challenged a state tax credit under the Establishment Clause. Taxpayers qualified for the credit by contributing money to certain nonprofit organizations that, in turn, funded scholarship grants. According to the plaintiffs, this program violated the Establishment Clause because some grants went to parochial schools. Importantly, none of the taxpayers who challenged the statute took advantage of the grants; in other words, the taxpayers were not challenging their own tax liability. The state, defending the tax credit scheme, argued the Tax Injunction Act barred the plaintiffs* claim because a sufficient remedy existed in state courts. By a five to four vote, the Supreme Court affirmed the Ninth Circuit's ruling in favor of the plaintiffs.</p>\n<p><span class=\"star-pagination\">*792</span> The Court held the Tax Injunction Act does not bar federal jurisdiction where (1) the taxpayer is not contesting his own tax liability; and (2) the suit does not \"seek to impede\" state receipt of tax revenue, in other words, where the desired result is revenue-neutral.<sup>[4]</sup><i>Hibbs,</i> 542 U.S. at 93. Therefore, the Establishment Clause claim in <i>Hibbs</i> was not barred by the Act, because the plaintiffs were not attempting to avoid their own tax liability, nor would an ultimate finding in their favor reduce the state's tax revenue.</p>\n<p>The Court examined <i>Grace Baptist Church</i> at length, and noted that while \"the [<i>Grace Baptist Church</i>] Court referred to the disruption of `state tax administration,' . . . it did so specifically in relation to the the [sic] collection of revenue.'\" <i>Hibbs,</i> 542 U.S. at 105. Furthermore, the Court noted that the plaintiffs in <i>Grace Baptist Church,</i> several California churches and religious schools, sought to reduce their own tax burden by challenging California's unemployment compensation tax. <i>Id.</i> Therefore, despite the language in <i>Grace Baptist Church</i> that the Tax Injunction Act \"prohibits declaratory as well as injunctive relief,\" <i>Hibbs</i> instructs that this prohibition only applies when taxpayers are seeking a declaratory judgment that would, in effect, reduce their own tax burden.</p>\n<p>To determine whether <i>Hibbs</i> \"opened the federal courthouse doors\" to plaintiffs' suit, it is necessary to examine plaintiffs' requested relief and ultimate litigation goals. <i>Henderson,</i> 407 F.3d at 359. Plaintiffs are hardly the financially-disinterested neutrals who pressed claims in <i>Hibbs.</i> There, the plaintiffs sought to vindicate Establishment Clause objections to a tax credit claimed by others. Here, plaintiffs argue that they will directly suffer by operation of the state's sales tax and distribution of the revenue thereby generated, and that the taxes they pay subsidize cable operators. Although their requested relief would not <i>per se,</i> reduce their tax burden, it is indeed plaintiffs' tax burden that is ultimately at issue, at least relative to cable operators' burden. Also, as discussed below in the context of whether the alleged injury is fairly traceable to defendant's conduct, plaintiffs' apparently seek, as the end result of their litigation, to reduce their state tax obligation by the amount of federal satellite transmission fees.</p>\n<p>The core of plaintiffs' claims under the dormant Commerce Clause and the Supremacy Clause is that the 2006 amendments perpetuate a \"significant cost disadvantage\" for satellite operators. According to plaintiffs, a taxation scheme whereby satellite and cable operators pay the same sales tax rate is unconstitutional if cable operators also receive rights-of-way.<sup>[5]</sup> An injunction barring the transfer of state sales tax receipts to local governments will not remedy this cost disadvantage, a point on which plaintiffs appear confused. Standing alone, enjoining the operation of section eight would affect neither <span class=\"star-pagination\">*793</span> the state's collection of taxes nor the granting of rights-of-way to cable operators. It would merely increase the state treasury at the expense of local governments. Therefore the court probes further for plaintiffs' ultimate goal. There are two outcomes that would end the significant cost disadvantage: either plaintiffs will pay lower taxes or cable operators will pay higher taxes. Either way, the federal courthouse doors are closed.</p>\n<p>If plaintiffs' ultimate goal is to lower the tax burden an satellite operators, it runs afoul of the Tax Injunction Act. There is little difference between a suit that challenges a specific provision of state tax law, such as the challenge in <i>Grace Baptist Church</i> to the unemployment compensation tax, and a suit that seeks a declaratory judgment that a tax law is unconstitutional with the hope that the General Assembly will thereafter pass, and the governor sign, new legislation offering satellite operators a lower tax rate. If lowering their own tax burden is plaintiffs' goal, it must come through new legislation, as plaintiffs paid the same amount under the 2005 amendments as they will under the 2006 amendments.<sup>[6]</sup> The only other way for the district court to reduce plaintiffs' taxes is to enjoin or alter tax collection under N.C. Gen.Stat. §§ 105-164.3(4a)and 105-164.4(a)(6). Plaintiffs do not request this relief and, in any event, the Act prohibits such an injunction.</p>\n<p>If, however, plaintiffs' ultimate goal is to force cable operators to pay higher taxes, as appears likely from the record, then this result is foreclosed by principles of comity. Plaintiffs argue that if the court granted declaratory relief, \"local authority to charge franchise fees would be <i>reinstated</i><sup>[7]</sup> and cable companies would be <i>required</i> to pay franchise fees to local governments for rights-of-way.\" (Pl's. Opp. at 11) (emphasis added.) Furthermore, \"[t]his relief would completely cure the competitive harm caused by the 2006 legislation\" because \"[c]able operators would be subject to the same sales tax rate as satellite providers and would no longer receive a subsidy for obtaining local access rights.\" <i>Id.</i> In plaintiffs' view, a successful resolution of this lawsuit would directly result in the levy of higher taxes on cable operators. These taxes would be in the form of \"reinstated\" franchise fees that local governments would, apparently, be forced by court order to levy on cable operators. This position is untenable.</p>\n<p>The First Circuit's opinion in <i>United States Brewers Ass'n, Inc. v. Perez,</i> <span class=\"citation\" data-id=\"363725\"><a href=\"/opinion/363725/united-states-brewers-association-inc-v-julio-cesar-perez-etc/\"><span class=\"volume\">592</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1212</span></a></span> (1st Cir.1979) is instructive. In <i>Perez,</i> beer producers and a trade association sought to `restrain Puerto Rican officials from collecting an increased tax on large beer producers or, in the alternative, enjoin a tax exemption enjoyed by small producers. The plaintiffs argued that, by exempting small beer producers, the tax law was intended to and did protect two local beer producers, in violation of the Constitution and a statute prohibiting Puerto Rico from using its tax power to discriminate against mainland interests in favor of local interests. The commonwealth in turn argued that the Tax Injunction Act and the Butler Act, 48 U.S.C. § 872, a Tax Injunction Act analog applicable <span class=\"star-pagination\">*794</span> to Puerto Rico,<sup>[8]</sup> barred federal court jurisdiction. The state of Arizona, in <i>Hibbs,</i> argued that <i>Perez</i> supported its construction of the Tax Injunction Act; however, the Court distinguished <i>Perez</i> because \"the [<i>Perez</i>] court rested its decision not on statutory construction [of the Act], but on `underlying' comity concerns.\" <i>Hibbs,</i> 542 U.S. at 109 n. 11.</p>\n<p>As the court does presently, the First Circuit saw two possible interpretations of the plaintiffs' requested relief, elimination of the tax exemption for small producers, both of which were invalid:</p>\n<blockquote>The requested injunction, restraining the Commonwealth from collecting a lower tax from those exempted from [the increased tax], could be framed in two ways, either by ordering the state not to collect the tax increase or by requiring the state to levy the tax hike on exempt as well as nonexempt parties. As appellants apparently recognized . . . the first clearly constitutes relief proscribed by the Butler Act, as it would \"restrain the assessment or collection of tax\", 48 U.S.C. § 872. The second, we believe, would be no less improper.</blockquote>\n<p><i>Perez,</i> 592 F.2d at 1214. Requiring Puerto Rico to collect higher taxes on the exempt producers would be improper because of the \"underlying comity concerns\" later recognized by the Supreme Court in <i>Hibbs.</i> The First Circuit continued, \"an order of a federal court requiring Commonwealth officials to collect taxes which its legislature has not seen fit to impose on its citizens strikes us as a particularly inappropriate involvement in a state's management of its fiscal operations.\" <i>Id.</i> at 1215. This decision was \"base[d] . . . on the considerations which underlie 28 U.S.C. § 1341 and the Butler Act,\" <i>id.</i> at 1214, specifically \"equity practice, . . . principles of federalism . . . and the imperative need of a state to administer its own fiscal operations,\" <i>id.</i> (quoting <i>Tully v. Griffin,</i> <span class=\"citation\" data-id=\"109559\"><a href=\"/opinion/109559/tully-v-griffin-inc/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">68</span></a></span>, 73, <span class=\"citation\" data-id=\"109559\"><a href=\"/opinion/109559/tully-v-griffin-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">219</span></a></span>, <span class=\"citation\" data-id=\"109559\"><a href=\"/opinion/109559/tully-v-griffin-inc/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">227</span></a></span> (1976)).</p>\n<p>In rare instances, federal courts have ordered \"the imposition of, or increase in, local tax levies, even in amounts exceeding the ceiling set by state law,\" such as in school desegregation cases, but the Supreme Court noted that this was done \"as a last resort.\" <i>Hibbs,</i> 542 U.S. at 111 n. 12 (collecting cases). Such relief is not warranted in this case. As stated by the First Circuit in <i>Perez,</i></p>\n<blockquote>This is neither a case in which a court orders reluctant state officials to collect taxes authorized by the citizens of the state, nor one in which officials have failed to perform their \"special responsibility\" to levy taxes for a crucial public purpose and consequently have violated federal constitutional rights. As appellees point out, the invalidation of the exemption in [the relevant tax law] is an awkward and heavy-handed remedy, producing a broad taxing statute for which the Commonwealth may have believed there was no need or which was actually detrimental to its domestic policy, Sound equity practice and a concern for interests of federalism thus bar both the injunctive and declaratory relief sought by appellants.</blockquote>\n<p><i>Perez,</i> 592 F.2d at 1215 (internal citations omitted). Plaintiffs in the instant case request the same sort of heavy-handed relief: the reinstatement of local franchising authority, which the General Assembly has seen fit to take away from local governments, and, implicitly, an order that <span class=\"star-pagination\">*795</span> local governments charge cable operators for, specifically, rights of way.<sup>[9]</sup></p>\n<p>\"State taxation, for § 1341 purposes, includes local taxation,\" and the same analysis applies to principles of comity. <i>Hibbs,</i> 542 U.S. at 100 n. 1; <i>see also </i><i>Collins Holding Corp. v. Jasper County,</i> <span class=\"citation\" data-id=\"745394\"><a href=\"/opinion/745394/collins-holding-corporation-v-jasper-county-south-carolina-a-political/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">797</span></a></span>, 800 n. 2 (4th Cir.1997). Furthermore, North Carolina, like every other state, has the inherent \"power to delegate taxing authority [to political subdivisions] as it sees fit.\" <i>Associated Indus. v. Lohman,</i> 511 U.S., 641, 653, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1815</span></span>, <span class=\"citation\" data-id=\"1087947\"><a href=\"/opinion/1087947/associated-industries-of-mo-v-lohman/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">639</span></a></span> (1994) (holding that a state may not, however, \"grant its political subdivisions a power to discriminate against interstate commerce that the state lacked in the first instance\"). Under North Carolina law, \"[t]he county is not a sovereign and hence does not have the inherent power to levy taxes. A county must derive its taxing power from the State Constitution or from the State's legislative enactments.\" <i>Hajoca Corp. v. Clayton,</i> <span class=\"citation\" data-id=\"1327157\"><a href=\"/opinion/1327157/hajoca-corporation-v-clayton/\"><span class=\"volume\">277</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">560</span></a></span>, <span class=\"citation\" data-id=\"1327157\"><a href=\"/opinion/1327157/hajoca-corporation-v-clayton/\"><span class=\"volume\">178</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">481</span></a></span>, 487 (N.C.1971). Other political subdivisions of the state are similarly limited.</p>\n<p>Where the General Assembly has seen fit to revoke a delegation of taxing authority, it is not appropriate for this court to strike down that revocation and order local governments to tax cable operators. It is also inappropriate for this court to order  explicitly or implicitly  North Carolina to reduce satellite operators' tax burden. North Carolina's judicial system is a more appropriate forum for plaintiffs' challenge, with ultimate appeal to the United States Supreme Court if state courts fail to remedy violations of the Constitution.<sup>[10]</sup> Therefore, the Tax Injunction Act and the principles of comity on which it is based instruct the court not to proceed further, and the action must be dismissed.</p>\n<p>B. Standing</p>\n<p>Assuming, <i>arguendo,</i> that comity does not bar the court from hearing this case, plaintiffs do not otherwise have standing to press their dormant Commerce Clause and Supremacy Clause claims. In the face of a motion to dismiss pursuant to Fed.R.Civ.P. 12(b)(1), challenging the court's subject matter jurisdiction on the ground that plaintiffs lack standing, the burden falls on the plaintiffs to prove that jurisdiction in this court is proper. <i>See </i><i>McNutt v. Gen. Motors Acceptance Corp.,</i> <span class=\"citation\" data-id=\"102656\"><a href=\"/opinion/102656/mcnutt-v-general-motors-acceptance-corp/\"><span class=\"volume\">298</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span>, 189, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">780</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1135</span></span> (1936); <i>Marshall v. Meadows,</i> <span class=\"citation\" data-id=\"734133\"><a href=\"/opinion/734133/robert-g-marshall-patrick-m-mcsweeney-v-m-bruce-meadows-individually/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">904</span></a></span>, 906 (4th Cir.1997). The court may \"look beyond the jurisdictional allegations of the complaint and view whatever evidence has been submitted on the issue to determine whether in fact subject matter jurisdiction exists.\" <i>Capitol Leasing Co. v. FDIC,</i> <span class=\"citation\" data-id=\"611644\"><a href=\"/opinion/611644/capitol-leasing-company-v-federal-deposit-insurance-corporation/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">188</span></a></span>, 191 (7th Cir. 1993): <i>see also </i><i>Williams v. United States,</i> <span class=\"citation\" data-id=\"691974\"><a href=\"/opinion/691974/patricia-williams-v-united-states-of-america-third-party-v-meridian/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">299</span></a></span>, 304 (4th Cir.1995). The court must presume the factual allegations of the complaint as true, but it need not draw argumentative inferences in the plaintiffs favor. <i>See </i><i>Com. of P.R. ex rel. Quiros v. Alfred Snapp &amp; Sons,</i> <span class=\"citation\" data-id=\"382775\"><a href=\"/opinion/382775/the-commonwealth-of-puerto-rico-on-the-relation-of-carlos-s-quiros/\"><span class=\"volume\">632</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">365</span></a></span> (4th <span class=\"star-pagination\">*796</span> Cir.1980), <i>aff'd</i> <span class=\"citation\" data-id=\"110789\"><a href=\"/opinion/110789/alfred-l-snapp-son-inc-v-puerto-rico-ex-rel-barez/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">592</span></a></span>, <span class=\"citation\" data-id=\"110789\"><a href=\"/opinion/110789/alfred-l-snapp-son-inc-v-puerto-rico-ex-rel-barez/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3260</span></a></span>, <span class=\"citation\" data-id=\"110789\"><a href=\"/opinion/110789/alfred-l-snapp-son-inc-v-puerto-rico-ex-rel-barez/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">995</span></a></span> (1982). \"Indeed, the trial court is free to weigh the evidence and satisfy itself as to the existence of its power to hear the case.'\" <i>Williams,</i> 50 F.3d at 304 (quoting <i>Mortensen v. First Federal Say. &amp; Loan Ass'n,</i> <span class=\"citation\" data-id=\"343137\"><a href=\"/opinion/343137/bent-e-mortensen-and-lise-lotte-mortensen-his-wife-individually-and-on/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">884</span></a></span>, 891 (3rd Cir.1977)).</p>\n<p>\"Determining that a matter before the federal courts is a proper case or controversy under Article III . . . assumes particular importance in ensuring that the Federal Judiciary respects the proper  and properly limited  role of the courts in a democratic society.'\" <i>DaimlerChrysler Corp. v. Cuno,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145658\"><a href=\"/opinion/145658/daimlerchrysler-corp-v-cuno/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1854</span></a></span>, 1860, <span class=\"citation\" data-id=\"145658\"><a href=\"/opinion/145658/daimlerchrysler-corp-v-cuno/\"><span class=\"volume\">164</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">589</span></a></span> (2006) (quoting <i>Allen v. Wright,</i> <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">737</span></a></span>, 750, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3315</span></a></span>, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (1984)). To establish standing, \"[a] plaintiff must allege personal injury fairly traceable to a defendant's allegedly unlawful conduct and likely to be redressed by the requested relief.\" <i>Allen,</i> 468 U.S. at 751. Plaintiffs must establish each of these three elements: (1) actual or threatened injury; (2) fairly traceable to defendant; and (3) redressability.</p>\n<p>1. Injury</p>\n<p>The alleged injury must be actual or, in the case of a declaratory judgment action, imminent. It must not be conjectural or hypothetical. <i>See </i><i>Miller v. Brown,</i> <span class=\"citation\" data-id=\"795617\"><a href=\"/opinion/795617/larry-miller-11th-senatorial-district-republican-committee-v-michael/\"><span class=\"volume\">462</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">312</span></a></span>, 317 (4th Cir.2006). Plaintiffs allege the 2006 amendments, if enforced, will illegally subsidize cable operators' cost of doing business. By receiving the subsidy  by getting something they are not paying for  and passing the savings on to customers, cable operators benefit and, conversely, satellite operators suffer a \"significant price disadvantage.\" Additionally, plaintiffs allege they are injured by the transfer to local governments of a portion of the sales taxes collected from satellite operators.</p>\n<p>Plaintiffs' theory therefore requires allegations of what could be an unconstitutional subsidy. The 2006 amendments, however, do not resemble the unconstitutional state laws in cases that plaintiffs claim support their position. For instance, in <i>Bacchus Imports, Ltd. v. Dias,</i> <span class=\"citation\" data-id=\"111244\"><a href=\"/opinion/111244/bacchus-imports-ltd-v-dias/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, <span class=\"citation\" data-id=\"111244\"><a href=\"/opinion/111244/bacchus-imports-ltd-v-dias/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3049</span></a></span>, <span class=\"citation\" data-id=\"111244\"><a href=\"/opinion/111244/bacchus-imports-ltd-v-dias/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">200</span></a></span> (1984), the Supreme Court ruled that Hawaii's excise tax imposed on sales of liquor at wholesale violated the Commerce Clause, because of specific exemptions for alcoholic beverages produced from certain locally grown plants. In <i>Boston Stock Exch. v. State Tax Comm'n,</i> <span class=\"citation\" data-id=\"109578\"><a href=\"/opinion/109578/boston-stock-exchange-v-state-tax-commn/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">318</span></a></span>, <span class=\"citation\" data-id=\"109578\"><a href=\"/opinion/109578/boston-stock-exchange-v-state-tax-commn/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">599</span></a></span>, <span class=\"citation\" data-id=\"109578\"><a href=\"/opinion/109578/boston-stock-exchange-v-state-tax-commn/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">514</span></a></span> (1977), the Supreme Court invalidated a New York law that imposed a higher tax on securities transactions made through out-of-state exchanges than on transactions made through in-state exchanges. In <i>Alliance for Clean Coal v. Miller,</i> <span class=\"citation\" data-id=\"686507\"><a href=\"/opinion/686507/alliance-for-clean-coal-a-virginia-not-for-profit-corporation-v-dan/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">591</span></a></span> (7th Cir.1995), the court held the plaintiff trade association had standing to challenge the Illinois Coal Act under the Commerce Clause, because the act required generating plants in the state to install scrubbers that would allow them to continue using coal mined in-state. In <i>Dominion Nat'l Bank v. Olsen,</i> <span class=\"citation\" data-id=\"457618\"><a href=\"/opinion/457618/dominion-national-bank-v-martha-b-olsen/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">108</span></a></span> (6th Cir.1985), the unconstitutional state tax fell on Tennessee citizens' earnings from certificates of deposit issued by out-of-state financial institutions, but not from those issued by in-state financial institutions. These cases are inapplicable to an evaluation of the alleged subsidy. The 2006 amendments require no positive act from any party, unlike <i>Alliance for Clean Coal;</i> do not protect an in-state commodity such as coal mined in Illinois; and do not levy different taxes on satellite and cable operators, unlike the other three cited cases.</p>\n<p><span class=\"star-pagination\">*797</span> The instant facts are closest to those in <i>West Lynn Creamery, Inc. v. Healy,</i> <span class=\"citation\" data-id=\"117855\"><a href=\"/opinion/117855/west-lynn-creamery-inc-v-healy/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span>, <span class=\"citation\" data-id=\"117855\"><a href=\"/opinion/117855/west-lynn-creamery-inc-v-healy/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2205</span></a></span>, <span class=\"citation\" data-id=\"117855\"><a href=\"/opinion/117855/west-lynn-creamery-inc-v-healy/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">157</span></a></span> (1994), where the Supreme Court struck down a Massachusetts tax on milk dealers, the proceeds of which were distributed to in-state dairy farmers who could not compete on price with out-of-state producers. The tax charged to milk dealers was specifically designed to compensate in-state farmers so they could sell milk at the federal minimum price. <i>Id.</i> at 191 n. 5. Furthermore, the tax and subsidy were intended \"to preserve our local industry,\" according to a declaration by the Commissioner of the Massachusetts Department of Food and Agriculture. <i>Id.</i> at 189-90. The Court held that, while it generally upheld state subsidies, and while the tax itself was the same for all dealers, regardless of geography, the subsequent payments to instate farmers \"effectively imposed [the tax] only on out-of-state products,\" in violation of the dormant Commerce Clause. <i>Id.</i> at 194.</p>\n<p>The state of Massachusetts argued that the law was constitutional because its two discrete elements, a nondiscriminatory tax and a subsidy, were individually lawful. The Court responded,</p>\n<blockquote>[a] pure subsidy funded out of general revenue ordinarily imposes no burden on interstate commerce, but merely assists local business. The pricing order in this case, however, is funded principally from taxes on the sale of milk produced in other States, By so funding the subsidy, [Massachusetts] not only assists local farmers, but burdens interstate commerce.</blockquote>\n<p><i>Id.</i> at 199. Therefore, to show injury similar to that in <i>West Lynn Creamery,</i> plaintiffs must adequately allege the existence of a subsidy that assists local cable operators <i>and</i> burdens interstate commerce. The alleged subsidy does no such thing. Plaintiffs assume, without ever stating it, that cable operators must pay the state or its political subdivisions for rights-of-way. The court finds no such requirement imposed by the Constitution or any other law. Under the 2006 amendments, cable operators must satisfy the state's franchising requirements in order to obtain the exclusive right to provide cable television service in a given area. As a result of receiving a franchise, they must pay the sales tax. Satellite operators have no such franchising requirement, as they are automatically eligible to provide satellite television service to any customer in North Carolina.</p>\n<p>Obtaining rights-of-way is only a cost of business if the state or its political subdivisions lawfully charge cable operators for such access. According to the amended complaint, North Carolina has never charged any extra amount for rights-of-way, beyond the franchise fees, which give cable operators the right to offer their services. (<i>See</i> Am. Compl. ¶ 20-28.) Since 2001, the state has levied franchise and/or sales taxes on cable operators in a total amount matching the sales tax levied on satellite operators. Because obtaining rights-of-way has never truly been a cost of cable operators' business in North Carolina, the 2006 amendments do not create a subsidy.</p>\n<p>The 2006 amendments do not resemble the unconstitutional tax schemes in <i>Bacchus, Boston Stock Exch.,</i> or <i>Dominion Nat'l Bank.</i> Nor do they protect the market for an in-state resource, as in <i>Alliance for Clean Coal.</i> Obtaining rights-of-way, a purely legal mechanism necessary for cable operators to reach subscribers in a franchise area, has no analogue in <i>West Lynn Creamery.</i> Massachusetts' payments to in-state dairy farmers, to enable the farmers to lower prices, did subsidize those businesses. The payments were not, <span class=\"star-pagination\">*798</span> however, necessary for the farmers to reach the market in the first place. Rather, the payments aided the farmers in competing in the market. North Carolina's grants of rights-of-way allow cable operators to reach the market, once they have received a franchise. It is a necessary legal mechanism for cable operators to fulfill their duties as franchisees, not a financial transfer. Charging cable operators the same sales tax as satellite operators, who already reach the market, allows neither side to possess any advantage arising from state tax law.</p>\n<p>Furthermore, unlike the in-state dairy farmers in <i>West Lynn Creamery,</i> no party receives anything <i>new</i> under the 2006 amendments. The subsidy payments to the dairy farmers were, unquestionably, a creation of the laws at issue. In other words, the dairy farmers received something they had not received previously. Under the 2006 amendments, local governments will receive approximately the same amount of revenue as they previously received. The fact that some of the tax revenue collected from satellite operators will be included in these distributions is irrelevant, because it does not alter the total amount of funds collected or distributed. And, in addition to paying the same amount of taxes or fees, cable operators will receive the same franchise rights and rights-of-way as they did under previous tax regimes. The 2006 amendments are, at most, a re shuffling of responsibilities of the state and its political subdivisions.</p>\n<p>The injury alleged by plaintiffs does not exist, and is not threatened. Because plaintiffs' dormant Commerce Clause and Supremacy Clause claims depend on the allegations of a subsidy, and no subsidy exists, plaintiffs have failed to allege an injury recognized under either Clause.</p>\n<p>2. Fairly traceable to defendant's conduct</p>\n<p>Any cost disadvantage affecting plaintiffs' businesses does not arise from North Carolina's existing tax laws, nor will the 2006 amendments lead to such a result. It is not the state's duty to remedy a cost disadvantage created by forces external to North Carolina. For example, the district court in Kentucky noted that satellite operators must pay federal satellite transmission fees. <i>DIRECTV,</i> <span class=\"citation\" data-id=\"2496614\"><a href=\"/opinion/2496614/directv-inc-v-treesh/\"><span class=\"volume\">469</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">425</span></a></span>, 438. Plaintiffs acknowledge the existence of such fees. (<i>See</i> Pl.'s Opp. at 10.) The Kentucky court wrote, \"[i]t is clear . . . that the Satellite Companies' real complaint is with federal fees that apply to them solely because they deliver programming by satellite, not because of their geographic location or that of their competitors.\" <i>Id.</i> at <span class=\"citation\" data-id=\"2496614\"><a href=\"/opinion/2496614/directv-inc-v-treesh/\"><span class=\"volume\">469</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">425</span></a></span>, 438. To the extent such fees or other external costs apply to satellite operators, any cost disadvantage created by them is not the result of North Carolina law nor of the Secretary's actions pursuant to his official duties. Disparate treatment caused by such fees, to the extent it exists, is a matter of federal law, not state tax law or the interaction between the two.</p>\n<p>3. Redressability</p>\n<p>To have standing, plaintiffs must also seek relief that will redress the injury alleged. On this point, it is necessary to distinguish two levels of analysis: the specific effect of granting plaintiffs' requested relief; and plaintiffs' litigation goals, discussed above in regards to comity,</p>\n<p>Plaintiffs request the court find the 2006 amendments unconstitutional and enjoin the transfer of funds from the state to local governments. In effect, plaintiffs want to keep in place the 2005 amendments, by preventing (or reversing) their amendment. Under that scheme, plaintiffs <span class=\"star-pagination\">*799</span> paid a sales tax of seven percent (7%) to the state. Cable operators also paid a seven percent (7%) state sales tax, but received a credit in the amount paid to local governments in franchise taxes or fees. Therefore, plaintiffs argue for the reimposition of a tax system where they pay the same rate as cable operators to the state and/or its political subdivisions, and yet cable operators receive rights-of-way. This is in effect indistinguishable from the scheme enacted in the 2006 amendments, and will not eliminate the substantial price disadvantage.</p>\n<p>In other words, plaintiffs ask the court to return the state to a tax regime that they recently argued was unconstitutional in the original complaint, and which will have the same net effect on plaintiffs and cable operators a; the 2006 amendments. Surely, plaintiffs will then file another lawsuit, seeking relief from the allegedly unconstitutional 2005 amendments. Plaintiffs do not have standing to request this court replace one allegedly unconstitutional law with another, to set the stage for further litigation. It was entirely within plaintiffs' power and rights to request relief that would fully resolve the claimed constitutional violation. Having failed to do so, plaintiffs may not press forward with their claims. Furthermore, the court is unable and unwilling to grant the relief requested, pursuant to principles of comity as already discussed herein.</p>\n<p>As the Supreme Court held in <i>Cuno,</i> the redressability prong is not met where plaintiffs ultimately depend on subsequent action by state authorities to remedy the alleged violation. The General Assembly and governor must act to lower satellite operators' taxes or raise cable operators' taxes, to ultimately eliminate the substantial cost disadvantage. The plaintiffs in <i>Cuno</i> premised redressability on subsequent action by state entities; specifically, that enjoining a tax credit would lead the state to legislatively cure the alleged injury. According to the Court, \"establishing redressability [in this case] requires speculating that abolishing the challenged credit will redound to the benefit of the taxpayer because legislators will pass along the supposed increased revenue in the form of tax reductions.\" <i>Cuno,</i> 126 S.Ct. at 1863. This sort of speculation does not suffice to support standing. <i>Id.</i> Furthermore,</p>\n<blockquote>A taxpayer-plaintiff has no right to insist that the government dispose of any increased revenue it might experience as a result of his suit by decreasing his tax liability or bolstering programs that benefit him.</blockquote>\n<blockquote>To the contrary, the decision of how to allocate any such savings is the very epitome of a policy judgment committed to the \"broad and legitimate discretion\" of lawmakers, which \"the courts cannot presume either to control or to predict.\"</blockquote>\n<p><i>Id.</i> (quoting <i>ASARCO Inc. v. Kadish,</i> <span class=\"citation\" data-id=\"112268\"><a href=\"/opinion/112268/asarco-inc-v-kadish/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">605</span></a></span>, 614, <span class=\"citation\" data-id=\"112268\"><a href=\"/opinion/112268/asarco-inc-v-kadish/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2037</span></a></span>, <span class=\"citation\" data-id=\"112268\"><a href=\"/opinion/112268/asarco-inc-v-kadish/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">696</span></a></span> (1989)).</p>\n<p>The plaintiffs in <i>Cuno</i> did not have as close a connection to the taxing scheme at issue as do plaintiffs in the instant case, who allegedly suffer competitive disadvantage because of the tax. However, the dependence on policy judgments committed to the General Assembly's discretion is the same. Plaintiffs do not have standing to seek, in federal district court, relief that if granted merely sets the stage for the General Assembly to potentially act in a way that will redound to plaintiffs' benefit, despite the significant evidence that the legislature's goal is equal taxation by the state (including its political subdivisions) of satellite and cable operators.</p>\n<p>The absence of redressability is fatal to plaintiffs' dormant Commerce Clause and Supremacy Clause claims. As argued by <span class=\"star-pagination\">*800</span> plaintiffs, it is the significant cost disadvantage which discriminates against interstate commerce and frustrates federal policy. Because the requested relief will not cure the cost disadvantage, if it exists, plaintiffs lack standing under both clauses of the Constitution.</p>\n<p>C. Dismissal pursuant to Fed.R.Civ.P. 12(b)(6)</p>\n<p>Assuming principles of comity do not bar the court from proceeding on plaintiffs' claims, and further assuming that plaintiffs have standing to proceed, the court turns now, briefly, to defendant's argument that plaintiffs' suit must be dismissed for failure to state a claim upon which relief can be granted, pursuant to Fed.R.Civ.P. 12(b)(6). A motion to dismiss only determines whether a claim is stated; it does not resolve disputed facts, merits of the claim, or applicability of defenses. <i>Republican Party v. Martin,</i> <span class=\"citation\" data-id=\"596124\"><a href=\"/opinion/596124/republican-party-of-north-carolina-bruce-briggs-william-r-sigmon-marvin-k/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">943</span></a></span>, 952 (4th Cir.1992). Under, the standard for a motion to dismiss, a complaint should not be dismissed unless it clearly appears that plaintiff can show no set of facts which would entitle him to relief. <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957). A court should not dismiss a complaint that states a claim, even if it appears that the chance of recovery is remote. <i>Scheuer v. Rhodes,</i> <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, 236, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1683</span></a></span>, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1974). For the purposes of ruling on a motion to dismiss, the court should construe allegations in the complaint as true and take them in the light most favorable to plaintiff. <i>Republican Party,</i> 980 F.2d at 952. Nevertheless, the court \"need not accept the legal conclusions drawn from the facts [or] . . . unwarranted inferences, unreasonable conclusions, or arguments.\" <i>Eastern Shore Mkts., Inc. v. J.D. Assocs. Ltd. P'ship,</i> <span class=\"citation\" data-id=\"768792\"><a href=\"/opinion/768792/eastern-shore-markets-incorporated-v-jd-associates-limited-partnership/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></a></span>, 180 (4th Cir. 2000). In this way, a motion to dismiss \"allows a court to eliminate actions that are fatally flawed in their legal premises.\" <i>Parham v. Pepsico, Inc.,</i> <span class=\"citation\" data-id=\"2092575\"><a href=\"/opinion/2092575/parham-v-pepsico-inc/\"><span class=\"volume\">927</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">177</span></a></span>, 178 (E.D.N.C.1995).</p>\n<p>1. Dormant Commerce Clause</p>\n<p>Plaintiffs allege that the 2006 amendments facially, intentionally, and by their practical effect discriminate against interstate commerce in violation of the Commerce Clause of Article I of the Constitution, As stated above, the underlying theory of these claims is that where satellite and cable operators pay the same amount in sales and/or franchise taxes and fees to the state and/or its political subdivisions, the dormant Commerce Clause forbids cable operators also receiving rights-of-way without additional payments. Plaintiffs have twice lost in suits applying the exact same theory, in <i>DIRECTV, Inc. v. Treesh</i> and <i>Directv, Inc. v. State</i><i>.</i> The court finds these opinions correct in their analysis of dormant Commerce Clause jurisprudence, and further finds that the changes in the 2006 amendments do not make this case substantially different from those in Kentucky and North Carolina state court.<sup>[11]</sup> Even if comity and standing do not impose insurmountable jurisdictional barriers to plaintiffs' claims, the amended complaint reveals that, ultimately, the court would side with its brethren that have already ruled against plaintiffs.</p>\n<p>2. Supremacy Clause</p>\n<p>Plaintiffs' fourth claim is that the 2006 amendments directly conflict with and frustrate federal law, in violation of the <span class=\"star-pagination\">*801</span> Supremacy Clause of Article VI of the Constitution. According to plaintiffs, \"[t]he 2006 amendments conflict with and impede longstanding federal policy promoting competition between satellite and cable providers, as expressed in several federal communications laws. That federal policy seeks to diminish the dominance of cable operators, which had monopoly power in their local franchise areas.\" (Am.Compl. ¶ 42.) The policy is allegedly frustrated and undermined by the significant price advantage given to cable operators by North Carolina's tax and subsidy scheme, \"mak[ing] it more expensive for North Carolinians to purchase DBS television services relative to cable service and thus restrict[ing] consumer choice, contrary to federal policy.\" (Am.Compl. ¶ 44.)</p>\n<p>As an initial matter, the court notes the amended complaint argues that \"the cable <i>tax credit</i> directly frustrates the congressional policy goal of evenhanded competition.\" (Am.Compl.¶ 43) (emphasis added.) However, as admitted by the amended complaint, section nine of the 2006 amendments \"repealed the credit formerly available to cable companies.\" (Am. compl.¶ 24.) Therefore, because no tax credit exists under the 2006 amendments, plaintiffs' Supremacy Clause argument rests solely on the repeated claim of an unconstitutional subsidy.</p>\n<p>Defendant argues that plaintiffs fail to make a Supremacy Clause claim, because 42 U.S.C. § 1983 does not provide a remedy for Supremacy Clause violations. Defendant is correct as to the scope of section 1983. <i>Set Maryland Pest Control Assoc. v. Montgomery Co.,</i> <span class=\"citation\" data-id=\"528470\"><a href=\"/opinion/528470/maryland-pest-control-association-maryland-alliance-for-the-responsible/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">160</span></a></span>, 163 (4th Cir.1989). However, plaintiffs may seek a declaratory judgment that the 2006 amendments are preempted, and seek injunctive relief, under the Declaratory Judgment Act, 23 U.S.C. § 2201, <i>et seq.</i> Therefore, the court proceeds to further analysis of the legal merits of plaintiffs' claim.</p>\n<p>Plaintiffs cite several statutes in support of their Supremacy Clause argument. For instance, 47 U.S.C. § 548(b) prohibits cable operators and related entities from engaging in practices which hinder significantly or prevent any multichannel video programming distributor from providing programming to satellite operators. Similarly, 17 U.S.C. § 122 permits and regulates the transmission of local television broadcast stations by satellite operators, and 47 U.S.C. § 341(a) allows satellite operators to transmit stations that are significantly viewed in the local market; all to prevent cable operators from possessing any advantage in content provided to subscribers. Importantly, each of these statutes regulates the programming that satellite operators are authorized to carry and interactions between satellite operators, cable operators, and providers of programming. The statutes have no bearing on the regulation or taxation of satellite and cable operators by state governments, at least in regards to plaintiffs' claims.</p>\n<p>In fact, \"the Telecommunications Act explicitly permits states to impose a tax on [satellite operators] and to distribute the proceeds from the tax to local governments.\" <i>DIRECTIV,</i> at 431. Plaintiffs admit this fact. (<i>See</i> Am. Compl. ¶ 45.) The statutory authority for state taxation of satellite operators is located at Pub.L. No. 104-104, Title VI, § 602(c), 110 Stat. 144(a)(1996)(reprinted at 47 U.S.C. § 152, historical and statutory notes). This section dictates that \"local taxing jurisdictions\" such as cities and counties are preempted from imposing any tax or fee on satellite operators, but that the preemption is limited to local governments. Specifically, \"[t]his section shall not be construed to prevent taxation of a provider of direct-to-home satellite service <i>by a</i> <span class=\"star-pagination\">*802</span> <i>State</i> or to prevent a local taxing jurisdiction from receiving revenue derived from a tax or fee imposed and collected by a State.\" <i>Id.</i> (emphasis added). The 2006 amendments follow this scheme, yet plaintiffs claim that despite this \"general authority to tax\" satellite operators, \"nothing in that provision allows states to impose taxes that discriminate against satellite operators and frustrate Congress' goal of promoting competition between cable and satellite.\" (Am.compl.¶ 45.)</p>\n<p>The court finds plaintiffs' argument wholly unpersuasive, Plaintiffs show no expression of congressional intent to mandate equal tax treatment by states of satellite and cable operators. Instead, plaintiffs incorporate their discrimination claims into a Supremacy Clause argument. This attempt to shoehorn the earlier claims fails, however, as Congress, in the statutes cited above, has only mandated that satellite operators not be barred from offering the same content as cable operators. As to taxation, the only statement of Congress cited by plaintiffs is one that <i>expressly</i> permits state taxation of satellite operators and authorizes the transfer by states of collected funds to local governments.<sup>[12]</sup></p>\n<p>D. Attorney fees</p>\n<p>Because their claims cannot proceed, plaintiffs are not entitled to attorney's fee or costs under 42 U.S.C. § 1988 or any other statute.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons set forth herein, defendant's motion to dismiss (DE # 55) is GRANTED and the amended complaint is DISMISSED, The clerk is DIRECTED to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Appeal from that ruling by NCCTA was dismissed by the United States Court of Appeals for the Fourth Circuit on September 20, 2006, upon the filing by NCCTA of a consent motion to dismiss.</p>\n<p>[2]  More specifically, the amended complaint includes four counts. Count I alleges facial discrimination against interstate commerce, in violation of the Commerce Clause of Article I of the United States Constitution. Count II alleges purposeful discrimination, in violation of the Commerce Clause. Count III alleges discrimination in practical effect, in violation of the Commerce Clause. Count IV alleges the 2006 amendments are preempted by various federal statutes, and therefore directly conflict with and frustrate federal law, in violation of the Supremacy Clause of Article VI of the United States Constitution. In the prayer for relief, plaintiffs request (1) a declaratory judgment that sections 8 through 15 of the 2006 amendments violate the Commerce Clause and Supremacy Clause; (2) a permanent injunction prohibiting defendant from enforcing section 8 of the 2006 amendments; (3) an award of plaintiffs' reasonable costs and attorney's fees; and (4) such other relief as the court may deem just and proper.</p>\n<p>[3]  The court denied as moot defendant's original motion to dismiss, on September 28, 2006.</p>\n<p>[4]  The Fifth Circuit, interpreting <i>Hibbs,</i> stated the second requirement as where \"the suit's success will enrich, not deplete, the government entity's coffers.\" <i>Henderson v. Stalder,</i> <span class=\"citation\" data-id=\"40348\"><a href=\"/opinion/40348/henderson-v-stalder/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">351</span></a></span>, 359 (5th Cir.2005), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2967</span></span>, <span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">950</span></span> (2006). Thus, according to <i>Henderson,</i> a district court may not have jurisdiction over a truly revenue-neutral suit, since it would not \"<i>enrich . . . </i> the government entity's coffers.\" (Emphasis added.) Resolution of this ambiguity is unnecessary here, however, because the court holds that principles of comity bar further federal action in this matter and, in any event, plaintiffs do not have standing.</p>\n<p>[5]  Plaintiffs made the same argument in the state case in North Carolina and the federal case in Kentucky.</p>\n<p>[6]  The similar impacts of the 2005 amendments and 2006 amendments on plaintiffs' tax burden are discussed further in the section on redressability in the examination of standing, below.</p>\n<p>[7]  Plaintiffs' confusion as to the effect of their requested relief is evident here. They request no relief with respect to section one of the 2006 amendments, which establishes the North Carolina Secretary of state as \"the exclusive franchising authority in this State for cable service provided over a cable system.\"</p>\n<p>[8]  The Supreme Court has noted the identical impacts of the Butler Act and the Tax Injunction Act. <i>See </i><i>Hibbs,</i> 542 U.S. at 109 n. 11.</p>\n<p>[9]  Otherwise, the \"substantial cost disadvantage\" persists. Furthermore, plaintiffs ignore the fact that restoring the 2005 amendments, which they request, would also restore the five percent (5%) tax credit enjoyed by cable operators, which was eliminated by section nine of the 2006 amendments.</p>\n<p>[10]  In <i>West Lynn Creamery, Inc. v. Healy,</i> <span class=\"citation\" data-id=\"117855\"><a href=\"/opinion/117855/west-lynn-creamery-inc-v-healy/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span>, <span class=\"citation\" data-id=\"117855\"><a href=\"/opinion/117855/west-lynn-creamery-inc-v-healy/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2205</span></a></span>, <span class=\"citation\" data-id=\"117855\"><a href=\"/opinion/117855/west-lynn-creamery-inc-v-healy/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">157</span></a></span> (1994), the leading case dealing with the dormant Commerce Clause and an alleged subsidy, the plaintiffs proceeded through Massachusetts' state courts, and appealed the adverse ruling of the state's highest court to the United States Supreme Court. Plaintiffs must follow a parallel course in North Carolina to press their constitutional claims.</p>\n<p>[11]  While the North Carolina state court case may well have preclusive effect as to some issues or claims in the present litigation, the court need not reach that issue given its rulings on comity and standing.</p>\n<p>[12]  Furthermore, plaintiffs admit that Congress, far from treating cable and satellite operators equally itself, has levied certain federal fees only on satellite operators, for \"spectrum rights and orbital satellite slots.\" (Pl.'s Opp. at 10.) Plaintiffs argue that \"[t]he federal fees only illustrate the disparity in treatment of cable and satellite based on whether their distribution facilities are in-state or outof-state.\" <i>Id.</i> However, the state arguably treats cable and satellite operators in a much fairer manner than does the federal government, and, in any event, plaintiffs have not shown why North Carolina should bear any burden from federal regulation of satellite operators.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/40348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109559/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110581/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/136987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145658/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363725/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/528470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/611644/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/734133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/745394/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1327157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1372725/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2092575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2496614/"
  ]
}