{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1654675/",
  "absolute_url": "/opinion/1654675/state-of-nc-ex-rel-long-v-alexander-alexander/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1654675/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:02:28.448655Z",
  "date_modified": "2016-04-27T01:40:46.619036Z",
  "type": "010combined",
  "sha1": "7ba2bfec8c1339080dfe6ada7a250c1d10fe969b",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>711 F.Supp. 257 (1989)</b></center>\n<center><h1>STATE OF NORTH CAROLINA, on Relation of James E. LONG, Commissioner of Insurance, as Rehabilitator of the Beacon Insurance Company and as Representative of the Creditors and Claimants of the Beacon Insurance Company<br>\nv.<br>\nALEXANDER &amp; ALEXANDER SERVICES, INC.; Alexander &amp; Alexander of New York, Inc.; Alexander &amp; Alexander, Inc.; Alexander Howden Group, Ltd. (formerly Alexander Howden Insurance Brokers, Ltd.); Atlanta International Insurance Company (formerly Drake Insurance Company); Colin G. Bird; Peter J. Charman &amp; Company, Ltd. (formerly Charman Mauduit [Insurance Brokers], Ltd.); Neill W. Portermain; the Puckett Group, Inc.; Puckett-Scheetz Insurance Agency, Inc. (formerly Puckett, Scheetz &amp; Hagler, Inc.); Linton B. Puckett; and Ronald D. Scheetz.</h1></center>\n<center>No. 88-1247-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 12, 1989.</center>\n<p><span class=\"star-pagination\">*258</span> <span class=\"star-pagination\">*259</span> V. Lane Wharton, Jr., Hunter, Wharton &amp; Howell, William L. Thorp, Thorp, Fuller &amp; Slifkin, Raleigh, N.C., James L. Rohn, Baskin, Flaherty, Elliott &amp; Mannino, Philadelphia, Pa., for plaintiff.</p>\n<p>C. Thomas Ross, Craige, Brawley, Liipfert &amp; Ross, Winston-Salem, N.C., F. Lane Williamson, Jim D. Cooley, Womble, Carlyle, Sandridge &amp; Rice, Charlotte, N.C., James E. Walker, Kennedy, Covington, Lobdell &amp; Hickman, Douglas M. Martin, Palmer, Miller, Campbell &amp; Martin, Charlotte, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>On February 20, 1984, the Beacon Insurance Company (Beacon), an insolvent North Carolina corporation, was placed in voluntary rehabilitation by order of the North Carolina Superior Court. This action was subsequently brought by the North Carolina Commissioner of Insurance in his capacity as Beacon's rehabilitator, alleging that the defendants caused Beacon to become insolvent through various unfair and deceptive acts in violation of state law and the federal RICO statute, 18 U.S.C. § 1962.</p>\n<p>This court previously dismissed some of plaintiff's claims, including the RICO claims against defendants The Puckett Group, Inc. and Puckett-Scheetz Insurance Agency, Inc. (\"Puckett-Scheetz\") for failure to state a claim. <i>See </i><i>State of North Carolina ex rel. Long v. Alexander &amp; Alexander, Inc.,</i> 680 F.Supp. 746, 748 (E.D. N.C.1988). The Puckett-Scheetz defendants now move to dismiss the remaining state claims against them for lack of subject matter jurisdiction on the ground that they are no longer pendent to any federal claim. Plaintiff, however, has moved to amend the complaint to state RICO claims and additional state claims against Puckett-Scheetz, Alexander Howden Group, Ltd., Colin G. Bird, Neil W. Portermain, Linton B. Puckett, and Ronald D. Scheetz. Plaintiff has also moved to dismiss the counterclaims asserted by the Alexander Parties.<sup>[1]</sup></p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiff's proposed amendment to the complaint essentially expands on Count IV of the original complaint, which alleges that defendants Puckett-Scheetz, Alexander Howden Group, and Colin G. Bird caused Beacon to underwrite amusement park and carnival risks through numerous misrepresentations, nondisclosures and breaches of fiduciary duties, resulting in significant financial harm to Beacon. Count IV alleges that these acts violate the provisions of N.C.G.S. §§ 75-1 <i>et seq.</i> prohibiting unfair trade practices. The proposed amended complaint particularizes the allegations in Count IV and asserts additional claims based on 18 U.S.C. §§ 1962(c) and (d) (RICO), and common law theories of breach of contract and fiduciary duty, fraud, and negligence. The additional claims would add Neil Portermain to the defendants originally named in Count IV and also two new defendants to the action: Linton B. Puckett and Ronald D. Scheetz, president and vice-president respectively of The Puckett Group.</p>\n<p>Fed.R.Civ.P. 15(a) provides that leave to amend a pleading \"shall be freely given when justice so requires.\" Delay alone is insufficient reason to deny leave to amend. \"The delay must be accompanied by prejudice, bad faith, or futility.\" <i>Johnson v. Oroweat Foods Co.,</i> 785 F.2d 503, 510 (4th Cir.1986). The Alexander Parties <span class=\"star-pagination\">*260</span> and Puckett-Scheetz argue that they will be prejudiced if leave is granted here because they will have to prepare new defenses and conduct additional discovery. However, this does not suffice as a showing of prejudice:</p>\n<blockquote>It is true that prejudice can result where a proposed amendment raises a new legal theory that would require the gathering and analysis of facts not already considered by the opposing party, but that basis for a finding of prejudice essentially applies where the amendment is offered shortly before or during trial.</blockquote>\n<p><i>Johnson,</i> 785 F.2d at 510. Since plaintiff's request to amend was not made shortly before or during trial, the inconvenience that may result to the defendants does not rise to the level of prejudice which would warrant its denial.</p>\n<p>Furthermore, the additional claims for relief set forth in the proposed amendment are based on the same facts which, although not alleged with the same degree of particularity, also formed the basis of Count IV of the original complaint, and therefore cannot come as a complete surprise to the defendants. In <i>Davis v. Piper Aircraft Corp.,</i> 615 F.2d 606, 613 (4th Cir. 1980), the Court held that \"[b]ecause defendant was from the outset made fully aware of the events giving rise to the action, an allowance of the amendment could not in any way prejudice the preparation of defendant's case.\" Although the defendants here may not have been fully aware of the particular facts alleged in the proposed amendment, they were sufficiently aware of the general nature of these facts as alleged in Count IV of the original complaint to prevent this court from finding prejudice.</p>\n<p>The Puckett-Scheetz defendants also contend that the motion to amend is propounded in bad faith because its \"unstated intent ... is to allege a federal RICO claim against Puckett-Scheetz in order to avoid dismissal of plaintiff's action against Puckett-Scheetz for lack of subject matter jurisdiction.\" If plaintiff's proposed amendment merely stated a claim under the RICO statute without alleging any new or significant facts in support thereof, this court might have viewed it with some suspicion. But that is not the situation here. The amendment alleges fifteen separate acts of mail and wire fraud with specific names and dates as the requisite pattern of racketeering activity. The new claims do not appear inadequate or futile on their face,<sup>[2]</sup> and therefore the court has no reason to doubt plaintiff's representation that \"the amended complaint evinces an honest and diligent effort by Plaintiff to incorporate information uncovered during the last six months of discovery.\"</p>\n<p>Since the court finds that the proposed amendment to the complaint would not prejudice the defendants and is not made in bad faith, it will be allowed. This action will result in a federal claim against the Puckett-Scheetz defendants, and therefore their motion to dismiss for lack of subject matter jurisdiction will be denied. Since the amendment substantially responds to the information requested in Puckett-Scheetz's interrogatories 2, 3 and 4, their motion to compel will also be denied.</p>\n<p></p>\n<h2>II.</h2>\n<p>Plaintiff moves to dismiss the Alexander Parties' counterclaims on the grounds that they are barred by sovereign immunity and the Eleventh Amendment and that plaintiff is not an \"opposing party\" who can be counterclaimed against under Fed.R.Civ.P. 13. Plaintiff also argues that the counterclaims are pled with insufficient particularity and that the Alexander Parties lack standing to assert the seventh counterclaim.</p>\n<p>Although all of the counterclaims are against the Commissioner of Insurance in name, since he is the one who brought this action, the first and seventh counterclaims are in effect against Beacon. The first counterclaim alleges that the Alexander <span class=\"star-pagination\">*261</span> Parties reasonably relied upon and were damaged by misrepresentations by Beacon alleged in the complaint. The seventh counterclaim alleges that Beacon owes Alexander &amp; Alexander of Washington, Inc., a subsidiary of Alexander &amp; Alexander, Inc., monies for reimbursement of return premiums it paid to insureds.</p>\n<p>The second through sixth counterclaims are against the Commissioner as rehabilitator or his deputy in both name and effect. The second counterclaim alleges that the rehabilitator and his predecessor in office have \"wilfully, wantonly and recklessly manag[ed] the Beacon's affairs and estate\" in violation of their fiduciary duty. The third counterclaim alleges that \"[t]he predecessor to the current Rehabilitator, and thus the current Rehabilitator as his successor in interest, has, upon information and belief, acted negligently and possibly fraudulently\" by destroying or attempting to destroy \"an unknown number of documents potentially beneficial to the Beacon and to the Alexander Parties' defense.\" The fourth counterclaim alleges that the rehabilitator \"negligently monitored the activities of the Beacon Insurance Company, before the Beacon Insurance Company sought voluntary rehabilitation, as the Plaintiff was statutorily required to do.\" The fifth counterclaim alleges that \"Melvin Dillon, both in his personal capacity and as the rehabilitator's deputy, has tortiously, willfully, wantonly, and recklessly interfered with contractual agreements between the Alexander Parties and other parties to the detriment of the Alexander Parties and their rights.\" The sixth counterclaim alleges that \"[t]he Rehabilitator and his predecessor Rehabilitator, acting on behalf of the Plaintiff State of North Carolina, has been negligent in the handling of the rehabilitation of the Beacon Insurance Company.\"</p>\n<p>The Commissioner of Insurance is an elective office created by Article III, sec. 7(1) of the North Carolina Constitution. N.C.G.S. § 58-155.2(1) authorizes the Commissioner to apply for an order to rehabilitate a domestic insurer if the insurer is insolvent. An order to rehabilitate \"shall direct the Commissioner forthwith to take possession of the property of the insurer and to conduct the business thereof, and to take such steps toward removal of the causes and conditions which have made rehabilitation necessary as the Court may direct.\" N.C.G.S. § 58-155.3(a). As rehabilitator, the Commissioner \"shall be vested by operation of law with the title to all of the property, contracts, and rights of action, and all of the books and records of the insurer wherever located, ... and he shall have the right to recover the same and reduce the same to possession; ...\" N.C.G. S. § 58-155.11(b).</p>\n<p>Although an order to rehabilitate an insurer vests the Commissioner with title to its assets, those assets are not thereby expropriated by the State. On the contrary, the purpose of assuming control over an insolvent insurance company is to \"rehabilitate\" it and thereby protect its creditors and claimants, including policyholders. If at any time following an order to rehabilitate the Commissioner deems that further efforts to rehabilitate the insurer would be useless, he may apply to the court for an order of liquidation. N.C.G.S. § 58-155.3(b). An order to liquidate \"shall direct the Commissioner ... to give notice to all creditors who may have claims against the insurer to present such claims, and to dissolve the insurer.\" However, while the ultimate purpose of rehabilitation is to protect the creditors, the Commissioner is only authorized to assert claims on behalf of the insurance company, not its creditors. <i>See</i> N.C.G.S. § 58-155.11(b); <i>State of North Carolina ex rel. Long v. Alexander &amp; Alexander,</i> 680 F.Supp. at 749. In so doing, and in taking whatever other steps may be necessary to rehabilitate the insurer, the Commissioner of Insurance acts as the insolvent insurer just as the Commissioner of Banks acts as an insolvent bank upon taking custody of assets for liquidation:</p>\n<blockquote>Although the ultimate purpose of the collection of assets is for the benefit of the creditors and others entitled to final distribution, and in this sense the Commissioner [of Banks] undoubtedly represents them, yet, in the collection of specific <span class=\"star-pagination\">*262</span> items of debt, in a more technical sense he must be held to represent the bank to whose rights and privileges he has succeeded and which he exercises. He can assert no greater right than that of the bank against any debtor, nor can he avoid any defense which might not be made against the bank. In this respect, he is <i>pro hac vice</i> the bank.</blockquote>\n<p><i>Hoft v. Mohn,</i> 215 N.C. 397, 400, 2 S.E.2d 23 (1939). As rehabilitator of an insolvent insurer, the Commissioner of Insurance similarly represents the insurer to whose rights and privileges he has succeeded and cannot avoid any defense or claim to which it is liable. N.C.G.S. § 58-155.3(a) provides for the rehabilitator of an insurer \"to conduct the business thereof,\" and certainly one aspect of conducting an insurance business is initiating and defending lawsuits. The Commissioner as rehabilitator thus loses his identity as the State, and with it his immunity as an officer of the State, by assuming the identity of the insurer in actions brought for and against the insurer.</p>\n<p>This conclusion is consistent with, and indeed compelled by, the holding of <i>Hood v. Mitchell,</i> 204 N.C. 130, 167 S.E. 570 (1933), that a tort action against the Commissioner of Banks for an injury sustained in a building under the Commissioner's control as part of the assets of an insolvent bank was not an action against the State:</p>\n<blockquote>This is not an action against the State of North Carolina, or against the appealing defendants as agencies of the State. The State of North Carolina, in its capacity as a sovereign, has no interest, direct or remote, in the cause of action alleged in the complaint....</blockquote>\n<blockquote>The Corporation Commission of North Carolina, at the date of the injuries suffered by plaintiff, was, and the defendant, Gurney P. Hood, Commissioner of Banks, as the successor of said Commission, is now in possession of the assets of the Commercial Bank and Trust Company, of Gastonia, N.C., for purposes of liquidation as provided by statute. The said Commission was, and the said defendant is now, a statutory receiver of the said Commercial Bank and Trust Company, with all the rights and liabilities of a receiver appointed by a court of competent jurisdiction. [citations omitted] A recovery in this action by the plaintiff will be paid by the defendant, Gurney P. Hood, Commissioner of Banks out of the assets in his hands as statutory receiver of the Commercial Bank and Trust Company, and not otherwise.</blockquote>\n<p>204 N.C. at 135, 167 S.E. 570. The State of North Carolina similarly has no interest in the first and seventh counterclaims alleged against the Commissioner of Insurance as Beacon's rehabilitator, since any recovery on these claims would be paid by the Commissioner out of the assets in his hands as rehabilitator or would be set off against any recovery obtained from the Alexander Parties on behalf of Beacon.</p>\n<p>Plaintiff nevertheless argues that the State is the real party at interest because \"the Commissioner of Insurance has ... sought to Rehabilitate Beacon on behalf of, and for the benefit of, North Carolina and its citizens.\" However, a state's general governmental interest in the welfare of its citizens \"is not that which makes the State, as an organized political community, a party in interest in the litigation, for if that were so the State would be a party in interest in all litigation; because the purpose of all litigation is to preserve and enforce rights and secure compliance with the law of the State, either statute or common.\" <i>Missouri, Kansas &amp; Texas Ry. v. Missouri R.R. &amp; Warehouse Comm'rs,</i> 183 U.S. 53, 60, 22 S.Ct. 18, 20-21, 46 L.Ed. 78 (1901).</p>\n<p>Thus, in <i>Excess and Casualty Reinsurance Association v. Insurance Commissioner of the State of California,</i> 656 F.2d 491, 498 (9th Cir.1981), it was held that Florida's general public-welfare concern in maintaining control over reinsurance proceeds of an insolvent insurer \"does not constitute an assertion of sovereignty so that the Eleventh Amendment applies\" to an interpleader action against the Florida Insurance Department in its capacity as ancillary receiver. <i>See also </i><i>Porter v. Beha,</i> 12 F.2d 513, 517 (2nd Cir.1926); <i>Skandia America Reinsurance Corp. v.</i> <span class=\"star-pagination\">*263</span> <i>Schenck,</i> 441 F.Supp. 715, 722 (S.D.N.Y. 1977) (State of New York held not to be a real party in interest since, although the Superintendent of Insurance was claiming reinsurance proceeds in his capacity as a state official, \"the outcome of the litigation will not affect the public fisc.\").</p>\n<p>In <i>Foremost Guaranty Corporation v. Community Savings &amp; Loan, Inc.,</i> 826 F.2d 1383 (4th Cir.1987), the Fourth Circuit similarly held that a suit against the Maryland Deposit Insurance Fund Corporation (MDIF) in its capacity as receiver of Community Savings and Loan, Inc. was not barred by the Eleventh Amendment:</p>\n<blockquote>No wrongdoing by the state agency is alleged; no relief from the state agency is requested. MDIF is before the Court solely as Community's receiver. In fact, MDIF's involvement in this litigation is predicated only on its status as Community's receiver, merely charged with overseeing the orderly liquidation and disposition of Community's assets.</blockquote>\n<p>826 F.2d at 1387. The Court of Appeals distinguished its prior holding in <i>John Hanson Savings &amp; Loan v. Maryland,</i> 812 F.2d 1401 (4th Cir.1987) (per curiam unpublished), on the ground that a judgment in that case would have operated directly to require the disbursement of public funds, circumstances which \"clearly invoke the bar of the Eleventh Amendment.\" 826 F.2d at 1388. The Court concluded that \"because an ultimate judgment would not interfere with the public administration, we hold that Eleventh Amendment immunity does not require that these actions against Community Savings and Loan, Inc., be dismissed merely because MDIF, a state agency, is before the Court in its representative capacity as Community's receiver.\" <i>Id. Accord, </i><i>Finkielstain v. Seidel,</i> 857 F.2d 893, 895-96 (2nd Cir.1988).</p>\n<p>The Alexander Parties' first and seventh counterclaims also allege no wrongdoing by and seek no relief from the Commissioner of Insurance. Because an ultimate judgment on these counterclaims would not interfere with the public administration, they are not barred by the Eleventh Amendment simply because the Commissioner, a state official, is before the court in his representative capacity as Beacon's rehabilitator.</p>\n<p>The second through sixth counterclaims are another matter, however, since they are predicated upon the alleged conduct of the Commissioner and his deputy, unlike the first and seventh counterclaims, which arise out of Beacon's alleged conduct. To the extent that these counterclaims seek to recover against the Commissioner and his deputy individually for actions taken beyond the scope of their statutory authority, <i>see </i><i>Florida Department of State v. Treasure Salvors, Inc.,</i> 458 U.S. 670, 689, 102 S.Ct. 3304, 3317, 73 L.Ed.2d 1057 (1982), they are impermissible because they are not asserted against \"opposing parties\" within the meaning of Rule 13 of the Federal Rules of Civil Procedure. <i>See</i> 6 C. Wright &amp; A. Miller, <i>Federal Practice &amp; Procedure,</i> Civil § 1404 (1971) (general rule is that when an action is brought in a representative capacity, defendant cannot assert a counterclaim against plaintiff in his individual capacity because it would not be a counterclaim against an \"opposing party\"). And to the extent that these counterclaims seek to recover against the State for the conduct of the Commissioner and his deputy, they are barred by sovereign immunity and the Eleventh Amendment.<sup>[3]</sup><i>See </i><i>Hawaii v. Gordon,</i> 373 U.S. 57, 58, 83 S.Ct. 1052, 1053, 10 L.Ed.2d 191 (1963) (per curiam) (\"The general rule is that relief sought nominally against an officer is in fact against the sovereign if the decree would operate against the latter.\").</p>\n<p><span class=\"star-pagination\">*264</span> The Alexander Parties attempt to skirt the sovereign immunity barrier by contending that their counterclaims do not seek to recover against the State but rather are intended \"to simply set off any award made to Beacon up to the amount of any damages the Beacon may be found to owe the Alexander Parties.\" However, any award made to Beacon cannot be set off by counterclaims against the Commissioner, since the Commissioner is only a party to this action as Beacon's representative. The Commissioner is therefore, even in his official capacity as rehabilitator, not an opposing party who can be counterclaimed against.</p>\n<p>In <i>Corcoran v. National Union Fire Insurance Company,</i> 143 A.D.2d 309, 532 N.Y.S.2d 376 (1988), the New York Superintendent of Insurance brought an action as liquidator of Ideal Mutual Insurance Company and was counterclaimed against for his alleged malfeasance as regulator of the insurance industry. The lower court denied plaintiff's motion to dismiss and was reversed on the following ground:</p>\n<blockquote>The Superintendent as Liquidator is subject only to defenses that could be raised against Ideal, since it is in that capacity he brings this action. He holds legal title to the property of Ideal on behalf of its creditors and policyholders, not on behalf of the State or the general public [citation omitted]. The final fund held by the plaintiff for the benefit of these creditors and policyholders should not be reduced simply because their representative is alleged to have contributed to the loss, acting in a different capacity and role.</blockquote>\n<p>532 N.Y.S.2d at 378. The court concluded that \"[t]he affirmative defenses which are directed against the Superintendent as regulator and public official are in effect irrelevant in this action by him as liquidator of Ideal seeking to enforce a policy on behalf of Ideal ...\" <i>Id. See also </i><i>Matter of Ideal Mutual Insurance Company,</i> 140 A.D.2d 62, 532 N.Y.S.2d 371 (1988).</p>\n<p>The Commissioner as rehabilitator suing on behalf of Beacon is similarly subject only to defenses that could be raised against Beacon. The first and seventh counterclaims are such defenses, since they arise out of Beacon's alleged conduct.<sup>[4]</sup> The second through sixth counterclaims are not. Whether they seek to recover from the State or to merely set off any recovery by Beacon, the second through sixth counterclaims arise out of the Commissioner's alleged conduct, not Beacon's, and are thus irrelevant to this action.</p>\n<p>Plaintiff contends that the Alexander Parties lack standing to assert the seventh counterclaim, which alleges that Beacon owes Alexander &amp; Alexander of Washington, Inc., a subsidiary of Alexander &amp; Alexander, Inc., monies for reimbursement of return premiums it paid to insureds. Plaintiff argues that because Alexander &amp; Alexander of Washington is not a named defendant, any claims it has against Beacon cannot be asserted as counterclaims in this action.</p>\n<p>The Alexander Parties respond that \"[a]s a wholly-owned subsidiary of Alexander &amp; Alexander, Inc. ..., a named party to this suit, A &amp; A of Washington's claim can clearly be maintained by its parent.\" However, ownership by one corporation of the stock in another is not a sufficient legal basis, in and of itself, to disregard corporate entities. <i>Banegas v. United Brands Co.,</i> 663 F.Supp. 198, 201 (D.S.C.1986). This is true even where the two corporations share directors and officers. <i>McKinney v. Gannett Co., Inc.,</i> 817 F.2d 659, 665-66 (10th Cir.1987). The power to pierce the corporate veil is to be exercised \"reluctantly\" and \"cautiously\", and the burden of establishing a basis for disregarding the corporate fiction rests on the party asserting such claim. <i>DeWitt Truck Brokers v. W. Ray Flemming Fruit Co.,</i> 540 F.2d 681, 683 (4th Cir.1976).</p>\n<p>The Alexander Parties have established no such basis here. In the only case they cite where a corporation was permitted to <span class=\"star-pagination\">*265</span> sue on behalf of its subsidiaries, <i>Edward Hines Lumber Co. v. Vulcan Materials Co.,</i> No. 85 C 1142, 1985 WL 1189 (N.D.Ill. 1985), the subsidiaries were no longer in business. There is no showing that Alexander &amp; Alexander of Washington is out of business, and therefore this court has no basis on which to disregard the corporate veil between it and its parent. Accordingly, the court finds that the Alexander Parties lack standing to assert the seventh counterclaim.</p>\n<p>As to the remaining counterclaim, the first, the court finds no merit in plaintiff's contention that it is pled with insufficient particularity.</p>\n<p></p>\n<h2>III.</h2>\n<p>In accordance with the above, it is hereby ordered and adjudged as follows:</p>\n<p>(1) Plaintiff's motion to amend the complaint is GRANTED;</p>\n<p>(2) The Puckett-Scheetz defendants' motion to dismiss for lack of subject matter jurisdiction is DENIED;</p>\n<p>(3) The Puckett-Scheetz defendants' motion to compel is DENIED;</p>\n<p>(4) Plaintiff's motion to dismiss the Alexander Parties' counterclaims is GRANTED as to the Second, Third, Fourth, Fifth, Sixth, and Seventh counterclaims and is DENIED as to the First counterclaim;</p>\n<p>(5) The Puckett-Scheetz defendants' motion for sanctions is DENIED;</p>\n<p>(6) The Alexander Parties' motion for coordination of discovery is DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  \"Alexander Parties\" refers to the following defendants: Alexander &amp; Alexander Services, Inc., Alexander Howden Group, Ltd., Alexander &amp; Alexander of New York, Inc., Alexander &amp; Alexander, Inc., Atlanta International Insurance Company, and Colin G. Bird.</p>\n<p>[2]  The court makes no finding, however, as to the legal sufficiency of the claims stated in the proposed amendment.</p>\n<p>[3]  By filing suit as a plaintiff, a state waives its immunity and Eleventh Amendment protection with respect to counterclaims which arise out of the same event underlying the state's claim and which are asserted defensively in recoupment for the purpose of diminishing the state's recovery. <i>United States v. Mottolo,</i> 605 F.Supp. 898, 911 (D.N.H.1985); <i>Maryland Port Administration v. S.S. American Legend,</i> 453 F.Supp. 584, 590 (D.Md.1978) (citing <i>Gunter v. American Coastline R.R. Co.,</i> 200 U.S. 273, 26 S.Ct. 252, 50 L.Ed. 477 (1906) and <i>Fort Fetterman v. South Carolina State Highway Department,</i> 261 F.2d 563, 569 (4th Cir.1958)). There is no implied waiver here, however, because the State did not file suit on its own behalf. There is thus no potential recovery by the State to be set off against.</p>\n<p>[4]  The seventh counterclaim is not a defense which can be raised in this particular action, however, for the reasons stated below.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">711</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">257</span></span> (1989)</b></center>\n<center><h1>STATE OF NORTH CAROLINA, on Relation of James E. LONG, Commissioner of Insurance, as Rehabilitator of the Beacon Insurance Company and as Representative of the Creditors and Claimants of the Beacon Insurance Company<br>\nv.<br>\nALEXANDER &amp; ALEXANDER SERVICES, INC.; Alexander &amp; Alexander of New York, Inc.; Alexander &amp; Alexander, Inc.; Alexander Howden Group, Ltd. (formerly Alexander Howden Insurance Brokers, Ltd.); Atlanta International Insurance Company (formerly Drake Insurance Company); Colin G. Bird; Peter J. Charman &amp; Company, Ltd. (formerly Charman Mauduit [Insurance Brokers], Ltd.); Neill W. Portermain; the Puckett Group, Inc.; Puckett-Scheetz Insurance Agency, Inc. (formerly Puckett, Scheetz &amp; Hagler, Inc.); Linton B. Puckett; and Ronald D. Scheetz.</h1></center>\n<center>No. 88-1247-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 12, 1989.</center>\n<p><span class=\"star-pagination\">*258</span> <span class=\"star-pagination\">*259</span> V. Lane Wharton, Jr., Hunter, Wharton &amp; Howell, William L. Thorp, Thorp, Fuller &amp; Slifkin, Raleigh, N.C., James L. Rohn, Baskin, Flaherty, Elliott &amp; Mannino, Philadelphia, Pa., for plaintiff.</p>\n<p>C. Thomas Ross, Craige, Brawley, Liipfert &amp; Ross, Winston-Salem, N.C., F. Lane Williamson, Jim D. Cooley, Womble, Carlyle, Sandridge &amp; Rice, Charlotte, N.C., James E. Walker, Kennedy, Covington, Lobdell &amp; Hickman, Douglas M. Martin, Palmer, Miller, Campbell &amp; Martin, Charlotte, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>On February 20, 1984, the Beacon Insurance Company (Beacon), an insolvent North Carolina corporation, was placed in voluntary rehabilitation by order of the North Carolina Superior Court. This action was subsequently brought by the North Carolina Commissioner of Insurance in his capacity as Beacon's rehabilitator, alleging that the defendants caused Beacon to become insolvent through various unfair and deceptive acts in violation of state law and the federal RICO statute, 18 U.S.C. § 1962.</p>\n<p>This court previously dismissed some of plaintiff's claims, including the RICO claims against defendants The Puckett Group, Inc. and Puckett-Scheetz Insurance Agency, Inc. (\"Puckett-Scheetz\") for failure to state a claim. <i>See </i><i>State of North Carolina ex rel. Long v. Alexander &amp; Alexander, Inc.,</i> <span class=\"citation\" data-id=\"1526865\"><a href=\"/opinion/1526865/state-of-nc-ex-rel-long-v-alexander-alexander/\"><span class=\"volume\">680</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">746</span></a></span>, 748 (E.D. N.C.1988). The Puckett-Scheetz defendants now move to dismiss the remaining state claims against them for lack of subject matter jurisdiction on the ground that they are no longer pendent to any federal claim. Plaintiff, however, has moved to amend the complaint to state RICO claims and additional state claims against Puckett-Scheetz, Alexander Howden Group, Ltd., Colin G. Bird, Neil W. Portermain, Linton B. Puckett, and Ronald D. Scheetz. Plaintiff has also moved to dismiss the counterclaims asserted by the Alexander Parties.<sup>[1]</sup></p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiff's proposed amendment to the complaint essentially expands on Count IV of the original complaint, which alleges that defendants Puckett-Scheetz, Alexander Howden Group, and Colin G. Bird caused Beacon to underwrite amusement park and carnival risks through numerous misrepresentations, nondisclosures and breaches of fiduciary duties, resulting in significant financial harm to Beacon. Count IV alleges that these acts violate the provisions of N.C.G.S. §§ 75-1 <i>et seq.</i> prohibiting unfair trade practices. The proposed amended complaint particularizes the allegations in Count IV and asserts additional claims based on 18 U.S.C. §§ 1962(c) and (d) (RICO), and common law theories of breach of contract and fiduciary duty, fraud, and negligence. The additional claims would add Neil Portermain to the defendants originally named in Count IV and also two new defendants to the action: Linton B. Puckett and Ronald D. Scheetz, president and vice-president respectively of The Puckett Group.</p>\n<p>Fed.R.Civ.P. 15(a) provides that leave to amend a pleading \"shall be freely given when justice so requires.\" Delay alone is insufficient reason to deny leave to amend. \"The delay must be accompanied by prejudice, bad faith, or futility.\" <i>Johnson v. Oroweat Foods Co.,</i> <span class=\"citation\" data-id=\"466098\"><a href=\"/opinion/466098/richard-c-johnson-dba-arnold-distributors-v-oroweat-foods-co-dba/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">503</span></a></span>, 510 (4th Cir.1986). The Alexander Parties <span class=\"star-pagination\">*260</span> and Puckett-Scheetz argue that they will be prejudiced if leave is granted here because they will have to prepare new defenses and conduct additional discovery. However, this does not suffice as a showing of prejudice:</p>\n<blockquote>It is true that prejudice can result where a proposed amendment raises a new legal theory that would require the gathering and analysis of facts not already considered by the opposing party, but that basis for a finding of prejudice essentially applies where the amendment is offered shortly before or during trial.</blockquote>\n<p><i>Johnson,</i> 785 F.2d at 510. Since plaintiff's request to amend was not made shortly before or during trial, the inconvenience that may result to the defendants does not rise to the level of prejudice which would warrant its denial.</p>\n<p>Furthermore, the additional claims for relief set forth in the proposed amendment are based on the same facts which, although not alleged with the same degree of particularity, also formed the basis of Count IV of the original complaint, and therefore cannot come as a complete surprise to the defendants. In <i>Davis v. Piper Aircraft Corp.,</i> <span class=\"citation\" data-id=\"374763\"><a href=\"/opinion/374763/jimmy-p-davis-as-of-the-estate-of-dallas-d-hardy-jr-deceased-v-piper/\"><span class=\"volume\">615</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">606</span></a></span>, 613 (4th Cir. 1980), the Court held that \"[b]ecause defendant was from the outset made fully aware of the events giving rise to the action, an allowance of the amendment could not in any way prejudice the preparation of defendant's case.\" Although the defendants here may not have been fully aware of the particular facts alleged in the proposed amendment, they were sufficiently aware of the general nature of these facts as alleged in Count IV of the original complaint to prevent this court from finding prejudice.</p>\n<p>The Puckett-Scheetz defendants also contend that the motion to amend is propounded in bad faith because its \"unstated intent ... is to allege a federal RICO claim against Puckett-Scheetz in order to avoid dismissal of plaintiff's action against Puckett-Scheetz for lack of subject matter jurisdiction.\" If plaintiff's proposed amendment merely stated a claim under the RICO statute without alleging any new or significant facts in support thereof, this court might have viewed it with some suspicion. But that is not the situation here. The amendment alleges fifteen separate acts of mail and wire fraud with specific names and dates as the requisite pattern of racketeering activity. The new claims do not appear inadequate or futile on their face,<sup>[2]</sup> and therefore the court has no reason to doubt plaintiff's representation that \"the amended complaint evinces an honest and diligent effort by Plaintiff to incorporate information uncovered during the last six months of discovery.\"</p>\n<p>Since the court finds that the proposed amendment to the complaint would not prejudice the defendants and is not made in bad faith, it will be allowed. This action will result in a federal claim against the Puckett-Scheetz defendants, and therefore their motion to dismiss for lack of subject matter jurisdiction will be denied. Since the amendment substantially responds to the information requested in Puckett-Scheetz's interrogatories 2, 3 and 4, their motion to compel will also be denied.</p>\n<p></p>\n<h2>II.</h2>\n<p>Plaintiff moves to dismiss the Alexander Parties' counterclaims on the grounds that they are barred by sovereign immunity and the Eleventh Amendment and that plaintiff is not an \"opposing party\" who can be counterclaimed against under Fed.R.Civ.P. 13. Plaintiff also argues that the counterclaims are pled with insufficient particularity and that the Alexander Parties lack standing to assert the seventh counterclaim.</p>\n<p>Although all of the counterclaims are against the Commissioner of Insurance in name, since he is the one who brought this action, the first and seventh counterclaims are in effect against Beacon. The first counterclaim alleges that the Alexander <span class=\"star-pagination\">*261</span> Parties reasonably relied upon and were damaged by misrepresentations by Beacon alleged in the complaint. The seventh counterclaim alleges that Beacon owes Alexander &amp; Alexander of Washington, Inc., a subsidiary of Alexander &amp; Alexander, Inc., monies for reimbursement of return premiums it paid to insureds.</p>\n<p>The second through sixth counterclaims are against the Commissioner as rehabilitator or his deputy in both name and effect. The second counterclaim alleges that the rehabilitator and his predecessor in office have \"wilfully, wantonly and recklessly manag[ed] the Beacon's affairs and estate\" in violation of their fiduciary duty. The third counterclaim alleges that \"[t]he predecessor to the current Rehabilitator, and thus the current Rehabilitator as his successor in interest, has, upon information and belief, acted negligently and possibly fraudulently\" by destroying or attempting to destroy \"an unknown number of documents potentially beneficial to the Beacon and to the Alexander Parties' defense.\" The fourth counterclaim alleges that the rehabilitator \"negligently monitored the activities of the Beacon Insurance Company, before the Beacon Insurance Company sought voluntary rehabilitation, as the Plaintiff was statutorily required to do.\" The fifth counterclaim alleges that \"Melvin Dillon, both in his personal capacity and as the rehabilitator's deputy, has tortiously, willfully, wantonly, and recklessly interfered with contractual agreements between the Alexander Parties and other parties to the detriment of the Alexander Parties and their rights.\" The sixth counterclaim alleges that \"[t]he Rehabilitator and his predecessor Rehabilitator, acting on behalf of the Plaintiff State of North Carolina, has been negligent in the handling of the rehabilitation of the Beacon Insurance Company.\"</p>\n<p>The Commissioner of Insurance is an elective office created by Article III, sec. 7(1) of the North Carolina Constitution. N.C.G.S. § 58-155.2(1) authorizes the Commissioner to apply for an order to rehabilitate a domestic insurer if the insurer is insolvent. An order to rehabilitate \"shall direct the Commissioner forthwith to take possession of the property of the insurer and to conduct the business thereof, and to take such steps toward removal of the causes and conditions which have made rehabilitation necessary as the Court may direct.\" N.C.G.S. § 58-155.3(a). As rehabilitator, the Commissioner \"shall be vested by operation of law with the title to all of the property, contracts, and rights of action, and all of the books and records of the insurer wherever located, ... and he shall have the right to recover the same and reduce the same to possession; ...\" N.C.G. S. § 58-155.11(b).</p>\n<p>Although an order to rehabilitate an insurer vests the Commissioner with title to its assets, those assets are not thereby expropriated by the State. On the contrary, the purpose of assuming control over an insolvent insurance company is to \"rehabilitate\" it and thereby protect its creditors and claimants, including policyholders. If at any time following an order to rehabilitate the Commissioner deems that further efforts to rehabilitate the insurer would be useless, he may apply to the court for an order of liquidation. N.C.G.S. § 58-155.3(b). An order to liquidate \"shall direct the Commissioner ... to give notice to all creditors who may have claims against the insurer to present such claims, and to dissolve the insurer.\" However, while the ultimate purpose of rehabilitation is to protect the creditors, the Commissioner is only authorized to assert claims on behalf of the insurance company, not its creditors. <i>See</i> N.C.G.S. § 58-155.11(b); <i>State of North Carolina ex rel. Long v. Alexander &amp; Alexander,</i> 680 F.Supp. at 749. In so doing, and in taking whatever other steps may be necessary to rehabilitate the insurer, the Commissioner of Insurance acts as the insolvent insurer just as the Commissioner of Banks acts as an insolvent bank upon taking custody of assets for liquidation:</p>\n<blockquote>Although the ultimate purpose of the collection of assets is for the benefit of the creditors and others entitled to final distribution, and in this sense the Commissioner [of Banks] undoubtedly represents them, yet, in the collection of specific <span class=\"star-pagination\">*262</span> items of debt, in a more technical sense he must be held to represent the bank to whose rights and privileges he has succeeded and which he exercises. He can assert no greater right than that of the bank against any debtor, nor can he avoid any defense which might not be made against the bank. In this respect, he is <i>pro hac vice</i> the bank.</blockquote>\n<p><i>Hoft v. Mohn,</i> <span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">397</span></span>, 400, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">23</span></span> (1939). As rehabilitator of an insolvent insurer, the Commissioner of Insurance similarly represents the insurer to whose rights and privileges he has succeeded and cannot avoid any defense or claim to which it is liable. N.C.G.S. § 58-155.3(a) provides for the rehabilitator of an insurer \"to conduct the business thereof,\" and certainly one aspect of conducting an insurance business is initiating and defending lawsuits. The Commissioner as rehabilitator thus loses his identity as the State, and with it his immunity as an officer of the State, by assuming the identity of the insurer in actions brought for and against the insurer.</p>\n<p>This conclusion is consistent with, and indeed compelled by, the holding of <i>Hood v. Mitchell,</i> <span class=\"citation no-link\"><span class=\"volume\">204</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">130</span></span>, <span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">570</span></span> (1933), that a tort action against the Commissioner of Banks for an injury sustained in a building under the Commissioner's control as part of the assets of an insolvent bank was not an action against the State:</p>\n<blockquote>This is not an action against the State of North Carolina, or against the appealing defendants as agencies of the State. The State of North Carolina, in its capacity as a sovereign, has no interest, direct or remote, in the cause of action alleged in the complaint....</blockquote>\n<blockquote>The Corporation Commission of North Carolina, at the date of the injuries suffered by plaintiff, was, and the defendant, Gurney P. Hood, Commissioner of Banks, as the successor of said Commission, is now in possession of the assets of the Commercial Bank and Trust Company, of Gastonia, N.C., for purposes of liquidation as provided by statute. The said Commission was, and the said defendant is now, a statutory receiver of the said Commercial Bank and Trust Company, with all the rights and liabilities of a receiver appointed by a court of competent jurisdiction. [citations omitted] A recovery in this action by the plaintiff will be paid by the defendant, Gurney P. Hood, Commissioner of Banks out of the assets in his hands as statutory receiver of the Commercial Bank and Trust Company, and not otherwise.</blockquote>\n<p>204 N.C. at 135, <span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">570</span></span>. The State of North Carolina similarly has no interest in the first and seventh counterclaims alleged against the Commissioner of Insurance as Beacon's rehabilitator, since any recovery on these claims would be paid by the Commissioner out of the assets in his hands as rehabilitator or would be set off against any recovery obtained from the Alexander Parties on behalf of Beacon.</p>\n<p>Plaintiff nevertheless argues that the State is the real party at interest because \"the Commissioner of Insurance has ... sought to Rehabilitate Beacon on behalf of, and for the benefit of, North Carolina and its citizens.\" However, a state's general governmental interest in the welfare of its citizens \"is not that which makes the State, as an organized political community, a party in interest in the litigation, for if that were so the State would be a party in interest in all litigation; because the purpose of all litigation is to preserve and enforce rights and secure compliance with the law of the State, either statute or common.\" <i>Missouri, Kansas &amp; Texas Ry. v. Missouri R.R. &amp; Warehouse Comm'rs,</i> <span class=\"citation\" data-id=\"95529\"><a href=\"/opinion/95529/missouri-c-ry-co-v-missouri-rd-c-comrs/\"><span class=\"volume\">183</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span></a></span>, 60, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">18</span></span>, 20-21, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">78</span></span> (1901).</p>\n<p>Thus, in <i>Excess and Casualty Reinsurance Association v. Insurance Commissioner of the State of California,</i> <span class=\"citation\" data-id=\"393060\"><a href=\"/opinion/393060/excess-and-casualty-reinsurance-association-v-insurance-commissioner-of/\"><span class=\"volume\">656</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">491</span></a></span>, 498 (9th Cir.1981), it was held that Florida's general public-welfare concern in maintaining control over reinsurance proceeds of an insolvent insurer \"does not constitute an assertion of sovereignty so that the Eleventh Amendment applies\" to an interpleader action against the Florida Insurance Department in its capacity as ancillary receiver. <i>See also </i><i>Porter v. Beha,</i> <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">513</span></span>, 517 (2nd Cir.1926); <i>Skandia America Reinsurance Corp. v.</i> <span class=\"star-pagination\">*263</span> <i>Schenck,</i> <span class=\"citation\" data-id=\"1427437\"><a href=\"/opinion/1427437/skandia-america-reinsurance-corp-v-schenck/\"><span class=\"volume\">441</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">715</span></a></span>, 722 (S.D.N.Y. 1977) (State of New York held not to be a real party in interest since, although the Superintendent of Insurance was claiming reinsurance proceeds in his capacity as a state official, \"the outcome of the litigation will not affect the public fisc.\").</p>\n<p>In <i>Foremost Guaranty Corporation v. Community Savings &amp; Loan, Inc.,</i> <span class=\"citation\" data-id=\"493241\"><a href=\"/opinion/493241/foremost-guaranty-corporation-v-community-savings-loan-inc-a-maryland/\"><span class=\"volume\">826</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1383</span></a></span> (4th Cir.1987), the Fourth Circuit similarly held that a suit against the Maryland Deposit Insurance Fund Corporation (MDIF) in its capacity as receiver of Community Savings and Loan, Inc. was not barred by the Eleventh Amendment:</p>\n<blockquote>No wrongdoing by the state agency is alleged; no relief from the state agency is requested. MDIF is before the Court solely as Community's receiver. In fact, MDIF's involvement in this litigation is predicated only on its status as Community's receiver, merely charged with overseeing the orderly liquidation and disposition of Community's assets.</blockquote>\n<p>826 F.2d at 1387. The Court of Appeals distinguished its prior holding in <i>John Hanson Savings &amp; Loan v. Maryland,</i> <span class=\"citation\" data-id=\"483962\"><a href=\"/opinion/483962/second-national-building-loan-inc-john-hanson-savings-loan-inc-v/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1401</span></a></span> (4th Cir.1987) (per curiam unpublished), on the ground that a judgment in that case would have operated directly to require the disbursement of public funds, circumstances which \"clearly invoke the bar of the Eleventh Amendment.\" 826 F.2d at 1388. The Court concluded that \"because an ultimate judgment would not interfere with the public administration, we hold that Eleventh Amendment immunity does not require that these actions against Community Savings and Loan, Inc., be dismissed merely because MDIF, a state agency, is before the Court in its representative capacity as Community's receiver.\" <i>Id. Accord, </i><i>Finkielstain v. Seidel,</i> <span class=\"citation\" data-id=\"511964\"><a href=\"/opinion/511964/jacobo-finkielstain-v-julian-m-seidel-first-maryland-savings-loan/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">893</span></a></span>, 895-96 (2nd Cir.1988).</p>\n<p>The Alexander Parties' first and seventh counterclaims also allege no wrongdoing by and seek no relief from the Commissioner of Insurance. Because an ultimate judgment on these counterclaims would not interfere with the public administration, they are not barred by the Eleventh Amendment simply because the Commissioner, a state official, is before the court in his representative capacity as Beacon's rehabilitator.</p>\n<p>The second through sixth counterclaims are another matter, however, since they are predicated upon the alleged conduct of the Commissioner and his deputy, unlike the first and seventh counterclaims, which arise out of Beacon's alleged conduct. To the extent that these counterclaims seek to recover against the Commissioner and his deputy individually for actions taken beyond the scope of their statutory authority, <i>see </i><i>Florida Department of State v. Treasure Salvors, Inc.,</i> <span class=\"citation\" data-id=\"110792\"><a href=\"/opinion/110792/florida-dept-of-state-v-treasure-salvors-inc/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">670</span></a></span>, 689, <span class=\"citation\" data-id=\"110792\"><a href=\"/opinion/110792/florida-dept-of-state-v-treasure-salvors-inc/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3304</span></a></span>, 3317, <span class=\"citation\" data-id=\"110792\"><a href=\"/opinion/110792/florida-dept-of-state-v-treasure-salvors-inc/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1057</span></a></span> (1982), they are impermissible because they are not asserted against \"opposing parties\" within the meaning of Rule 13 of the Federal Rules of Civil Procedure. <i>See</i> 6 C. Wright &amp; A. Miller, <i>Federal Practice &amp; Procedure,</i> Civil § 1404 (1971) (general rule is that when an action is brought in a representative capacity, defendant cannot assert a counterclaim against plaintiff in his individual capacity because it would not be a counterclaim against an \"opposing party\"). And to the extent that these counterclaims seek to recover against the State for the conduct of the Commissioner and his deputy, they are barred by sovereign immunity and the Eleventh Amendment.<sup>[3]</sup><i>See </i><i>Hawaii v. Gordon,</i> <span class=\"citation\" data-id=\"106594\"><a href=\"/opinion/106594/hawaii-v-gordon/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, 58, <span class=\"citation\" data-id=\"106594\"><a href=\"/opinion/106594/hawaii-v-gordon/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1052</span></a></span>, 1053, <span class=\"citation\" data-id=\"106594\"><a href=\"/opinion/106594/hawaii-v-gordon/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">191</span></a></span> (1963) (per curiam) (\"The general rule is that relief sought nominally against an officer is in fact against the sovereign if the decree would operate against the latter.\").</p>\n<p><span class=\"star-pagination\">*264</span> The Alexander Parties attempt to skirt the sovereign immunity barrier by contending that their counterclaims do not seek to recover against the State but rather are intended \"to simply set off any award made to Beacon up to the amount of any damages the Beacon may be found to owe the Alexander Parties.\" However, any award made to Beacon cannot be set off by counterclaims against the Commissioner, since the Commissioner is only a party to this action as Beacon's representative. The Commissioner is therefore, even in his official capacity as rehabilitator, not an opposing party who can be counterclaimed against.</p>\n<p>In <i>Corcoran v. National Union Fire Insurance Company,</i> <span class=\"citation no-link\"><span class=\"volume\">143</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">309</span></span>, <span class=\"citation no-link\"><span class=\"volume\">532</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">376</span></span> (1988), the New York Superintendent of Insurance brought an action as liquidator of Ideal Mutual Insurance Company and was counterclaimed against for his alleged malfeasance as regulator of the insurance industry. The lower court denied plaintiff's motion to dismiss and was reversed on the following ground:</p>\n<blockquote>The Superintendent as Liquidator is subject only to defenses that could be raised against Ideal, since it is in that capacity he brings this action. He holds legal title to the property of Ideal on behalf of its creditors and policyholders, not on behalf of the State or the general public [citation omitted]. The final fund held by the plaintiff for the benefit of these creditors and policyholders should not be reduced simply because their representative is alleged to have contributed to the loss, acting in a different capacity and role.</blockquote>\n<p>532 N.Y.S.2d at 378. The court concluded that \"[t]he affirmative defenses which are directed against the Superintendent as regulator and public official are in effect irrelevant in this action by him as liquidator of Ideal seeking to enforce a policy on behalf of Ideal ...\" <i>Id. See also </i><i>Matter of Ideal Mutual Insurance Company,</i> <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">62</span></span>, <span class=\"citation no-link\"><span class=\"volume\">532</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">371</span></span> (1988).</p>\n<p>The Commissioner as rehabilitator suing on behalf of Beacon is similarly subject only to defenses that could be raised against Beacon. The first and seventh counterclaims are such defenses, since they arise out of Beacon's alleged conduct.<sup>[4]</sup> The second through sixth counterclaims are not. Whether they seek to recover from the State or to merely set off any recovery by Beacon, the second through sixth counterclaims arise out of the Commissioner's alleged conduct, not Beacon's, and are thus irrelevant to this action.</p>\n<p>Plaintiff contends that the Alexander Parties lack standing to assert the seventh counterclaim, which alleges that Beacon owes Alexander &amp; Alexander of Washington, Inc., a subsidiary of Alexander &amp; Alexander, Inc., monies for reimbursement of return premiums it paid to insureds. Plaintiff argues that because Alexander &amp; Alexander of Washington is not a named defendant, any claims it has against Beacon cannot be asserted as counterclaims in this action.</p>\n<p>The Alexander Parties respond that \"[a]s a wholly-owned subsidiary of Alexander &amp; Alexander, Inc. ..., a named party to this suit, A &amp; A of Washington's claim can clearly be maintained by its parent.\" However, ownership by one corporation of the stock in another is not a sufficient legal basis, in and of itself, to disregard corporate entities. <i>Banegas v. United Brands Co.,</i> <span class=\"citation\" data-id=\"1414226\"><a href=\"/opinion/1414226/banegas-v-united-brands-co/\"><span class=\"volume\">663</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">198</span></a></span>, 201 (D.S.C.1986). This is true even where the two corporations share directors and officers. <i>McKinney v. Gannett Co., Inc.,</i> <span class=\"citation\" data-id=\"487486\"><a href=\"/opinion/487486/robert-m-mckinney-v-gannett-co-inc-and-the-new-mexican-inc/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">659</span></a></span>, 665-66 (10th Cir.1987). The power to pierce the corporate veil is to be exercised \"reluctantly\" and \"cautiously\", and the burden of establishing a basis for disregarding the corporate fiction rests on the party asserting such claim. <i>DeWitt Truck Brokers v. W. Ray Flemming Fruit Co.,</i> <span class=\"citation\" data-id=\"338517\"><a href=\"/opinion/338517/dewitt-truck-brokers-inc-v-w-ray-flemming-fruit-company-and-w-ray/\"><span class=\"volume\">540</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">681</span></a></span>, 683 (4th Cir.1976).</p>\n<p>The Alexander Parties have established no such basis here. In the only case they cite where a corporation was permitted to <span class=\"star-pagination\">*265</span> sue on behalf of its subsidiaries, <i>Edward Hines Lumber Co. v. Vulcan Materials Co.,</i> No. 85 C 1142, <span class=\"citation no-link\"><span class=\"volume\">1985</span> <span class=\"reporter\">WL</span> <span class=\"page\">1189</span></span> (N.D.Ill. 1985), the subsidiaries were no longer in business. There is no showing that Alexander &amp; Alexander of Washington is out of business, and therefore this court has no basis on which to disregard the corporate veil between it and its parent. Accordingly, the court finds that the Alexander Parties lack standing to assert the seventh counterclaim.</p>\n<p>As to the remaining counterclaim, the first, the court finds no merit in plaintiff's contention that it is pled with insufficient particularity.</p>\n<p></p>\n<h2>III.</h2>\n<p>In accordance with the above, it is hereby ordered and adjudged as follows:</p>\n<p>(1) Plaintiff's motion to amend the complaint is GRANTED;</p>\n<p>(2) The Puckett-Scheetz defendants' motion to dismiss for lack of subject matter jurisdiction is DENIED;</p>\n<p>(3) The Puckett-Scheetz defendants' motion to compel is DENIED;</p>\n<p>(4) Plaintiff's motion to dismiss the Alexander Parties' counterclaims is GRANTED as to the Second, Third, Fourth, Fifth, Sixth, and Seventh counterclaims and is DENIED as to the First counterclaim;</p>\n<p>(5) The Puckett-Scheetz defendants' motion for sanctions is DENIED;</p>\n<p>(6) The Alexander Parties' motion for coordination of discovery is DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  \"Alexander Parties\" refers to the following defendants: Alexander &amp; Alexander Services, Inc., Alexander Howden Group, Ltd., Alexander &amp; Alexander of New York, Inc., Alexander &amp; Alexander, Inc., Atlanta International Insurance Company, and Colin G. Bird.</p>\n<p>[2]  The court makes no finding, however, as to the legal sufficiency of the claims stated in the proposed amendment.</p>\n<p>[3]  By filing suit as a plaintiff, a state waives its immunity and Eleventh Amendment protection with respect to counterclaims which arise out of the same event underlying the state's claim and which are asserted defensively in recoupment for the purpose of diminishing the state's recovery. <i>United States v. Mottolo,</i> <span class=\"citation\" data-id=\"1658990\"><a href=\"/opinion/1658990/united-states-v-mottolo/\"><span class=\"volume\">605</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">898</span></a></span>, 911 (D.N.H.1985); <i>Maryland Port Administration v. S.S. American Legend,</i> <span class=\"citation\" data-id=\"1488053\"><a href=\"/opinion/1488053/maryland-port-administration-v-ss-american-legend/\"><span class=\"volume\">453</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">584</span></a></span>, 590 (D.Md.1978) (citing <i>Gunter v. American Coastline R.R. Co.,</i> <span class=\"citation\" data-id=\"96399\"><a href=\"/opinion/96399/gunter-v-atlantic-coast-line-r-co/\"><span class=\"volume\">200</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">252</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">477</span></span> (1906) and <i>Fort Fetterman v. South Carolina State Highway Department,</i> <span class=\"citation\" data-id=\"246683\"><a href=\"/opinion/246683/tank-steamer-the-fort-fetterman-libellee-and-chas-kurz-co-inc/\"><span class=\"volume\">261</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">563</span></a></span>, 569 (4th Cir.1958)). There is no implied waiver here, however, because the State did not file suit on its own behalf. There is thus no potential recovery by the State to be set off against.</p>\n<p>[4]  The seventh counterclaim is not a defense which can be raised in this particular action, however, for the reasons stated below.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/95529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/96399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/246683/",
    "http://www.courtlistener.com/api/rest/v3/opinions/338517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/374763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/466098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/483962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487486/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1414226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1427437/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1488053/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1526865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1658990/"
  ]
}