{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1655719/",
  "absolute_url": "/opinion/1655719/glover-v-state-of-north-carolina/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1655719/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/482/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:02:38.078790Z",
  "date_modified": "2016-04-26T22:08:56.949486Z",
  "type": "010combined",
  "sha1": "01fe1033a7d2b587818c27d46e37fd31fef81228",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>301 F.Supp. 364 (1969)</b></center>\n<center><h1>Henry J. GLOVER, Petitioner,<br>\nv.<br>\nSTATE OF NORTH CAROLINA and Warden David Henry, Respondents.</h1></center>\n<center>No. 2211-Civil.</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 2, 1969.</center>\n<p><span class=\"star-pagination\">*365</span> Henry J. Glover, pro se.</p>\n<p>Jacob L. Safron, Staff Atty., Raleigh, N. C., for respondents.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>BUTLER, Chief Judge.</p>\n<p>Henry J. Glover, a state prisoner, presents this application for writ of habeas corpus in which he alleges among other things that he was denied the right to be represented by counsel at his trial in the Superior Court of Cumberland County on March 11, 1947, where he entered pleas of guilty to seven felonies.<sup>[1]</sup> In the aggregate the sentences he received totalled eighteen to twenty years.</p>\n<p>Petitioner apparently has exhausted all available state remedies. He petitioned the Superior Court of Cumberland County for post-conviction relief which was denied March 12, 1968, and subsequently petitioned the North Carolina Court of Appeals for certiorari which was denied August 8, 1968.</p>\n<p>The respondent admits and the state court found as a fact that petitioner did not have benefit of counsel at his trial in 1947. Further, respondent has stipulated that petitioner was an indigent at the time of the trial and that petitioner did not knowingly and intentionally waive his right to counsel. It contends, however, that this court is without jurisdiction because petitioner completed service of the challenged sentences in 1962 prior to the filing of this application.</p>\n<p>The state court based its denial of post conviction relief on the grounds that petitioner had completed service of his sentence without having raised the issue of denial of counsel and, therefore, \"* * as a matter of law the court has no power to reopen a case that has heretofore been fulfilled and completed by serving the judgment originally pronounced.\" The respondent urges this court to adopt similar reasoning in the disposition of the present application for writ of habeas corpus.</p>\n<p>This court takes notice of the fact that petitioner did not apply for writ of habeas corpus while he was serving the sentences he challenges, and that, although petitioner has received several sentences since 1947, none were imposed to run consecutively to those that are the subject of this application.</p>\n<p><span class=\"star-pagination\">*366</span> Before the court can proceed to a determination on the merits of petitioner's allegation with respect to the denial of his right to counsel, it must determine whether the application is rendered moot by his failure to present his claim while he was serving the sentences that he now challenges.</p>\n<p>The \"Great Writ\" of habeas corpus has undergone a metamorphosis in recent years. Courts have recognized that the writ is a creature of the common law and, as such, is the proper subject of judicial innovation. The historic requirements relating to the availability of the writ have been reconsidered and in many instances modified to meet present needs. Should this court decide that the present application is timely it is incumbent upon it to attempt such a modification. Changes in the requirements of the writ to meet current needs is not without precedent, however.</p>\n<p>In Rowe v. Peyton, 383 F.2d 709, 716 (4 Cir. 1967), the court said:</p>\n<blockquote>\"When the writ as it is known today, therefore, is almost entirely the product of judicial innovation and adaptation to fit it to new situations and newly felt needs, judges should not hesitate to take a further step to adapt it to meet yet another need which is present, urgent, and recognized * *.\"</blockquote>\n<p>Two traditional requirements for the availability of the writ were that the petitioner be \"in custody\", and that the court's order may effect the immediate release of the prisoner. The modification of these requirements in recent years is pertinent to the court's determination whether the present application is moot.</p>\n<p>It was held in Jones v. Cunningham, 371 U.S. 236, 83 S.Ct. 373, 9 L.Ed.2d 285 (1963), that one on parole had standing to maintain a petition for writ of habeas corpus attacking the judgment as a result of which he was under parole supervision. The Court pointed out that the parole restrictions significantly restrained the \"petitioner's liberty to do those things which in this country free men are entitled to do. Such restraints are enough to invoke the help of the Great Writ.\" 371 U.S. at 243, 83 S.Ct. at 377. It must be noted that one who has been convicted of a felony and has completely served his sentence and received an unconditional discharge, as opposed to parole, does not have the \"liberty to do those things * * * free men are entitled to do.\"</p>\n<p>The United States Court of Appeals for the Fourth Circuit has construed the \"in custody\" requirement of the writ in several cases which involve state prisoners seeking to attack sentences to be served in the future.</p>\n<p>In Martin v. Virginia, 349 F.2d 781 (4 Cir. 1965), it was held that habeas corpus is available to one imprisoned under a sentence, the validity of which he does not question, to attack the validity of subsequent sentences which defer his eligibility for parole. In Williams v. Peyton, 372 F.2d 216, 217 (4 Cir. 1967), the court concluded that</p>\n<blockquote>\"the same principle is applicable to one who is already eligible for consideration for parole on a sentence which he does not question, but whose chances for parole are manifestly restricted by the fact of other convictions and unserved sentences thereon, allegedly invalid.\"</blockquote>\n<p>The court in <i>Williams</i> looked to the practicalities of the matter and reasoned that the likelihood of petitioner's being paroled was more remote when his records show that there are convictions to be served in the future. Although petitioner in the present case does not contend that his parole eligibility is affected, the fact that convictions of seven felonies appear on his record are matters that are likely given consideration by the Board of Paroles in determining whether he is a proper subject for parole from sentences he is now serving.</p>\n<p>The Court of Appeals, in Rowe v. Peyton, 383 F.2d 709 (4 Cir. 1967), carried the reasoning of <i>Martin</i> and <i>Williams</i> a step further in holding that sentences to be served in the future could be attacked before they began to <span class=\"star-pagination\">*367</span> affect the prisoner in terms of eligibility for immediate parole. It was concluded that the court was \"not bound * * * by the historic requirement for availability of the writ that the court's order may procure the immediate release of the prisoner.\" 383 F.2d at 717.</p>\n<p>The decision of the Court of Appeals was affirmed in Peyton v. Rowe, 391 U.S. 54, 88 S.Ct. 1549, 20 L.Ed.2d 426 (1968). In addition, the Court expressly overruled McNally v. Hill, 293 U.S. 131, 55 S.Ct. 24, 79 L.Ed. 238 (1934) which held that the habeas corpus statute did not authorize attacks upon future consecutive sentences. The Court stated: \"The writ of habeas corpus is a procedural device for subjecting executive, judicial, or private restraints on liberty to judicial scrutiny.\" 391 U.S. at 58, 88 S.Ct. at 1551. Thus, the Court equates custody with restraint on liberty.</p>\n<p>In Tucker v. Peyton, 357 F.2d 115 (4 Cir. 1966), the Court of Appeals held that a state prisoner could attack by habeas corpus sentences he had fully served without questioning the validity of the sentence under which he was currently held. It was theorized that, if the earlier sentences were invalid, the commencement date of subsequent sentences would be advanced. The court stated that the plain teaching of the <i>Jones</i> and <i>Martin</i> cases was that \"[p]etitions for the writ need not require adjudication of academic questions, but they should be readily entertained if directed to a conviction which currently substantially impinges upon the applicant's liberty.\" 357 F.2d at 117.</p>\n<p>Carafas v. LaVallee, 391 U.S. 234, 88 S.Ct. 1556, 20 L.Ed.2d 554 (1968), is factually similar to the present case. The attack was upon a sentence that had expired before the application for writ of habeas corpus was finally adjudicated and while it was awaiting appellate review. It was held that federal jurisdiction was not terminated and that the cause was not rendered moot.</p>\n<p>Although, in <i>Carafas</i><i>,</i> the petitioner had filed his application while he was serving the sentence he attacked, it does not appear that the Court based its decision entirely on that fact. It noted that \"[h]e is suffering, and will continue to suffer, serious disabilities because of the law's complexities and not because of his fault, if his claim that he has been illegally convicted is meritorious.\" 391 U.S. at 239, 88 S.Ct. at 1560. The Court stated that it was clear that the petitioner's cause was not moot and enumerated the disabilities that were consequences of his conviction: (1) he could not engage in certain businesses; (2) he could not serve as an official of a labor union for a certain time; (3) he could not vote in any election held in his state, and (4) he could not serve as a juror. These disabilities flowed from his conviction and gave him a substantial stake in the challenged judgment of conviction that survived the satisfaction of the sentence itself. 391 U.S. at 237, 88 S.Ct. at 1559.</p>\n<p>Although the petitioner in the present case did not file his application while he was serving the sentence which he attacks, he nonetheless will suffer disabilities and restraints on his liberty as a result of his having been convicted of seven felonies.<sup>[2]</sup> The restraints will be just as real and substantial as those which were found to warrant an expansion of the availability of the writ in the recent cases previously discussed. He will not have the right to do many things that free men are entitled to do. The court is of the opinion that such disabilities <span class=\"star-pagination\">*368</span> and restraints are sufficient to give him standing to challenge his convictions in federal habeas corpus regardless of whether the filing of his petition occurred before or after the termination date of the challenged sentences. It is not actual physical custody during service of a sentence that gives standing in habeas corpus; it is instead the restraint on liberty, whether physical or of a more subtle nature.</p>\n<p>Since the availability of the writ of habeas corpus has been expanded to its present proportions, this court cannot make a valid distinction between the restraints on liberty that a parolee may experience and those that are experienced by one who has been convicted of a felony and subsequently unconditionally discharged. We see no reason why the writ should be available to one who has had sentences imposed consecutively to the sentence he challenges but deny it to one who has not. Should one experience a substantial restraint on his liberty as a result of a conviction that has been fully satisfied, his standing in habeas corpus should not hinge upon whether he is on parole, is eligible for parole, or has instituted his application while he was in physical custody even though un-conditionally released before a final decision was rendered by the court. Instead his standing hinges upon the substantiality of the restraints that flow from the conviction he attacks. The restraints imposed by North Carolina law in the present case, are sufficiently substantial to give the petitioner standing to apply for habeas corpus.</p>\n<p>As to the merits of petitioner's claim of denial of counsel there is no dispute. It appears that he was an indigent, did not effectively waive his right to counsel, and was not in fact represented by counsel. He was tried in 1947 when counsel was provided only where the accused was being tried for a capital felony. Because of the retroactive application of Gideon v. Wainwright, 372 U.S. 335, 83 S.Ct. 792, 9 L.Ed.2d 799 (1963), which held that the right to counsel is \"faundamental and essential to a fair trial,\" 372 U.S. at 342, 83 S.Ct. at 795, the court is of the opinion that petitioner's convictions of March 11, 1947, in the Superior Court of Cumberland County are unconstitutional.</p>\n<p>The petitioner contends that he is entitled to credit on the sentences he is now serving for the time he spent in prison under the unconstitutional sentences imposed in 1947. This contention is untenable. The successful habeas applicant has no constitutional right to \"bank\" the time he has spent in prison under invalid sentences to be credited on sentences for subsequent offenses. See, Tucker v. Peyton, 357 F.2d 115 at 118 (4 Cir. 1966). In Rowe v. Peyton, 383 F.2d 709 (4 Cir. 1967) the Court of Appeals suggests a possible remedy in similar situations. The appropriate party may be ordered to strike the convictions from the administrative records.</p>\n<p>Petitioner's other allegations attacking the constitutionality of an escape conviction in the Superior Court of Wake County on July 31, 1967, are wholly frivolous and without merit.</p>\n<h2>NOTES</h2>\n<p>[1]  The seven felonies are as follows:\n</p>\n<p>1. No. 4743, Breaking and entering and larceny,</p>\n<p>2. No. 4744, Breaking and entering and larceny,</p>\n<p>3. No. 4745, Larceny of an automobile,</p>\n<p>4. No. 4746, Breaking and entering and larceny,</p>\n<p>5. No. 4747, Robbery with firearms,</p>\n<p>6. No. 4748, Robbery with firearms,</p>\n<p>7. No. 4749, Breaking and entering and larceny,</p>\n<p>[2]  In North Carolina a convicted felon cannot (1) hold public office, N.C.Const. Art. VI, § 8 (1868); (2) serve as a juror, N.C.Gen.Stat. § 9-3, or vote, N.C.Gen. Stat. § 163-55(3). Also, being convicted of a felony may disqualify a person from engaging in certain businesses and professions. See, for example: (1) N.C.Gen. Stat. § 84-28(2)a (Attorneys); (2) N.C. Gen.Stat. § 86-20 (Barbers); (3) N.C. Gen.Stat. § 90-41 (Dentists); (4) N.C. Gen.Stat. § 90-14 (Medical Doctors); (5) N.C.Gen.Stat. § 90-158.19 (Nurses); (6) N.C.Gen.Stat. § 90-65 (Pharmacists); (7) N.C.Gen.Stat. § 93-12(9) a (Public Accountants); (8) N.C.Gen.Stat. § 93A-4(b) (Real Estate Brokers and Salesmen).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">301</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">364</span></span> (1969)</b></center>\n<center><h1>Henry J. GLOVER, Petitioner,<br>\nv.<br>\nSTATE OF NORTH CAROLINA and Warden David Henry, Respondents.</h1></center>\n<center>No. 2211-Civil.</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 2, 1969.</center>\n<p><span class=\"star-pagination\">*365</span> Henry J. Glover, pro se.</p>\n<p>Jacob L. Safron, Staff Atty., Raleigh, N. C., for respondents.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>BUTLER, Chief Judge.</p>\n<p>Henry J. Glover, a state prisoner, presents this application for writ of habeas corpus in which he alleges among other things that he was denied the right to be represented by counsel at his trial in the Superior Court of Cumberland County on March 11, 1947, where he entered pleas of guilty to seven felonies.<sup>[1]</sup> In the aggregate the sentences he received totalled eighteen to twenty years.</p>\n<p>Petitioner apparently has exhausted all available state remedies. He petitioned the Superior Court of Cumberland County for post-conviction relief which was denied March 12, 1968, and subsequently petitioned the North Carolina Court of Appeals for certiorari which was denied August 8, 1968.</p>\n<p>The respondent admits and the state court found as a fact that petitioner did not have benefit of counsel at his trial in 1947. Further, respondent has stipulated that petitioner was an indigent at the time of the trial and that petitioner did not knowingly and intentionally waive his right to counsel. It contends, however, that this court is without jurisdiction because petitioner completed service of the challenged sentences in 1962 prior to the filing of this application.</p>\n<p>The state court based its denial of post conviction relief on the grounds that petitioner had completed service of his sentence without having raised the issue of denial of counsel and, therefore, \"* * as a matter of law the court has no power to reopen a case that has heretofore been fulfilled and completed by serving the judgment originally pronounced.\" The respondent urges this court to adopt similar reasoning in the disposition of the present application for writ of habeas corpus.</p>\n<p>This court takes notice of the fact that petitioner did not apply for writ of habeas corpus while he was serving the sentences he challenges, and that, although petitioner has received several sentences since 1947, none were imposed to run consecutively to those that are the subject of this application.</p>\n<p><span class=\"star-pagination\">*366</span> Before the court can proceed to a determination on the merits of petitioner's allegation with respect to the denial of his right to counsel, it must determine whether the application is rendered moot by his failure to present his claim while he was serving the sentences that he now challenges.</p>\n<p>The \"Great Writ\" of habeas corpus has undergone a metamorphosis in recent years. Courts have recognized that the writ is a creature of the common law and, as such, is the proper subject of judicial innovation. The historic requirements relating to the availability of the writ have been reconsidered and in many instances modified to meet present needs. Should this court decide that the present application is timely it is incumbent upon it to attempt such a modification. Changes in the requirements of the writ to meet current needs is not without precedent, however.</p>\n<p>In Rowe v. Peyton, <span class=\"citation\" data-id=\"277352\"><a href=\"/opinion/277352/robert-elmer-rowe-v-cc-peyton-superintendent-of-the-virginia-state/\"><span class=\"volume\">383</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">709</span></a></span>, 716 (4 Cir. 1967), the court said:</p>\n<blockquote>\"When the writ as it is known today, therefore, is almost entirely the product of judicial innovation and adaptation to fit it to new situations and newly felt needs, judges should not hesitate to take a further step to adapt it to meet yet another need which is present, urgent, and recognized * *.\"</blockquote>\n<p>Two traditional requirements for the availability of the writ were that the petitioner be \"in custody\", and that the court's order may effect the immediate release of the prisoner. The modification of these requirements in recent years is pertinent to the court's determination whether the present application is moot.</p>\n<p>It was held in Jones v. Cunningham, <span class=\"citation\" data-id=\"106507\"><a href=\"/opinion/106507/jones-v-cunningham/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">236</span></a></span>, <span class=\"citation\" data-id=\"106507\"><a href=\"/opinion/106507/jones-v-cunningham/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">373</span></a></span>, <span class=\"citation\" data-id=\"106507\"><a href=\"/opinion/106507/jones-v-cunningham/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">285</span></a></span> (1963), that one on parole had standing to maintain a petition for writ of habeas corpus attacking the judgment as a result of which he was under parole supervision. The Court pointed out that the parole restrictions significantly restrained the \"petitioner's liberty to do those things which in this country free men are entitled to do. Such restraints are enough to invoke the help of the Great Writ.\" 371 U.S. at 243, 83 S.Ct. at 377. It must be noted that one who has been convicted of a felony and has completely served his sentence and received an unconditional discharge, as opposed to parole, does not have the \"liberty to do those things * * * free men are entitled to do.\"</p>\n<p>The United States Court of Appeals for the Fourth Circuit has construed the \"in custody\" requirement of the writ in several cases which involve state prisoners seeking to attack sentences to be served in the future.</p>\n<p>In Martin v. Virginia, <span class=\"citation\" data-id=\"268903\"><a href=\"/opinion/268903/james-edward-martin-v-commonwealth-of-virginia-c-c-peyton/\"><span class=\"volume\">349</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">781</span></a></span> (4 Cir. 1965), it was held that habeas corpus is available to one imprisoned under a sentence, the validity of which he does not question, to attack the validity of subsequent sentences which defer his eligibility for parole. In Williams v. Peyton, <span class=\"citation\" data-id=\"274637\"><a href=\"/opinion/274637/alphonso-russell-williams-v-c-c-peyton-superintendent-of-the-virginia/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">216</span></a></span>, 217 (4 Cir. 1967), the court concluded that</p>\n<blockquote>\"the same principle is applicable to one who is already eligible for consideration for parole on a sentence which he does not question, but whose chances for parole are manifestly restricted by the fact of other convictions and unserved sentences thereon, allegedly invalid.\"</blockquote>\n<p>The court in <i>Williams</i> looked to the practicalities of the matter and reasoned that the likelihood of petitioner's being paroled was more remote when his records show that there are convictions to be served in the future. Although petitioner in the present case does not contend that his parole eligibility is affected, the fact that convictions of seven felonies appear on his record are matters that are likely given consideration by the Board of Paroles in determining whether he is a proper subject for parole from sentences he is now serving.</p>\n<p>The Court of Appeals, in Rowe v. Peyton, <span class=\"citation\" data-id=\"277352\"><a href=\"/opinion/277352/robert-elmer-rowe-v-cc-peyton-superintendent-of-the-virginia-state/\"><span class=\"volume\">383</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">709</span></a></span> (4 Cir. 1967), carried the reasoning of <i>Martin</i> and <i>Williams</i> a step further in holding that sentences to be served in the future could be attacked before they began to <span class=\"star-pagination\">*367</span> affect the prisoner in terms of eligibility for immediate parole. It was concluded that the court was \"not bound * * * by the historic requirement for availability of the writ that the court's order may procure the immediate release of the prisoner.\" 383 F.2d at 717.</p>\n<p>The decision of the Court of Appeals was affirmed in Peyton v. Rowe, <span class=\"citation\" data-id=\"107679\"><a href=\"/opinion/107679/peyton-v-rowe/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">54</span></a></span>, <span class=\"citation\" data-id=\"107679\"><a href=\"/opinion/107679/peyton-v-rowe/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1549</span></a></span>, <span class=\"citation\" data-id=\"107679\"><a href=\"/opinion/107679/peyton-v-rowe/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">426</span></a></span> (1968). In addition, the Court expressly overruled McNally v. Hill, <span class=\"citation\" data-id=\"102317\"><a href=\"/opinion/102317/mcnally-v-hill/\"><span class=\"volume\">293</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">131</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">24</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">238</span></span> (1934) which held that the habeas corpus statute did not authorize attacks upon future consecutive sentences. The Court stated: \"The writ of habeas corpus is a procedural device for subjecting executive, judicial, or private restraints on liberty to judicial scrutiny.\" 391 U.S. at 58, 88 S.Ct. at 1551. Thus, the Court equates custody with restraint on liberty.</p>\n<p>In Tucker v. Peyton, <span class=\"citation\" data-id=\"270862\"><a href=\"/opinion/270862/thomas-ribble-tucker-jr-v-c-c-peyton-superintendent-of-the-virginia/\"><span class=\"volume\">357</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">115</span></a></span> (4 Cir. 1966), the Court of Appeals held that a state prisoner could attack by habeas corpus sentences he had fully served without questioning the validity of the sentence under which he was currently held. It was theorized that, if the earlier sentences were invalid, the commencement date of subsequent sentences would be advanced. The court stated that the plain teaching of the <i>Jones</i> and <i>Martin</i> cases was that \"[p]etitions for the writ need not require adjudication of academic questions, but they should be readily entertained if directed to a conviction which currently substantially impinges upon the applicant's liberty.\" 357 F.2d at 117.</p>\n<p>Carafas v. LaVallee, <span class=\"citation\" data-id=\"107689\"><a href=\"/opinion/107689/carafas-v-lavallee/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, <span class=\"citation\" data-id=\"107689\"><a href=\"/opinion/107689/carafas-v-lavallee/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1556</span></a></span>, <span class=\"citation\" data-id=\"107689\"><a href=\"/opinion/107689/carafas-v-lavallee/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1968), is factually similar to the present case. The attack was upon a sentence that had expired before the application for writ of habeas corpus was finally adjudicated and while it was awaiting appellate review. It was held that federal jurisdiction was not terminated and that the cause was not rendered moot.</p>\n<p>Although, in <i>Carafas</i><i>,</i> the petitioner had filed his application while he was serving the sentence he attacked, it does not appear that the Court based its decision entirely on that fact. It noted that \"[h]e is suffering, and will continue to suffer, serious disabilities because of the law's complexities and not because of his fault, if his claim that he has been illegally convicted is meritorious.\" 391 U.S. at 239, 88 S.Ct. at 1560. The Court stated that it was clear that the petitioner's cause was not moot and enumerated the disabilities that were consequences of his conviction: (1) he could not engage in certain businesses; (2) he could not serve as an official of a labor union for a certain time; (3) he could not vote in any election held in his state, and (4) he could not serve as a juror. These disabilities flowed from his conviction and gave him a substantial stake in the challenged judgment of conviction that survived the satisfaction of the sentence itself. 391 U.S. at 237, 88 S.Ct. at 1559.</p>\n<p>Although the petitioner in the present case did not file his application while he was serving the sentence which he attacks, he nonetheless will suffer disabilities and restraints on his liberty as a result of his having been convicted of seven felonies.<sup>[2]</sup> The restraints will be just as real and substantial as those which were found to warrant an expansion of the availability of the writ in the recent cases previously discussed. He will not have the right to do many things that free men are entitled to do. The court is of the opinion that such disabilities <span class=\"star-pagination\">*368</span> and restraints are sufficient to give him standing to challenge his convictions in federal habeas corpus regardless of whether the filing of his petition occurred before or after the termination date of the challenged sentences. It is not actual physical custody during service of a sentence that gives standing in habeas corpus; it is instead the restraint on liberty, whether physical or of a more subtle nature.</p>\n<p>Since the availability of the writ of habeas corpus has been expanded to its present proportions, this court cannot make a valid distinction between the restraints on liberty that a parolee may experience and those that are experienced by one who has been convicted of a felony and subsequently unconditionally discharged. We see no reason why the writ should be available to one who has had sentences imposed consecutively to the sentence he challenges but deny it to one who has not. Should one experience a substantial restraint on his liberty as a result of a conviction that has been fully satisfied, his standing in habeas corpus should not hinge upon whether he is on parole, is eligible for parole, or has instituted his application while he was in physical custody even though un-conditionally released before a final decision was rendered by the court. Instead his standing hinges upon the substantiality of the restraints that flow from the conviction he attacks. The restraints imposed by North Carolina law in the present case, are sufficiently substantial to give the petitioner standing to apply for habeas corpus.</p>\n<p>As to the merits of petitioner's claim of denial of counsel there is no dispute. It appears that he was an indigent, did not effectively waive his right to counsel, and was not in fact represented by counsel. He was tried in 1947 when counsel was provided only where the accused was being tried for a capital felony. Because of the retroactive application of Gideon v. Wainwright, <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">799</span></a></span> (1963), which held that the right to counsel is \"faundamental and essential to a fair trial,\" 372 U.S. at 342, 83 S.Ct. at 795, the court is of the opinion that petitioner's convictions of March 11, 1947, in the Superior Court of Cumberland County are unconstitutional.</p>\n<p>The petitioner contends that he is entitled to credit on the sentences he is now serving for the time he spent in prison under the unconstitutional sentences imposed in 1947. This contention is untenable. The successful habeas applicant has no constitutional right to \"bank\" the time he has spent in prison under invalid sentences to be credited on sentences for subsequent offenses. See, Tucker v. Peyton, <span class=\"citation\" data-id=\"270862\"><a href=\"/opinion/270862/thomas-ribble-tucker-jr-v-c-c-peyton-superintendent-of-the-virginia/\"><span class=\"volume\">357</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">115</span></a></span> at 118 (4 Cir. 1966). In Rowe v. Peyton, <span class=\"citation\" data-id=\"277352\"><a href=\"/opinion/277352/robert-elmer-rowe-v-cc-peyton-superintendent-of-the-virginia-state/\"><span class=\"volume\">383</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">709</span></a></span> (4 Cir. 1967) the Court of Appeals suggests a possible remedy in similar situations. The appropriate party may be ordered to strike the convictions from the administrative records.</p>\n<p>Petitioner's other allegations attacking the constitutionality of an escape conviction in the Superior Court of Wake County on July 31, 1967, are wholly frivolous and without merit.</p>\n<h2>NOTES</h2>\n<p>[1]  The seven felonies are as follows:\n</p>\n<p>1. No. 4743, Breaking and entering and larceny,</p>\n<p>2. No. 4744, Breaking and entering and larceny,</p>\n<p>3. No. 4745, Larceny of an automobile,</p>\n<p>4. No. 4746, Breaking and entering and larceny,</p>\n<p>5. No. 4747, Robbery with firearms,</p>\n<p>6. No. 4748, Robbery with firearms,</p>\n<p>7. No. 4749, Breaking and entering and larceny,</p>\n<p>[2]  In North Carolina a convicted felon cannot (1) hold public office, N.C.Const. Art. VI, § 8 (1868); (2) serve as a juror, N.C.Gen.Stat. § 9-3, or vote, N.C.Gen. Stat. § 163-55(3). Also, being convicted of a felony may disqualify a person from engaging in certain businesses and professions. See, for example: (1) N.C.Gen. Stat. § 84-28(2)a (Attorneys); (2) N.C. Gen.Stat. § 86-20 (Barbers); (3) N.C. Gen.Stat. § 90-41 (Dentists); (4) N.C. Gen.Stat. § 90-14 (Medical Doctors); (5) N.C.Gen.Stat. § 90-158.19 (Nurses); (6) N.C.Gen.Stat. § 90-65 (Pharmacists); (7) N.C.Gen.Stat. § 93-12(9) a (Public Accountants); (8) N.C.Gen.Stat. § 93A-4(b) (Real Estate Brokers and Salesmen).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107679/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/268903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/270862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/274637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/277352/"
  ]
}