{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1662248/",
  "absolute_url": "/opinion/1662248/huggins-v-hartford-ins-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1662248/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:03:33.328575Z",
  "date_modified": "2016-04-26T22:41:43.877957Z",
  "type": "010combined",
  "sha1": "e75fa73729b8b99f59839b15ff696887b13331b3",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>650 F.Supp. 38 (1986)</b></center>\n<center><h1>Alvin J. HUGGINS and Gail M. Huggins, Plaintiffs,<br>\nv.<br>\nHARTFORD INSURANCE COMPANY, Defendant.</h1></center>\n<center>No. 85-144-CIV-4.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>November 17, 1986.</center>\n<p>Gary H. Clemmons, T.H. Stubbs, Jr., New Bern, N.C., for plaintiffs.</p>\n<p>Joseph W. Yates, III, Yates, Fleishman, McLamb &amp; Weyh, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Following a six-day trial of this action on a fire insurance policy which ended in a <span class=\"star-pagination\">*39</span> hung jury and mistrial the defendant insurance company timely renewed its motion for directed verdict pursuant to Rule 50(b), F.R.Civ.P. Without waiving any of the several grounds for the motion previously relied upon defendant presently relies only on the ground that plaintiffs' failure to submit to an examination under oath as required by the terms of the policy prior to the institution of suit made the policy unenforceable. For the reasons to follow the motion will be denied.</p>\n<p>The facts relevant to decision are not in dispute and may be summarized as follows. Hartford Fire Insurance Company issued to Alvin J. Huggins a fire insurance policy covering a store building and its contents at Ayden, North Carolina which policy was in full force and effect on March 11, 1985 when the insured building and contents were destroyed by fire. Huggins instituted this action on the policy on August 27, 1985 in the Superior Court of Pitt County, North Carolina. It was thereafter removed to this court on diversity grounds.</p>\n<p>Among other defenses asserted by Hartford in its answer was an allegation that Huggins had failed to comply with a condition precedent in the policy by refusing to submit to an examination under oath before filing suit.</p>\n<p>All fire insurance policies written in North Carolina are required to conform in substance to the provisions of the standard fire insurance policy for North Carolina, N.C.G.S. ยง 58-176, two of which read as follows:</p>\n<blockquote>The insured, as often as may be reasonably required, shall exhibit to any person designated by this Company all that remains of any property herein described, and submit to examinations under oath by any person named by this Company, and subscribe the same ....</blockquote>\n<blockquote>No suit or action on this policy for the recovery of any claim shall be sustainable in any court of law or equity unless all the requirements of this policy shall have been complied with ....</blockquote>\n<p>The policy in suit substantially conformed to these provisions in this language:</p>\n<blockquote>In case of loss, the named insured shall:</blockquote>\n<blockquote>d. exhibit the remains of the damaged property as often as may be reasonably required by the Company and submit to examination under oath.</blockquote>\n<blockquote>No suit shall be brought on this policy unless the insured has complied with all the policy provisions ....</blockquote>\n<p>Under date of July 1, 1985 counsel wrote a letter to Huggins which read in pertinent part as follows:</p>\n<blockquote>This letter will serve as notification that Hartford Accident &amp; Indemnity Company requests that you submit to an examination under oath concerning your claim for loss and damage by fire said to have occurred on March 3, 1985 to property described in the policy ....</blockquote>\n<blockquote>Rather than attempting to arbitrarily select a date and time for the examination under oath which may not be convenient with you, I would appreciate your contacting our office upon receipt of this letter in order that we can discuss the arrangements for the date, time and place which will be mutually convenient for the examination under oath.</blockquote>\n<blockquote>In making this demand for the examination under oath and the production of the above documents, Hartford Accident &amp; Indemnity Company neither admits nor denies any liability for any loss sustained by you as a result of the above referenced claim, not does it waive any defense arising under the provisions of the above referenced policy.</blockquote>\n<blockquote>I look forward to hearing from you at your earliest convenience.</blockquote>\n<p>It is not disputed that upon receipt of this letter the plaintiff refused to submit to examination under oath, and on oral argument plaintiff's trial counsel explained that the refusal was based on the advice of another attorney in his office who had handled the case up until the time of the institution of the suit on August 27, 1985. Plaintiff's trial counsel was not able to <span class=\"star-pagination\">*40</span> state the basis of former counsel's advice to plaintiff which led to his refusal to submit to examination under oath.</p>\n<p>Under date of October 16, 1985 plaintiff's trial counsel wrote to defense counsel in a letter captioned \"Huggins vs. Hartford Accident &amp; Insurance Company\" as follows:</p>\n<blockquote>Please let me know when you wish Mr. Huggins to be available for a deposition. I would assume you would want to take his deposition, in lieu of the examination you would be allowed to take of him pursuant to the insurance contract.</blockquote>\n<blockquote>I look forward to hearing from you soon in this matter.</blockquote>\n<p>Defense counsel replied to this letter under date of October 21 in a letter captioned \"Huggins vs. Hartford Insurance Company\" as follows:</p>\n<blockquote>In response to your letter of October 16, I do desire to take the deposition of Mr. Huggins, but in doing so, we obviously do not waive our right to contend that the subject policy was breached, as stated in our answer, by his failure to have complied with our request for an examination under oath prior to the institution of this suit. In this regard, I would appreciate your furnishing me with two or three alternate dates in the latter part of November which would be agreeable with you and your client.</blockquote>\n<p>Thereafter the deposition of the plaintiff was taken pursuant to this correspondence.</p>\n<p>The plaintiff has defended against defendant's motion for directed verdict solely on the grounds that under North Carolina law as it now exists and which controls in this diversity case the good faith breach by an insured of a condition precedent in an insurance policy does not void the policy unless the insurer can show that it was prejudiced by the breach. Plaintiff argues that his good faith in refusing to submit to an examination under oath prior to the institution of this suit cannot be questioned for that he relied on advice of competent counsel and that in no event can the defendant insurer show prejudice because he was deposed at length by the defendant shortly after the commencement of the suit.</p>\n<p>In support of this position plaintiff cites and relies on <i>Great American Insurance Company v. Tate Construction Company,</i> 303 N.C. 387, 279 S.E.2d 769 (1981). This case which is noted in 61 N.C.L.Rev. 167, was a suit on an automobile liability insurance policy, and in overruling three of its prior decisions the Supreme Court of North Carolina did indeed adopt the rule that an insured under such a policy who has in good faith failed to comply with a condition precedent may nevertheless avail himself of its benefits in the absence of a showing by the insurer that it has been prejudiced by the breach. The rationale of the decision was based in part upon the fact that because of their unequal bargaining positions the insured really has no choice in the selection of the language to go into such a policy and that to deny him coverage for a mere technical violation of the terms of the policy resulting in no prejudice to anyone is simply unfair.</p>\n<p>The defendant counters with the argument that when it writes a fire insurance policy neither party has the right to select its language. That is all set out in the statute referred to above, and moreover, it has long been held in North Carolina that</p>\n<blockquote>When a policy of insurance, in the form prescribed by statute and known and designated as the Standard Fire Insurance Policy of North Carolina, has been issued by an insurance company and accepted by the insured, and has thereby become effective for all purposes as their contract, the rights and liabilities of both the insurer and the insured, under the policy, must be ascertained and determined in accordance with its terms and provisions. These terms and provisions have been prescribed by statute, and are valid in all respects; they are just both to the insurer and to the insured. Each is presumed to know all the terms, provisions and conditions which are included in the policy. Both are ordinarily bound by them ....</blockquote>\n<p><span class=\"star-pagination\">*41</span> <i>Midkiff v. North Carolina Home Insurance Company,</i> 197 N.C. 139, 141, 147 S.E. 812, 813 (1929).</p>\n<p>In an earlier case in referring to the stipulations in a statutory fire insurance policy the court had said:</p>\n<blockquote>They are inserted in the policy, not by the company or by the plaintiff, but by the statute. To fail to give them force and effect is to nullify the statute.</blockquote>\n<p><i>Black v. Atlantic Home Insurance Company,</i> 148 N.C. 169, 172, 61 S.E. 672 (1908).</p>\n<p>While no North Carolina fire insurance case has been found involving the examination under oath provision of the statutory policy, the Supreme Court of North Carolina has uniformly given effect to other condition precedent provisions in the policy. <i>Boyd v. Bankers &amp; Shippers Insurance Company,</i> 245 N.C. 503, 96 S.E.2d 703 (1957); <i>Gardner v. Carolina Insurance Company,</i> 230 N.C. 750, 55 S.E.2d 694 (1949); <i>Midkiff v. Insurance Company, supra; Black v. Insurance Company, supra.</i></p>\n<p>Cases which have arisen in other jurisdictions involving the examination under oath provision in statutory fire insurance policies have held that the failure of an insured to submit to examination under oath renders the policy unenforceable. <i>Kisting v. Westchester Fire Insurance Company,</i> 290 F.Supp. 141 (W.D.Wis. 1968), <i>aff'd,</i> 416 F.2d 967 (7th Cir.1969); <i>Lentini Brothers Moving &amp; Storage Company, Inc. v. New York Property Insurance Underwriting Association,</i> 76 A.D.2d 759, 428 N.Y.S.2d 684 (1980). The cases are collected in the <i>Kisting</i> case at 290 F.Supp. 147-148. <i>Kisting</i> is also authority for the proposition that \"[w]hile the general rule is that policies of insurance are to be construed liberally in favor of the insured, it does not apply to the provisions contained in a standard or statutory policy.\" <i>Id.</i> at 147.</p>\n<p>In view of the numerous cases involving statutory fire insurance policies which have reached the conclusion contended for by the defendant here this court is constrained to believe that the North Carolina Supreme Court would do likewise and would hold that the plaintiff's failure to submit to examination under oath prior to the institution of this action, nothing else appearing, was fatal to his cause. Unfortunately for the defendant something else does appear here which has led the court to the conclusion that defendant's motion must be overruled.</p>\n<p>It will be observed that the defendant named in the caption to this action is \"Hartford Insurance Company,\" but the policy in suit was issued to the plaintiff by \"Hartford Fire Insurance Company.\" Questioned about this apparent discrepancy counsel for defendant has informed the court that he was authorized to defend the suit in the name of \"Hartford Insurance Company,\" and the pre-trial order in the case contains the stipulation that \"[a]ll parties have been correctly designated.\" So far, so good. It is further observed, however, that the letter addressed to the plaintiff insured in which he was requested to submit to an examination under oath referenced a policy issued by \"Hartford Accident &amp; Indemnity Company,\" purported to be from \"counsel for Hartford Accident &amp; Indemnity Company\" and was to \"serve as notification that Hartford Accident &amp; Indemnity Company requests that you submit to an examination under oath concerning your claim for loss and damage by fire said to have occurred on March 3, 1985 to property described in the policy.\" Although the reference on this letter contained the proper number of the policy issued to the plaintiff by Hartford Fire Insurance Company, it is at least arguable that neither the plaintiff nor his attorney had any obligation to respond to a demand for an examination under oath by an insurance company with which plaintiff had had no prior dealings.</p>\n<p>A more serious question, however, lies in the fact that instead of fixing a date, time and place for the examination the letter simply left it up to the plaintiff to get in touch with defendant's counsel \"in order that we can discuss the arrangements for the date, time and place which will be mutually <span class=\"star-pagination\">*42</span> convenient for the examination under oath.\"</p>\n<p>The cases which have considered this question have uniformly held that a notice to an insured which does not set a time, date and place for an examination under oath is insufficient notice.</p>\n<blockquote>Where no person had been designated by the insurer to make the examination, the insured was held not to have breached a requirement to attend an examination concerning a loss. And a provision requiring attendance is available as a defense only if the insurer fixes a reasonable time and place therefor. In fact, the time and place of taking, and person to take the examination, must all be set forth by the insurer in its demand.</blockquote>\n<p>5A Appleman on Insurance Law and Practice 557 ยง 3551, <i>citing </i><i>Saft America, Inc. v. Insurance Company of North America,</i> 155 Ga.App. 500, 271 S.E.2d 641 (1980), and <i>Citizens' Insurance Company v. Herpolsheimer,</i> 77 Neb. 232, 109 N.W. 160 (1906). Directly in point is an earlier Nebraska case, <i>Aetna Insurance Company v. Simmons,</i> 49 Neb. 811, 69 N.W. 125 (1896). In that case the insurer's letter to the insured some sixty days after the loss stated that \"the company desires that you will submit to examination under oath. Please name to me a convenient date at which you will be prepared to submit to examination, and oblige.\" This was held not a sufficient demand under the policy, the court stating that the insurer, by failing to demand the examination within a reasonable time after the fire and by failing to designate a time and place and officer before whom such examination should occur was precluded from using as a defense to an action on the policy the insured's refusal to submit to examination.</p>\n<p>Following <i>Saft America, Inc., supra,</i> the court in <i>Brookins v. State Farm Fire and Casualty Company,</i> 529 F.Supp. 386 (S.D. Ga.1982), held that where the insurer's letter demanding that the insured submit to an examination under oath failed to designate a person to take the examination or the time and place thereof was not a sufficient demand and that the insured's failure to submit to examination under oath did not constitute a bar to suit on the policy. The policy provision in this case was identical with that required by the North Carolina statute. Additional cases reaching this result are cited in Annotation, \"Necessity and Sufficiency of Insurer's Demand, Under Fire Insurance Policy, For Examination of Insured ...\", 4 A.L.R.3d 631. <i>See also </i><i>Taubman v. Allied Fire Insurance Company,</i> 160 F.2d 157 (4th Cir.1947).</p>\n<p>Here again the North Carolina cases afford us no guidance, but there appears no reason to believe that the North Carolina courts would not follow what appears to be the weight of authority in other jurisdictions and rule that the insurer's demand for an examination under oath which failed to designate a date, time and place for the examination and the person before whom the examination was to be taken was insufficient. Under these circumstances the refusal of the plaintiff insured to submit to an examination did not give rise to a defense under the policy.</p>\n<p>Accordingly, defendant's motion for directed verdict on this ground renewed following the mistrial must be and the same is hereby denied.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">650</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">38</span></span> (1986)</b></center>\n<center><h1>Alvin J. HUGGINS and Gail M. Huggins, Plaintiffs,<br>\nv.<br>\nHARTFORD INSURANCE COMPANY, Defendant.</h1></center>\n<center>No. 85-144-CIV-4.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>November 17, 1986.</center>\n<p>Gary H. Clemmons, T.H. Stubbs, Jr., New Bern, N.C., for plaintiffs.</p>\n<p>Joseph W. Yates, III, Yates, Fleishman, McLamb &amp; Weyh, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Following a six-day trial of this action on a fire insurance policy which ended in a <span class=\"star-pagination\">*39</span> hung jury and mistrial the defendant insurance company timely renewed its motion for directed verdict pursuant to Rule 50(b), F.R.Civ.P. Without waiving any of the several grounds for the motion previously relied upon defendant presently relies only on the ground that plaintiffs' failure to submit to an examination under oath as required by the terms of the policy prior to the institution of suit made the policy unenforceable. For the reasons to follow the motion will be denied.</p>\n<p>The facts relevant to decision are not in dispute and may be summarized as follows. Hartford Fire Insurance Company issued to Alvin J. Huggins a fire insurance policy covering a store building and its contents at Ayden, North Carolina which policy was in full force and effect on March 11, 1985 when the insured building and contents were destroyed by fire. Huggins instituted this action on the policy on August 27, 1985 in the Superior Court of Pitt County, North Carolina. It was thereafter removed to this court on diversity grounds.</p>\n<p>Among other defenses asserted by Hartford in its answer was an allegation that Huggins had failed to comply with a condition precedent in the policy by refusing to submit to an examination under oath before filing suit.</p>\n<p>All fire insurance policies written in North Carolina are required to conform in substance to the provisions of the standard fire insurance policy for North Carolina, N.C.G.S. ยง 58-176, two of which read as follows:</p>\n<blockquote>The insured, as often as may be reasonably required, shall exhibit to any person designated by this Company all that remains of any property herein described, and submit to examinations under oath by any person named by this Company, and subscribe the same ....</blockquote>\n<blockquote>No suit or action on this policy for the recovery of any claim shall be sustainable in any court of law or equity unless all the requirements of this policy shall have been complied with ....</blockquote>\n<p>The policy in suit substantially conformed to these provisions in this language:</p>\n<blockquote>In case of loss, the named insured shall:</blockquote>\n<blockquote>d. exhibit the remains of the damaged property as often as may be reasonably required by the Company and submit to examination under oath.</blockquote>\n<blockquote>No suit shall be brought on this policy unless the insured has complied with all the policy provisions ....</blockquote>\n<p>Under date of July 1, 1985 counsel wrote a letter to Huggins which read in pertinent part as follows:</p>\n<blockquote>This letter will serve as notification that Hartford Accident &amp; Indemnity Company requests that you submit to an examination under oath concerning your claim for loss and damage by fire said to have occurred on March 3, 1985 to property described in the policy ....</blockquote>\n<blockquote>Rather than attempting to arbitrarily select a date and time for the examination under oath which may not be convenient with you, I would appreciate your contacting our office upon receipt of this letter in order that we can discuss the arrangements for the date, time and place which will be mutually convenient for the examination under oath.</blockquote>\n<blockquote>In making this demand for the examination under oath and the production of the above documents, Hartford Accident &amp; Indemnity Company neither admits nor denies any liability for any loss sustained by you as a result of the above referenced claim, not does it waive any defense arising under the provisions of the above referenced policy.</blockquote>\n<blockquote>I look forward to hearing from you at your earliest convenience.</blockquote>\n<p>It is not disputed that upon receipt of this letter the plaintiff refused to submit to examination under oath, and on oral argument plaintiff's trial counsel explained that the refusal was based on the advice of another attorney in his office who had handled the case up until the time of the institution of the suit on August 27, 1985. Plaintiff's trial counsel was not able to <span class=\"star-pagination\">*40</span> state the basis of former counsel's advice to plaintiff which led to his refusal to submit to examination under oath.</p>\n<p>Under date of October 16, 1985 plaintiff's trial counsel wrote to defense counsel in a letter captioned \"Huggins vs. Hartford Accident &amp; Insurance Company\" as follows:</p>\n<blockquote>Please let me know when you wish Mr. Huggins to be available for a deposition. I would assume you would want to take his deposition, in lieu of the examination you would be allowed to take of him pursuant to the insurance contract.</blockquote>\n<blockquote>I look forward to hearing from you soon in this matter.</blockquote>\n<p>Defense counsel replied to this letter under date of October 21 in a letter captioned \"Huggins vs. Hartford Insurance Company\" as follows:</p>\n<blockquote>In response to your letter of October 16, I do desire to take the deposition of Mr. Huggins, but in doing so, we obviously do not waive our right to contend that the subject policy was breached, as stated in our answer, by his failure to have complied with our request for an examination under oath prior to the institution of this suit. In this regard, I would appreciate your furnishing me with two or three alternate dates in the latter part of November which would be agreeable with you and your client.</blockquote>\n<p>Thereafter the deposition of the plaintiff was taken pursuant to this correspondence.</p>\n<p>The plaintiff has defended against defendant's motion for directed verdict solely on the grounds that under North Carolina law as it now exists and which controls in this diversity case the good faith breach by an insured of a condition precedent in an insurance policy does not void the policy unless the insurer can show that it was prejudiced by the breach. Plaintiff argues that his good faith in refusing to submit to an examination under oath prior to the institution of this suit cannot be questioned for that he relied on advice of competent counsel and that in no event can the defendant insurer show prejudice because he was deposed at length by the defendant shortly after the commencement of the suit.</p>\n<p>In support of this position plaintiff cites and relies on <i>Great American Insurance Company v. Tate Construction Company,</i> <span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">387</span></span>, <span class=\"citation\" data-id=\"1394977\"><a href=\"/opinion/1394977/great-american-ins-co-v-cg-tate-const/\"><span class=\"volume\">279</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">769</span></a></span> (1981). This case which is noted in 61 N.C.L.Rev. 167, was a suit on an automobile liability insurance policy, and in overruling three of its prior decisions the Supreme Court of North Carolina did indeed adopt the rule that an insured under such a policy who has in good faith failed to comply with a condition precedent may nevertheless avail himself of its benefits in the absence of a showing by the insurer that it has been prejudiced by the breach. The rationale of the decision was based in part upon the fact that because of their unequal bargaining positions the insured really has no choice in the selection of the language to go into such a policy and that to deny him coverage for a mere technical violation of the terms of the policy resulting in no prejudice to anyone is simply unfair.</p>\n<p>The defendant counters with the argument that when it writes a fire insurance policy neither party has the right to select its language. That is all set out in the statute referred to above, and moreover, it has long been held in North Carolina that</p>\n<blockquote>When a policy of insurance, in the form prescribed by statute and known and designated as the Standard Fire Insurance Policy of North Carolina, has been issued by an insurance company and accepted by the insured, and has thereby become effective for all purposes as their contract, the rights and liabilities of both the insurer and the insured, under the policy, must be ascertained and determined in accordance with its terms and provisions. These terms and provisions have been prescribed by statute, and are valid in all respects; they are just both to the insurer and to the insured. Each is presumed to know all the terms, provisions and conditions which are included in the policy. Both are ordinarily bound by them ....</blockquote>\n<p><span class=\"star-pagination\">*41</span> <i>Midkiff v. North Carolina Home Insurance Company,</i> <span class=\"citation no-link\"><span class=\"volume\">197</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">139</span></span>, 141, <span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">812</span></span>, 813 (1929).</p>\n<p>In an earlier case in referring to the stipulations in a statutory fire insurance policy the court had said:</p>\n<blockquote>They are inserted in the policy, not by the company or by the plaintiff, but by the statute. To fail to give them force and effect is to nullify the statute.</blockquote>\n<p><i>Black v. Atlantic Home Insurance Company,</i> <span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">169</span></span>, 172, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">672</span></span> (1908).</p>\n<p>While no North Carolina fire insurance case has been found involving the examination under oath provision of the statutory policy, the Supreme Court of North Carolina has uniformly given effect to other condition precedent provisions in the policy. <i>Boyd v. Bankers &amp; Shippers Insurance Company,</i> <span class=\"citation\" data-id=\"1209271\"><a href=\"/opinion/1209271/boyd-v-bankers-shippers-insurance-company/\"><span class=\"volume\">245</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">503</span></a></span>, <span class=\"citation\" data-id=\"1209271\"><a href=\"/opinion/1209271/boyd-v-bankers-shippers-insurance-company/\"><span class=\"volume\">96</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">703</span></a></span> (1957); <i>Gardner v. Carolina Insurance Company,</i> <span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">750</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">694</span></span> (1949); <i>Midkiff v. Insurance Company, supra; Black v. Insurance Company, supra.</i></p>\n<p>Cases which have arisen in other jurisdictions involving the examination under oath provision in statutory fire insurance policies have held that the failure of an insured to submit to examination under oath renders the policy unenforceable. <i>Kisting v. Westchester Fire Insurance Company,</i> <span class=\"citation\" data-id=\"2147164\"><a href=\"/opinion/2147164/kisting-v-westchester-fire-insurance-company/\"><span class=\"volume\">290</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">141</span></a></span> (W.D.Wis. 1968), <i>aff'd,</i> <span class=\"citation\" data-id=\"286755\"><a href=\"/opinion/286755/joseph-f-kisting-and-anchor-sales-co-v-westchester-fire-insurance/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">967</span></a></span> (7th Cir.1969); <i>Lentini Brothers Moving &amp; Storage Company, Inc. v. New York Property Insurance Underwriting Association,</i> <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">759</span></span>, <span class=\"citation no-link\"><span class=\"volume\">428</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">684</span></span> (1980). The cases are collected in the <i>Kisting</i> case at 290 F.Supp. 147-148. <i>Kisting</i> is also authority for the proposition that \"[w]hile the general rule is that policies of insurance are to be construed liberally in favor of the insured, it does not apply to the provisions contained in a standard or statutory policy.\" <i>Id.</i> at 147.</p>\n<p>In view of the numerous cases involving statutory fire insurance policies which have reached the conclusion contended for by the defendant here this court is constrained to believe that the North Carolina Supreme Court would do likewise and would hold that the plaintiff's failure to submit to examination under oath prior to the institution of this action, nothing else appearing, was fatal to his cause. Unfortunately for the defendant something else does appear here which has led the court to the conclusion that defendant's motion must be overruled.</p>\n<p>It will be observed that the defendant named in the caption to this action is \"Hartford Insurance Company,\" but the policy in suit was issued to the plaintiff by \"Hartford Fire Insurance Company.\" Questioned about this apparent discrepancy counsel for defendant has informed the court that he was authorized to defend the suit in the name of \"Hartford Insurance Company,\" and the pre-trial order in the case contains the stipulation that \"[a]ll parties have been correctly designated.\" So far, so good. It is further observed, however, that the letter addressed to the plaintiff insured in which he was requested to submit to an examination under oath referenced a policy issued by \"Hartford Accident &amp; Indemnity Company,\" purported to be from \"counsel for Hartford Accident &amp; Indemnity Company\" and was to \"serve as notification that Hartford Accident &amp; Indemnity Company requests that you submit to an examination under oath concerning your claim for loss and damage by fire said to have occurred on March 3, 1985 to property described in the policy.\" Although the reference on this letter contained the proper number of the policy issued to the plaintiff by Hartford Fire Insurance Company, it is at least arguable that neither the plaintiff nor his attorney had any obligation to respond to a demand for an examination under oath by an insurance company with which plaintiff had had no prior dealings.</p>\n<p>A more serious question, however, lies in the fact that instead of fixing a date, time and place for the examination the letter simply left it up to the plaintiff to get in touch with defendant's counsel \"in order that we can discuss the arrangements for the date, time and place which will be mutually <span class=\"star-pagination\">*42</span> convenient for the examination under oath.\"</p>\n<p>The cases which have considered this question have uniformly held that a notice to an insured which does not set a time, date and place for an examination under oath is insufficient notice.</p>\n<blockquote>Where no person had been designated by the insurer to make the examination, the insured was held not to have breached a requirement to attend an examination concerning a loss. And a provision requiring attendance is available as a defense only if the insurer fixes a reasonable time and place therefor. In fact, the time and place of taking, and person to take the examination, must all be set forth by the insurer in its demand.</blockquote>\n<p>5A Appleman on Insurance Law and Practice 557 ยง 3551, <i>citing </i><i>Saft America, Inc. v. Insurance Company of North America,</i> 155 Ga.App. 500, <span class=\"citation\" data-id=\"1308565\"><a href=\"/opinion/1308565/saft-america-inc-v-insurance-company-of-north-america/\"><span class=\"volume\">271</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">641</span></a></span> (1980), and <i>Citizens' Insurance Company v. Herpolsheimer,</i> <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">Neb.</span> <span class=\"page\">232</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">160</span></span> (1906). Directly in point is an earlier Nebraska case, <i>Aetna Insurance Company v. Simmons,</i> <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">Neb.</span> <span class=\"page\">811</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">125</span></span> (1896). In that case the insurer's letter to the insured some sixty days after the loss stated that \"the company desires that you will submit to examination under oath. Please name to me a convenient date at which you will be prepared to submit to examination, and oblige.\" This was held not a sufficient demand under the policy, the court stating that the insurer, by failing to demand the examination within a reasonable time after the fire and by failing to designate a time and place and officer before whom such examination should occur was precluded from using as a defense to an action on the policy the insured's refusal to submit to examination.</p>\n<p>Following <i>Saft America, Inc., supra,</i> the court in <i>Brookins v. State Farm Fire and Casualty Company,</i> <span class=\"citation\" data-id=\"2354698\"><a href=\"/opinion/2354698/brookins-v-state-farm-fire-and-cas-co/\"><span class=\"volume\">529</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">386</span></a></span> (S.D. Ga.1982), held that where the insurer's letter demanding that the insured submit to an examination under oath failed to designate a person to take the examination or the time and place thereof was not a sufficient demand and that the insured's failure to submit to examination under oath did not constitute a bar to suit on the policy. The policy provision in this case was identical with that required by the North Carolina statute. Additional cases reaching this result are cited in Annotation, \"Necessity and Sufficiency of Insurer's Demand, Under Fire Insurance Policy, For Examination of Insured ...\", 4 A.L.R.3d 631. <i>See also </i><i>Taubman v. Allied Fire Insurance Company,</i> <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">157</span></span> (4th Cir.1947).</p>\n<p>Here again the North Carolina cases afford us no guidance, but there appears no reason to believe that the North Carolina courts would not follow what appears to be the weight of authority in other jurisdictions and rule that the insurer's demand for an examination under oath which failed to designate a date, time and place for the examination and the person before whom the examination was to be taken was insufficient. Under these circumstances the refusal of the plaintiff insured to submit to an examination did not give rise to a defense under the policy.</p>\n<p>Accordingly, defendant's motion for directed verdict on this ground renewed following the mistrial must be and the same is hereby denied.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/286755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1209271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1308565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1394977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2147164/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2354698/"
  ]
}