{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1664094/",
  "absolute_url": "/opinion/1664094/bruce-v-lumbermens-mutual-casualty-company/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1664094/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1204/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:03:46.788778Z",
  "date_modified": "2016-04-27T00:45:31.520117Z",
  "type": "010combined",
  "sha1": "1f70adc943c5c78fd7e45613ff9f62aa8cd1da4b",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>127 F.Supp. 124 (1954)</b></center>\n<center><h1>Mary G. BRUCE, Administratrix of the Estate of Walter B. Bruce, deceased, Plaintiff,<br>\nv.<br>\nLUMBERMEN'S MUTUAL CASUALTY COMPANY, Defendant.</h1></center>\n<center>Civ. A. No. 585.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>December 13, 1954.</center>\n<p><span class=\"star-pagination\">*125</span> Simms &amp; Simms, Douglass &amp; McMillan, Raleigh, N. C., for plaintiff.</p>\n<p>Murray Allen, Raleigh, N. C., for defendant.</p>\n<p>GILLIAM, District Judge.</p>\n<p>Upon the pleadings, stipulations and the evidence, these facts are found:</p>\n<p>Plaintiff is administratrix of the estate of Walter B. Bruce, deceased, by appointment of the Clerk of Superior Court of Wake County, North Carolina.</p>\n<p>Defendant is an Illinois corporation engaged in the insurance business and duly authorized to conduct said business in the State of North Carolina.</p>\n<p>On November 6, 1946, defendant issued to W. L. Aldridge, Jr. and O'Neal's Flying Service, Inc. an aircraft liability insurance policy, numbered 13194014. In the policy the defendant agreed, \"subject to the limits of liability, exclusions, conditions and other terms of this policy * * * to pay on behalf of the insured all sums which the insured shall become obligated to pay by reason of the liability imposed upon him by law for damages, including damages for care and loss of services, because of bodily injury, sustained by any passenger while in or upon, entering or alighting from the aircraft, caused by accident and arising out of the ownership, maintenance or use of the aircraft.\"</p>\n<p>The declarations in the policy fixed a limit for bodily injury liability of $10,000 for each passenger, and stated that the only purposes for which aircraft of the insured were to be used were \"business and pleasure, instruction of students, commercial and passenger carrying for hire.\"</p>\n<p>Under the heading \"Exclusions\" in the policy, the following language appears: \"This policy does not apply: * * * (c) if the aircraft is used for any purpose not stated in the declarations; (d) to liability with respect to bodily injury or damage caused by the operation of the aircraft with the knowledge of the named insured; (1) if used for any unlawful purpose, or, during flight or attempt thereat, in violation of any government regulation for civil aviation; * * *.\"</p>\n<p>The policy further provided that any person or organization or the legal representative thereof who secured a judgment against the insured should thereafter be entitled to recover under the policy to the extent of the insurance afforded by the policy.</p>\n<p>Plaintiff's intestate was killed on June 1, 1947, while riding as a passenger in an Aeronca airplane owned by O'Neal's Flying Service, Inc. and piloted by H. L. Bobbitt, its agent and employee. The insurance policy was in effect on June 1, 1947 and covered the Aeronca aircraft.</p>\n<p>On March 24, 1948 plaintiff brought a wrongful death action against O'Neal's <span class=\"star-pagination\">*126</span> Flying Service, Inc. In the Superior Court of Wake County, North Carolina. By letter dated May 12, 1948 the Insurance Company, through its attorney, notified the attorney for the Flying Service that the Company would provide for the defense of the wrongful death action on behalf of the Flying Service, but without prejudice to the Company's rights under the policy. It was specifically stated in the letter that the Company believed there was no liability under the policy and that by assuming defense of the action the Company did not waive its right to deny coverage. Thereafter, on May 24, 1948, the Company prepared and filed answer in the State Court action and assumed full control of the defense thereof.</p>\n<p>Plaintiff obtained judgment against the Flying Service at the November, 1950 civil term of Superior Court of Wake County in the sum of $15,600, together with court costs, as damages for the negligent death of her intestate. The judgment was affirmed on appeal by the Supreme Court of North Carolina. Execution was issued and returned unsatisfied. Plaintiff demanded payment of $10,000, the face amount of the policy, from the defendant herein. Payment was refused, the defendant claiming non-liability under the terms of the policy, and thereafter this suit was instituted.</p>\n<p>At the time of Bruce's death, the aircraft was being used for one of the purposes stated in the policy declarations, namely, the business of the insured. The aircraft was not being operated at said time for any purpose or in any manner or under any condition requiring a special permit or waiver by the Civil Aeronautics Board.</p>\n<p>At the time of the tragic flight, there were in effect certain regulations of the Civil Aeronautics Board, which is the agency of the United States Government having control of the operation of civil aircraft, as follows:</p>\n<p>\"43.409. Aerobatic flight. No pilot shall intentionally fly an aircraft in aerobatic flight carrying passengers unless all occupants are equipped with approved parachutes.\" 14 C.F.R., 1945 Supp., Sec. 43.409.</p>\n<p>\"60.9. Definitions. (a) Aerobatics. The performance of any intentional and unnecessary maneuvers involving an abrupt change in the attitude of an aircraft, an abnormal attitude, or an abnormal speed.\" 14 C.F.R., 1945 Supp., Sec. 60.9.</p>\n<p>At the time of said flight, neither of the occupants of the Aeronca plane was equipped with a parachute. The pilot, H. L. Bobbitt, intentionally flew the aircraft in a series of \"spins\", a \"spin\" being within the definition of aerobatic flight under the C.A.B. regulations. The plane spun into the ground, with fatal results.</p>\n<p>The failure to equip the occupants of the plane with parachutes, although in violation of the regulations, was not a cause of the death of plaintiff's intestate. Due to the low altitude of the plane and the nature of the maneuver a parachute could not have been used to save the life of either the pilot or his passenger.</p>\n<p>A valid airworthiness certificate had been issued and was in effect for the Aeronca aircraft at the time of the flight.</p>\n<p>The pilot, H. L. Bobbitt, had been regularly flight checked and a proper pilot's certificate had been issued and was in effect for him at the time of the flight.</p>\n<p>Upon these facts the Court holds:</p>\n<p>That this Court has jurisdiction of the parties and the action.</p>\n<p>That defendant is not liable to plaintiff under the terms of the insurance policy because the death of plaintiff's intestate was caused by the operation of the aircraft with the knowledge of the insured during flight in violation of a government regulation for civil aviation.</p>\n<p>Plaintiff, widow and administratrix of Walter B. Bruce, obtained judgment against O'Neal's Flying Service, Inc. for the wrongful death of her intestate and seeks in this action to recover the face amount of an aircraft liability insurance <span class=\"star-pagination\">*127</span> policy issued to the Flying Service by defendant. Defendant, relying on the policy exclusions, denies liability.</p>\n<p>It is clear that defendant is liable to plaintiff for the face amount of the policy, unless one of the exclusions applies, the burden being upon the defendant to prove this affirmative defense. Polansky v. Millers' Mutual Fire Ins. Association, 238 N.C. 427, 78 S.E.2d 213; 46 C.J.S., Insurance, § 1321(f).</p>\n<p>Although defendant pleaded a number of the exclusions, it has abandoned all but two. First, it contends that there is no coverage because the aircraft was being used at the time of the crash for a purpose not stated in the declarations. The facts in evidence are that O'Neal's Flying Service was staging an air show, for which it charged and several thousand people paid admission. Three airplanes were to fly in formation and then each was to make several spins, in a demonstration of safe flying. Plaintiff's intestate was a passenger in the lead aircraft. His pilot attempted too many spins and the plane crashed, killing both occupants.</p>\n<p>The air show was plainly \"business of the insured,\" within the meaning of the policy. A somewhat analogous case is Suttles v. Blue Ridge Ins. Co., 238 N.C. 539, 78 S.E.2d 246, 247, in which the insured's car was demolished in a stock car race and the insurer denied liability under a collision policy. The Court held that the insured's use of the car was within the permitted uses, \"`Business and Pleasure'\", in the policy, and recovery was allowed.</p>\n<p>The construction of the declaration urged by the defendant, which limits the general language \"business and pleasure\" to the specific uses which follow, \"instruction of students, commercial and passenger carrying for hire,\" is unreasonable and is rejected. Any ambiguity in the policy should be construed against the insurer. McDowell Motor Co., Inc., v. New York Underwriters Ins. Co., 233 N.C. 251, 63 S.E.2d 538.</p>\n<p>Defendant secondly relies on the exclusion of \"liability with respect to bodily injury * * * caused by the operation of the aircraft * * * during flight * * * in violation of any government regulation for civil aviation.\" On this point the evidence is undisputed that the fatal flight was in violation of C.A.B. regulations because the pilot engaged in aerobatics and neither he nor Bruce had a parachute.</p>\n<p>Plaintiff attempts to avoid the force of this defense in three ways. First, she contends that this exclusion does not apply to liability for injury to passengers. She points out that there are three classes of coverage in the policy: \"A, Bodily Injury Liability, Excluding Passengers\", \"B, Bodily Injury Liability, Passengers\", and \"C, Property Damage Liability\", and that of the seven listed exclusions in the policy, designated as (a) through (g), only two, (e) and (f), specifically mention Coverage B. Quoting the maxim, <i>expressio unius est exclusio alterius,</i> plaintiff argues that the specific reference to Coverage B in exclusions (e) and (f) and the absence of any mention of it in (a), (b), (c), and (d) make these four exclusions inapplicable to passenger liability.</p>\n<p>It would seem to be true, as plaintiff says, that the exclusion under (d) of liability during flight in violation of <i>any</i> government regulation for civil aviation makes somewhat superfluous the exclusion under (f) of liability during flight in violation of C.A.A. night flying requirements and liability while the plane is loaded in excess of C.A.A. weight limits.</p>\n<p>Nevertheless, we are faced with the plain language that \"This policy does not apply\" to certain liabilities defined in (a), (b), and (d) and to certain uses defined in (c), all without reference to Coverages A, B, or C. The only reasonable interpretation of exclusions (a), (b), (c) and (d) is, I believe, that they negate liability under all policy coverages. Otherwise, carrying plaintiff's argument to its logical conclusion, exclusions <span class=\"star-pagination\">*128</span> (a), (b), (c) and (d) do not apply to Coverage A because it is mentioned in (e), nor to Coverage C because it is mentioned in (g); therefore, they have no effect on any coverage under the policy. Such an interpretation is untenable. Stanback v. Winston Mutual Life Ins. Co., 220 N.C. 494, 17 S.E.2d 666.</p>\n<p>As stated in 44 C.J.S., Insurance, § 296: \"A contract of insurance should be given a fair and reasonable construction and, likewise, should be given a sensible construction * * * such as would be given the contract by an ordinary intelligent businessman * * *.\"</p>\n<p>Plaintiff's second argument is founded upon the absence of any causal connection between the violation of the C.A.B. regulation on parachutes and the death of her intestate. But the policy exclusion requires no such connection. By its terms the policy does not apply to liability for injury caused by the operation of the aircraft during flight in violation of any regulation. Plaintiff would have us construe the exclusion as though it read, \"injury caused by the operation of the aircraft in violation of any regulation,\" but this ignores the words \"during flight\" which precede and are modified by the phrase \"in violation of any regulation * * *.\"</p>\n<p>\"An insurance contract must be construed without disregarding words or clauses used or inserting words or clauses not used. If the intention of the parties is clear, the courts have no authority to change the contract in any particular or to disregard the express language the parties have used. If the sense and meaning of the terms employed are clear and unambiguous, they must be given their plain, ordinary and popular connotation unless they have acquired a technical meaning in the field of insurance.\" Lineberry v. Security Life &amp; Trust Co., 238 N.C. 264, 267, 77 S.E.2d 652, 654.</p>\n<p>There is general agreement among the decisions construing policy exclusions of a similar nature that no causal connection need be shown between the excluded risk and the loss. Travelers Protective Association of America v. Prinsen, 291 U.S. 576, 54 S.Ct. 502, 78 L.Ed. 999; United States Fidelity &amp; Guaranty Co. v. Guenther, 280 U.S. 540, 50 S.Ct. 25, 74 L.Ed. 601; Myers v. Ocean Accident &amp; Guarantee Corp., 4 Cir., 99 F.2d 485; 45 C.J.S., Insurance, § 835. The South Carolina Court requires proof of cause in these situations, King v. Order of United Commercial Travelers of America, D.C., 65 F.Supp. 740, but it is almost alone in this holding.</p>\n<p>Plaintiff's third contention is that exclusion (d) is unavailable to defendant because it has not proved the requisite \"knowledge of the named insured,\" O'Neal's Flying Service, Inc. Assuming that the knowledge referred to is knowledge of the plane's operation in violation of C.A.B. regulations, Bankers Indemnity Insurance Co. v. Green, 5 Cir., 181 F.2d 1, the facts do not sustain plaintiff's position. There is testimony indicating strongly that O'Neal, president of the corporation, was aware of Bobbitt's failure to carry parachutes and it is certain that O'Neal knew of the intention to fly in aerobatic flight. In any event, however, Bobbitt's own knowledge of the violation binds his principal, the corporation. Ring Furniture Co. v. Bussell, 171 N.C. 474, 88 S.E. 484; 3 C.J.S., Agency, § 262.</p>\n<p>Plaintiff makes a final argument. She says that by defending the wrongful death action in the North Carolina courts, defendant waived any defenses based on policy exclusions. Although defendant did not require the execution of a formal non-waiver agreement, it duly notified the insured that it was defending without prejudice to or waiver of its rights to deny coverage under the policy. This notice was sufficient in law; a non-waiver agreement is not essential. 45 C.J.S., Insurance, § 714.</p>\n<p>It is unfortunate that plaintiff's extended litigation in the North Carolina courts, including two mistrials, two trials, two appeals to the North Carolina <span class=\"star-pagination\">*129</span> Supreme Court, and a final judgment against the Flying Service, should now prove fruitless because of limitations in that corporation's insurance policy; but, as stated by Justice Ervin of the Supreme Court of North Carolina, \"Where a contract of insurance does not contravene public policy or positive law and the language employed in it is plain and unambiguous, the court must construe and enforce the contract as it is written, regardless of whether such action works hardship on the one party or the other.\" Ray v. Hospital Care Association, Inc., 236 N.C. 562, 564, 73 S.E.2d 475, 476.</p>\n<p>From the above the Court concludes that plaintiff is not entitled to recover, and, therefore, a judgment in favor of defendant, with costs, will enter.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">124</span></span> (1954)</b></center>\n<center><h1>Mary G. BRUCE, Administratrix of the Estate of Walter B. Bruce, deceased, Plaintiff,<br>\nv.<br>\nLUMBERMEN'S MUTUAL CASUALTY COMPANY, Defendant.</h1></center>\n<center>Civ. A. No. 585.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>December 13, 1954.</center>\n<p><span class=\"star-pagination\">*125</span> Simms &amp; Simms, Douglass &amp; McMillan, Raleigh, N. C., for plaintiff.</p>\n<p>Murray Allen, Raleigh, N. C., for defendant.</p>\n<p>GILLIAM, District Judge.</p>\n<p>Upon the pleadings, stipulations and the evidence, these facts are found:</p>\n<p>Plaintiff is administratrix of the estate of Walter B. Bruce, deceased, by appointment of the Clerk of Superior Court of Wake County, North Carolina.</p>\n<p>Defendant is an Illinois corporation engaged in the insurance business and duly authorized to conduct said business in the State of North Carolina.</p>\n<p>On November 6, 1946, defendant issued to W. L. Aldridge, Jr. and O'Neal's Flying Service, Inc. an aircraft liability insurance policy, numbered 13194014. In the policy the defendant agreed, \"subject to the limits of liability, exclusions, conditions and other terms of this policy * * * to pay on behalf of the insured all sums which the insured shall become obligated to pay by reason of the liability imposed upon him by law for damages, including damages for care and loss of services, because of bodily injury, sustained by any passenger while in or upon, entering or alighting from the aircraft, caused by accident and arising out of the ownership, maintenance or use of the aircraft.\"</p>\n<p>The declarations in the policy fixed a limit for bodily injury liability of $10,000 for each passenger, and stated that the only purposes for which aircraft of the insured were to be used were \"business and pleasure, instruction of students, commercial and passenger carrying for hire.\"</p>\n<p>Under the heading \"Exclusions\" in the policy, the following language appears: \"This policy does not apply: * * * (c) if the aircraft is used for any purpose not stated in the declarations; (d) to liability with respect to bodily injury or damage caused by the operation of the aircraft with the knowledge of the named insured; (1) if used for any unlawful purpose, or, during flight or attempt thereat, in violation of any government regulation for civil aviation; * * *.\"</p>\n<p>The policy further provided that any person or organization or the legal representative thereof who secured a judgment against the insured should thereafter be entitled to recover under the policy to the extent of the insurance afforded by the policy.</p>\n<p>Plaintiff's intestate was killed on June 1, 1947, while riding as a passenger in an Aeronca airplane owned by O'Neal's Flying Service, Inc. and piloted by H. L. Bobbitt, its agent and employee. The insurance policy was in effect on June 1, 1947 and covered the Aeronca aircraft.</p>\n<p>On March 24, 1948 plaintiff brought a wrongful death action against O'Neal's <span class=\"star-pagination\">*126</span> Flying Service, Inc. In the Superior Court of Wake County, North Carolina. By letter dated May 12, 1948 the Insurance Company, through its attorney, notified the attorney for the Flying Service that the Company would provide for the defense of the wrongful death action on behalf of the Flying Service, but without prejudice to the Company's rights under the policy. It was specifically stated in the letter that the Company believed there was no liability under the policy and that by assuming defense of the action the Company did not waive its right to deny coverage. Thereafter, on May 24, 1948, the Company prepared and filed answer in the State Court action and assumed full control of the defense thereof.</p>\n<p>Plaintiff obtained judgment against the Flying Service at the November, 1950 civil term of Superior Court of Wake County in the sum of $15,600, together with court costs, as damages for the negligent death of her intestate. The judgment was affirmed on appeal by the Supreme Court of North Carolina. Execution was issued and returned unsatisfied. Plaintiff demanded payment of $10,000, the face amount of the policy, from the defendant herein. Payment was refused, the defendant claiming non-liability under the terms of the policy, and thereafter this suit was instituted.</p>\n<p>At the time of Bruce's death, the aircraft was being used for one of the purposes stated in the policy declarations, namely, the business of the insured. The aircraft was not being operated at said time for any purpose or in any manner or under any condition requiring a special permit or waiver by the Civil Aeronautics Board.</p>\n<p>At the time of the tragic flight, there were in effect certain regulations of the Civil Aeronautics Board, which is the agency of the United States Government having control of the operation of civil aircraft, as follows:</p>\n<p>\"43.409. Aerobatic flight. No pilot shall intentionally fly an aircraft in aerobatic flight carrying passengers unless all occupants are equipped with approved parachutes.\" 14 C.F.R., 1945 Supp., Sec. 43.409.</p>\n<p>\"60.9. Definitions. (a) Aerobatics. The performance of any intentional and unnecessary maneuvers involving an abrupt change in the attitude of an aircraft, an abnormal attitude, or an abnormal speed.\" 14 C.F.R., 1945 Supp., Sec. 60.9.</p>\n<p>At the time of said flight, neither of the occupants of the Aeronca plane was equipped with a parachute. The pilot, H. L. Bobbitt, intentionally flew the aircraft in a series of \"spins\", a \"spin\" being within the definition of aerobatic flight under the C.A.B. regulations. The plane spun into the ground, with fatal results.</p>\n<p>The failure to equip the occupants of the plane with parachutes, although in violation of the regulations, was not a cause of the death of plaintiff's intestate. Due to the low altitude of the plane and the nature of the maneuver a parachute could not have been used to save the life of either the pilot or his passenger.</p>\n<p>A valid airworthiness certificate had been issued and was in effect for the Aeronca aircraft at the time of the flight.</p>\n<p>The pilot, H. L. Bobbitt, had been regularly flight checked and a proper pilot's certificate had been issued and was in effect for him at the time of the flight.</p>\n<p>Upon these facts the Court holds:</p>\n<p>That this Court has jurisdiction of the parties and the action.</p>\n<p>That defendant is not liable to plaintiff under the terms of the insurance policy because the death of plaintiff's intestate was caused by the operation of the aircraft with the knowledge of the insured during flight in violation of a government regulation for civil aviation.</p>\n<p>Plaintiff, widow and administratrix of Walter B. Bruce, obtained judgment against O'Neal's Flying Service, Inc. for the wrongful death of her intestate and seeks in this action to recover the face amount of an aircraft liability insurance <span class=\"star-pagination\">*127</span> policy issued to the Flying Service by defendant. Defendant, relying on the policy exclusions, denies liability.</p>\n<p>It is clear that defendant is liable to plaintiff for the face amount of the policy, unless one of the exclusions applies, the burden being upon the defendant to prove this affirmative defense. Polansky v. Millers' Mutual Fire Ins. Association, <span class=\"citation\" data-id=\"1319210\"><a href=\"/opinion/1319210/polansky-v-millersmut-fire-ins-assn/\"><span class=\"volume\">238</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">427</span></a></span>, 78 S.E.2d 213; 46 C.J.S., Insurance, § 1321(f).</p>\n<p>Although defendant pleaded a number of the exclusions, it has abandoned all but two. First, it contends that there is no coverage because the aircraft was being used at the time of the crash for a purpose not stated in the declarations. The facts in evidence are that O'Neal's Flying Service was staging an air show, for which it charged and several thousand people paid admission. Three airplanes were to fly in formation and then each was to make several spins, in a demonstration of safe flying. Plaintiff's intestate was a passenger in the lead aircraft. His pilot attempted too many spins and the plane crashed, killing both occupants.</p>\n<p>The air show was plainly \"business of the insured,\" within the meaning of the policy. A somewhat analogous case is Suttles v. Blue Ridge Ins. Co., <span class=\"citation\" data-id=\"1319568\"><a href=\"/opinion/1319568/suttles-v-blue-ridge-ins-co/\"><span class=\"volume\">238</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">539</span></a></span>, <span class=\"citation\" data-id=\"1319568\"><a href=\"/opinion/1319568/suttles-v-blue-ridge-ins-co/\"><span class=\"volume\">78</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">246</span></a></span>, 247, in which the insured's car was demolished in a stock car race and the insurer denied liability under a collision policy. The Court held that the insured's use of the car was within the permitted uses, \"`Business and Pleasure'\", in the policy, and recovery was allowed.</p>\n<p>The construction of the declaration urged by the defendant, which limits the general language \"business and pleasure\" to the specific uses which follow, \"instruction of students, commercial and passenger carrying for hire,\" is unreasonable and is rejected. Any ambiguity in the policy should be construed against the insurer. McDowell Motor Co., Inc., v. New York Underwriters Ins. Co., <span class=\"citation\" data-id=\"1243199\"><a href=\"/opinion/1243199/mcdowell-motor-co-v-new-york-underwriters-ins-co/\"><span class=\"volume\">233</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">251</span></a></span>, 63 S.E.2d 538.</p>\n<p>Defendant secondly relies on the exclusion of \"liability with respect to bodily injury * * * caused by the operation of the aircraft * * * during flight * * * in violation of any government regulation for civil aviation.\" On this point the evidence is undisputed that the fatal flight was in violation of C.A.B. regulations because the pilot engaged in aerobatics and neither he nor Bruce had a parachute.</p>\n<p>Plaintiff attempts to avoid the force of this defense in three ways. First, she contends that this exclusion does not apply to liability for injury to passengers. She points out that there are three classes of coverage in the policy: \"A, Bodily Injury Liability, Excluding Passengers\", \"B, Bodily Injury Liability, Passengers\", and \"C, Property Damage Liability\", and that of the seven listed exclusions in the policy, designated as (a) through (g), only two, (e) and (f), specifically mention Coverage B. Quoting the maxim, <i>expressio unius est exclusio alterius,</i> plaintiff argues that the specific reference to Coverage B in exclusions (e) and (f) and the absence of any mention of it in (a), (b), (c), and (d) make these four exclusions inapplicable to passenger liability.</p>\n<p>It would seem to be true, as plaintiff says, that the exclusion under (d) of liability during flight in violation of <i>any</i> government regulation for civil aviation makes somewhat superfluous the exclusion under (f) of liability during flight in violation of C.A.A. night flying requirements and liability while the plane is loaded in excess of C.A.A. weight limits.</p>\n<p>Nevertheless, we are faced with the plain language that \"This policy does not apply\" to certain liabilities defined in (a), (b), and (d) and to certain uses defined in (c), all without reference to Coverages A, B, or C. The only reasonable interpretation of exclusions (a), (b), (c) and (d) is, I believe, that they negate liability under all policy coverages. Otherwise, carrying plaintiff's argument to its logical conclusion, exclusions <span class=\"star-pagination\">*128</span> (a), (b), (c) and (d) do not apply to Coverage A because it is mentioned in (e), nor to Coverage C because it is mentioned in (g); therefore, they have no effect on any coverage under the policy. Such an interpretation is untenable. Stanback v. Winston Mutual Life Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">220</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">494</span></span>, 17 S.E.2d 666.</p>\n<p>As stated in 44 C.J.S., Insurance, § 296: \"A contract of insurance should be given a fair and reasonable construction and, likewise, should be given a sensible construction * * * such as would be given the contract by an ordinary intelligent businessman * * *.\"</p>\n<p>Plaintiff's second argument is founded upon the absence of any causal connection between the violation of the C.A.B. regulation on parachutes and the death of her intestate. But the policy exclusion requires no such connection. By its terms the policy does not apply to liability for injury caused by the operation of the aircraft during flight in violation of any regulation. Plaintiff would have us construe the exclusion as though it read, \"injury caused by the operation of the aircraft in violation of any regulation,\" but this ignores the words \"during flight\" which precede and are modified by the phrase \"in violation of any regulation * * *.\"</p>\n<p>\"An insurance contract must be construed without disregarding words or clauses used or inserting words or clauses not used. If the intention of the parties is clear, the courts have no authority to change the contract in any particular or to disregard the express language the parties have used. If the sense and meaning of the terms employed are clear and unambiguous, they must be given their plain, ordinary and popular connotation unless they have acquired a technical meaning in the field of insurance.\" Lineberry v. Security Life &amp; Trust Co., <span class=\"citation\" data-id=\"1342696\"><a href=\"/opinion/1342696/lineberry-v-security-life-trust-co/\"><span class=\"volume\">238</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">264</span></a></span>, 267, <span class=\"citation\" data-id=\"1342696\"><a href=\"/opinion/1342696/lineberry-v-security-life-trust-co/\"><span class=\"volume\">77</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">652</span></a></span>, 654.</p>\n<p>There is general agreement among the decisions construing policy exclusions of a similar nature that no causal connection need be shown between the excluded risk and the loss. Travelers Protective Association of America v. Prinsen, <span class=\"citation\" data-id=\"102228\"><a href=\"/opinion/102228/travelers-protective-assn-of-america-v-prinsen/\"><span class=\"volume\">291</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">576</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">502</span></span>, 78 L.Ed. 999; United States Fidelity &amp; Guaranty Co. v. Guenther, <span class=\"citation no-link\"><span class=\"volume\">280</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">540</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">25</span></span>, 74 L.Ed. 601; Myers v. Ocean Accident &amp; Guarantee Corp., 4 Cir., 99 F.2d 485; 45 C.J.S., Insurance, § 835. The South Carolina Court requires proof of cause in these situations, King v. Order of United Commercial Travelers of America, D.C., <span class=\"citation\" data-id=\"1411978\"><a href=\"/opinion/1411978/king-v-order-of-united-commercial-travelers/\"><span class=\"volume\">65</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">740</span></a></span>, but it is almost alone in this holding.</p>\n<p>Plaintiff's third contention is that exclusion (d) is unavailable to defendant because it has not proved the requisite \"knowledge of the named insured,\" O'Neal's Flying Service, Inc. Assuming that the knowledge referred to is knowledge of the plane's operation in violation of C.A.B. regulations, Bankers Indemnity Insurance Co. v. Green, 5 Cir., <span class=\"citation\" data-id=\"224691\"><a href=\"/opinion/224691/bankers-indemnity-ins-co-v-green/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, the facts do not sustain plaintiff's position. There is testimony indicating strongly that O'Neal, president of the corporation, was aware of Bobbitt's failure to carry parachutes and it is certain that O'Neal knew of the intention to fly in aerobatic flight. In any event, however, Bobbitt's own knowledge of the violation binds his principal, the corporation. Ring Furniture Co. v. Bussell, <span class=\"citation no-link\"><span class=\"volume\">171</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">474</span></span>, 88 S.E. 484; 3 C.J.S., Agency, § 262.</p>\n<p>Plaintiff makes a final argument. She says that by defending the wrongful death action in the North Carolina courts, defendant waived any defenses based on policy exclusions. Although defendant did not require the execution of a formal non-waiver agreement, it duly notified the insured that it was defending without prejudice to or waiver of its rights to deny coverage under the policy. This notice was sufficient in law; a non-waiver agreement is not essential. 45 C.J.S., Insurance, § 714.</p>\n<p>It is unfortunate that plaintiff's extended litigation in the North Carolina courts, including two mistrials, two trials, two appeals to the North Carolina <span class=\"star-pagination\">*129</span> Supreme Court, and a final judgment against the Flying Service, should now prove fruitless because of limitations in that corporation's insurance policy; but, as stated by Justice Ervin of the Supreme Court of North Carolina, \"Where a contract of insurance does not contravene public policy or positive law and the language employed in it is plain and unambiguous, the court must construe and enforce the contract as it is written, regardless of whether such action works hardship on the one party or the other.\" Ray v. Hospital Care Association, Inc., <span class=\"citation\" data-id=\"1345073\"><a href=\"/opinion/1345073/ray-v-hospital-care-assn/\"><span class=\"volume\">236</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">562</span></a></span>, 564, <span class=\"citation\" data-id=\"1345073\"><a href=\"/opinion/1345073/ray-v-hospital-care-assn/\"><span class=\"volume\">73</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">475</span></a></span>, 476.</p>\n<p>From the above the Court concludes that plaintiff is not entitled to recover, and, therefore, a judgment in favor of defendant, with costs, will enter.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102228/",
    "http://www.courtlistener.com/api/rest/v3/opinions/224691/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1243199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1319210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1319568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1342696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1345073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1411978/"
  ]
}