{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1664201/",
  "absolute_url": "/opinion/1664201/in-re-aaipharma-inc-securities-litigation/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1664201/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:03:47.768615Z",
  "date_modified": "2016-02-29T19:03:36.215858Z",
  "type": "010combined",
  "sha1": "eb78cd39ca9d253efa8abf9883382beb4856488a",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>521 F.Supp.2d 507 (2007)</b></center>\n<center><h1>In re AAIPHARMA INC. SECURITIES LITIGATION<br>\nThis Document Relates to: Ernst &amp; Young, LLP, Defendant.</h1></center>\n<center>Consolidated Civil Action No. 7:04-CV-27-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>November 6, 2007.</center>\n<p><span class=\"star-pagination\">*508</span> L. Bruce McDaniel, McDaniel &amp; Anderson, LLP, Raleigh, NC, for Plaintiff.</p>\n<p>David C. Wright, III, Douglas M. Jarrell, Robinson, Bradshaw &amp; Hinson, P.A., Charlotte, NC, Charles E. Raynal, IV, Melanie Black Dubis, Robert W. Spearman, Parker, Poe, Adams &amp; Bernstein, LLP, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*509</span> ORDER</h2>\n<p>JAMES C, DEVER, III, District Judge.</p>\n<p>Ernst &amp; Young, LLP's (\"E &amp; Y\" or \"defendant\") filed a renewed motion to dismiss the amended consolidated complaint under Federal Rule of Civil Procedure 12(b)(6), as applied through 15 U.S.C. § 78u-4(b)(3). For the reasons explained below, E &amp; Y's motion is granted.</p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiffs filed this class action on February 12, 2004. Plaintiffs alleged various violations of the securities laws of the United States by aaiPharma, Inc. (\"aaiPharma\"), and several of its principals. <i>See</i> Compl. ¶¶ 7-10.</p>\n<p>On February 11, 2005, plaintiffs filed an amended consolidated complaint (\"amended complaint\") naming Ernst &amp; Young, LLP as a defendant. All defendants save for E &amp; Y entered into a settlement with plaintiffs on March 8, 2007, which this court approved on October 2, 2007. <i>See</i> Stipulation of Partial Settlement 1; Oct. 2, 2007 Order. This action therefore remains pending only as between plaintiffs and defendant E &amp; Y.</p>\n<p>On December 9, 2005, E &amp; Y moved to dismiss the amended complaint under Federal Rule of Civil Procedure 12(b)(6). The court delayed ruling on this motion in order to permit settlement negotiations, and then denied the motion without prejudice to allow the parties to brief the court on intervening legal developments. Mar. 14, 2007 Order at 1-2. As permitted by the court, E &amp; Y renewed its motion to dismiss the amended complaint and filed a memorandum of law in support of its motion. Plaintiffs responded in opposition to the motion, and E &amp; Y filed a reply.</p>\n<p></p>\n<h2>II.</h2>\n<p>The underlying claim in this case is securities fraud in violation of 15 U.S.C. § 78j(b) [hereinafter \"section 10(b)\"] and 17 C.F.R. § 240.10b-5 (2007) [hereinafter \"Rule 10b-5\"]. <i>See</i> Am. Compl. ¶¶ 306-16. To prevail on a securities fraud claim, a plaintiff must show: (1) a material misrepresentation or omission, (2) made with scienter, (3) in connection with the purchase or sale of a security, (4) reliance thereon by the plaintiff, (5) economic loss by the plaintiff, and (6) a causal connection between the defendant's act and the plaintiffs loss. <i>See, e.g., </i><i>Dura Pharm., Inc. v. Broudo,</i> 544 U.S. 336, 341-42, 125 S.Ct. 1627, 161 L.Ed.2d 577 (2005).</p>\n<p>Defendant has moved to dismiss the amended complaint under Federal Rule of Civil Procedure 12(b)(6), as applied through 15 U.S.C. § 78u-4(b). A motion to dismiss a complaint under Rule 12(b)(6) challenges the legal sufficiency of the complaint. <i>Kloth v. Microsoft Corp.,</i> 444 F.3d 312, 319 (4th Cir.2006); <i>E. Shore Mkts., Inc. v. J.D. Assocs. Ltd. P'ship,</i> 213 F.3d 175, 180 (4th Cir.2000). In conducting its review, a court must view the facts in the light most favorable to the plaintiff, but \"need not accept the legal conclusions drawn from the facts\" and \"need not accept as true unwarranted inferences, unreasonable conclusions, or arguments.\" <i>Kloth,</i> 444 F.3d at 319 (quotation omitted).</p>\n<p>Plaintiffs allege two categories of statements by E &amp; Y as the basis of their claim that E &amp; Y committed securities fraud. The first category concerns E &amp; Y's \"sign[ing] off' on aaiPharma's 2003 quarterly financial statements. <i>See</i> Am. Compl. ¶ 36. The second category concerns E &amp; Y's audit opinion in connection with a 2002 securities offering by aaiPharma. <i>Id</i> The court analyzes each in turn.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*510</span> A.</h2>\n<p>Plaintiffs seek to hold E &amp; Y liable for the misleading quarterly financial statements that aaiPharma issued in 2003. Pl.'s Mem. in Opp'n to Mot. to Dismiss 10. Essentially, plaintiffs allege that \"E &amp; Y simply rubber-stamped the Company's false financial results for publication to an unsuspecting market.\" <i>Id.</i> at 6. Plaintiffs' theory is that E &amp; Y approved these misleading financial statements, and because aaiPharma released these misleading statements to the public, E &amp; Y is therefore liable under section 10(b) and Rule 10b-5. <i>See</i> Am. Compl. ¶ 36.</p>\n<p>The Securities Exchange Act of 1934 does not reach those who aid and abet a section 10(b) violation. <i>Cent. Bank of Denver, N.A. v. First Interstate Bank of Denver, N.A.,</i> 511 U.S. 164, 177, 114 S.Ct. 1439, 128 L.Ed.2d 119 (1994). Although secondary actors cannot be liable under section 10(b) for aiding and abetting, they can be held liable as primary violators if they are shown to have \"employ [ed] a manipulative device or ma[de] a material misstatement (or omission) on which a purchaser or seller of securities relie[d].\" <i>Id.</i> at 191, 114 S.Ct. 1439. \"Unfortunately, deciding when conduct constituting aiding and abetting rises to the level of prohibited primary conduct is not well settled.\" <i>Anixter v. Home-Stake Prod. Co.,</i> 77 F.3d 1215, 1224 (10th Cir.1996), <i>cited with approval in </i><i>Gariety v. Grant Thornton, LLP,</i> 368 F.3d 356, 369-70 (4th Cir.2004). The Supreme Court is presently considering whether there exists some category of secondary activity greater than mere aiding and abetting, but less than a primary violation, for which a defendant can be held liable under section 10(b) and Rule 10b-5. <i>See generally </i><i>Stoneridge Inv. Partners, LLS v. Scientific-Atlanta, Inc.,</i> 443 F.3d 987 (8th Cir.2006), <i>cert. granted,</i> ___ U.S. ___, 127 S.Ct. 1873, 167 L.Ed.2d 363 (2007) (No. 06-43). Although <i>Stoneridge</i> is pending, the court believes that the law is sufficiently clear to resolve E &amp; Y's motion to dismiss the amended complaint.</p>\n<p>The Fourth Circuit has intimated that there can be no liability under section 10(b) where a party itself does not make a representation to the market. <i>See </i><i>Gariety,</i> 368 F.3d at 369 (requiring district court to consider \"whether [defendant] made a public misrepresentation for which it may be found primarily liable\"); <i>see also </i><i>Glaser v. Enzo Biochem, Inc.,</i> 126 Fed.Appx. 593, 598-99 (4th Cir.2005) (unpublished) (interpreting <i>Gariety</i> to require that a misrepresentation must be directly attributable to the defendant for it to be actionable). This reading of the law comports with the Supreme Court's mandate in <i>Central Bank</i> that courts dealing with the implied private cause of action for securities fraud must adhere closely to the text of section 10(b), which \"prohibits only the <i>making</i> of a material misstatement (or omission).\" <i>Cent. Bank,</i> 511 U.S. at 173, 177, 114 S.Ct. 1439 (emphasis supplied). Accordingly, \"any defendant who does not make or affirmatively cause to be made a fraudulent misstatement or omission, or who does not directly engage in manipulative securities practices, is at most guilty of aiding and abetting and cannot be held liable under [section] 10(b) or any subpart of Rule 10b-5.\" <i>Stoneridge,</i> 443 F.3d at 992.</p>\n<p>Here, plaintiffs allege that E &amp; Y \"signed off\" on aaiPharma's misleading quarterly financial statements. Am. Compl. ¶ 250. Plaintiffs' amended complaint does not allege that E &amp; Y itself made, or caused to be made, any misleading representation to the market with regard to the quarterly financial statements. Rather, plaintiffs allege that E &amp; Y \"signed off' on the statements with knowledge that investors would rely on the <span class=\"star-pagination\">*511</span> statements after aaiPharma released them. <i>See id.</i> ¶ 251. Plaintiffs have alleged a textbook case of aiding and abetting, a cause of' action which the Supreme Court rejected in <i>Central Bank. See </i><i>Anixter,</i> 77 F.3d at 1225 (listing as elements of aider and abettor liability \"(1) the existence of a primary violation of the securities laws by another; (2) knowledge of the primary violation by alleged aider and abettor; and (3) substantial assistance by the alleged aider and abettor in achieving the primary violation.\"). Plaintiffs allege a claim for which relief cannot be granted, and E &amp; Y's motion to dismiss the amended complaint is granted with respect to the quarterly financial statements.</p>\n<p></p>\n<h2>B.</h2>\n<p>Plaintiffs also seek to hold E &amp; Y liable for its audit opinion with respect to a 2002 aaiPharma securities offering. <i>See</i> Am. Compl. ¶ 36. Plaintiffs allege that E &amp; Y issued a materially misleading audit opinion approving of aaiPharma's financial state at year-end 2002, and that E &amp; Y consented to this audit opinion being incorporated into the disclosure paperwork for an aaiPharma securities offering. <i>Id.</i> ¶¶ 249, 251. Plaintiffs argue that, by consenting to the release of the misleading audit opinion in connection with the aaiPharma securities offering, E &amp; Y violated section 10(b) and Rule 10b-5. <i>See id.</i> ¶¶ 36, 306-16.</p>\n<p>For purposes of the motion to dismiss the amended complaint, the parties do not dispute whether there was a material misrepresentation or omission in this case. The parties do dispute the issue of scienter. The court must therefore determine whether plaintiffs have sufficiently pleaded scienter so as to survive E &amp; Y's motion to dismiss the amended complaint.</p>\n<p>In evaluating a motion to dismiss a complaint under Rule 12(b)(6), courts \"should look to the specific factual allegations in the complaint to determine whether they plausibly support a legal claim for relief.\" <i>Alvarado v. KOB-TV, LLC,</i> 493 F.3d 1210, 1215 n. 2 (10th Cir.2007) (discussing <i>Bell Atl. Corp. v. Twombly,</i> ___ U.S. ___, ___-___, 127 S.Ct. 1955, 1968-70, 167 L.Ed;d 929 (2007)); <i>accord </i><i>Erickson v. Pardus,</i> ___ U.S. ___, ___, 127 S.Ct. 2197, 2200, 167 L.Ed.2d 1081 (2007) (per curiam); <i>E.E.O.C. v. Concentra Health Servs., Inc.,</i> 496 F.3d 773, 777 (7th Cir. 2007); <i>Iqbal v. Hasty,</i> 490 F.3d 143, 155-58 (2d Cir.2007). Congress, however, altered the pleading standard with respect to the scienter element of securities fraud claims in the Private Securities Litigation Reform Act (\"PSLRA\"). To survive a motion to dismiss a complaint, a securities fraud plaintiff must \"state with particularity facts giving rise to a strong inference that the defendant acted with the required state of mind.\" 15 U.S.C. § 78u-4(b)(2). The required state of mind in this case is \"scienter.\" <i>See </i><i>Dura Pharm.,</i> 544 U.S. at 341, 125 S.Ct. 1627 (describing \"scienter\" as a \"wrongful state of mind\"). The court will therefore consider whether plaintiffs have pleaded with particularity facts giving rise to a strong inference of scienter.</p>\n<p>The Supreme Court recently defined \"strong inference.\" In <i>Tellabs Inc. v. Makor Issues &amp; Rishts, Ltd.,</i> the Court held that a \"strong inference\" in the context of a 12(b)(6) motion to dismiss a securities fraud action is an inference that is \"at least as compelling as any opposing inference one could draw from the facts alleged.\" ___ U.S. ___, ___, 127 S.Ct. 2499, 2510, 168 L.Ed.2d 179 (2007) (footnote omitted). This standard is higher than merely requiring a plaintiff to provide a factual basis for the plaintiff's scienter allegation (i.e., \"to allege facts from which an inference of scienter rationally <i>could</i> be drawn\"). <i>Id.</i> In determining the strength <span class=\"star-pagination\">*512</span> of an inference, courts must accept the facts as alleged in the complaint as true, and must consider all the factual allegations as a collective whole. <i>Id.</i> at 2509.</p>\n<p>The definition of \"scienter\" is more troublesome. Plaintiffs allege that E &amp; .Y acted recklessly in issuing the challenged audit opinion. <i>See</i> Pl.'s Mem. in Opp'n to Mot. to Dismiss 12. The Supreme Court has expressly reserved the question of whether recklessness suffices to meet the scienter requirement. <i>See Tellabs,</i> 127 S.Ct. at 2507 n. 3. However, all circuits to consider the issue, including the Fourth Circuit, have held that some level of recklessness will suffice. <i>Id.; </i><i>Ottmann v. Hanger Orthopedic Group, Inc.,</i> 353 F.3d 338, 343-44 (4th Cir.2003). The court must therefore determine what constitutes actionable recklessness for purposes of a securities fraud action, and what methods by which it must be pleaded and proved.</p>\n<p>The Fourth Circuit has refused to state precisely what level of reckless conduct that a plaintiff must plead and prove to meet the PSLRA's \"scienter\" standard. <i>See </i><i>Svezzese v. Duratek, Inc.,</i> 67 Fed. Appx. 169, 172 (4th Cir.2003) (per curiam) (unpublished) (\"We have not yet adopted a specific standard as to what precisely a plaintiff must plead in order to meet the [securities fraud] scienter requirement.\"); <i>Phillips v. LCI Int'l, Inc.,</i> 190 F.3d 609, 621 (4th Cir.1999) (\"We have not yet determined which pleading standard best effectuates Congress's intent.\"). However, the Fourth Circuit has suggested that \"recklessness\" in this context must approximate an intent to deceive. <i>See </i><i>Teachers' Retirement Sys. of LA v. Hunter,</i> 477 F.3d 162, 183-84 (4th Cir.2007) (\"For the second element of a securities fraud claim . . . a plaintiff must allege that the defendant made the misleading statement or omission intentionally or with `severe recklessness' regarding the danger of deceiving the plaintiff.\"); <i>Ottmann,</i> 353 F.3d at 344 (\"Such `severe recklessness' is, in essence, `a slightly lesser species of intentional misconduct.\"' (quoting <i>Nathenson Zonagen Inc.,</i> 267 F.3d 400, 408 (5th Cir.2001))); <i>Phillips,</i> 190 F.3d at 620 (\"[T]o establish scienter, a plaintiff must still prove that the defendant acted intentionally, which may perhaps be shown by recklessness.\"); <i>cf. </i><i>Ernst &amp; Ernst v. Hochfelder,</i> 425 U.S. 185, 194 n. 12, 96 S.Ct. 1375, 47 L.Ed.2d 668 (1976) (\"In this opinion the term `scienter' refers to a mental state embracing intent to deceive, manipulate, or defraud.\"). Accordingly, the standard in the Fourth Circuit appears to be that plaintiffs must plead and prove \"severe recklessness,\" involving at least \"an act so highly unreasonable and such an extreme departure from the standard of ordinary care as to present a danger of misleading the plaintiff to the extent that the danger was either known to the defendant or so obvious that the defendant must have been aware of it.\" <i>Ottmann,</i> 353 F.3d at 343 (quoting <i>Phillips,</i> 190 F.3d at 621).</p>\n<p>In determining what methods the plaintiff must use to prove severe recklessness, the Fourth Circuit has rejected the multiprong tests used by some other circuits in favor of a totality of the circumstances test. <i>See </i><i>Ottmann,</i> 353 F.3d at 345 (\"We agree that a flexible, case-specific analysis is appropriate in examining scienter pleadings.\"); <i>Helwig v. Vencor, Inc.,</i> 251 F.3d 540, 551 (6th Cir.2001) (en banc) (\"In enacting the [securities fraud laws], Congress was concerned with the quantum, not type, of proof\"), <i>cited with approval in </i><i>Ottmann,</i> 353 F.3d at 345. The court must therefore look to all the facts and circumstances surrounding the alleged securities fraud in determining whether severe recklessness has been pleaded. <i>See </i><i>Ottmann,</i> 353 F.3d at 345 (\"We therefore conclude that courts should not restrict their scienter inquiry by focusing on specific <span class=\"star-pagination\">*513</span> categories of facts, such as those relating to motive and opportunity. . . . \").</p>\n<p>Accordingly, to survive E &amp; Y's motion to dismiss the amended complaint, plaintiffs must plead particularized facts giving rise to an inference at least as strong as any other inference that, by issuing its audit opinion, E &amp; Y committed an act so highly unreasonable that E &amp; Y either knew it would mislead the plaintiffs or must have known it would mislead the plaintiffs because the danger of misleading the plaintiffs was so obvious. Plaintiffs allege four categories of facts and circumstances in support of this inference: (1) E &amp; Y's violations of standard accounting practices; (2) E &amp; Y's broad access to aaiPharma's operations; (3) E &amp; Y's disregard of various \"red flags;\" and (4) E &amp; Y's motive to retain aaiPharma's business. <i>See</i> Pl.'s Mem. in Opp'n to Mot. to Dismiss 13-21. The court has considered these and all other facts and circumstances surrounding the alleged fraud, and has considered plaintiffs' allegations as a collective whole. The court concludes that plaintiffs have not met the required standard because the inference that E &amp; Y was simply negligent is stronger than the inference that E &amp; Y was severely reckless.<sup>[1]</sup></p>\n<p></p>\n<h2>1.</h2>\n<p>Plaintiffs contend that E &amp; Y committed numerous violations of standard accounting practice, and that these violations support an inference of severe recklessness. Pl.'s Mem. in Opp'n to Mot. to Dismiss 13-15. Although plaintiffs point out six alleged violations of standard accounting practice, <i>id.</i> at 14, E &amp; Y correctly argues that it can only be held liable for one of those violations because the other five are in essence claims of aiding and abetting. Reply 5. The court must therefore consider whether E &amp; Y's classification of Several drug lines purchased by aaiPharma as customer goodwill rather than as intangible assets supports an inference of severe recklessness. <i>See</i> Pl.'s Mem. in Opp'n to Mot. to Dismiss 14-15; Am. Compl. ¶ 23(e).</p>\n<p>In cosidering a motion to dismiss a complaint, a court must accept as true only the facts, not the legal conclusions, alleged in the complaint. <i>See Twombly,</i> 127 S.Ct. at 1964-65; <i>Kloth,</i> 444 F.3d at 319. Here, plaintiffs do not provide factual support to connect the improper classification of the drug lines to their legal conclusion of severe recklessness by E &amp; Y. Plaintiffs argue that this improper classification resulted in governmental investigations, and that the improper classification had a significant impact on aaiPharma's bottom line. <i>See</i> Pl.'s Mem. in Opp'n to Mot. to Dismiss 14-15. However, these facts at best support the inference that E &amp; Y was negligent, not severely reckless.</p>\n<p></p>\n<h2>2.</h2>\n<p>Plaintiffs contend that E &amp; Y's broad access to aaiPharma's business operations supports an inference of severe recklessness. Pl.'s Mem. in Opp'n to Mot. to Dismiss 15-16. This argument is logically insufficient, because plaintiffs allege no facts tending to show that E &amp; Y's broad access to aaiPharma's operations supports the legal conclusion that E &amp; Y acted with severe recklessness in issuing its audit opinion. For example, merely because a person has broad access to every book in a library does not mean that the person has read and chosen to ignore facts contained in a particular book in the library. Merely alleging that E &amp; Y had broad access to aaiPharma's operations at best supports an inference that E &amp; Y was negligent, and <span class=\"star-pagination\">*514</span> more likely supports nothing at all. Moreover, plaintiffs may not amend their complaint through their memorandum of law to repair this deficiency by alleging that E &amp; Y directly participated in the decision to improperly classify the drug lines. <i>See</i> Pl.'s Mem. in Opp'n to Mot. to Dismiss 16; <i>Car Carriers, Inc. v. Ford Motor Co.,</i> 745 F.2d 1101, 1107 (7th Cir.1984) (\"[I]t is axiomatic that the complaint may not be amended by the briefs in opposition to a motion to dismiss.\").<sup>[2]</sup></p>\n<p></p>\n<h2>3.</h2>\n<p>Plaintiff argues that E &amp; Y ignored various \"red flags\" that provided warning about aaiPharma's improper operations, and that these red flags support an inference of severe recklessness on the part of E &amp; Y. Pl.'s Mem. in Opp'n to Mot, to Dismiss 16-21. Plaintiffs allege four general categories of red flags: (a) news articles by financial journalists and governmental investigations questioning aaiPharma's accounting practices; (b) aaiPharma's weak internal controls; (c) various acts by aaiPharma indicating that it was \"channel stuffing\" by moving inventory into warehouses where it would not be sold; and (d) statements to E &amp; Y by its national office and the SEC that the classification of the drug lines as goodwill was improper. <i>See id.;</i> Reply 8-10.</p>\n<p>Again, each of these red flags is logically insufficient to support an inference of severe recklessness. The news articles and governmental investigations arose after E &amp; Y's audit report was issued, and thus logically cannot support the inference that E &amp; Y ignored them. <i>Compare</i> Pl.'s Mem. in Opp'n to Mot. to Dismiss 18 (stating earliest date of items in question as March 12, 2003) <i>with</i> Am. Compl. ¶ 249 (indicating date of audit opinion in question as January 27, 2003). The weak internal controls cannot be used to support an inference of severe recklessness because plaintiffs have only alleged that there were weak controls, not that E &amp; Y knew of and disregarded them. <i>See</i> Am. Compl. ¶¶ 3, 262-64 (alleging only that aaiPharma, not E &amp; Y, admitted to inadequate internal controls). The various acts indicating \"channel stuffing\" do not relate to the audit opinion at issue here, which covers only E &amp; Y's improper classification of various, drug lines as customer goodwill. <i>See supra</i> Part II.B.1. And finally, the statements by E &amp; Y's national office and the SEC about the improper classification of the drug lines as goodwill are insufficient because they are not alleged in the amended complaint at all. <i>See </i><i>Car Carriers,</i> 745 F.2d at 1107. Moreover, even were the court to grant leave for plaintiffs to add this allegation as they request, plaintiffs do not offer to show that these statements were made to E &amp; Y before it issued the audit opinion. <i>See</i> Pl.'s Mem. in Opp'm to Mot. to Dismiss 18 &amp; n. 9. E &amp; Y cannot have ignored what it did not know. Accordingly, none of these red flags provide support for the inference that E &amp; Y acted with severe recklessness.</p>\n<p></p>\n<h2>4.</h2>\n<p>Finally, plaintiffs allege that E &amp; Y had a motive to appease aaiPharma because the partners in E &amp; Y's Raleigh office were dependent upon aaiPharma's business to maintain their incomes, and that <span class=\"star-pagination\">*515</span> this motive supports an inference of severe recklessness. <i>See</i> Am. Compl. ¶ 244; Pl.'s Mem. in Opp'n to Mot. to Dismiss 21-22. The Fourth Circuit has held that generalized motives shared by all companies are insufficient to support an inference of severe recklessness. <i>Ottmann,</i> 353 F.3d at 352; <i>see </i><i>Phillips,</i> 190 F.3d at 622-23. The desire to maintain clients is certainly a generalized motive shared by all companies. Accordingly, E &amp; Y's alleged desire to appease aaiPharma does not support an inference of severe recklessness.</p>\n<p></p>\n<h2>5.</h2>\n<p>In sum, plaintiffs allege two categories of facts and circumstances that at best support an inference of negligence on the part of E &amp; Y, one category of facts and circumstances that is logically insufficient, and one category of facts and circumstances that is insufficient under Fourth Circuit precedent. Even after considering these allegations as a collective whole and in connection with all the facts and circumstances surrounding the case, the court finds that the inference that E &amp; Y was merely negligent is stronger than the inference that E &amp; Y was severely reckless. Accordingly, E &amp; Y's motion to dismiss the amended complaint is granted. In light of this ruling, the court need not consider whether plaintiffs adequately pleaded loss causation. <i>Cf. </i><i>Dura Pharm.,</i> 544 U.S. at 345-48, 125 S.Ct. 1627; <i>Hunter,</i> 477 F.3d at 185-188; <i>Glaser v. Enzo Biochem, Inc.,</i> 464 F.3d 474, 477 (4th Cir.2006).</p>\n<p></p>\n<h2>III.</h2>\n<p>As explained above, E &amp; Y's motion to dismiss the amended complaint GRANTED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The court is not saying that E &amp; Y was negligent or was not negligent. Rather, the court is simply analyzing the amended complaint under the governing legal standard.</p>\n<p>[2]  Even allowing plaintiffs to amend their complaint to properly allege facts demonstrating E &amp; Y's direct participation in classifying the drug lines as goodwill would have no impact on the outcome of this motion to dismiss. Such an allegation would be the only allegation tending to support an inference of severe recklessness. Without more, such an allegation would not raise the inference of severe recklessness to at least the same level as the inference of negligence.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">521</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">507</span></span> (2007)</b></center>\n<center><h1>In re AAIPHARMA INC. SECURITIES LITIGATION<br>\nThis Document Relates to: Ernst &amp; Young, LLP, Defendant.</h1></center>\n<center>Consolidated Civil Action No. 7:04-CV-27-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>November 6, 2007.</center>\n<p><span class=\"star-pagination\">*508</span> L. Bruce McDaniel, McDaniel &amp; Anderson, LLP, Raleigh, NC, for Plaintiff.</p>\n<p>David C. Wright, III, Douglas M. Jarrell, Robinson, Bradshaw &amp; Hinson, P.A., Charlotte, NC, Charles E. Raynal, IV, Melanie Black Dubis, Robert W. Spearman, Parker, Poe, Adams &amp; Bernstein, LLP, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*509</span> ORDER</h2>\n<p>JAMES C, DEVER, III, District Judge.</p>\n<p>Ernst &amp; Young, LLP's (\"E &amp; Y\" or \"defendant\") filed a renewed motion to dismiss the amended consolidated complaint under Federal Rule of Civil Procedure 12(b)(6), as applied through 15 U.S.C. § 78u-4(b)(3). For the reasons explained below, E &amp; Y's motion is granted.</p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiffs filed this class action on February 12, 2004. Plaintiffs alleged various violations of the securities laws of the United States by aaiPharma, Inc. (\"aaiPharma\"), and several of its principals. <i>See</i> Compl. ¶¶ 7-10.</p>\n<p>On February 11, 2005, plaintiffs filed an amended consolidated complaint (\"amended complaint\") naming Ernst &amp; Young, LLP as a defendant. All defendants save for E &amp; Y entered into a settlement with plaintiffs on March 8, 2007, which this court approved on October 2, 2007. <i>See</i> Stipulation of Partial Settlement 1; Oct. 2, 2007 Order. This action therefore remains pending only as between plaintiffs and defendant E &amp; Y.</p>\n<p>On December 9, 2005, E &amp; Y moved to dismiss the amended complaint under Federal Rule of Civil Procedure 12(b)(6). The court delayed ruling on this motion in order to permit settlement negotiations, and then denied the motion without prejudice to allow the parties to brief the court on intervening legal developments. Mar. 14, 2007 Order at 1-2. As permitted by the court, E &amp; Y renewed its motion to dismiss the amended complaint and filed a memorandum of law in support of its motion. Plaintiffs responded in opposition to the motion, and E &amp; Y filed a reply.</p>\n<p></p>\n<h2>II.</h2>\n<p>The underlying claim in this case is securities fraud in violation of 15 U.S.C. § 78j(b) [hereinafter \"section 10(b)\"] and 17 C.F.R. § 240.10b-5 (2007) [hereinafter \"Rule 10b-5\"]. <i>See</i> Am. Compl. ¶¶ 306-16. To prevail on a securities fraud claim, a plaintiff must show: (1) a material misrepresentation or omission, (2) made with scienter, (3) in connection with the purchase or sale of a security, (4) reliance thereon by the plaintiff, (5) economic loss by the plaintiff, and (6) a causal connection between the defendant's act and the plaintiffs loss. <i>See, e.g., </i><i>Dura Pharm., Inc. v. Broudo,</i> <span class=\"citation\" data-id=\"142888\"><a href=\"/opinion/142888/dura-pharmaceuticals-inc-v-broudo/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">336</span></a></span>, 341-42, <span class=\"citation\" data-id=\"142888\"><a href=\"/opinion/142888/dura-pharmaceuticals-inc-v-broudo/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1627</span></a></span>, <span class=\"citation\" data-id=\"142888\"><a href=\"/opinion/142888/dura-pharmaceuticals-inc-v-broudo/\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span> (2005).</p>\n<p>Defendant has moved to dismiss the amended complaint under Federal Rule of Civil Procedure 12(b)(6), as applied through 15 U.S.C. § 78u-4(b). A motion to dismiss a complaint under Rule 12(b)(6) challenges the legal sufficiency of the complaint. <i>Kloth v. Microsoft Corp.,</i> <span class=\"citation\" data-id=\"793965\"><a href=\"/opinion/793965/center-incorporated-steven-nielsen-raymond-pryor-seastrom-associates-ltd/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">312</span></a></span>, 319 (4th Cir.2006); <i>E. Shore Mkts., Inc. v. J.D. Assocs. Ltd. P'ship,</i> <span class=\"citation\" data-id=\"768792\"><a href=\"/opinion/768792/eastern-shore-markets-incorporated-v-jd-associates-limited-partnership/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></a></span>, 180 (4th Cir.2000). In conducting its review, a court must view the facts in the light most favorable to the plaintiff, but \"need not accept the legal conclusions drawn from the facts\" and \"need not accept as true unwarranted inferences, unreasonable conclusions, or arguments.\" <i>Kloth,</i> 444 F.3d at 319 (quotation omitted).</p>\n<p>Plaintiffs allege two categories of statements by E &amp; Y as the basis of their claim that E &amp; Y committed securities fraud. The first category concerns E &amp; Y's \"sign[ing] off' on aaiPharma's 2003 quarterly financial statements. <i>See</i> Am. Compl. ¶ 36. The second category concerns E &amp; Y's audit opinion in connection with a 2002 securities offering by aaiPharma. <i>Id</i> The court analyzes each in turn.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*510</span> A.</h2>\n<p>Plaintiffs seek to hold E &amp; Y liable for the misleading quarterly financial statements that aaiPharma issued in 2003. Pl.'s Mem. in Opp'n to Mot. to Dismiss 10. Essentially, plaintiffs allege that \"E &amp; Y simply rubber-stamped the Company's false financial results for publication to an unsuspecting market.\" <i>Id.</i> at 6. Plaintiffs' theory is that E &amp; Y approved these misleading financial statements, and because aaiPharma released these misleading statements to the public, E &amp; Y is therefore liable under section 10(b) and Rule 10b-5. <i>See</i> Am. Compl. ¶ 36.</p>\n<p>The Securities Exchange Act of 1934 does not reach those who aid and abet a section 10(b) violation. <i>Cent. Bank of Denver, N.A. v. First Interstate Bank of Denver, N.A.,</i> <span class=\"citation\" data-id=\"117837\"><a href=\"/opinion/117837/central-bank-of-denver-na-v-first-interstate-bank-of-denver-na/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">164</span></a></span>, 177, <span class=\"citation\" data-id=\"117837\"><a href=\"/opinion/117837/central-bank-of-denver-na-v-first-interstate-bank-of-denver-na/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1439</span></a></span>, <span class=\"citation\" data-id=\"117837\"><a href=\"/opinion/117837/central-bank-of-denver-na-v-first-interstate-bank-of-denver-na/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">119</span></a></span> (1994). Although secondary actors cannot be liable under section 10(b) for aiding and abetting, they can be held liable as primary violators if they are shown to have \"employ [ed] a manipulative device or ma[de] a material misstatement (or omission) on which a purchaser or seller of securities relie[d].\" <i>Id.</i> at 191, <span class=\"citation\" data-id=\"117837\"><a href=\"/opinion/117837/central-bank-of-denver-na-v-first-interstate-bank-of-denver-na/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1439</span></a></span>. \"Unfortunately, deciding when conduct constituting aiding and abetting rises to the level of prohibited primary conduct is not well settled.\" <i>Anixter v. Home-Stake Prod. Co.,</i> <span class=\"citation\" data-id=\"714096\"><a href=\"/opinion/714096/ivan-a-anixter-blanche-dickenson-dolly-k-yoshida-on-behalf-of-themselves/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1215</span></a></span>, 1224 (10th Cir.1996), <i>cited with approval in </i><i>Gariety v. Grant Thornton, LLP,</i> <span class=\"citation\" data-id=\"786197\"><a href=\"/opinion/786197/debra-gariety-horst-o-bischoff-as-trustee-of-bischoff-family-trust-pamela/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">356</span></a></span>, 369-70 (4th Cir.2004). The Supreme Court is presently considering whether there exists some category of secondary activity greater than mere aiding and abetting, but less than a primary violation, for which a defendant can be held liable under section 10(b) and Rule 10b-5. <i>See generally </i><i>Stoneridge Inv. Partners, LLS v. Scientific-Atlanta, Inc.,</i> <span class=\"citation\" data-id=\"793924\"><a href=\"/opinion/793924/in-re-charter-communications-inc-securities-litigation-stoneridge/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">987</span></a></span> (8th Cir.2006), <i>cert. granted,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1873</span></span>, <span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">363</span></span> (2007) (No. 06-43). Although <i>Stoneridge</i> is pending, the court believes that the law is sufficiently clear to resolve E &amp; Y's motion to dismiss the amended complaint.</p>\n<p>The Fourth Circuit has intimated that there can be no liability under section 10(b) where a party itself does not make a representation to the market. <i>See </i><i>Gariety,</i> 368 F.3d at 369 (requiring district court to consider \"whether [defendant] made a public misrepresentation for which it may be found primarily liable\"); <i>see also </i><i>Glaser v. Enzo Biochem, Inc.,</i> 126 Fed.Appx. 593, 598-99 (4th Cir.2005) (unpublished) (interpreting <i>Gariety</i> to require that a misrepresentation must be directly attributable to the defendant for it to be actionable). This reading of the law comports with the Supreme Court's mandate in <i>Central Bank</i> that courts dealing with the implied private cause of action for securities fraud must adhere closely to the text of section 10(b), which \"prohibits only the <i>making</i> of a material misstatement (or omission).\" <i>Cent. Bank,</i> 511 U.S. at 173, 177, <span class=\"citation\" data-id=\"117837\"><a href=\"/opinion/117837/central-bank-of-denver-na-v-first-interstate-bank-of-denver-na/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1439</span></a></span> (emphasis supplied). Accordingly, \"any defendant who does not make or affirmatively cause to be made a fraudulent misstatement or omission, or who does not directly engage in manipulative securities practices, is at most guilty of aiding and abetting and cannot be held liable under [section] 10(b) or any subpart of Rule 10b-5.\" <i>Stoneridge,</i> 443 F.3d at 992.</p>\n<p>Here, plaintiffs allege that E &amp; Y \"signed off\" on aaiPharma's misleading quarterly financial statements. Am. Compl. ¶ 250. Plaintiffs' amended complaint does not allege that E &amp; Y itself made, or caused to be made, any misleading representation to the market with regard to the quarterly financial statements. Rather, plaintiffs allege that E &amp; Y \"signed off' on the statements with knowledge that investors would rely on the <span class=\"star-pagination\">*511</span> statements after aaiPharma released them. <i>See id.</i> ¶ 251. Plaintiffs have alleged a textbook case of aiding and abetting, a cause of' action which the Supreme Court rejected in <i>Central Bank. See </i><i>Anixter,</i> 77 F.3d at 1225 (listing as elements of aider and abettor liability \"(1) the existence of a primary violation of the securities laws by another; (2) knowledge of the primary violation by alleged aider and abettor; and (3) substantial assistance by the alleged aider and abettor in achieving the primary violation.\"). Plaintiffs allege a claim for which relief cannot be granted, and E &amp; Y's motion to dismiss the amended complaint is granted with respect to the quarterly financial statements.</p>\n<p></p>\n<h2>B.</h2>\n<p>Plaintiffs also seek to hold E &amp; Y liable for its audit opinion with respect to a 2002 aaiPharma securities offering. <i>See</i> Am. Compl. ¶ 36. Plaintiffs allege that E &amp; Y issued a materially misleading audit opinion approving of aaiPharma's financial state at year-end 2002, and that E &amp; Y consented to this audit opinion being incorporated into the disclosure paperwork for an aaiPharma securities offering. <i>Id.</i> ¶¶ 249, 251. Plaintiffs argue that, by consenting to the release of the misleading audit opinion in connection with the aaiPharma securities offering, E &amp; Y violated section 10(b) and Rule 10b-5. <i>See id.</i> ¶¶ 36, 306-16.</p>\n<p>For purposes of the motion to dismiss the amended complaint, the parties do not dispute whether there was a material misrepresentation or omission in this case. The parties do dispute the issue of scienter. The court must therefore determine whether plaintiffs have sufficiently pleaded scienter so as to survive E &amp; Y's motion to dismiss the amended complaint.</p>\n<p>In evaluating a motion to dismiss a complaint under Rule 12(b)(6), courts \"should look to the specific factual allegations in the complaint to determine whether they plausibly support a legal claim for relief.\" <i>Alvarado v. KOB-TV, LLC,</i> <span class=\"citation\" data-id=\"169483\"><a href=\"/opinion/169483/alvarado-v-kob-tv-llc/\"><span class=\"volume\">493</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1210</span></a></span>, 1215 n. 2 (10th Cir.2007) (discussing <i>Bell Atl. Corp. v. Twombly,</i> ___ U.S. ___, ___-___, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, 1968-70, 167 L.Ed;d 929 (2007)); <i>accord </i><i>Erickson v. Pardus,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, 2200, <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1081</span></a></span> (2007) (per curiam); <i>E.E.O.C. v. Concentra Health Servs., Inc.,</i> <span class=\"citation\" data-id=\"1452795\"><a href=\"/opinion/1452795/eeoc-v-concentra-health-services-inc/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">773</span></a></span>, 777 (7th Cir. 2007); <i>Iqbal v. Hasty,</i> <span class=\"citation\" data-id=\"798076\"><a href=\"/opinion/798076/javaid-iqbal-v-dennis-hasty-former-warden-of-the-metropolitan-detention/\"><span class=\"volume\">490</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">143</span></a></span>, 155-58 (2d Cir.2007). Congress, however, altered the pleading standard with respect to the scienter element of securities fraud claims in the Private Securities Litigation Reform Act (\"PSLRA\"). To survive a motion to dismiss a complaint, a securities fraud plaintiff must \"state with particularity facts giving rise to a strong inference that the defendant acted with the required state of mind.\" 15 U.S.C. § 78u-4(b)(2). The required state of mind in this case is \"scienter.\" <i>See </i><i>Dura Pharm.,</i> 544 U.S. at 341, <span class=\"citation\" data-id=\"142888\"><a href=\"/opinion/142888/dura-pharmaceuticals-inc-v-broudo/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1627</span></a></span> (describing \"scienter\" as a \"wrongful state of mind\"). The court will therefore consider whether plaintiffs have pleaded with particularity facts giving rise to a strong inference of scienter.</p>\n<p>The Supreme Court recently defined \"strong inference.\" In <i>Tellabs Inc. v. Makor Issues &amp; Rishts, Ltd.,</i> the Court held that a \"strong inference\" in the context of a 12(b)(6) motion to dismiss a securities fraud action is an inference that is \"at least as compelling as any opposing inference one could draw from the facts alleged.\" ___ U.S. ___, ___, <span class=\"citation\" data-id=\"145709\"><a href=\"/opinion/145709/tellabs-inc-v-makor-issues-rights-ltd/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2499</span></a></span>, 2510, <span class=\"citation\" data-id=\"145709\"><a href=\"/opinion/145709/tellabs-inc-v-makor-issues-rights-ltd/\"><span class=\"volume\">168</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">179</span></a></span> (2007) (footnote omitted). This standard is higher than merely requiring a plaintiff to provide a factual basis for the plaintiff's scienter allegation (i.e., \"to allege facts from which an inference of scienter rationally <i>could</i> be drawn\"). <i>Id.</i> In determining the strength <span class=\"star-pagination\">*512</span> of an inference, courts must accept the facts as alleged in the complaint as true, and must consider all the factual allegations as a collective whole. <i>Id.</i> at 2509.</p>\n<p>The definition of \"scienter\" is more troublesome. Plaintiffs allege that E &amp; .Y acted recklessly in issuing the challenged audit opinion. <i>See</i> Pl.'s Mem. in Opp'n to Mot. to Dismiss 12. The Supreme Court has expressly reserved the question of whether recklessness suffices to meet the scienter requirement. <i>See Tellabs,</i> 127 S.Ct. at 2507 n. 3. However, all circuits to consider the issue, including the Fourth Circuit, have held that some level of recklessness will suffice. <i>Id.; </i><i>Ottmann v. Hanger Orthopedic Group, Inc.,</i> <span class=\"citation\" data-id=\"784557\"><a href=\"/opinion/784557/norman-ottmann-v-hanger-orthopedic-group-incorporated-ivan-r-sabel/\"><span class=\"volume\">353</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">338</span></a></span>, 343-44 (4th Cir.2003). The court must therefore determine what constitutes actionable recklessness for purposes of a securities fraud action, and what methods by which it must be pleaded and proved.</p>\n<p>The Fourth Circuit has refused to state precisely what level of reckless conduct that a plaintiff must plead and prove to meet the PSLRA's \"scienter\" standard. <i>See </i><i>Svezzese v. Duratek, Inc.,</i> 67 Fed. Appx. 169, 172 (4th Cir.2003) (per curiam) (unpublished) (\"We have not yet adopted a specific standard as to what precisely a plaintiff must plead in order to meet the [securities fraud] scienter requirement.\"); <i>Phillips v. LCI Int'l, Inc.,</i> <span class=\"citation\" data-id=\"766028\"><a href=\"/opinion/766028/lionel-phillips-on-behalf-of-himself-and-all-others-similarly-situated-v/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">609</span></a></span>, 621 (4th Cir.1999) (\"We have not yet determined which pleading standard best effectuates Congress's intent.\"). However, the Fourth Circuit has suggested that \"recklessness\" in this context must approximate an intent to deceive. <i>See </i><i>Teachers' Retirement Sys. of LA v. Hunter,</i> <span class=\"citation\" data-id=\"796845\"><a href=\"/opinion/796845/teachers-retirement-system-of-louisiana-and-barry-schoenfeld/\"><span class=\"volume\">477</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">162</span></a></span>, 183-84 (4th Cir.2007) (\"For the second element of a securities fraud claim . . . a plaintiff must allege that the defendant made the misleading statement or omission intentionally or with `severe recklessness' regarding the danger of deceiving the plaintiff.\"); <i>Ottmann,</i> 353 F.3d at 344 (\"Such `severe recklessness' is, in essence, `a slightly lesser species of intentional misconduct.\"' (quoting <i>Nathenson Zonagen Inc.,</i> <span class=\"citation\" data-id=\"25546\"><a href=\"/opinion/25546/nathenson-v-zonagen-inc/\"><span class=\"volume\">267</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">400</span></a></span>, 408 (5th Cir.2001))); <i>Phillips,</i> 190 F.3d at 620 (\"[T]o establish scienter, a plaintiff must still prove that the defendant acted intentionally, which may perhaps be shown by recklessness.\"); <i>cf. </i><i>Ernst &amp; Ernst v. Hochfelder,</i> <span class=\"citation\" data-id=\"109420\"><a href=\"/opinion/109420/ernst-ernst-v-hochfelder/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">185</span></a></span>, 194 n. 12, <span class=\"citation\" data-id=\"109420\"><a href=\"/opinion/109420/ernst-ernst-v-hochfelder/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1375</span></a></span>, <span class=\"citation\" data-id=\"109420\"><a href=\"/opinion/109420/ernst-ernst-v-hochfelder/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1976) (\"In this opinion the term `scienter' refers to a mental state embracing intent to deceive, manipulate, or defraud.\"). Accordingly, the standard in the Fourth Circuit appears to be that plaintiffs must plead and prove \"severe recklessness,\" involving at least \"an act so highly unreasonable and such an extreme departure from the standard of ordinary care as to present a danger of misleading the plaintiff to the extent that the danger was either known to the defendant or so obvious that the defendant must have been aware of it.\" <i>Ottmann,</i> 353 F.3d at 343 (quoting <i>Phillips,</i> 190 F.3d at 621).</p>\n<p>In determining what methods the plaintiff must use to prove severe recklessness, the Fourth Circuit has rejected the multiprong tests used by some other circuits in favor of a totality of the circumstances test. <i>See </i><i>Ottmann,</i> 353 F.3d at 345 (\"We agree that a flexible, case-specific analysis is appropriate in examining scienter pleadings.\"); <i>Helwig v. Vencor, Inc.,</i> <span class=\"citation\" data-id=\"773420\"><a href=\"/opinion/773420/a-carl-helwig-on-behalf-of-himself-and-all-others-similarly-situated-gary/\"><span class=\"volume\">251</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">540</span></a></span>, 551 (6th Cir.2001) (en banc) (\"In enacting the [securities fraud laws], Congress was concerned with the quantum, not type, of proof\"), <i>cited with approval in </i><i>Ottmann,</i> 353 F.3d at 345. The court must therefore look to all the facts and circumstances surrounding the alleged securities fraud in determining whether severe recklessness has been pleaded. <i>See </i><i>Ottmann,</i> 353 F.3d at 345 (\"We therefore conclude that courts should not restrict their scienter inquiry by focusing on specific <span class=\"star-pagination\">*513</span> categories of facts, such as those relating to motive and opportunity. . . . \").</p>\n<p>Accordingly, to survive E &amp; Y's motion to dismiss the amended complaint, plaintiffs must plead particularized facts giving rise to an inference at least as strong as any other inference that, by issuing its audit opinion, E &amp; Y committed an act so highly unreasonable that E &amp; Y either knew it would mislead the plaintiffs or must have known it would mislead the plaintiffs because the danger of misleading the plaintiffs was so obvious. Plaintiffs allege four categories of facts and circumstances in support of this inference: (1) E &amp; Y's violations of standard accounting practices; (2) E &amp; Y's broad access to aaiPharma's operations; (3) E &amp; Y's disregard of various \"red flags;\" and (4) E &amp; Y's motive to retain aaiPharma's business. <i>See</i> Pl.'s Mem. in Opp'n to Mot. to Dismiss 13-21. The court has considered these and all other facts and circumstances surrounding the alleged fraud, and has considered plaintiffs' allegations as a collective whole. The court concludes that plaintiffs have not met the required standard because the inference that E &amp; Y was simply negligent is stronger than the inference that E &amp; Y was severely reckless.<sup>[1]</sup></p>\n<p></p>\n<h2>1.</h2>\n<p>Plaintiffs contend that E &amp; Y committed numerous violations of standard accounting practice, and that these violations support an inference of severe recklessness. Pl.'s Mem. in Opp'n to Mot. to Dismiss 13-15. Although plaintiffs point out six alleged violations of standard accounting practice, <i>id.</i> at 14, E &amp; Y correctly argues that it can only be held liable for one of those violations because the other five are in essence claims of aiding and abetting. Reply 5. The court must therefore consider whether E &amp; Y's classification of Several drug lines purchased by aaiPharma as customer goodwill rather than as intangible assets supports an inference of severe recklessness. <i>See</i> Pl.'s Mem. in Opp'n to Mot. to Dismiss 14-15; Am. Compl. ¶ 23(e).</p>\n<p>In cosidering a motion to dismiss a complaint, a court must accept as true only the facts, not the legal conclusions, alleged in the complaint. <i>See Twombly,</i> 127 S.Ct. at 1964-65; <i>Kloth,</i> 444 F.3d at 319. Here, plaintiffs do not provide factual support to connect the improper classification of the drug lines to their legal conclusion of severe recklessness by E &amp; Y. Plaintiffs argue that this improper classification resulted in governmental investigations, and that the improper classification had a significant impact on aaiPharma's bottom line. <i>See</i> Pl.'s Mem. in Opp'n to Mot. to Dismiss 14-15. However, these facts at best support the inference that E &amp; Y was negligent, not severely reckless.</p>\n<p></p>\n<h2>2.</h2>\n<p>Plaintiffs contend that E &amp; Y's broad access to aaiPharma's business operations supports an inference of severe recklessness. Pl.'s Mem. in Opp'n to Mot. to Dismiss 15-16. This argument is logically insufficient, because plaintiffs allege no facts tending to show that E &amp; Y's broad access to aaiPharma's operations supports the legal conclusion that E &amp; Y acted with severe recklessness in issuing its audit opinion. For example, merely because a person has broad access to every book in a library does not mean that the person has read and chosen to ignore facts contained in a particular book in the library. Merely alleging that E &amp; Y had broad access to aaiPharma's operations at best supports an inference that E &amp; Y was negligent, and <span class=\"star-pagination\">*514</span> more likely supports nothing at all. Moreover, plaintiffs may not amend their complaint through their memorandum of law to repair this deficiency by alleging that E &amp; Y directly participated in the decision to improperly classify the drug lines. <i>See</i> Pl.'s Mem. in Opp'n to Mot. to Dismiss 16; <i>Car Carriers, Inc. v. Ford Motor Co.,</i> <span class=\"citation\" data-id=\"442906\"><a href=\"/opinion/442906/car-carriers-inc-v-ford-motor-company-and-nu-car-carriers-inc/\"><span class=\"volume\">745</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1101</span></a></span>, 1107 (7th Cir.1984) (\"[I]t is axiomatic that the complaint may not be amended by the briefs in opposition to a motion to dismiss.\").<sup>[2]</sup></p>\n<p></p>\n<h2>3.</h2>\n<p>Plaintiff argues that E &amp; Y ignored various \"red flags\" that provided warning about aaiPharma's improper operations, and that these red flags support an inference of severe recklessness on the part of E &amp; Y. Pl.'s Mem. in Opp'n to Mot, to Dismiss 16-21. Plaintiffs allege four general categories of red flags: (a) news articles by financial journalists and governmental investigations questioning aaiPharma's accounting practices; (b) aaiPharma's weak internal controls; (c) various acts by aaiPharma indicating that it was \"channel stuffing\" by moving inventory into warehouses where it would not be sold; and (d) statements to E &amp; Y by its national office and the SEC that the classification of the drug lines as goodwill was improper. <i>See id.;</i> Reply 8-10.</p>\n<p>Again, each of these red flags is logically insufficient to support an inference of severe recklessness. The news articles and governmental investigations arose after E &amp; Y's audit report was issued, and thus logically cannot support the inference that E &amp; Y ignored them. <i>Compare</i> Pl.'s Mem. in Opp'n to Mot. to Dismiss 18 (stating earliest date of items in question as March 12, 2003) <i>with</i> Am. Compl. ¶ 249 (indicating date of audit opinion in question as January 27, 2003). The weak internal controls cannot be used to support an inference of severe recklessness because plaintiffs have only alleged that there were weak controls, not that E &amp; Y knew of and disregarded them. <i>See</i> Am. Compl. ¶¶ 3, 262-64 (alleging only that aaiPharma, not E &amp; Y, admitted to inadequate internal controls). The various acts indicating \"channel stuffing\" do not relate to the audit opinion at issue here, which covers only E &amp; Y's improper classification of various, drug lines as customer goodwill. <i>See supra</i> Part II.B.1. And finally, the statements by E &amp; Y's national office and the SEC about the improper classification of the drug lines as goodwill are insufficient because they are not alleged in the amended complaint at all. <i>See </i><i>Car Carriers,</i> 745 F.2d at 1107. Moreover, even were the court to grant leave for plaintiffs to add this allegation as they request, plaintiffs do not offer to show that these statements were made to E &amp; Y before it issued the audit opinion. <i>See</i> Pl.'s Mem. in Opp'm to Mot. to Dismiss 18 &amp; n. 9. E &amp; Y cannot have ignored what it did not know. Accordingly, none of these red flags provide support for the inference that E &amp; Y acted with severe recklessness.</p>\n<p></p>\n<h2>4.</h2>\n<p>Finally, plaintiffs allege that E &amp; Y had a motive to appease aaiPharma because the partners in E &amp; Y's Raleigh office were dependent upon aaiPharma's business to maintain their incomes, and that <span class=\"star-pagination\">*515</span> this motive supports an inference of severe recklessness. <i>See</i> Am. Compl. ¶ 244; Pl.'s Mem. in Opp'n to Mot. to Dismiss 21-22. The Fourth Circuit has held that generalized motives shared by all companies are insufficient to support an inference of severe recklessness. <i>Ottmann,</i> 353 F.3d at 352; <i>see </i><i>Phillips,</i> 190 F.3d at 622-23. The desire to maintain clients is certainly a generalized motive shared by all companies. Accordingly, E &amp; Y's alleged desire to appease aaiPharma does not support an inference of severe recklessness.</p>\n<p></p>\n<h2>5.</h2>\n<p>In sum, plaintiffs allege two categories of facts and circumstances that at best support an inference of negligence on the part of E &amp; Y, one category of facts and circumstances that is logically insufficient, and one category of facts and circumstances that is insufficient under Fourth Circuit precedent. Even after considering these allegations as a collective whole and in connection with all the facts and circumstances surrounding the case, the court finds that the inference that E &amp; Y was merely negligent is stronger than the inference that E &amp; Y was severely reckless. Accordingly, E &amp; Y's motion to dismiss the amended complaint is granted. In light of this ruling, the court need not consider whether plaintiffs adequately pleaded loss causation. <i>Cf. </i><i>Dura Pharm.,</i> 544 U.S. at 345-48, <span class=\"citation\" data-id=\"142888\"><a href=\"/opinion/142888/dura-pharmaceuticals-inc-v-broudo/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1627</span></a></span>; <i>Hunter,</i> 477 F.3d at 185-188; <i>Glaser v. Enzo Biochem, Inc.,</i> <span class=\"citation\" data-id=\"795821\"><a href=\"/opinion/795821/lawrence-f-glaser-individually-and-on-behalf-of-kimberly-erin-hannah/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">474</span></a></span>, 477 (4th Cir.2006).</p>\n<p></p>\n<h2>III.</h2>\n<p>As explained above, E &amp; Y's motion to dismiss the amended complaint GRANTED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The court is not saying that E &amp; Y was negligent or was not negligent. Rather, the court is simply analyzing the amended complaint under the governing legal standard.</p>\n<p>[2]  Even allowing plaintiffs to amend their complaint to properly allege facts demonstrating E &amp; Y's direct participation in classifying the drug lines as goodwill would have no impact on the outcome of this motion to dismiss. Such an allegation would be the only allegation tending to support an inference of severe recklessness. Without more, such an allegation would not raise the inference of severe recklessness to at least the same level as the inference of negligence.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/25546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/142888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145709/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/169483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714096/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766028/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/798076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1452795/"
  ]
}