{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1666767/",
  "absolute_url": "/opinion/1666767/goshen-rd-envir-action-v-us-dept-of-agr/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1666767/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:04:10.546315Z",
  "date_modified": "2016-04-27T00:45:34.076846Z",
  "type": "010combined",
  "sha1": "591c97bce464ba6c3708d1dc5844f36333e8f4d9",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>891 F.Supp. 1126 (1995)</b></center>\n<center><h1>GOSHEN ROAD ENVIRONMENTAL ACTION, a community organization, Iris Brown, and Hattie Brown, Plaintiffs,<br>\nv.<br>\nUNITED STATES DEPARTMENT OF AGRICULTURE; Secretary of United States Department of Agriculture; Rural Housing and Community Development Service; Administrator of Rural Housing and Community Development Service; North Carolina State Director, Rural Housing and Community Development Service; Town of Pollocksville, Defendants.</h1></center>\n<center>No. 4:95-CV-36-H(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>June 28, 1995.</center>\n<p><span class=\"star-pagination\">*1127</span> Maccene Brown, Land Loss Prevention Project, Durham, NC, for plaintiffs.</p>\n<p>Steve West, Asst. U.S. Atty., Raleigh NC, for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter comes before the court on the plaintiffs' objections to the Memorandum and Recommendation related to the plaintiff's motion for a temporary restraining order and preliminary injunction. Also pending before the court are (1) the defendant Town of Pollocksville's motion to dismiss filed May 12, 1995, pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure; (2) the motion for summary judgment filed May 26, 1995, pursuant to Rule 56 of the Federal Rules of Civil Procedure by the defendants United States Department of Agriculture; Secretary of the United States Department of Agriculture; Rural Housing and Community Development Service (\"RHCDS\"); Administrator of RHCDS; and the North Carolina State Director of the RHCDS (collectively \"federal defendants\"); and, (3) the federal defendants' motion filed May 26, 1995, for an expedited briefing schedule for all responses and replies to the motion for summary judgment. These matters are ready for adjudication.</p>\n<p></p>\n<h2><i>Statement of the Facts</i></h2>\n<p>The plaintiff Goshen Road Environmental Action Team<sup>[1]</sup> (\"G.R.E.A.T.\"), along with the plaintiffs Iris Brown, president of G.R.E.A.T., and Hattie Brown, commenced this action on April 13, 1995, seeking declaratory and injunctive relief pursuant to Rules 57 and 65 of the Federal Rules of Civil Procedure. The plaintiffs contend that the placement, approval and funding of the Town of Pollocksville's Wastewater Treatment and Spray Irrigation Facility infringes upon their civil rights in violation of Title VI of the Civil Rights Act of 1964, as codified at 42 U.S.C. § 2000d-2000d-7, and the National Environmental Policy Act of 1969 (NEPA), as codified at 42 U.S.C. § 4332(2)(C).</p>\n<p>The defendant Town of Pollocksville applied for a Farmers Home Administration (\"FmHA\") loan to construct the sanitary sewer system that would service the residents of the Town of Pollocksville.<sup>[2]</sup> The original proposal for the facility required six acres of land to house a spray-irrigation system. The original design was approved by various individuals indicating that the wastewater treatment facility would not violate any environmental laws, nor would it significantly impact on the environment. On March 11, 1988, the FmHA approved the Town of Pollocksville's loan application, consisting of $896,000 for the construction of the facility, and further awarded a grant in the amount of $1,305,000 for additional costs.</p>\n<p>By February 1991, the treatment facility construction plan was altered. The original design provided that the treated effluent would drain into the Trent River. After testing the area, it was determined that the Trent River was \"nutrient sensitive,\" which affected the phosphorous loading rates that the facility could discharge into the Trent River. The project could no longer be contained on 6 acres, but required a 50 to 60acre <span class=\"star-pagination\">*1128</span> tract of land as the facility was increased to provide for a 102,100-gallon-per-day wastewater treatment and spray irrigation disposal facility, a 6,376,044-gallon treatment lagoon and a spray irrigation pump. The plaintiffs contend that the project change had longlasting effects on the Pollocksville community and the surrounding rural area.</p>\n<p>The Town of Pollocksville began selecting potential sites for the wastewater treatment facility. However, it was not until late 1990 that four or five locations, including the Goshen Road area, was identified as suitable locations for the projected facility. After further tests were performed of the proposed areas' soil suitability, a complaint and declaration of taking was filed in Jones County Superior Court on October 9, 1991, to condemn the 67-acre tract of land located on Goshen Road.</p>\n<p>The property along Goshen Road consists of land belonging mainly to low to moderate income African-Americans. The 67-acre tract was seized by the Town of Pollocksville by a condemnation order issued by the Jones County Superior Court in May 1992. The facility began operating at a limited level by April 1995.<sup>[3]</sup></p>\n<p>The plaintiffs contend that the defendants selected the Goshen Road community as the project site in violation of Title VI of the Civil Rights Act of 1964, as codified at 42 U.S.C. § 2000d-2000d-7. The plaintiffs allege that the project was constructed on Goshen Road based upon discriminatory reasons. The plaintiffs contend that the lagoon is located less than 500 feet from the property of the Goshen Road residents, including the plaintiffs Iris Brown and Hattie Brown. The plaintiffs contend that this short distance between the residents' homes along Goshen Road and the wastewater treatment facility poses environmental concerns of possible leaks and other damages. Furthermore, the plaintiffs assert that the defendants failed to supply an environmental impact statement about the facility as required under the National Environmental Policy Act of 1969 (NEPA), as codified at 42 U.S.C. § 4332(2)(c).</p>\n<p></p>\n<h2><i>Discussion</i></h2>\n<p></p>\n<h2>I. Temporary Restraining Order And Preliminary Injunction</h2>\n<p>The plaintiffs filed a motion for a temporary restraining order and preliminary injunction on April 13, 1995. These matters were referred to the Honorable Charles K. McCotter, Jr., United States Magistrate Judge, who entered a Memorandum and Recommendation on May 11, 1995, following a hearing. The plaintiffs filed objections to the Memorandum and Recommendation on May 24, 1995. The defendants responded to the plaintiffs' objections on May 26, 1995.</p>\n<p>The plaintiffs objected to the Memorandum and Recommendation, which recommended the court deny the plaintiffs' motion for a temporary restraining order and to order a briefing schedule for the parties to fully address the motion for a preliminary injunction. The plaintiffs made a generalized statement that the defendants' facility will cause irreparable injury to the plaintiffs and that its utilization is against the public interest. The defendants contend that the plaintiffs' objections fail to specify a precise opposition to the factual and legal conclusions set forth within the Memorandum and Recommendation and therefore should not be considered by the court.</p>\n<p>The court finds that the plaintiffs failed to supply any relevant facts and law opposing the conclusion reached within the Memorandum and Recommendation. After a thorough and careful review of the Memorandum and Recommendation, and the record on this matter, this court finds that the recommendation of the Magistrate Judge is, in all respects, in accordance with the law and should be approved. The plaintiffs failed to adequately present any evidence otherwise. Therefore, the court hereby adopts the Memorandum and Recommendation of the Magistrate Judge as its own.</p>\n<p><span class=\"star-pagination\">*1129</span> Accordingly, the court hereby DENIES the plaintiffs' motion for a temporary restraining order. The court ORDERS the parties to supply the court with briefs on the plaintiffs' motion for a preliminary injunction. As the plaintiffs submitted a brief in support of their preliminary injunction on June 12, 1995, the court directs the defendants to file their memoranda in opposition to the plaintiffs' motion by the end of the business day on July 5, 1995. The plaintiffs shall have until July 14, 1995, to reply.</p>\n<p></p>\n<h2>II. Motion To Dismiss</h2>\n<p>The defendant Town of Pollocksville motioned the court on May 12, 1995, to dismiss this action, pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure, as the complaint fails to state a claim upon which relief can be granted as to it. The plaintiffs filed a response to the defendant Town of Pollocksville's motion on June 2, 1995. The defendant did not file a reply.</p>\n<p>The plaintiffs contend that they adequately set forth a claim for violations of Title VI of the Civil Rights Act of 1964, the Rural Housing and Community Development Services' regulations, and the National Environmental Policy Act. In violation of Local Rule 4.04, the defendant failed to supply any legal argument supporting its motion to dismiss. Accordingly, the court DENIES the defendant Town of Pollocksville's motion to dismiss this action as to it.</p>\n<p></p>\n<h2>III. Motion For Expedited Briefing Schedule And Motion For Summary Judgment</h2>\n<p>The federal defendants motioned the court for summary judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure on May 26, 1995, contending that the Title VII claim is barred by the statute of limitations and the doctrine of laches while the NEPA claim is barred by the doctrine of laches. The federal defendants further motioned for an expedited briefing scheduling, mandating the plaintiffs response to the defendants' motion by June 9, 1995, and the defendants' reply to the plaintiffs' response by June 16, 1995.</p>\n<p>The court notes that Local Rule 4.05 and Rule 6(a) and (e) of the Federal Rules of Civil Procedure require that the plaintiffs respond to the defendants' motion for summary judgment by June 20, 1995. The plaintiffs filed a memorandum in opposition to the defendants' motion for summary judgment on June 19, 1995.</p>\n<p>Accordingly, the court finds that the defendants' motion for an expedited briefing schedule is MOOT. The defendants have ten days from the filing of the plaintiffs' response on June 19, 1995, in which to file a reply, unless the defendants waive their reply time.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>For the reasons stated above, the court hereby DENIES the plaintiffs' motion for a temporary restraining order. The court further ORDERS the parties to supply the court with additional briefs on the plaintiffs' motion for a preliminary injunction. As the plaintiffs submitted a brief in support of their preliminary injunction on June 12, 1995, the court directs the defendants to file their memoranda in opposition to the plaintiffs' motion by the end of the business day on July 5, 1995. The plaintiffs shall have until July 14, 1995, to reply. The court DENIES the defendant Town of Pollocksville's motion to dismiss this action as to it. The court finds that the defendants' motion for an expedited briefing schedule is MOOT. There remains before the court the federal defendants' motion for summary judgment. The defendants have ten days from the plaintiffs' response on June 19, 1995, in which to reply.</p>\n<p></p>\n<h2><i>MEMORANDUM AND RECOMMENDATION</i></h2>\n<p>McCOTTER, United States Magistrate Judge.</p>\n<p>This matter is before the court on plaintiffs' Motion for Temporary Restraining Order and Preliminary Injunction. A hearing on the motion was held as scheduled on May 3, 1995, in New Bern. Plaintiffs were represented by E. Maccene Brown, of the Land Loss Prevention Project; defendant Town of Pollocksville was represented by Dal Wooten <span class=\"star-pagination\">*1130</span> and Claire Brock, while all other defendants were represented by Assistant United States Attorney Steve West. Also present was David Chambers of the USDA Office of General Counsel.</p>\n<p>For the reasons set forth below, the plaintiff's motion for temporary restraining order should be denied. The court should reserve ruling on the motion for preliminary injunction until a more complete record and argument are presented.</p>\n<p></p>\n<h2>PROPOSED FINDINGS OF FACT</h2>\n<p>1. This is an action under Title VI of the Civil Rights Act of 1964, 42 U.S.C. § 2000d <i>et seq.,</i> under the National Environmental Policy Act of 1969 (NEPA), 42 U.S.C. § 4332(2)(C), and under 28 U.S.C. § 1331 and 5 U.S.C. § 702. Plaintiffs allege that the defendants violated their civil rights by approving placement of a wastewater treatment facility in an African-American community, and that defendants violated NEPA by failing to provide an environmental impact statement for the facility.</p>\n<p>2. Plaintiff Goshen Road Environmental Action Team (GREAT) is a community organization composed of residents of the Goshen Road area of Jones County, North Carolina, where in the Town of Pollocksville is also located. Plaintiffs allege that these residents live in close proximity to the wastewater facility at issue. They also allege that most, if not all, of the members of GREAT, plaintiffs included, are African-American citizens of Jones County.</p>\n<p>3. Beginning in 1985, the Town of Pollocksville (Town) began to investigate and apply for the construction of a wastewater treatment facility in the Goshen Road area. The Town sought funding from the Farmers Home Administration (FmHA), an administrative agency under the supervision of the United States Department of Agriculture, and the predecessor agency of, among others, defendant Rural Housing and Community Development Service. <i>See</i> Federal Crop Insurance Reform and Department of Agriculture Reorganization Act of 1994, Pub.L. No. 103-354, § 233, 108 Stat. 3178 (1994).</p>\n<p>4. The design of the wastewater facility is a spray-irrigation system, consisting generally of two parts: a three-stage treatment lagoon, where sewage sludge remains for treatment for a period of several weeks, and the spray apparatus, which sprays the treated effluent onto and across open fields. In the Pollocksville design, the lagoon is located on one side of Goshen Road, and the spray apparatus on the other. The original design was to call for discharge of treated effluent into the Trent River; however, by 1991, the Trent River had been declared to be a nutrient-sensitive waterway, and the discharge design was reconsidered in favor of the spray irrigation system.</p>\n<p>5. In March, 1986, FmHA issued a report concluding that the proposed Pollocksville facility complied with applicable environmental laws and regulations, that it would not have a significant negative impact on the environment, and that FmHA should approve funding for the facility.</p>\n<p>6. In March, 1988, FmHA approved a loan to the Town of Pollocksville for construction of the facility, in the amount of $896,000.00, and also approved a grant to the Town of Pollocksville for $1,305,000.00, also for construction costs.</p>\n<p>7. The design changes necessitated by the Trent River reclassification appeared in an Amendment to FmHA's March 1986 report. The Amendment, issued in February, 1991, also stated the original report's conclusions were not affected by the design changes. Plaintiffs allege that no formal environmental impact study has ever been prepared or submitted in connection with this facility.</p>\n<p>8. In October, 1991, the Town began condemnation proceedings for the eminent domain taking of the Goshen Road property where the facility sits. That action was decided and an order filed in May, 1992. There is an administrative appeal pending by one of the landowners (a member of plaintiffs' family); that person, however, did not raise Title VI or NEPA issues in the condemnation proceeding, but did challenge the taking on other grounds, and may have raised Title VI on appeal.</p>\n<p>9. Counsel represented that plaintiffs first gave written notice to the Mayor of <span class=\"star-pagination\">*1131</span> Pollocksville concerning the placement of the facility sometime in 1992, and that the Mayor responded in 1993; however, no such correspondence was introduced at hearing.</p>\n<p>10. In October, 1993, the State of North Carolina Department of Environment, Health, and Natural Resources, Division of Environmental Management (DEHNR) issued a permit to the Town for the construction and maintenance of the spray irrigation wastewater treatment facility. Construction of the facility began shortly after October, 1993.</p>\n<p>11. In November, 1994, GREAT and plaintiff Iris Brown notified the EPA of their claims of discrimination in the siting of the facility, including the fact that some dwellings were to be located within 500 feet from the treatment lagoon.</p>\n<p>12. In January, 1995, plaintiffs filed an administrative complaint with the United States Department of Agriculture (USDA), alleging violations of Title VI, requesting immediate review and investigation of the siting decision. The only response to date to that complaint was an acknowledgement of forwarding on March 8, 1995, advising that the complaint was being processed, and that a 180-day review process had been initiated.</p>\n<p>13. Sometime in April, 1995, the facility began limited operations. As of the date of hearing, there were sixty-four (64) users online for the facility, including 34 white users, 24 African-American users, a church, a restaurant, and a medical center. The design's planned full operation calls for a limit of 200 users to be online in the near future. Users currently are on individual septic tank systems, and are paying approximately $60 per running foot to convert to hookup to the treatment line.</p>\n<p>14. Because the facility serves the Town of Pollocksville, but the plaintiffs reside in Jones County, outside the Town's limits, the plaintiffs are not permitted to tie into the sewage system that runs to the facility.</p>\n<p>15. Plaintiffs did not offer, nor was there introduced into evidence, any proof or opinion of environmental hazards associated with the Goshen Road facility. Counsel represented that there were some reports from engineers who had examined the facility and its placement, but those reports were not offered.</p>\n<p></p>\n<h2>PROPOSED CONCLUSIONS OF LAW</h2>\n<p>Plaintiffs seek declaratory relief holding the location, funding, and operation of the facility to be in violation of law, and seek injunctive relief restraining the continued funding and operation of the facility as it now stands.</p>\n<p>Rule 65 of the Federal Rules of Civil Procedure allows a court to enter preliminary injunctive relief, including restraining orders, prior to adjudication on the merits of an action. The purpose of such relief is to protect the moving party from irreparable injury while the action is pending. <i>Doran v. Salem Inn, Inc.,</i> 422 U.S. 922, 95 S.Ct. 2561, 45 L.Ed.2d 648 (1975). Rather than serving as a preliminary adjudication on the merits, such preliminary relief is an equitable device for preserving rights pending the final resolution of the matter. <i>Sierra On-Line, Inc. v. Phoenix Software, Inc.,</i> 739 F.2d 1415, 1421 (9th Cir.1984). The district court's inquiry in a Rule 65 matter must begin with a balancing of the hardships. <i>Blackwelder Furniture Co. v. Seilig Mfg. Co.,</i> 550 F.2d 189, 194 (4th Cir.1977), <i>citing </i><i>Ohio Oil Co. v. Conway,</i> 279 U.S. 813, 814, 49 S.Ct. 256, 256-57, 73 L.Ed. 972 (1929). Rather than decide the merits of the case, the court must balance the likelihood of irreparable harm to the plaintiff pending trial against the likelihood of irreparable harm to the defendant pending trial. <i>Capital Tool &amp; Mfg. Co. v. Maschinenfabrik Herkules,</i> 837 F.2d 171, 172 (4th Cir.1988). If a decided imbalance of hardship exists in the movant's favor, then the court must consider the movant's likelihood of success on the merits. <i>Blackwelder,</i> 550 F.2d at 195. To satisfy this requirement, the movant need not show a strong probability of success on the merits. <i>Id.</i> at 196. Instead, a showing is sufficient if the movant raises \"`questions going to the merits so serious, substantial, difficult and doubtful, as to make them fair ground for litigation and thus for more deliberate investigation.'\" <i>Id.</i> at 195 (<i>quoting </i><i>Hamilton Watch Co. v. Benrus Watch Co.,</i> 206 F.2d 738, 740 (2d Cir.1953)).</p>\n<p><span class=\"star-pagination\">*1132</span> Finally, the court considers the public interest in the suspension of the status quo pending litigation, which may include the question whether issuance of the preliminary injunctive relief would substantially harm other interested parties or the public in general. <i>Id.</i></p>\n<p>The harm to plaintiffs if the temporary restraining order is not granted is claimed to be, among other things, noxious odors emanating from the lagoon, pest infestations, and a lowering of their property values. Plaintiffs claim that their prior protestations have gone unanswered, and that these injuries result from the defendants' failure to abide by Title VI, NEPA, FmHA regulations, and Executive Order 12898 (February 11, 1994). The nature of plaintiffs' claimed injuries fall more into the classification of nuisance than of environmental hazard; plaintiffs claimed they had reports of engineers concerning the alleged hazards, but failed to produce them for the hearing. Bare allegations of the existence of health-endangering hazards will not raise the obvious characteristics of the treatment facility from nuisances to injury-producing dangers.</p>\n<p>Even if the court presumes that irreparable injury will result to plaintiffs if the restraining order is not issued, it cannot avoid the balancing of hardships in favor of defendants and the consideration of the public interest in the continued operation of the facility. First, counsel for the Town represented that the prejudice resulting from the grant of the restraining order would come in the form of a default in payment of the loan installments on the FmHA loan. The town's coffers would be able to cover the next loan payment of approximately $37,000, but without revenues resulting from hookups to the Goshen Road facility, the Town would be unable to pay the following payment. This would also prejudice the other defendants in that they would not receive payment on the loan FmHA granted. Second, while anti-discrimination laws such as the Civil Rights Act of 1964 are enacted in the public interest to deter unlawful harassment and intentional discrimination, <i>see</i> Congressional Findings, § 2, Pub.L. 102-166, there are already 64 members of the public online, and over one hundred more expected; most of these users converted from their septic systems to the sewer line at their own cost, and would now be unable to reconvert and resume using the septic tanks. The remedies plaintiffs seek require the entry of a mandatory injunction, rather than an injunction to preserve the status quo  even a partial operation of the facility results in the conditions of which plaintiffs complain. Plaintiffs want a total shutdown of the facility. Therefore, the balance of hardships favors defendants, especially in light of the consideration of the public interest in continuing the operation of the treatment facility.</p>\n<p>Finally, even if the court were to decide a balance in favor of plaintiffs, the likelihood of plaintiffs' success on the merits should bar entry of the temporary restraining order. Although plaintiffs have stated a claim under Title VI that, standing alone, may be sufficient to withstand a motion to dismiss, the court's gravest concern in conjunction with the temporary restraining order should be with the timeliness of the filing of this lawsuit. The complaint was filed on April 13, 1995. The earliest intent of the Town to construct the facility was in 1985, but the condemnation of the land actually used for the facility did not begin until the filing of that action in Jones County Superior Court in October, 1991. Assuming a three-year statute of limitations does indeed apply to Title VI claims under 42 U.S.C. § 2000d, <i>see e.g., </i><i>Taylor v. Regents of University of California,</i> 993 F.2d 710, 712 (9th Cir.1993), <i>cert. denied,</i> ___ U.S. ___, 114 S.Ct. 890, 127 L.Ed.2d 83 (1994); <i>Lugo v. City of Charlotte,</i> 577 F.Supp. 988 (W.D.N.C.1984), plaintiffs would have first had notice of both the planned location of the facility and the design and operation parameters of the facility in October, 1991, when the condemnation proceeding was filed, barring their Title VI claim as of October, 1994.</p>\n<p>No statute of limitations clearly or colorably applies to NEPA; however the equitable doctrine of laches may form the basis of a time bar to such action. Laches is the failure to exercise an enforceable right in equity for an unreasonable amount of time. <i>Newport News Shipbuilding and Dry Dock</i> <span class=\"star-pagination\">*1133</span> <i>Co. v. Parker,</i> 935 F.2d 20, 27 (4th Cir.1991); <i>Brittingham v. Jenkins,</i> 914 F.2d 447, 455 (4th Cir.1990). The defendant may show first a lack of diligence by proof that the action was not commenced in within the applicable limitations period. <i>Giddens v. Isbrandtsen Co.,</i> 355 F.2d 125, 128 (4th Cir. 1966). As noted above, the defendant has argued that the statute of limitations has run. A second requirement for laches is prejudice resulting from the delay, one that \"works disadvantage to another.\" 30A C.J.S. Equity § 112; <i>Costello v. United States,</i> 365 U.S. 265, 282, 81 S.Ct. 534, 543, 5 L.Ed.2d 551 (1961). Prejudice to the defendants comes not only in the Town's projected default on the repayment of the construction loan, but in the construction of the facility itself. Plaintiffs have alleged, and argued at hearing, that they notified appropriate officials of their protests concerning location and operation of the facility, but offered no evidence that such notification would have apprised defendants of the claimed need to halt the funding and construction of the facility until early 1995. It appears that plaintiffs sat on their rights during the application, review, funding, condemnation, clearing, construction, and initial operation of the facility, and only now come forward to claim that environmental hazards exist sufficient to completely shut down the facility. Such a delay prejudiced the defendants, and should be considered by the court in its balancing of the equities. In light of the strength of the defense that plaintiffs' claims are time-barred, plaintiffs' likelihood of success on the merits of the case appears weak.</p>\n<p>Furthermore, even if the court determines that the claims are not barred by limitations or laches, there remains a serious question of plaintiffs' <i>prima facie</i> case. Plaintiffs have not alleged that the location and funding of the facility were accomplished with discriminatory intent; rather, plaintiffs have alleged the existence of a \"racially disproportionate adverse impact\" on plaintiffs and the members of GREAT. Other circuits and districts have held that discriminatory effect or disparate impact may satisfy the pleading requirements for a violation of Title VI. <i>See, e.g., </i><i>Grimes ex rel. Grimes v. Sobol,</i> 832 F.Supp. 704 (S.D.N.Y.1993); <i>Jackson v. Conway,</i> 476 F.Supp. 896 (D.C.Mo.), <i>aff'd,</i> 620 F.2d 680 (8th Cir.1979); <i>N.A.A.C.P. v. Medical Center, Inc.,</i> 657 F.2d 1322 (3rd Cir.1981). Also, in <i>Guardians Ass'n v. Civil Service Comm'n of City of New York,</i> 463 U.S. 582, 103 S.Ct. 3221, 77 L.Ed.2d 866 (1983), the Supreme Court held by various reasonings that proof of intentional discrimination is required to make out a claim under Title VI, but also that discriminatory effect would satisfy the pleading requirement to state a claim for violation of regulations implementing Title VI. The Court has also recently held that the full panoply of legal remedies is available to a plaintiff pursuing a claim under the similar legislation of Title IX. <i>Franklin v. Gwinnett County Public Schools,</i> 503 U.S. 60, 112 S.Ct. 1028, 117 L.Ed.2d 208 (1992); <i>see also </i><i>Pandazides v. Virginia Bd. of Educ.,</i> 13 F.3d 823 (4th Cir.1994) (full panoply of remedies available under § 504 of Rehabilitation Act also, in light of <i>Franklin</i>). The availability of remedies, however, does not relieve plaintiffs of the burden of proof of intent, which in this matter stands on an allegation of discriminatory effect only.</p>\n<p>Plaintiffs' complaint alleges in rather conclusory terms that the facility was placed in a minority-populated area, that other alternatives were not objectively considered, and that therefore there exists a disparate impact sufficient to violate Title VI, or the regulations implementing Title VI. Plaintiffs have not anticipated defendants' probable argument of racially-neutral selection of the site, and so have not alleged factual support for a showing of pretext. The conclusory nature of the pleading raises doubt that even through disparate impact, the alleged intentional violation of Title VI cannot be shown on plaintiffs' evidence. In conjunction with the limitations periods discussed above, this question of proof of a <i>prima facie</i> element of plaintiffs' cause of action casts doubt on plaintiffs' likelihood of success on the merits.</p>\n<p>This does not foreclose, however, plaintiffs' pursuit of a preliminary injunction. Because of the hasty nature of a hearing on motion for temporary restraining order, often counsel's proffers may require further factual support and legal argument to be complete. The court should, therefore, set a briefing schedule on the motion for preliminary injunction in order to decide that motion upon <span class=\"star-pagination\">*1134</span> a more complete record. The following schedule is suggested: for plaintiffs to submit their brief in support of the motion for preliminary injunction by June 9, 1995; the defendants' response to be due by June 23, 1995; plaintiffs' reply, if any, due by July 5, 1995.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Irreparable injury may result to the plaintiffs if the temporary restraining order is not granted; however, the balance of hardships weighs in favor of the defendants in this matter. Furthermore, the public interest in the continued operation of the facility weighs against the granting of the restraining order. Upon consideration of plaintiffs' likelihood of success on the merits, it appears serious questions exist as to the statute of limitations on the Title VI claim, a time-bar under the theory of laches as to the NEPA claim, and as to the sufficiency of plaintiffs' evidence in support of its <i>prima facie</i> case, especially as to the element of intent. In light of this analysis, the plaintiffs' motion for temporary restraining order should be denied.</p>\n<p>The court should, however, reserve ruling on the motion for preliminary injunction until such time as the issues are fully briefed by the parties, according to such expeditious schedule as the court sets.</p>\n<p>MEMORANDUM AND RECOMMENDATION ENTERED, this 10th day of May, 1995.</p>\n<h2>NOTES</h2>\n<p>[1]  G.R.E.A.T. is a Pollocksville community-area association organized by residents, predominately of the African-American race, that reside along the Goshen Road area of Jones County, North Carolina.</p>\n<p>[2]  It is interesting to note that the Goshen Road residents, some of which live within 500 feet of the facility, are not residents of Pollocksville and will not receive any services from the facility.</p>\n<p>[3]  The facility began operating on a limited basis in April 1995. The defendants contend that at least 85 residents or commercial businesses began receiving services from the facility by early May 1995.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">891</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1126</span></span> (1995)</b></center>\n<center><h1>GOSHEN ROAD ENVIRONMENTAL ACTION, a community organization, Iris Brown, and Hattie Brown, Plaintiffs,<br>\nv.<br>\nUNITED STATES DEPARTMENT OF AGRICULTURE; Secretary of United States Department of Agriculture; Rural Housing and Community Development Service; Administrator of Rural Housing and Community Development Service; North Carolina State Director, Rural Housing and Community Development Service; Town of Pollocksville, Defendants.</h1></center>\n<center>No. 4:95-CV-36-H(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>June 28, 1995.</center>\n<p><span class=\"star-pagination\">*1127</span> Maccene Brown, Land Loss Prevention Project, Durham, NC, for plaintiffs.</p>\n<p>Steve West, Asst. U.S. Atty., Raleigh NC, for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter comes before the court on the plaintiffs' objections to the Memorandum and Recommendation related to the plaintiff's motion for a temporary restraining order and preliminary injunction. Also pending before the court are (1) the defendant Town of Pollocksville's motion to dismiss filed May 12, 1995, pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure; (2) the motion for summary judgment filed May 26, 1995, pursuant to Rule 56 of the Federal Rules of Civil Procedure by the defendants United States Department of Agriculture; Secretary of the United States Department of Agriculture; Rural Housing and Community Development Service (\"RHCDS\"); Administrator of RHCDS; and the North Carolina State Director of the RHCDS (collectively \"federal defendants\"); and, (3) the federal defendants' motion filed May 26, 1995, for an expedited briefing schedule for all responses and replies to the motion for summary judgment. These matters are ready for adjudication.</p>\n<p></p>\n<h2><i>Statement of the Facts</i></h2>\n<p>The plaintiff Goshen Road Environmental Action Team<sup>[1]</sup> (\"G.R.E.A.T.\"), along with the plaintiffs Iris Brown, president of G.R.E.A.T., and Hattie Brown, commenced this action on April 13, 1995, seeking declaratory and injunctive relief pursuant to Rules 57 and 65 of the Federal Rules of Civil Procedure. The plaintiffs contend that the placement, approval and funding of the Town of Pollocksville's Wastewater Treatment and Spray Irrigation Facility infringes upon their civil rights in violation of Title VI of the Civil Rights Act of 1964, as codified at 42 U.S.C. § 2000d-2000d-7, and the National Environmental Policy Act of 1969 (NEPA), as codified at 42 U.S.C. § 4332(2)(C).</p>\n<p>The defendant Town of Pollocksville applied for a Farmers Home Administration (\"FmHA\") loan to construct the sanitary sewer system that would service the residents of the Town of Pollocksville.<sup>[2]</sup> The original proposal for the facility required six acres of land to house a spray-irrigation system. The original design was approved by various individuals indicating that the wastewater treatment facility would not violate any environmental laws, nor would it significantly impact on the environment. On March 11, 1988, the FmHA approved the Town of Pollocksville's loan application, consisting of $896,000 for the construction of the facility, and further awarded a grant in the amount of $1,305,000 for additional costs.</p>\n<p>By February 1991, the treatment facility construction plan was altered. The original design provided that the treated effluent would drain into the Trent River. After testing the area, it was determined that the Trent River was \"nutrient sensitive,\" which affected the phosphorous loading rates that the facility could discharge into the Trent River. The project could no longer be contained on 6 acres, but required a 50 to 60acre <span class=\"star-pagination\">*1128</span> tract of land as the facility was increased to provide for a 102,100-gallon-per-day wastewater treatment and spray irrigation disposal facility, a 6,376,044-gallon treatment lagoon and a spray irrigation pump. The plaintiffs contend that the project change had longlasting effects on the Pollocksville community and the surrounding rural area.</p>\n<p>The Town of Pollocksville began selecting potential sites for the wastewater treatment facility. However, it was not until late 1990 that four or five locations, including the Goshen Road area, was identified as suitable locations for the projected facility. After further tests were performed of the proposed areas' soil suitability, a complaint and declaration of taking was filed in Jones County Superior Court on October 9, 1991, to condemn the 67-acre tract of land located on Goshen Road.</p>\n<p>The property along Goshen Road consists of land belonging mainly to low to moderate income African-Americans. The 67-acre tract was seized by the Town of Pollocksville by a condemnation order issued by the Jones County Superior Court in May 1992. The facility began operating at a limited level by April 1995.<sup>[3]</sup></p>\n<p>The plaintiffs contend that the defendants selected the Goshen Road community as the project site in violation of Title VI of the Civil Rights Act of 1964, as codified at 42 U.S.C. § 2000d-2000d-7. The plaintiffs allege that the project was constructed on Goshen Road based upon discriminatory reasons. The plaintiffs contend that the lagoon is located less than 500 feet from the property of the Goshen Road residents, including the plaintiffs Iris Brown and Hattie Brown. The plaintiffs contend that this short distance between the residents' homes along Goshen Road and the wastewater treatment facility poses environmental concerns of possible leaks and other damages. Furthermore, the plaintiffs assert that the defendants failed to supply an environmental impact statement about the facility as required under the National Environmental Policy Act of 1969 (NEPA), as codified at 42 U.S.C. § 4332(2)(c).</p>\n<p></p>\n<h2><i>Discussion</i></h2>\n<p></p>\n<h2>I. Temporary Restraining Order And Preliminary Injunction</h2>\n<p>The plaintiffs filed a motion for a temporary restraining order and preliminary injunction on April 13, 1995. These matters were referred to the Honorable Charles K. McCotter, Jr., United States Magistrate Judge, who entered a Memorandum and Recommendation on May 11, 1995, following a hearing. The plaintiffs filed objections to the Memorandum and Recommendation on May 24, 1995. The defendants responded to the plaintiffs' objections on May 26, 1995.</p>\n<p>The plaintiffs objected to the Memorandum and Recommendation, which recommended the court deny the plaintiffs' motion for a temporary restraining order and to order a briefing schedule for the parties to fully address the motion for a preliminary injunction. The plaintiffs made a generalized statement that the defendants' facility will cause irreparable injury to the plaintiffs and that its utilization is against the public interest. The defendants contend that the plaintiffs' objections fail to specify a precise opposition to the factual and legal conclusions set forth within the Memorandum and Recommendation and therefore should not be considered by the court.</p>\n<p>The court finds that the plaintiffs failed to supply any relevant facts and law opposing the conclusion reached within the Memorandum and Recommendation. After a thorough and careful review of the Memorandum and Recommendation, and the record on this matter, this court finds that the recommendation of the Magistrate Judge is, in all respects, in accordance with the law and should be approved. The plaintiffs failed to adequately present any evidence otherwise. Therefore, the court hereby adopts the Memorandum and Recommendation of the Magistrate Judge as its own.</p>\n<p><span class=\"star-pagination\">*1129</span> Accordingly, the court hereby DENIES the plaintiffs' motion for a temporary restraining order. The court ORDERS the parties to supply the court with briefs on the plaintiffs' motion for a preliminary injunction. As the plaintiffs submitted a brief in support of their preliminary injunction on June 12, 1995, the court directs the defendants to file their memoranda in opposition to the plaintiffs' motion by the end of the business day on July 5, 1995. The plaintiffs shall have until July 14, 1995, to reply.</p>\n<p></p>\n<h2>II. Motion To Dismiss</h2>\n<p>The defendant Town of Pollocksville motioned the court on May 12, 1995, to dismiss this action, pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure, as the complaint fails to state a claim upon which relief can be granted as to it. The plaintiffs filed a response to the defendant Town of Pollocksville's motion on June 2, 1995. The defendant did not file a reply.</p>\n<p>The plaintiffs contend that they adequately set forth a claim for violations of Title VI of the Civil Rights Act of 1964, the Rural Housing and Community Development Services' regulations, and the National Environmental Policy Act. In violation of Local Rule 4.04, the defendant failed to supply any legal argument supporting its motion to dismiss. Accordingly, the court DENIES the defendant Town of Pollocksville's motion to dismiss this action as to it.</p>\n<p></p>\n<h2>III. Motion For Expedited Briefing Schedule And Motion For Summary Judgment</h2>\n<p>The federal defendants motioned the court for summary judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure on May 26, 1995, contending that the Title VII claim is barred by the statute of limitations and the doctrine of laches while the NEPA claim is barred by the doctrine of laches. The federal defendants further motioned for an expedited briefing scheduling, mandating the plaintiffs response to the defendants' motion by June 9, 1995, and the defendants' reply to the plaintiffs' response by June 16, 1995.</p>\n<p>The court notes that Local Rule 4.05 and Rule 6(a) and (e) of the Federal Rules of Civil Procedure require that the plaintiffs respond to the defendants' motion for summary judgment by June 20, 1995. The plaintiffs filed a memorandum in opposition to the defendants' motion for summary judgment on June 19, 1995.</p>\n<p>Accordingly, the court finds that the defendants' motion for an expedited briefing schedule is MOOT. The defendants have ten days from the filing of the plaintiffs' response on June 19, 1995, in which to file a reply, unless the defendants waive their reply time.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>For the reasons stated above, the court hereby DENIES the plaintiffs' motion for a temporary restraining order. The court further ORDERS the parties to supply the court with additional briefs on the plaintiffs' motion for a preliminary injunction. As the plaintiffs submitted a brief in support of their preliminary injunction on June 12, 1995, the court directs the defendants to file their memoranda in opposition to the plaintiffs' motion by the end of the business day on July 5, 1995. The plaintiffs shall have until July 14, 1995, to reply. The court DENIES the defendant Town of Pollocksville's motion to dismiss this action as to it. The court finds that the defendants' motion for an expedited briefing schedule is MOOT. There remains before the court the federal defendants' motion for summary judgment. The defendants have ten days from the plaintiffs' response on June 19, 1995, in which to reply.</p>\n<p></p>\n<h2><i>MEMORANDUM AND RECOMMENDATION</i></h2>\n<p>McCOTTER, United States Magistrate Judge.</p>\n<p>This matter is before the court on plaintiffs' Motion for Temporary Restraining Order and Preliminary Injunction. A hearing on the motion was held as scheduled on May 3, 1995, in New Bern. Plaintiffs were represented by E. Maccene Brown, of the Land Loss Prevention Project; defendant Town of Pollocksville was represented by Dal Wooten <span class=\"star-pagination\">*1130</span> and Claire Brock, while all other defendants were represented by Assistant United States Attorney Steve West. Also present was David Chambers of the USDA Office of General Counsel.</p>\n<p>For the reasons set forth below, the plaintiff's motion for temporary restraining order should be denied. The court should reserve ruling on the motion for preliminary injunction until a more complete record and argument are presented.</p>\n<p></p>\n<h2>PROPOSED FINDINGS OF FACT</h2>\n<p>1. This is an action under Title VI of the Civil Rights Act of 1964, 42 U.S.C. § 2000d <i>et seq.,</i> under the National Environmental Policy Act of 1969 (NEPA), 42 U.S.C. § 4332(2)(C), and under 28 U.S.C. § 1331 and 5 U.S.C. § 702. Plaintiffs allege that the defendants violated their civil rights by approving placement of a wastewater treatment facility in an African-American community, and that defendants violated NEPA by failing to provide an environmental impact statement for the facility.</p>\n<p>2. Plaintiff Goshen Road Environmental Action Team (GREAT) is a community organization composed of residents of the Goshen Road area of Jones County, North Carolina, where in the Town of Pollocksville is also located. Plaintiffs allege that these residents live in close proximity to the wastewater facility at issue. They also allege that most, if not all, of the members of GREAT, plaintiffs included, are African-American citizens of Jones County.</p>\n<p>3. Beginning in 1985, the Town of Pollocksville (Town) began to investigate and apply for the construction of a wastewater treatment facility in the Goshen Road area. The Town sought funding from the Farmers Home Administration (FmHA), an administrative agency under the supervision of the United States Department of Agriculture, and the predecessor agency of, among others, defendant Rural Housing and Community Development Service. <i>See</i> Federal Crop Insurance Reform and Department of Agriculture Reorganization Act of 1994, Pub.L. No. 103-354, § 233, 108 Stat. 3178 (1994).</p>\n<p>4. The design of the wastewater facility is a spray-irrigation system, consisting generally of two parts: a three-stage treatment lagoon, where sewage sludge remains for treatment for a period of several weeks, and the spray apparatus, which sprays the treated effluent onto and across open fields. In the Pollocksville design, the lagoon is located on one side of Goshen Road, and the spray apparatus on the other. The original design was to call for discharge of treated effluent into the Trent River; however, by 1991, the Trent River had been declared to be a nutrient-sensitive waterway, and the discharge design was reconsidered in favor of the spray irrigation system.</p>\n<p>5. In March, 1986, FmHA issued a report concluding that the proposed Pollocksville facility complied with applicable environmental laws and regulations, that it would not have a significant negative impact on the environment, and that FmHA should approve funding for the facility.</p>\n<p>6. In March, 1988, FmHA approved a loan to the Town of Pollocksville for construction of the facility, in the amount of $896,000.00, and also approved a grant to the Town of Pollocksville for $1,305,000.00, also for construction costs.</p>\n<p>7. The design changes necessitated by the Trent River reclassification appeared in an Amendment to FmHA's March 1986 report. The Amendment, issued in February, 1991, also stated the original report's conclusions were not affected by the design changes. Plaintiffs allege that no formal environmental impact study has ever been prepared or submitted in connection with this facility.</p>\n<p>8. In October, 1991, the Town began condemnation proceedings for the eminent domain taking of the Goshen Road property where the facility sits. That action was decided and an order filed in May, 1992. There is an administrative appeal pending by one of the landowners (a member of plaintiffs' family); that person, however, did not raise Title VI or NEPA issues in the condemnation proceeding, but did challenge the taking on other grounds, and may have raised Title VI on appeal.</p>\n<p>9. Counsel represented that plaintiffs first gave written notice to the Mayor of <span class=\"star-pagination\">*1131</span> Pollocksville concerning the placement of the facility sometime in 1992, and that the Mayor responded in 1993; however, no such correspondence was introduced at hearing.</p>\n<p>10. In October, 1993, the State of North Carolina Department of Environment, Health, and Natural Resources, Division of Environmental Management (DEHNR) issued a permit to the Town for the construction and maintenance of the spray irrigation wastewater treatment facility. Construction of the facility began shortly after October, 1993.</p>\n<p>11. In November, 1994, GREAT and plaintiff Iris Brown notified the EPA of their claims of discrimination in the siting of the facility, including the fact that some dwellings were to be located within 500 feet from the treatment lagoon.</p>\n<p>12. In January, 1995, plaintiffs filed an administrative complaint with the United States Department of Agriculture (USDA), alleging violations of Title VI, requesting immediate review and investigation of the siting decision. The only response to date to that complaint was an acknowledgement of forwarding on March 8, 1995, advising that the complaint was being processed, and that a 180-day review process had been initiated.</p>\n<p>13. Sometime in April, 1995, the facility began limited operations. As of the date of hearing, there were sixty-four (64) users online for the facility, including 34 white users, 24 African-American users, a church, a restaurant, and a medical center. The design's planned full operation calls for a limit of 200 users to be online in the near future. Users currently are on individual septic tank systems, and are paying approximately $60 per running foot to convert to hookup to the treatment line.</p>\n<p>14. Because the facility serves the Town of Pollocksville, but the plaintiffs reside in Jones County, outside the Town's limits, the plaintiffs are not permitted to tie into the sewage system that runs to the facility.</p>\n<p>15. Plaintiffs did not offer, nor was there introduced into evidence, any proof or opinion of environmental hazards associated with the Goshen Road facility. Counsel represented that there were some reports from engineers who had examined the facility and its placement, but those reports were not offered.</p>\n<p></p>\n<h2>PROPOSED CONCLUSIONS OF LAW</h2>\n<p>Plaintiffs seek declaratory relief holding the location, funding, and operation of the facility to be in violation of law, and seek injunctive relief restraining the continued funding and operation of the facility as it now stands.</p>\n<p>Rule 65 of the Federal Rules of Civil Procedure allows a court to enter preliminary injunctive relief, including restraining orders, prior to adjudication on the merits of an action. The purpose of such relief is to protect the moving party from irreparable injury while the action is pending. <i>Doran v. Salem Inn, Inc.,</i> <span class=\"citation\" data-id=\"109314\"><a href=\"/opinion/109314/doran-v-salem-inn-inc/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">922</span></a></span>, <span class=\"citation\" data-id=\"109314\"><a href=\"/opinion/109314/doran-v-salem-inn-inc/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2561</span></a></span>, <span class=\"citation\" data-id=\"109314\"><a href=\"/opinion/109314/doran-v-salem-inn-inc/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">648</span></a></span> (1975). Rather than serving as a preliminary adjudication on the merits, such preliminary relief is an equitable device for preserving rights pending the final resolution of the matter. <i>Sierra On-Line, Inc. v. Phoenix Software, Inc.,</i> <span class=\"citation\" data-id=\"439156\"><a href=\"/opinion/439156/sierra-on-line-inc-v-phoenix-software-inc/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1415</span></a></span>, 1421 (9th Cir.1984). The district court's inquiry in a Rule 65 matter must begin with a balancing of the hardships. <i>Blackwelder Furniture Co. v. Seilig Mfg. Co.,</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 194 (4th Cir.1977), <i>citing </i><i>Ohio Oil Co. v. Conway,</i> <span class=\"citation\" data-id=\"101460\"><a href=\"/opinion/101460/ohio-oil-co-v-conway-supervisor-of-public-accounts/\"><span class=\"volume\">279</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">813</span></a></span>, 814, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">256</span></span>, 256-57, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">972</span></span> (1929). Rather than decide the merits of the case, the court must balance the likelihood of irreparable harm to the plaintiff pending trial against the likelihood of irreparable harm to the defendant pending trial. <i>Capital Tool &amp; Mfg. Co. v. Maschinenfabrik Herkules,</i> <span class=\"citation\" data-id=\"500070\"><a href=\"/opinion/500070/capital-tool-and-manufacturing-co-inc-a-virginia-corporation-v/\"><span class=\"volume\">837</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">171</span></a></span>, 172 (4th Cir.1988). If a decided imbalance of hardship exists in the movant's favor, then the court must consider the movant's likelihood of success on the merits. <i>Blackwelder,</i> 550 F.2d at 195. To satisfy this requirement, the movant need not show a strong probability of success on the merits. <i>Id.</i> at 196. Instead, a showing is sufficient if the movant raises \"`questions going to the merits so serious, substantial, difficult and doubtful, as to make them fair ground for litigation and thus for more deliberate investigation.'\" <i>Id.</i> at 195 (<i>quoting </i><i>Hamilton Watch Co. v. Benrus Watch Co.,</i> <span class=\"citation\" data-id=\"232383\"><a href=\"/opinion/232383/hamilton-watch-co-v-benrus-watch-co-inc/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">738</span></a></span>, 740 (2d Cir.1953)).</p>\n<p><span class=\"star-pagination\">*1132</span> Finally, the court considers the public interest in the suspension of the status quo pending litigation, which may include the question whether issuance of the preliminary injunctive relief would substantially harm other interested parties or the public in general. <i>Id.</i></p>\n<p>The harm to plaintiffs if the temporary restraining order is not granted is claimed to be, among other things, noxious odors emanating from the lagoon, pest infestations, and a lowering of their property values. Plaintiffs claim that their prior protestations have gone unanswered, and that these injuries result from the defendants' failure to abide by Title VI, NEPA, FmHA regulations, and Executive Order 12898 (February 11, 1994). The nature of plaintiffs' claimed injuries fall more into the classification of nuisance than of environmental hazard; plaintiffs claimed they had reports of engineers concerning the alleged hazards, but failed to produce them for the hearing. Bare allegations of the existence of health-endangering hazards will not raise the obvious characteristics of the treatment facility from nuisances to injury-producing dangers.</p>\n<p>Even if the court presumes that irreparable injury will result to plaintiffs if the restraining order is not issued, it cannot avoid the balancing of hardships in favor of defendants and the consideration of the public interest in the continued operation of the facility. First, counsel for the Town represented that the prejudice resulting from the grant of the restraining order would come in the form of a default in payment of the loan installments on the FmHA loan. The town's coffers would be able to cover the next loan payment of approximately $37,000, but without revenues resulting from hookups to the Goshen Road facility, the Town would be unable to pay the following payment. This would also prejudice the other defendants in that they would not receive payment on the loan FmHA granted. Second, while anti-discrimination laws such as the Civil Rights Act of 1964 are enacted in the public interest to deter unlawful harassment and intentional discrimination, <i>see</i> Congressional Findings, § 2, Pub.L. 102-166, there are already 64 members of the public online, and over one hundred more expected; most of these users converted from their septic systems to the sewer line at their own cost, and would now be unable to reconvert and resume using the septic tanks. The remedies plaintiffs seek require the entry of a mandatory injunction, rather than an injunction to preserve the status quo  even a partial operation of the facility results in the conditions of which plaintiffs complain. Plaintiffs want a total shutdown of the facility. Therefore, the balance of hardships favors defendants, especially in light of the consideration of the public interest in continuing the operation of the treatment facility.</p>\n<p>Finally, even if the court were to decide a balance in favor of plaintiffs, the likelihood of plaintiffs' success on the merits should bar entry of the temporary restraining order. Although plaintiffs have stated a claim under Title VI that, standing alone, may be sufficient to withstand a motion to dismiss, the court's gravest concern in conjunction with the temporary restraining order should be with the timeliness of the filing of this lawsuit. The complaint was filed on April 13, 1995. The earliest intent of the Town to construct the facility was in 1985, but the condemnation of the land actually used for the facility did not begin until the filing of that action in Jones County Superior Court in October, 1991. Assuming a three-year statute of limitations does indeed apply to Title VI claims under 42 U.S.C. § 2000d, <i>see e.g., </i><i>Taylor v. Regents of University of California,</i> <span class=\"citation\" data-id=\"606734\"><a href=\"/opinion/606734/michael-e-taylor-v-the-regents-of-the-university-of-california-clara-sue/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">710</span></a></span>, 712 (9th Cir.1993), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">890</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">83</span></span> (1994); <i>Lugo v. City of Charlotte,</i> <span class=\"citation\" data-id=\"1496793\"><a href=\"/opinion/1496793/lugo-v-city-of-charlotte/\"><span class=\"volume\">577</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">988</span></a></span> (W.D.N.C.1984), plaintiffs would have first had notice of both the planned location of the facility and the design and operation parameters of the facility in October, 1991, when the condemnation proceeding was filed, barring their Title VI claim as of October, 1994.</p>\n<p>No statute of limitations clearly or colorably applies to NEPA; however the equitable doctrine of laches may form the basis of a time bar to such action. Laches is the failure to exercise an enforceable right in equity for an unreasonable amount of time. <i>Newport News Shipbuilding and Dry Dock</i> <span class=\"star-pagination\">*1133</span> <i>Co. v. Parker,</i> <span class=\"citation\" data-id=\"562323\"><a href=\"/opinion/562323/newport-news-shipbuilding-and-dry-dock-company-v-george-a-parker/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 27 (4th Cir.1991); <i>Brittingham v. Jenkins,</i> <span class=\"citation\" data-id=\"548356\"><a href=\"/opinion/548356/david-a-brittingham-thrashers-incorporated-thrashers-of-georgetown/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">447</span></a></span>, 455 (4th Cir.1990). The defendant may show first a lack of diligence by proof that the action was not commenced in within the applicable limitations period. <i>Giddens v. Isbrandtsen Co.,</i> <span class=\"citation\" data-id=\"270320\"><a href=\"/opinion/270320/william-alfred-giddens-v-isbrandtsen-co-inc/\"><span class=\"volume\">355</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">125</span></a></span>, 128 (4th Cir. 1966). As noted above, the defendant has argued that the statute of limitations has run. A second requirement for laches is prejudice resulting from the delay, one that \"works disadvantage to another.\" 30A C.J.S. Equity § 112; <i>Costello v. United States,</i> <span class=\"citation\" data-id=\"106172\"><a href=\"/opinion/106172/costello-v-united-states/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, 282, <span class=\"citation\" data-id=\"106172\"><a href=\"/opinion/106172/costello-v-united-states/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">534</span></a></span>, 543, <span class=\"citation\" data-id=\"106172\"><a href=\"/opinion/106172/costello-v-united-states/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">551</span></a></span> (1961). Prejudice to the defendants comes not only in the Town's projected default on the repayment of the construction loan, but in the construction of the facility itself. Plaintiffs have alleged, and argued at hearing, that they notified appropriate officials of their protests concerning location and operation of the facility, but offered no evidence that such notification would have apprised defendants of the claimed need to halt the funding and construction of the facility until early 1995. It appears that plaintiffs sat on their rights during the application, review, funding, condemnation, clearing, construction, and initial operation of the facility, and only now come forward to claim that environmental hazards exist sufficient to completely shut down the facility. Such a delay prejudiced the defendants, and should be considered by the court in its balancing of the equities. In light of the strength of the defense that plaintiffs' claims are time-barred, plaintiffs' likelihood of success on the merits of the case appears weak.</p>\n<p>Furthermore, even if the court determines that the claims are not barred by limitations or laches, there remains a serious question of plaintiffs' <i>prima facie</i> case. Plaintiffs have not alleged that the location and funding of the facility were accomplished with discriminatory intent; rather, plaintiffs have alleged the existence of a \"racially disproportionate adverse impact\" on plaintiffs and the members of GREAT. Other circuits and districts have held that discriminatory effect or disparate impact may satisfy the pleading requirements for a violation of Title VI. <i>See, e.g., </i><i>Grimes ex rel. Grimes v. Sobol,</i> <span class=\"citation\" data-id=\"1428490\"><a href=\"/opinion/1428490/grimes-by-and-through-grimes-v-sobol/\"><span class=\"volume\">832</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">704</span></a></span> (S.D.N.Y.1993); <i>Jackson v. Conway,</i> <span class=\"citation\" data-id=\"1378686\"><a href=\"/opinion/1378686/jackson-v-conway/\"><span class=\"volume\">476</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">896</span></a></span> (D.C.Mo.), <i>aff'd,</i> <span class=\"citation\" data-id=\"377873\"><a href=\"/opinion/377873/earl-jackson-v-james-f-conway/\"><span class=\"volume\">620</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">680</span></a></span> (8th Cir.1979); <i>N.A.A.C.P. v. Medical Center, Inc.,</i> <span class=\"citation\" data-id=\"393802\"><a href=\"/opinion/393802/national-association-for-the-advancement-of-colored-people-107-east-ninth/\"><span class=\"volume\">657</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1322</span></a></span> (3rd Cir.1981). Also, in <i>Guardians Ass'n v. Civil Service Comm'n of City of New York,</i> <span class=\"citation\" data-id=\"111008\"><a href=\"/opinion/111008/guardians-assn-v-civil-serv-commn-of-new-york-city/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">582</span></a></span>, <span class=\"citation\" data-id=\"111008\"><a href=\"/opinion/111008/guardians-assn-v-civil-serv-commn-of-new-york-city/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3221</span></a></span>, <span class=\"citation\" data-id=\"111008\"><a href=\"/opinion/111008/guardians-assn-v-civil-serv-commn-of-new-york-city/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">866</span></a></span> (1983), the Supreme Court held by various reasonings that proof of intentional discrimination is required to make out a claim under Title VI, but also that discriminatory effect would satisfy the pleading requirement to state a claim for violation of regulations implementing Title VI. The Court has also recently held that the full panoply of legal remedies is available to a plaintiff pursuing a claim under the similar legislation of Title IX. <i>Franklin v. Gwinnett County Public Schools,</i> <span class=\"citation\" data-id=\"112696\"><a href=\"/opinion/112696/franklin-v-gwinnett-county-public-schools/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">60</span></a></span>, <span class=\"citation\" data-id=\"112696\"><a href=\"/opinion/112696/franklin-v-gwinnett-county-public-schools/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1028</span></a></span>, <span class=\"citation\" data-id=\"112696\"><a href=\"/opinion/112696/franklin-v-gwinnett-county-public-schools/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">208</span></a></span> (1992); <i>see also </i><i>Pandazides v. Virginia Bd. of Educ.,</i> <span class=\"citation\" data-id=\"660204\"><a href=\"/opinion/660204/sofia-p-pandazides-v-virginia-board-of-education-equal-employment/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">823</span></a></span> (4th Cir.1994) (full panoply of remedies available under § 504 of Rehabilitation Act also, in light of <i>Franklin</i>). The availability of remedies, however, does not relieve plaintiffs of the burden of proof of intent, which in this matter stands on an allegation of discriminatory effect only.</p>\n<p>Plaintiffs' complaint alleges in rather conclusory terms that the facility was placed in a minority-populated area, that other alternatives were not objectively considered, and that therefore there exists a disparate impact sufficient to violate Title VI, or the regulations implementing Title VI. Plaintiffs have not anticipated defendants' probable argument of racially-neutral selection of the site, and so have not alleged factual support for a showing of pretext. The conclusory nature of the pleading raises doubt that even through disparate impact, the alleged intentional violation of Title VI cannot be shown on plaintiffs' evidence. In conjunction with the limitations periods discussed above, this question of proof of a <i>prima facie</i> element of plaintiffs' cause of action casts doubt on plaintiffs' likelihood of success on the merits.</p>\n<p>This does not foreclose, however, plaintiffs' pursuit of a preliminary injunction. Because of the hasty nature of a hearing on motion for temporary restraining order, often counsel's proffers may require further factual support and legal argument to be complete. The court should, therefore, set a briefing schedule on the motion for preliminary injunction in order to decide that motion upon <span class=\"star-pagination\">*1134</span> a more complete record. The following schedule is suggested: for plaintiffs to submit their brief in support of the motion for preliminary injunction by June 9, 1995; the defendants' response to be due by June 23, 1995; plaintiffs' reply, if any, due by July 5, 1995.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Irreparable injury may result to the plaintiffs if the temporary restraining order is not granted; however, the balance of hardships weighs in favor of the defendants in this matter. Furthermore, the public interest in the continued operation of the facility weighs against the granting of the restraining order. Upon consideration of plaintiffs' likelihood of success on the merits, it appears serious questions exist as to the statute of limitations on the Title VI claim, a time-bar under the theory of laches as to the NEPA claim, and as to the sufficiency of plaintiffs' evidence in support of its <i>prima facie</i> case, especially as to the element of intent. In light of this analysis, the plaintiffs' motion for temporary restraining order should be denied.</p>\n<p>The court should, however, reserve ruling on the motion for preliminary injunction until such time as the issues are fully briefed by the parties, according to such expeditious schedule as the court sets.</p>\n<p>MEMORANDUM AND RECOMMENDATION ENTERED, this 10th day of May, 1995.</p>\n<h2>NOTES</h2>\n<p>[1]  G.R.E.A.T. is a Pollocksville community-area association organized by residents, predominately of the African-American race, that reside along the Goshen Road area of Jones County, North Carolina.</p>\n<p>[2]  It is interesting to note that the Goshen Road residents, some of which live within 500 feet of the facility, are not residents of Pollocksville and will not receive any services from the facility.</p>\n<p>[3]  The facility began operating on a limited basis in April 1995. The defendants contend that at least 85 residents or commercial businesses began receiving services from the facility by early May 1995.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101460/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109314/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/232383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/270320/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/377873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/439156/",
    "http://www.courtlistener.com/api/rest/v3/opinions/500070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/562323/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1378686/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1428490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1496793/"
  ]
}