{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1666817/",
  "absolute_url": "/opinion/1666817/mann-v-haigh/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1666817/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:04:11.049288Z",
  "date_modified": "2016-04-26T20:25:21.104701Z",
  "type": "010combined",
  "sha1": "47df734e63d3a1a1cd46141b8ea85631c4b6c036",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>891 F.Supp. 256 (1995)</b></center>\n<center><h1>Joseph A. MANN, Plaintiff,<br>\nv.<br>\nD.N. HAIGH, Assistant Director, Morale, Welfare and Recreation Directorate at Marine Corps Air Station, Cherry Point, North Carolina, Individually and in his official capacity as Assistant Director of such organization; Morale, Welfare and Recreation Department, Marine Corps Air Station, Cherry Point, North Carolina, and United States of America, Defendants.</h1></center>\n<center>No. 4:94-CV-142-H3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>January 20, 1995.</center>\n<p><span class=\"star-pagination\">*257</span> <span class=\"star-pagination\">*258</span> David Voerman, New Bern, NC, for plaintiff.</p>\n<p>Rudy Renfer, Asst. U.S. Atty., Raleigh, NC, for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on plaintiff's motion for a temporary restraining order. The plaintiff, a civilian employee of the United States Marine Corps, brought this action to protest his discharge from employment. The plaintiff was granted leave under the Family and Medical Leave Act (\"FMLA\"), and contends that he is entitled to return to work pursuant to that statute. In a Memorandum and Recommendation (\"M &amp; R\") entered on October 31, 1994, United States Magistrate Judge Charles K. McCotter, Jr., recommended that this court deny the plaintiff's motion for a temporary restraining order. Plaintiff filed a timely objection, and the defendants responded. This matter is ripe for ruling.</p>\n<p>The magistrate judge found that this court could exercise jurisdiction over the plaintiff's case. However, the plaintiff is a federal employee covered by Title II, rather than Title I, of the FMLA. Title II of the FMLA lacks a provision creating a civil cause of action. The magistrate judge accordingly held that the defendants' actions were subject to review under the Administrative Procedure Act (\"APA\"). The APA requires the exhaustion of administrative remedies prior to judicial review. The magistrate judge therefore recommended that the plaintiff's motion for a temporary restraining order be denied.</p>\n<p>As additional grounds for denying plaintiff's motion, the magistrate judge also analyzed the plaintiff's case for a temporary restraining order. The magistrate judge found that the balance of the harms did not tilt decidedly in favor of the plaintiff. He specifically found that the plaintiff would suffer no irreparable harm should injunctive relief be granted and that the defendants would suffer no irreparable harm if the injunction issued. The magistrate judge further found that plaintiff's likelihood of success on the merits was ambiguous, and that the public interest might favor the plaintiff. On these grounds, the magistrate judge found that issuance of the requested injunction would be inappropriate even if the court did have jurisdiction.</p>\n<p>Plaintiff states that he makes no objections to the findings of fact contained in the M &amp; R. The plaintiff contends, however, that an exception to the APA's exhaustion doctrine applies in this case because the issue before the court is a narrow question of statutory interpretation. Plaintiff's contention is undermined by his own arguments concerning the availability of injunctive relief: he disputes the magistrate judge's finding that he will suffer no irreparable harm without the temporary restraining order. For this reason alone, the \"statutory interpretation exception\" to the exhaustion doctrine does not apply.</p>\n<p>In light of the court's treatment of the jurisdiction issue, there is no need to address the merits of the plaintiff's request for preliminary injunctive relief. In the event that plaintiff is unsuccessful in obtaining the relief he seeks, he is free to refile this action.</p>\n<p>Upon a careful and complete review of the M &amp; R and the objections thereto, the court hereby ADOPTS the M &amp; R as its own. Plaintiff's motion for a temporary restraining order is DENIED. This action is DISMISSED without prejudice, and the clerk is directed to close this case.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*259</span> <i>MEMORANDUM AND RECOMMENDATION</i>\n</h2>\n<p>McCOTTER, United States Magistrate Judge.</p>\n<p>This matter is before the court on plaintiff's Motion for Temporary Restraining Order. A hearing was held on this motion on October 11, 1994, in New Bern. Plaintiff was represented by David P. Voerman, and defendants were represented by Assistant United States Attorney Rudolph A. Renfer. Counsel also submitted supplementary memoranda of law in support of their respective positions.</p>\n<p>For the reasons offered below, the plaintiff's Motion for Temporary Restraining Order should be denied.</p>\n<p></p>\n<h2><i>PROPOSED FINDINGS OF FACT</i></h2>\n<p>1. Plaintiff Joseph Mann was employed as the MIS Manager, Fiscal Department, at the Morale, Welfare and Recreation Directorate (\"MWR\"), Marine Corps Air Station, Cherry Point, North Carolina. He had been employed at MWR for sixteen (16) years. He was removed from his position on September 30, 1994.</p>\n<p>2. Defendant D.N. Haigh is the Assistant Director of MWR at Cherry Point; the defendant MWR is a non-appropriated fund instrumentality (\"NAFI\") operating aboard the Marine Corps Air Station at Cherry Point, providing retail, recreation, and entertainment services to military personnel; and the United States is a named defendant because MWR is a non-appropriated fund activity, and is considered a part of the U.S. Government.</p>\n<p>3. On November 18, 1992, N.G. Wall, the Fiscal Officer in the Fiscal Department of MWR issued a Letter of Requirement to Plaintiff. The letter complained of Plaintiff's \"repetitive, excessive, and extended absences from work due to chemical dependency\" and set forth five requirements for Plaintiff to meet in the future. The letter warned, \"Your continued employment is contingent upon the following requirements.\" The requirements demanded that Plaintiff (a) consistently meet his work schedule and perform his duties, (b) provide a doctor's certification for any unscheduled absence from work or sick leave beyond one day in duration, (c) notify N.G. Wall personally when Plaintiff needed to be absent from work, or the next level of supervision if Wall wasn't available, (d) have no recurrence of excessive and extended absence from work due to chemical dependency, and (e) avail himself of the services of a counseling service, and attend all counseling meetings.</p>\n<p>4. Plaintiff has, from time to time, engaged in the excessive use of alcohol, which resulted in his taking absences from work. Plaintiff alleges this alcohol abuse is related to his bipolar disorder, for which he is receiving medical care and prescription medicine.</p>\n<p>5. On August 16, 1994, N.G. Wall issued a Notification of Proposed Removal from Employment letter to Plaintiff. This Notification set forth the reasons for the proposed removal of the Plaintiff, gave Plaintiff seven (7) days to answer the notice, and stated that Plaintiff's removal, if effected, would occur no earlier than August 31, 1994. The reasons given for the proposed removal were:</p>\n<blockquote>a. On July 25, 1994, Plaintiff called in sick, and called Wall several times during the following week to let Wall know Plaintiff was still sick. Plaintiff remained out of work the week of July 25-29, 1994.</blockquote>\n<blockquote>b. On August 1, 1994, Wall was informed that Plaintiff was apparently drinking heavily again. Wall spoke to Plaintiff's wife on August 2, 1994, and she indicated that Plaintiff had been drinking for over a week and had talked about killing himself. Plaintiff's wife reported that she had taken Plaintiff to the hospital and had him admitted with a reported blood alcohol level of .47. Wall contacted the counseling center and requested help. Ben Horton at the counseling center called Wall back later in the day to report that Horton and a Deputy Sheriff had gone to Plaintiff's house, where Plaintiff had refused to commit himself for treatment. Plaintiff reportedly continued to drink while Horton was at his house, and passed out during that time.</blockquote>\n<blockquote>c. On August 3, 1994, Wall spoke with Horton again, and Horton reported that <span class=\"star-pagination\">*260</span> he had gone to Plaintiff's house again that morning, and Plaintiff agreed to be admitted for treatment. Horton made arrangements for treatment in Newport News, Virginia, and Plaintiff was taken to that facility for treatment.</blockquote>\n<p>The Notification also referenced several earlier episodes of either treatment for chemical dependency or absences from work due to such dependency.</p>\n<p>6. Plaintiff was presented the above-described Notification on August 16, 1994, when he returned to MWR after treatment in Virginia. At that time, he did not offer a medical certificate or release concerning his absence from work. Plaintiff was placed on administrative leave from August 16, 1994, onward.</p>\n<p>7. By letter dated August 29, 1994, Plaintiff applied for leave under the Family Medical Leave Act for the period July 25, 1994 to August 16, 1994. Plaintiff's attorney, Mr. David Voerman, also requested an extension of time to reply to the Notification on August 29, 1994. Defendant Haigh refused this request.</p>\n<p>8. On September 7, 1994, Plaintiff and Mr. Voerman responded to the Notification by letter. This letter stated that Plaintiff suffers from alcoholism, and that alcoholism is a disease or disability recognized and protected by the Family Medical Leave Act, or in the alternative, the Americans with Disabilities Act. Plaintiff also requested, as reasonable accommodation under the Americans with Disabilities Act, that he be allowed to take a reasonable time as sick leave or vacation in order to obtain treatment for his disease. Included with the September 7 letter was an August 29, 1994, letter from Dr. Sharon Willingham, who diagnosed Plaintiff as suffering from Alcohol Dependency. Dr. Willingham certified that Plaintiff has a serious long term chronic condition (alcoholism) which cannot be cured, and which incapacitated him from work during the time period in question. Plaintiff also submitted in support of his response a series of job performance evaluations and letter or certificates of appreciation covering a number of prior years when Plaintiff was employed by MWR.</p>\n<p>9. On September 15, 1994, Dr. Frederick Nesbit sent a letter to Plaintiff's attorney (subsequently submitted to defendant Haigh on September 16), stating that Dr. Nesbit had Plaintiff under his care since November 1991 with the diagnosis of Bipolar Disorder, noting that alcohol abuse is only secondary to the Bipolar Disorder.</p>\n<p>10. On September 23, 1994, defendant Haigh notified Plaintiff in writing that his request for leave under the Family Medical Leave Act was approved for the period July 25, 1994 to August 16, 1994.</p>\n<p>11. Also on September 23, 1994, defendant Haigh notified Plaintiff in writing of Haigh's decision to remove Plaintiff from employment at MWR, effective September 30, 1994. This decision also informed Plaintiff of his appeal rights, which consisted initially of the opportunity to submit a written appeal with supporting documents to the Commanding General at Cherry Point, a hearing if requested, and representation by counsel.</p>\n<p>12. On September 30, 1994, Plaintiff was removed from employment at MWR. On October 4, 1994, Plaintiff filed his Complaint in this action, seeking a temporary restraining order, preliminary injunction, permanent injunction, damages, liquidated damages, and other relief. He seeks to have the defendants restrained from removing him from employment, claiming violation of the Family Medical Leave Act.</p>\n<p></p>\n<h2><i>PROPOSED CONCLUSIONS OF LAW</i></h2>\n<p>Rule 65 of the Federal Rules of Civil Procedure allows a court to enter preliminary injunctive relief, including restraining orders, prior to adjudication on the merits of an action. The purpose of such relief is to protect the moving party from irreparable injury while the action is pending. <i>Doran v. Salem Inn, Inc.,</i> 422 U.S. 922, 95 S.Ct. 2561, 45 L.Ed.2d 648 (1975). Rather than serving as a preliminary adjudication on the merits, such preliminary relief is an equitable device for preserving rights pending the final resolution of the matter. <i>Sierra On-Line, Inc. v. Phoenix Software, Inc.,</i> 739 F.2d 1415, 1421 (9th Cir.1984). The district court's inquiry in a Rule 65 matter must begin with a balancing of the hardships. <i>Blackwelder Furniture Co.</i> <span class=\"star-pagination\">*261</span> <i>v. Seilig Mfg. Co.,</i> 550 F.2d 189, 195 (4th Cir.1977), <i>citing </i><i>Ohio Oil Co. v. Conway,</i> 279 U.S. 813, 815, 49 S.Ct. 256, 257, 73 L.Ed. 972 (1929). Rather than decide the merits of the case, the court must balance the likelihood of irreparable harm to the plaintiff pending trial against the likelihood of irreparable harm to the defendant pending trial. <i>Capital Tool &amp; Mfg. Co. v. Maschinenfabrik Herkules,</i> 837 F.2d 171, 172 (4th Cir.1988). If a decided imbalance of hardship exists in the movant's favor, then the court must consider the movant's likelihood of success on the merits. <i>Blackwelder,</i> 550 F.2d at 195. To satisfy this second requirement, the movant need not show a strong probability of success on the merits. <i>Id.</i> at 196. Instead, a showing is sufficient if the movant raises \"`questions going to the merits so serious, substantial, difficult and doubtful, as to make them fair ground for litigation and thus for more deliberate investigation.'\" <i>Id.</i> at 195 (<i>quoting </i><i>Hamilton Watch Co. v. Benrus Watch Co.,</i> 206 F.2d 738, 740 (2d Cir.1953)).</p>\n<p></p>\n<h2><i>A. Subject Matter Jurisdiction</i></h2>\n<p>Defendants move this court to dismiss the complaint on grounds of lack of subject matter jurisdiction. Defendants contend that the section to which plaintiff referred when pleading jurisdiction under the Family Medical Leave Act (\"FMLA\") does not apply to the plaintiff as a federal employee in a non-appropriated federal fund instrumentality (\"NAFI\"). Defendants also contend that plaintiff has failed to exhaust his administrative remedies, and so is premature in filing this suit. Plaintiff counters that this court has jurisdiction over the matter through 28 U.S.C. § 1331, the federal question statute, that the FMLA does apply to plaintiff and other federal NAFI employees, and that exhaustion of administrative remedies would leave plaintiff without an appropriate remedy.</p>\n<p></p>\n<h2>1. <i>FMLA Applicability</i>\n</h2>\n<p>The Family Medical Leave Act became effective on August 5, 1993. In general, it provides that eligible employees may take up to twelve weeks of leave per year for medical treatment, pregnancy, or the care of a family member, upon proper certification by the health care provider. 29 U.S.C. § 2612, 5 U.S.C. § 6382. Title I of the Act applies to private employers and employees, if the employer meets certain criteria regarding number of employees. 29 U.S.C. § 2611. Section 107 of the Act, 29 U.S.C. § 2617, is the enforcement provision for eligible employees seeking redress of prohibited acts of discrimination, interference, or restraint under § 2615. The definitions section, § 2611, however, excludes from the definition of \"eligible employees\" the following:</p>\n<blockquote>(i) any Federal officer or employee covered under subchapter V of chapter 63 of Title 5.</blockquote>\n<p>29 U.S.C. § 2611(2)(B). Subchapter V of chapter 63 of Title 5, 5 U.S.C. § 6381 <i>et seq.,</i> defines \"employee\" as</p>\n<blockquote>(A) ... \"employee\", as defined by section 6301(2), including any individual employed in a position referred to in clause (v) or (ix) of section 6301(2)....</blockquote>\n<p>Section 6301(2) of Title 5 defines \"employee\" as</p>\n<blockquote>(A) an employee as defined by section 2105 of this title; and</blockquote>\n<blockquote>(B) an individual first employed by the government of the District of Columbia before October 1, 1987.</blockquote>\n<p>Section 2105 of Title 5, as amended, gives a definition of \"employee\" that covers most federal employees. Section 2105(c) excludes certain NAFI employees from the definition of \"employee\" for the purpose of laws administered by the Office of Personnel Management (except where specifically provided elsewhere), none of which apply to the claim of the plaintiff. The plaintiff is, therefore, statutorily excluded from Title I of the Act, 29 U.S.C. §§ 2611 <i>et seq.,</i> but is included in coverage under Title II, 5 U.S.C. §§ 6381 to 6387. Enforcement under Title I of the Act is accomplished through 29 U.S.C. § 2617, which includes the right of private employees to initiate a civil action for damages or equitable relief in any Federal or State court of competent jurisdiction. Such enforcement provisions are not found in Title II of the Act.</p>\n<p>Defendants maintain that because the civil enforcement provisions of Title I of FMLA <span class=\"star-pagination\">*262</span> are not found in Title II of FMLA, this court is without jurisdiction to hear this matter. Plaintiff responds that jurisdiction is conferred under 28 U.S.C. § 1331, in that the court is called upon to resolve a \"federal question\" by interpreting a federal statute, the FMLA. Plaintiff adds that a waiver of sovereign immunity is found in 5 U.S.C. § 702 that is applicable to this case.</p>\n<p>5 U.S.C. § 702<sup>[1]</sup> provides for judicial review of agency actions under the Administrative Procedures Act, 5 U.S.C. §§ 551 <i>et seq.,</i> under which the decision to remove plaintiff from his position at MWR falls. That section, § 702, has been interpreted broadly as a waiver of sovereign immunity for nonmonetary, injunctive, or general equitable relief, <i>see </i><i>Helsabeck v. U.S.,</i> 821 F.Supp. 404 (E.D.N.C.1993); furthermore, it appears established that § 702 waives immunity for equitable actions brought under 28 U.S.C. § 1331. <i>See </i><i>Beller v. Middendorf,</i> 632 F.2d 788, 797 (9th Cir.1980) <i>cert. denied,</i> 452 U.S. 905, 101 S.Ct. 3030, 69 L.Ed.2d 405 (1981) (discharged Navy enlistee's claim for reinstatement under Navy regulations); <i>Brown v. Devine,</i> 574 F.Supp. 790 (N.D.Cal. 1983) (BRIOH benefits); <i>Sheehan v. Army &amp; Air Force Exchange Service,</i> 619 F.2d 1132 (5th Cir.1980), <i>rev'd on other grounds,</i> 456 U.S. 728, 102 S.Ct. 2118, 72 L.Ed.2d 520, <i>on remand,</i> 686 F.2d 262 (1982) (wrongful discharge of NAFI employee under AAFES regulations and due process); <i>Chabal v. Reagan,</i> 822 F.2d 349 (3rd Cir.1987), <i>later app. aff'ing decision on remand,</i> 841 F.2d 1216 (3rd Cir.1988) (reinstatement claim of U.S. Marshall terminated without investigation).</p>\n<p>Unless a statute expressly precludes review, a federal district court has jurisdiction over challenges to agency actions under the APA, as claims arising under federal law pursuant to 28 U.S.C. § 1331. <i>See, e.g., </i><i>Robbins v. Reagan,</i> 780 F.2d 37, 42 (D.C.Cir.1985). While the FMLA may be silent as to civil enforcement provisions for Title II employees, nowhere does it expressly preclude or forbid review of agency actions affecting such employees. Plaintiff is not covered under OPM or Department of Labor regulations; rather, he is covered under Department of Defense regulations. Cases in this Circuit have held that those persons comprising Defense entities do not have appeal rights to the federal courts under Merit Systems Protection Board decisions and similar agency determinations unless there has been substantial departures from important procedural rights, or a misconstruction of the governing legislation. <i>See, e.g., </i><i>Chase v. Director, Office of Personnel Mgmt.,</i> 695 F.2d 790 (4th Cir.1982). Such case precedent presents a conflict: either the court has no jurisdiction over Defense NAFI employees' claims as to employment termination after agency review, or the court has jurisdiction because there is no statutory edict preventing review of FMLA-based employment termination claims. Given the recency of the FMLA's enaction and the broad scope of the legislation, as well as the overriding question of whether FMLA is the \"governing legislation\", the court should find that is has subject-matter jurisdiction over FMLA claims for Title II employees.</p>\n<p></p>\n<h2>2. <i>Exhaustion Doctrine</i>\n</h2>\n<p>Defendants assert that a bar exists to such reviewability in that plaintiff has failed to exhaust his administrative remedies before seeking judicial intervention or review of defendants' actions; in effect, defendants claim there is no agency action yet available for review, and even if there is, judicial intervention would be inappropriate for the relief sought. Plaintiff contends that the administrative procedure for addressing his claims is inadequate, and pursuing administrative remedies would be futile, thus excusing exhaustion.</p>\n<p>The courts have long recognized that, generally, a plaintiff must not only pursue but exhaust his available administrative remedies prior to seeking judicial review of the agency's actions. <i>Aircraft &amp; Diesel Equip. Corp. v. Hirsch,</i> 331 U.S. 752, 767, 67 S.Ct. 1493, 1500, 91 L.Ed. 1796 (1947); <i>Cole</i> <span class=\"star-pagination\">*263</span> <i>v. Spear,</i> 747 F.2d 217, 220 (4th Cir.1984); <i>American Fed. of Govt. Employees, AFL-CIO v. Nimmo,</i> 711 F.2d 28, 31 (4th Cir. 1983). Failure to exhaust such remedies will deprive the court of its jurisdiction due to an unripe case before it.</p>\n<p>The administrative appeal process covering plaintiff's removal from position at Cherry Point is found in the Marine Corps NAF Personnel Policy Manual, MCO Ch. 5, P5015. The process consists of a two-step process within the Marine Corps, with a potential for final review under the cognizance of the Deputy Assistant Secretary of the Navy, Civilian Personnel Policy/Equal Employment Opportunity section (DASN (CPP/EEO)). P5015(4). The first step is to appeal in writing to the Installation Commander or the commander's designee within 15 calendar days from the date of the adverse action  here, September 30, 1994. Such a written appeal must contain the reasons for the appeal and a request for hearing, if desired. Formal hearings are held upon such requests, where the employee is given the opportunity to present evidence, examine witnesses, and present affidavits and depositions. A comprehensive record is maintained, including transcript. The initial decision is made within 60 days of submission of the appeal or within 60 days from the hearing. That initial decision must contain the reasons that were sustained and those that were not, and must inform the appellant-employee of his further appeal rights and procedure. P5015(4)(a). Step 2 of the appeals process is to the Commandant of the Marine Corps, to whom the employee must appeal in writing within 15 days of the initial decision; the Commandant reviews the appeal and issues a written decision within 60 days of submission, which includes listing the limited grounds for review by the DASN (CPP/EEO) and accompanying procedure. P5015(4)(b). Final review is by the DASN (CPP/EEO). P5015(4)(c). Review by the DASN is discretionary, and available on the grounds of (1) violation of Navy policies, (2) arbitrary or capricious actions, or (3) if the action would establish a precedent contrary to the best interests of the Department of the Navy. P5015(4)(c)(1).</p>\n<p>Plaintiff has included nowhere in his statements of facts, supporting materials, nor in testimony at hearing, that he has availed himself of the administrative appeal process; however, defendants note in their memorandum in support of their motion to dismiss<sup>[2]</sup> that on the same day as this court's hearing on the motion for restraining order, plaintiff filed a written appeal to the Commanding General at Cherry Point, and requested a hearing on the matter. Defendants' Memorandum, p. 6. If plaintiff has <i>not</i> sought to pursue his administrative remedies, he would almost certainly not have recourse to this court, even in the face of the authority plaintiff offers in support of such a position.<sup>[3]</sup> If, on the other hand, plaintiff has indeed begun his administrative appeals, then he acknowledges that they hold promise of the relief he seeks in this court. Should plaintiff prevail on any of his appeals, he would be entitled to back pay, restoration of benefits and various accrued leave hours, and reinstatement at his position. Until he exhausts those appeals, however, this court should not exercise its jurisdiction prematurely. Granting the preliminary injunctive relief plaintiff seeks, including appropriate monetary awards, would effectively frustrate an administrative appeals <span class=\"star-pagination\">*264</span> process that could provide the same monetary relief and reinstatement upon review. In addition, although plaintiff is a civilian employee of a military instrumentality, and not a military enlistee, the courts will give deference to decisions of the military regarding internal operation and organization. <i>Schlesinger v. Councilman,</i> 420 U.S. 738, 95 S.Ct. 1300, 43 L.Ed.2d 591 (1975). Because plaintiff's appeal process lies first with the Marine Corps and the Department of the Navy, this court should defer first to those decisions. <i>See </i><i>Guerra v. Scruggs,</i> 942 F.2d 270, 275 (4th Cir.1991).</p>\n<p>While the court should find that it has subject-matter jurisdiction to review final agency actions under FMLA for Title II employees, in plaintiff's particular case, it should not exercise that jurisdiction until there is a final agency action, determined through the internal appellate procedure of the Marine Corps.</p>\n<p></p>\n<h2><i>B. Preliminary Relief Sought</i></h2>\n<p>At hearing, plaintiff's counsel nevertheless presented a compelling and persuasive argument for review of FMLA actions at Cherry Point: Due Process is not satisfied by the Marine Corps appeals process because, in conflict with the abstention of judicial review of Marine Corps decisions, FMLA provides the relief that the courts refuse to consider  injunctive and monetary relief prior to administrative exhaustion. 29 U.S.C. § 2617. Because the court may find that it has jurisdiction over plaintiff's claim prior to his exhausting his administrative remedies, and in the interest of judicial economy, a consideration of the preliminary relief sought is included, as an alternate basis for adjudication of this motion.</p>\n<p>As noted above, the test for preliminary injunctive relief under Rule 65 in this Circuit is the flexible \"balance of hardship\" test enunciated in <i>Blackwelder, supra</i><i>.</i> The court must consider as most important the likelihood of irreparable harm to the movant if relief is denied, as against the likelihood of irreparable harm to the nonmovant if relief is granted.</p>\n<p>Plaintiff asserts that he will suffer irreparable harm if the temporary restraining order is not issued, in the following forms: loss of his job, forfeit of accrued leave, and emotional damage due to the impact of sudden unemployment and effects on his health condition. With the exception of emotional damage, plaintiff's claimed harm does not rise to the level of \"irreparable\". First, should he prove successful in either his administrative appeals or later judicial review under FMLA, he will receive reinstatement, restoration of back pay, continuation of health insurance benefits, and restoration and appropriate enhancements of accrued leave, as benefits to which he would be entitled. The whole point of the FMLA, gleaned from even a cursory examination, is to protect such benefits for eligible employees; judicial enforcement of FMLA serves to avoid entirely the issue of \"irreparable\" harm by redressing these damages and restoring a successful plaintiff to his <i>status quo ante. See </i><i>Sampson v. Murray,</i> 415 U.S. 61, 92 n. 68, 94 S.Ct. 937, 954 n. 68, 39 L.Ed.2d 166 (1974); <i>Hughes Network Sys., Inc. v. Interdigital Comm. Corp.,</i> 17 F.3d 691 (4th Cir.1994) (generally, a party does not normally suffer irreparable harm simply because it has to win a final judgment on the merits to obtain monetary relief); <i>Ferrell v. Durham Technical Institute,</i> 569 F.Supp. 16 (M.D.N.C.1983) (lost income, opportunities, and professional relationships are not irreparable injuries). Second, as to emotional damage, it is difficult to see how the enforcement provisions of the FMLA offer recompense for emotional or other nonpecuniary claims. Nowhere in 29 U.S.C. § 2617 are damages for emotional trauma authorized, and nowhere in the enforcement provisions are punitive damages clearly contemplated.<sup>[4]</sup> A consideration of plaintiff's claimed injury therefore results in a conclusion <span class=\"star-pagination\">*265</span> that he is suffering no \"irreparable\" harm.</p>\n<p>As to the harm to defendants if relief is granted, there is no showing that plaintiff's work performance has ever been less than exemplary. He has earned a number of satisfactory and above-satisfactory ratings in performance evaluations, and received several commendations for accruing leave and job performance. Defendants allege no irreparable harm to them if plaintiff were to continue his job, other than a brief claim at hearing that the plaintiff \"couldn't do the job.\" The court finds that there is no showing of irreparable harm to defendants if relief is granted.</p>\n<p>The third factor to be considered is the plaintiff's likelihood of success on the merits of his claims. Because the FMLA is a recent piece of legislation, and its boundaries understandably in flux, it is difficult to forecast whether plaintiff has raised sufficient \"serious, substantial, difficult and doubtful\" questions through his claims to make them \"fair ground for litigation.\" As noted above, the most serious questions of this litigation so far center upon whether plaintiff is even covered under the FMLA's enforcement provisions. Furthermore, it is clear that defendants will assert at later stages that they had a fully independent reason for removing plaintiff from employment, and gave that reason weeks before plaintiff chose to apply retroactively for leave under FMLA. There is no evidence that plaintiff, prior to August, 1994, notified MWR of his Bipolar Disorder or the secondary alcohol abuse symptom in order to request reasonable accommodation under other federal acts. These considerations lead the court to conclude that plaintiff's likelihood of success on the merits is, at best, unclear.</p>\n<p>Finally, the court considers the public interest in the suspension of the status quo pending litigation. Private actions appear to be important in enforcing the provisions of the FMLA, as with other federal acts, and the public interest in the preservation of employee rights and benefits is central to the Act's passage and implementation. This is especially important since the FMLA's enforcement provisions authorize injunctive relief. <i>If</i> the plaintiff is covered under those FMLA enforcement provisions, then the public interest in preserving the state of affairs as it existed prior to MWR's action would weigh in favor of precautionary relief. Since that question is not yet resolved, however, this factor alone is not enough to offset the weight of the other considerations set out above.</p>\n<p>Because there appears to be no basis for a finding of irreparable harm to the plaintiff, nor any reliable forecast of plaintiff's success on the merits (or whether the questions plaintiff has raised are serious enough to warrant preliminary protection), the court should deny plaintiff's motion for a temporary restraining order.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The court should find that it has jurisdiction over reviews of FMLA claims by Title II employees, but it should also find that plaintiff has failed to exhaust his available administrative remedies, which may prove effective, and so should decline to exercise its jurisdiction as premature at this time.</p>\n<p>Should the court nevertheless find and choose to exercise jurisdiction over this matter, it should deny the motion on the grounds of a lack of showing of irreparable harm to the plaintiff and an uncertain, if not unreliable, forecast of plaintiff's success on the merits of the underlying action.</p>\n<p>MEMORANDUM AND RECOMMENDATION ENTERED, this 31st day of October, 1994.</p>\n<h2>NOTES</h2>\n<p>[1]  \"A person suffering legal wrong because of agency action, or adversely affected or aggrieved by agency action within the meaning of a relevant statute, is entitled to judicial review thereof....\"</p>\n<p>[2]  At the close of the hearing on this matter, the court suggested that counsel for both sides submit supplemental memoranda of law discussing the jurisdiction of the court, the applicability of the FMLA to the plaintiff, and the interaction of the FMLA with the various regulations to which plaintiff and MWR are subject. Defendants submitted a Motion to Dismiss in response to this suggestion, and offered a supporting memorandum for that motion. While the Motion to Dismiss is not the subject of this Memorandum and Recommendation, the court considers defendants' accompanying memorandum of law insofar as it addresses these issues.</p>\n<p>[3]  The court notes that the cases plaintiff offers stand for the proposition that if pursuit of administrative remedies is <i>clearly</i> futile, the courts will intervene to protect plaintiff's rights through temporary injunctive relief. <i>Accord, </i><i>Dooley v. Ploger,</i> 491 F.2d 608, 614-615 (4th Cir.1974). Here, however, there has been no such showing to the satisfaction of the court; the very nature of the appeals process, including the right to a hearing, through the Marine Corps procedures demonstrates that such pursuit would not be futile, but could result in the reinstatement that plaintiff seeks from this court.</p>\n<p>[4]  29 U.S.C. § 2617(a)(1)(iii) does provide for an additional amount of damages to a successful employee as \"liquidated damages\". Because that subsection allows the court to reduce this liquidated damages amount if the employer demonstrates a good-faith action, this section may function as a sort of punitive-damage authorization. The amount of liquidated damages, however, is calculated by formula, based on actual monetary or benefit losses, and not upon an assessment of emotional distress damages.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">891</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">256</span></span> (1995)</b></center>\n<center><h1>Joseph A. MANN, Plaintiff,<br>\nv.<br>\nD.N. HAIGH, Assistant Director, Morale, Welfare and Recreation Directorate at Marine Corps Air Station, Cherry Point, North Carolina, Individually and in his official capacity as Assistant Director of such organization; Morale, Welfare and Recreation Department, Marine Corps Air Station, Cherry Point, North Carolina, and United States of America, Defendants.</h1></center>\n<center>No. 4:94-CV-142-H3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>January 20, 1995.</center>\n<p><span class=\"star-pagination\">*257</span> <span class=\"star-pagination\">*258</span> David Voerman, New Bern, NC, for plaintiff.</p>\n<p>Rudy Renfer, Asst. U.S. Atty., Raleigh, NC, for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on plaintiff's motion for a temporary restraining order. The plaintiff, a civilian employee of the United States Marine Corps, brought this action to protest his discharge from employment. The plaintiff was granted leave under the Family and Medical Leave Act (\"FMLA\"), and contends that he is entitled to return to work pursuant to that statute. In a Memorandum and Recommendation (\"M &amp; R\") entered on October 31, 1994, United States Magistrate Judge Charles K. McCotter, Jr., recommended that this court deny the plaintiff's motion for a temporary restraining order. Plaintiff filed a timely objection, and the defendants responded. This matter is ripe for ruling.</p>\n<p>The magistrate judge found that this court could exercise jurisdiction over the plaintiff's case. However, the plaintiff is a federal employee covered by Title II, rather than Title I, of the FMLA. Title II of the FMLA lacks a provision creating a civil cause of action. The magistrate judge accordingly held that the defendants' actions were subject to review under the Administrative Procedure Act (\"APA\"). The APA requires the exhaustion of administrative remedies prior to judicial review. The magistrate judge therefore recommended that the plaintiff's motion for a temporary restraining order be denied.</p>\n<p>As additional grounds for denying plaintiff's motion, the magistrate judge also analyzed the plaintiff's case for a temporary restraining order. The magistrate judge found that the balance of the harms did not tilt decidedly in favor of the plaintiff. He specifically found that the plaintiff would suffer no irreparable harm should injunctive relief be granted and that the defendants would suffer no irreparable harm if the injunction issued. The magistrate judge further found that plaintiff's likelihood of success on the merits was ambiguous, and that the public interest might favor the plaintiff. On these grounds, the magistrate judge found that issuance of the requested injunction would be inappropriate even if the court did have jurisdiction.</p>\n<p>Plaintiff states that he makes no objections to the findings of fact contained in the M &amp; R. The plaintiff contends, however, that an exception to the APA's exhaustion doctrine applies in this case because the issue before the court is a narrow question of statutory interpretation. Plaintiff's contention is undermined by his own arguments concerning the availability of injunctive relief: he disputes the magistrate judge's finding that he will suffer no irreparable harm without the temporary restraining order. For this reason alone, the \"statutory interpretation exception\" to the exhaustion doctrine does not apply.</p>\n<p>In light of the court's treatment of the jurisdiction issue, there is no need to address the merits of the plaintiff's request for preliminary injunctive relief. In the event that plaintiff is unsuccessful in obtaining the relief he seeks, he is free to refile this action.</p>\n<p>Upon a careful and complete review of the M &amp; R and the objections thereto, the court hereby ADOPTS the M &amp; R as its own. Plaintiff's motion for a temporary restraining order is DENIED. This action is DISMISSED without prejudice, and the clerk is directed to close this case.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*259</span> <i>MEMORANDUM AND RECOMMENDATION</i>\n</h2>\n<p>McCOTTER, United States Magistrate Judge.</p>\n<p>This matter is before the court on plaintiff's Motion for Temporary Restraining Order. A hearing was held on this motion on October 11, 1994, in New Bern. Plaintiff was represented by David P. Voerman, and defendants were represented by Assistant United States Attorney Rudolph A. Renfer. Counsel also submitted supplementary memoranda of law in support of their respective positions.</p>\n<p>For the reasons offered below, the plaintiff's Motion for Temporary Restraining Order should be denied.</p>\n<p></p>\n<h2><i>PROPOSED FINDINGS OF FACT</i></h2>\n<p>1. Plaintiff Joseph Mann was employed as the MIS Manager, Fiscal Department, at the Morale, Welfare and Recreation Directorate (\"MWR\"), Marine Corps Air Station, Cherry Point, North Carolina. He had been employed at MWR for sixteen (16) years. He was removed from his position on September 30, 1994.</p>\n<p>2. Defendant D.N. Haigh is the Assistant Director of MWR at Cherry Point; the defendant MWR is a non-appropriated fund instrumentality (\"NAFI\") operating aboard the Marine Corps Air Station at Cherry Point, providing retail, recreation, and entertainment services to military personnel; and the United States is a named defendant because MWR is a non-appropriated fund activity, and is considered a part of the U.S. Government.</p>\n<p>3. On November 18, 1992, N.G. Wall, the Fiscal Officer in the Fiscal Department of MWR issued a Letter of Requirement to Plaintiff. The letter complained of Plaintiff's \"repetitive, excessive, and extended absences from work due to chemical dependency\" and set forth five requirements for Plaintiff to meet in the future. The letter warned, \"Your continued employment is contingent upon the following requirements.\" The requirements demanded that Plaintiff (a) consistently meet his work schedule and perform his duties, (b) provide a doctor's certification for any unscheduled absence from work or sick leave beyond one day in duration, (c) notify N.G. Wall personally when Plaintiff needed to be absent from work, or the next level of supervision if Wall wasn't available, (d) have no recurrence of excessive and extended absence from work due to chemical dependency, and (e) avail himself of the services of a counseling service, and attend all counseling meetings.</p>\n<p>4. Plaintiff has, from time to time, engaged in the excessive use of alcohol, which resulted in his taking absences from work. Plaintiff alleges this alcohol abuse is related to his bipolar disorder, for which he is receiving medical care and prescription medicine.</p>\n<p>5. On August 16, 1994, N.G. Wall issued a Notification of Proposed Removal from Employment letter to Plaintiff. This Notification set forth the reasons for the proposed removal of the Plaintiff, gave Plaintiff seven (7) days to answer the notice, and stated that Plaintiff's removal, if effected, would occur no earlier than August 31, 1994. The reasons given for the proposed removal were:</p>\n<blockquote>a. On July 25, 1994, Plaintiff called in sick, and called Wall several times during the following week to let Wall know Plaintiff was still sick. Plaintiff remained out of work the week of July 25-29, 1994.</blockquote>\n<blockquote>b. On August 1, 1994, Wall was informed that Plaintiff was apparently drinking heavily again. Wall spoke to Plaintiff's wife on August 2, 1994, and she indicated that Plaintiff had been drinking for over a week and had talked about killing himself. Plaintiff's wife reported that she had taken Plaintiff to the hospital and had him admitted with a reported blood alcohol level of .47. Wall contacted the counseling center and requested help. Ben Horton at the counseling center called Wall back later in the day to report that Horton and a Deputy Sheriff had gone to Plaintiff's house, where Plaintiff had refused to commit himself for treatment. Plaintiff reportedly continued to drink while Horton was at his house, and passed out during that time.</blockquote>\n<blockquote>c. On August 3, 1994, Wall spoke with Horton again, and Horton reported that <span class=\"star-pagination\">*260</span> he had gone to Plaintiff's house again that morning, and Plaintiff agreed to be admitted for treatment. Horton made arrangements for treatment in Newport News, Virginia, and Plaintiff was taken to that facility for treatment.</blockquote>\n<p>The Notification also referenced several earlier episodes of either treatment for chemical dependency or absences from work due to such dependency.</p>\n<p>6. Plaintiff was presented the above-described Notification on August 16, 1994, when he returned to MWR after treatment in Virginia. At that time, he did not offer a medical certificate or release concerning his absence from work. Plaintiff was placed on administrative leave from August 16, 1994, onward.</p>\n<p>7. By letter dated August 29, 1994, Plaintiff applied for leave under the Family Medical Leave Act for the period July 25, 1994 to August 16, 1994. Plaintiff's attorney, Mr. David Voerman, also requested an extension of time to reply to the Notification on August 29, 1994. Defendant Haigh refused this request.</p>\n<p>8. On September 7, 1994, Plaintiff and Mr. Voerman responded to the Notification by letter. This letter stated that Plaintiff suffers from alcoholism, and that alcoholism is a disease or disability recognized and protected by the Family Medical Leave Act, or in the alternative, the Americans with Disabilities Act. Plaintiff also requested, as reasonable accommodation under the Americans with Disabilities Act, that he be allowed to take a reasonable time as sick leave or vacation in order to obtain treatment for his disease. Included with the September 7 letter was an August 29, 1994, letter from Dr. Sharon Willingham, who diagnosed Plaintiff as suffering from Alcohol Dependency. Dr. Willingham certified that Plaintiff has a serious long term chronic condition (alcoholism) which cannot be cured, and which incapacitated him from work during the time period in question. Plaintiff also submitted in support of his response a series of job performance evaluations and letter or certificates of appreciation covering a number of prior years when Plaintiff was employed by MWR.</p>\n<p>9. On September 15, 1994, Dr. Frederick Nesbit sent a letter to Plaintiff's attorney (subsequently submitted to defendant Haigh on September 16), stating that Dr. Nesbit had Plaintiff under his care since November 1991 with the diagnosis of Bipolar Disorder, noting that alcohol abuse is only secondary to the Bipolar Disorder.</p>\n<p>10. On September 23, 1994, defendant Haigh notified Plaintiff in writing that his request for leave under the Family Medical Leave Act was approved for the period July 25, 1994 to August 16, 1994.</p>\n<p>11. Also on September 23, 1994, defendant Haigh notified Plaintiff in writing of Haigh's decision to remove Plaintiff from employment at MWR, effective September 30, 1994. This decision also informed Plaintiff of his appeal rights, which consisted initially of the opportunity to submit a written appeal with supporting documents to the Commanding General at Cherry Point, a hearing if requested, and representation by counsel.</p>\n<p>12. On September 30, 1994, Plaintiff was removed from employment at MWR. On October 4, 1994, Plaintiff filed his Complaint in this action, seeking a temporary restraining order, preliminary injunction, permanent injunction, damages, liquidated damages, and other relief. He seeks to have the defendants restrained from removing him from employment, claiming violation of the Family Medical Leave Act.</p>\n<p></p>\n<h2><i>PROPOSED CONCLUSIONS OF LAW</i></h2>\n<p>Rule 65 of the Federal Rules of Civil Procedure allows a court to enter preliminary injunctive relief, including restraining orders, prior to adjudication on the merits of an action. The purpose of such relief is to protect the moving party from irreparable injury while the action is pending. <i>Doran v. Salem Inn, Inc.,</i> <span class=\"citation\" data-id=\"109314\"><a href=\"/opinion/109314/doran-v-salem-inn-inc/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">922</span></a></span>, <span class=\"citation\" data-id=\"109314\"><a href=\"/opinion/109314/doran-v-salem-inn-inc/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2561</span></a></span>, <span class=\"citation\" data-id=\"109314\"><a href=\"/opinion/109314/doran-v-salem-inn-inc/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">648</span></a></span> (1975). Rather than serving as a preliminary adjudication on the merits, such preliminary relief is an equitable device for preserving rights pending the final resolution of the matter. <i>Sierra On-Line, Inc. v. Phoenix Software, Inc.,</i> <span class=\"citation\" data-id=\"439156\"><a href=\"/opinion/439156/sierra-on-line-inc-v-phoenix-software-inc/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1415</span></a></span>, 1421 (9th Cir.1984). The district court's inquiry in a Rule 65 matter must begin with a balancing of the hardships. <i>Blackwelder Furniture Co.</i> <span class=\"star-pagination\">*261</span> <i>v. Seilig Mfg. Co.,</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 195 (4th Cir.1977), <i>citing </i><i>Ohio Oil Co. v. Conway,</i> <span class=\"citation\" data-id=\"101460\"><a href=\"/opinion/101460/ohio-oil-co-v-conway-supervisor-of-public-accounts/\"><span class=\"volume\">279</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">813</span></a></span>, 815, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">256</span></span>, 257, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">972</span></span> (1929). Rather than decide the merits of the case, the court must balance the likelihood of irreparable harm to the plaintiff pending trial against the likelihood of irreparable harm to the defendant pending trial. <i>Capital Tool &amp; Mfg. Co. v. Maschinenfabrik Herkules,</i> <span class=\"citation\" data-id=\"500070\"><a href=\"/opinion/500070/capital-tool-and-manufacturing-co-inc-a-virginia-corporation-v/\"><span class=\"volume\">837</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">171</span></a></span>, 172 (4th Cir.1988). If a decided imbalance of hardship exists in the movant's favor, then the court must consider the movant's likelihood of success on the merits. <i>Blackwelder,</i> 550 F.2d at 195. To satisfy this second requirement, the movant need not show a strong probability of success on the merits. <i>Id.</i> at 196. Instead, a showing is sufficient if the movant raises \"`questions going to the merits so serious, substantial, difficult and doubtful, as to make them fair ground for litigation and thus for more deliberate investigation.'\" <i>Id.</i> at 195 (<i>quoting </i><i>Hamilton Watch Co. v. Benrus Watch Co.,</i> <span class=\"citation\" data-id=\"232383\"><a href=\"/opinion/232383/hamilton-watch-co-v-benrus-watch-co-inc/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">738</span></a></span>, 740 (2d Cir.1953)).</p>\n<p></p>\n<h2><i>A. Subject Matter Jurisdiction</i></h2>\n<p>Defendants move this court to dismiss the complaint on grounds of lack of subject matter jurisdiction. Defendants contend that the section to which plaintiff referred when pleading jurisdiction under the Family Medical Leave Act (\"FMLA\") does not apply to the plaintiff as a federal employee in a non-appropriated federal fund instrumentality (\"NAFI\"). Defendants also contend that plaintiff has failed to exhaust his administrative remedies, and so is premature in filing this suit. Plaintiff counters that this court has jurisdiction over the matter through 28 U.S.C. § 1331, the federal question statute, that the FMLA does apply to plaintiff and other federal NAFI employees, and that exhaustion of administrative remedies would leave plaintiff without an appropriate remedy.</p>\n<p></p>\n<h2>1. <i>FMLA Applicability</i>\n</h2>\n<p>The Family Medical Leave Act became effective on August 5, 1993. In general, it provides that eligible employees may take up to twelve weeks of leave per year for medical treatment, pregnancy, or the care of a family member, upon proper certification by the health care provider. 29 U.S.C. § 2612, 5 U.S.C. § 6382. Title I of the Act applies to private employers and employees, if the employer meets certain criteria regarding number of employees. 29 U.S.C. § 2611. Section 107 of the Act, 29 U.S.C. § 2617, is the enforcement provision for eligible employees seeking redress of prohibited acts of discrimination, interference, or restraint under § 2615. The definitions section, § 2611, however, excludes from the definition of \"eligible employees\" the following:</p>\n<blockquote>(i) any Federal officer or employee covered under subchapter V of chapter 63 of Title 5.</blockquote>\n<p>29 U.S.C. § 2611(2)(B). Subchapter V of chapter 63 of Title 5, 5 U.S.C. § 6381 <i>et seq.,</i> defines \"employee\" as</p>\n<blockquote>(A) ... \"employee\", as defined by section 6301(2), including any individual employed in a position referred to in clause (v) or (ix) of section 6301(2)....</blockquote>\n<p>Section 6301(2) of Title 5 defines \"employee\" as</p>\n<blockquote>(A) an employee as defined by section 2105 of this title; and</blockquote>\n<blockquote>(B) an individual first employed by the government of the District of Columbia before October 1, 1987.</blockquote>\n<p>Section 2105 of Title 5, as amended, gives a definition of \"employee\" that covers most federal employees. Section 2105(c) excludes certain NAFI employees from the definition of \"employee\" for the purpose of laws administered by the Office of Personnel Management (except where specifically provided elsewhere), none of which apply to the claim of the plaintiff. The plaintiff is, therefore, statutorily excluded from Title I of the Act, 29 U.S.C. §§ 2611 <i>et seq.,</i> but is included in coverage under Title II, 5 U.S.C. §§ 6381 to 6387. Enforcement under Title I of the Act is accomplished through 29 U.S.C. § 2617, which includes the right of private employees to initiate a civil action for damages or equitable relief in any Federal or State court of competent jurisdiction. Such enforcement provisions are not found in Title II of the Act.</p>\n<p>Defendants maintain that because the civil enforcement provisions of Title I of FMLA <span class=\"star-pagination\">*262</span> are not found in Title II of FMLA, this court is without jurisdiction to hear this matter. Plaintiff responds that jurisdiction is conferred under 28 U.S.C. § 1331, in that the court is called upon to resolve a \"federal question\" by interpreting a federal statute, the FMLA. Plaintiff adds that a waiver of sovereign immunity is found in 5 U.S.C. § 702 that is applicable to this case.</p>\n<p>5 U.S.C. § 702<sup>[1]</sup> provides for judicial review of agency actions under the Administrative Procedures Act, 5 U.S.C. §§ 551 <i>et seq.,</i> under which the decision to remove plaintiff from his position at MWR falls. That section, § 702, has been interpreted broadly as a waiver of sovereign immunity for nonmonetary, injunctive, or general equitable relief, <i>see </i><i>Helsabeck v. U.S.,</i> <span class=\"citation\" data-id=\"1510207\"><a href=\"/opinion/1510207/helsabeck-v-united-states/\"><span class=\"volume\">821</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">404</span></a></span> (E.D.N.C.1993); furthermore, it appears established that § 702 waives immunity for equitable actions brought under 28 U.S.C. § 1331. <i>See </i><i>Beller v. Middendorf,</i> <span class=\"citation\" data-id=\"382840\"><a href=\"/opinion/382840/24-fair-emplpraccas-289-24-empl-prac-dec-p-31378-ag-1-dennis-r/\"><span class=\"volume\">632</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">788</span></a></span>, 797 (9th Cir.1980) <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">905</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3030</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span></span> (1981) (discharged Navy enlistee's claim for reinstatement under Navy regulations); <i>Brown v. Devine,</i> <span class=\"citation\" data-id=\"1867684\"><a href=\"/opinion/1867684/brown-v-devine/\"><span class=\"volume\">574</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">790</span></a></span> (N.D.Cal. 1983) (BRIOH benefits); <i>Sheehan v. Army &amp; Air Force Exchange Service,</i> <span class=\"citation\" data-id=\"377130\"><a href=\"/opinion/377130/arthur-edward-sheehan-v-army-and-air-force-exchange-service-an/\"><span class=\"volume\">619</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1132</span></a></span> (5th Cir.1980), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"110717\"><a href=\"/opinion/110717/army-and-air-force-exchange-service-v-sheehan/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">728</span></a></span>, <span class=\"citation\" data-id=\"110717\"><a href=\"/opinion/110717/army-and-air-force-exchange-service-v-sheehan/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2118</span></a></span>, <span class=\"citation\" data-id=\"110717\"><a href=\"/opinion/110717/army-and-air-force-exchange-service-v-sheehan/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">520</span></a></span>, <i>on remand,</i> <span class=\"citation\" data-id=\"407786\"><a href=\"/opinion/407786/arthur-edward-sheehan-v-army-and-air-force-exchange-service-an/\"><span class=\"volume\">686</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">262</span></a></span> (1982) (wrongful discharge of NAFI employee under AAFES regulations and due process); <i>Chabal v. Reagan,</i> <span class=\"citation\" data-id=\"490539\"><a href=\"/opinion/490539/matthew-chabal-jr-v-ronald-reagan-president-united-states-of-america/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">349</span></a></span> (3rd Cir.1987), <i>later app. aff'ing decision on remand,</i> <span class=\"citation\" data-id=\"503071\"><a href=\"/opinion/503071/matthew-chabal-jr-v-ronald-reagan/\"><span class=\"volume\">841</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1216</span></a></span> (3rd Cir.1988) (reinstatement claim of U.S. Marshall terminated without investigation).</p>\n<p>Unless a statute expressly precludes review, a federal district court has jurisdiction over challenges to agency actions under the APA, as claims arising under federal law pursuant to 28 U.S.C. § 1331. <i>See, e.g., </i><i>Robbins v. Reagan,</i> <span class=\"citation\" data-id=\"462576\"><a href=\"/opinion/462576/robert-robbins-v-ronald-reagan-robert-robbins-v-ronald-reagan/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 42 (D.C.Cir.1985). While the FMLA may be silent as to civil enforcement provisions for Title II employees, nowhere does it expressly preclude or forbid review of agency actions affecting such employees. Plaintiff is not covered under OPM or Department of Labor regulations; rather, he is covered under Department of Defense regulations. Cases in this Circuit have held that those persons comprising Defense entities do not have appeal rights to the federal courts under Merit Systems Protection Board decisions and similar agency determinations unless there has been substantial departures from important procedural rights, or a misconstruction of the governing legislation. <i>See, e.g., </i><i>Chase v. Director, Office of Personnel Mgmt.,</i> <span class=\"citation\" data-id=\"411871\"><a href=\"/opinion/411871/gurney-chase-v-director-office-of-personnel-management-washington-dc/\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">790</span></a></span> (4th Cir.1982). Such case precedent presents a conflict: either the court has no jurisdiction over Defense NAFI employees' claims as to employment termination after agency review, or the court has jurisdiction because there is no statutory edict preventing review of FMLA-based employment termination claims. Given the recency of the FMLA's enaction and the broad scope of the legislation, as well as the overriding question of whether FMLA is the \"governing legislation\", the court should find that is has subject-matter jurisdiction over FMLA claims for Title II employees.</p>\n<p></p>\n<h2>2. <i>Exhaustion Doctrine</i>\n</h2>\n<p>Defendants assert that a bar exists to such reviewability in that plaintiff has failed to exhaust his administrative remedies before seeking judicial intervention or review of defendants' actions; in effect, defendants claim there is no agency action yet available for review, and even if there is, judicial intervention would be inappropriate for the relief sought. Plaintiff contends that the administrative procedure for addressing his claims is inadequate, and pursuing administrative remedies would be futile, thus excusing exhaustion.</p>\n<p>The courts have long recognized that, generally, a plaintiff must not only pursue but exhaust his available administrative remedies prior to seeking judicial review of the agency's actions. <i>Aircraft &amp; Diesel Equip. Corp. v. Hirsch,</i> <span class=\"citation\" data-id=\"104452\"><a href=\"/opinion/104452/aircraft-diesel-equipment-corp-v-hirsch/\"><span class=\"volume\">331</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">752</span></a></span>, 767, <span class=\"citation\" data-id=\"104452\"><a href=\"/opinion/104452/aircraft-diesel-equipment-corp-v-hirsch/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1493</span></a></span>, 1500, <span class=\"citation\" data-id=\"104452\"><a href=\"/opinion/104452/aircraft-diesel-equipment-corp-v-hirsch/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1796</span></a></span> (1947); <i>Cole</i> <span class=\"star-pagination\">*263</span> <i>v. Spear,</i> <span class=\"citation\" data-id=\"443971\"><a href=\"/opinion/443971/leslie-a-cole-egm-fn-owzl-htfre-1-usn-v-commanding-officer-uss/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">217</span></a></span>, 220 (4th Cir.1984); <i>American Fed. of Govt. Employees, AFL-CIO v. Nimmo,</i> <span class=\"citation\" data-id=\"421018\"><a href=\"/opinion/421018/american-federation-of-government-employees-afl-cio-frank-l-matthews/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 31 (4th Cir. 1983). Failure to exhaust such remedies will deprive the court of its jurisdiction due to an unripe case before it.</p>\n<p>The administrative appeal process covering plaintiff's removal from position at Cherry Point is found in the Marine Corps NAF Personnel Policy Manual, MCO Ch. 5, P5015. The process consists of a two-step process within the Marine Corps, with a potential for final review under the cognizance of the Deputy Assistant Secretary of the Navy, Civilian Personnel Policy/Equal Employment Opportunity section (DASN (CPP/EEO)). P5015(4). The first step is to appeal in writing to the Installation Commander or the commander's designee within 15 calendar days from the date of the adverse action  here, September 30, 1994. Such a written appeal must contain the reasons for the appeal and a request for hearing, if desired. Formal hearings are held upon such requests, where the employee is given the opportunity to present evidence, examine witnesses, and present affidavits and depositions. A comprehensive record is maintained, including transcript. The initial decision is made within 60 days of submission of the appeal or within 60 days from the hearing. That initial decision must contain the reasons that were sustained and those that were not, and must inform the appellant-employee of his further appeal rights and procedure. P5015(4)(a). Step 2 of the appeals process is to the Commandant of the Marine Corps, to whom the employee must appeal in writing within 15 days of the initial decision; the Commandant reviews the appeal and issues a written decision within 60 days of submission, which includes listing the limited grounds for review by the DASN (CPP/EEO) and accompanying procedure. P5015(4)(b). Final review is by the DASN (CPP/EEO). P5015(4)(c). Review by the DASN is discretionary, and available on the grounds of (1) violation of Navy policies, (2) arbitrary or capricious actions, or (3) if the action would establish a precedent contrary to the best interests of the Department of the Navy. P5015(4)(c)(1).</p>\n<p>Plaintiff has included nowhere in his statements of facts, supporting materials, nor in testimony at hearing, that he has availed himself of the administrative appeal process; however, defendants note in their memorandum in support of their motion to dismiss<sup>[2]</sup> that on the same day as this court's hearing on the motion for restraining order, plaintiff filed a written appeal to the Commanding General at Cherry Point, and requested a hearing on the matter. Defendants' Memorandum, p. 6. If plaintiff has <i>not</i> sought to pursue his administrative remedies, he would almost certainly not have recourse to this court, even in the face of the authority plaintiff offers in support of such a position.<sup>[3]</sup> If, on the other hand, plaintiff has indeed begun his administrative appeals, then he acknowledges that they hold promise of the relief he seeks in this court. Should plaintiff prevail on any of his appeals, he would be entitled to back pay, restoration of benefits and various accrued leave hours, and reinstatement at his position. Until he exhausts those appeals, however, this court should not exercise its jurisdiction prematurely. Granting the preliminary injunctive relief plaintiff seeks, including appropriate monetary awards, would effectively frustrate an administrative appeals <span class=\"star-pagination\">*264</span> process that could provide the same monetary relief and reinstatement upon review. In addition, although plaintiff is a civilian employee of a military instrumentality, and not a military enlistee, the courts will give deference to decisions of the military regarding internal operation and organization. <i>Schlesinger v. Councilman,</i> <span class=\"citation\" data-id=\"109224\"><a href=\"/opinion/109224/schlesinger-v-councilman/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">738</span></a></span>, <span class=\"citation\" data-id=\"109224\"><a href=\"/opinion/109224/schlesinger-v-councilman/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1300</span></a></span>, <span class=\"citation\" data-id=\"109224\"><a href=\"/opinion/109224/schlesinger-v-councilman/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">591</span></a></span> (1975). Because plaintiff's appeal process lies first with the Marine Corps and the Department of the Navy, this court should defer first to those decisions. <i>See </i><i>Guerra v. Scruggs,</i> <span class=\"citation\" data-id=\"566833\"><a href=\"/opinion/566833/rigoberto-guerra-jr-private-united-states-army-v-hugh-f-scruggs/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">270</span></a></span>, 275 (4th Cir.1991).</p>\n<p>While the court should find that it has subject-matter jurisdiction to review final agency actions under FMLA for Title II employees, in plaintiff's particular case, it should not exercise that jurisdiction until there is a final agency action, determined through the internal appellate procedure of the Marine Corps.</p>\n<p></p>\n<h2><i>B. Preliminary Relief Sought</i></h2>\n<p>At hearing, plaintiff's counsel nevertheless presented a compelling and persuasive argument for review of FMLA actions at Cherry Point: Due Process is not satisfied by the Marine Corps appeals process because, in conflict with the abstention of judicial review of Marine Corps decisions, FMLA provides the relief that the courts refuse to consider  injunctive and monetary relief prior to administrative exhaustion. 29 U.S.C. § 2617. Because the court may find that it has jurisdiction over plaintiff's claim prior to his exhausting his administrative remedies, and in the interest of judicial economy, a consideration of the preliminary relief sought is included, as an alternate basis for adjudication of this motion.</p>\n<p>As noted above, the test for preliminary injunctive relief under Rule 65 in this Circuit is the flexible \"balance of hardship\" test enunciated in <i>Blackwelder, supra</i><i>.</i> The court must consider as most important the likelihood of irreparable harm to the movant if relief is denied, as against the likelihood of irreparable harm to the nonmovant if relief is granted.</p>\n<p>Plaintiff asserts that he will suffer irreparable harm if the temporary restraining order is not issued, in the following forms: loss of his job, forfeit of accrued leave, and emotional damage due to the impact of sudden unemployment and effects on his health condition. With the exception of emotional damage, plaintiff's claimed harm does not rise to the level of \"irreparable\". First, should he prove successful in either his administrative appeals or later judicial review under FMLA, he will receive reinstatement, restoration of back pay, continuation of health insurance benefits, and restoration and appropriate enhancements of accrued leave, as benefits to which he would be entitled. The whole point of the FMLA, gleaned from even a cursory examination, is to protect such benefits for eligible employees; judicial enforcement of FMLA serves to avoid entirely the issue of \"irreparable\" harm by redressing these damages and restoring a successful plaintiff to his <i>status quo ante. See </i><i>Sampson v. Murray,</i> <span class=\"citation\" data-id=\"108962\"><a href=\"/opinion/108962/sampson-v-murray/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>, 92 n. 68, <span class=\"citation\" data-id=\"108962\"><a href=\"/opinion/108962/sampson-v-murray/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">937</span></a></span>, 954 n. 68, <span class=\"citation\" data-id=\"108962\"><a href=\"/opinion/108962/sampson-v-murray/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">166</span></a></span> (1974); <i>Hughes Network Sys., Inc. v. Interdigital Comm. Corp.,</i> <span class=\"citation\" data-id=\"664068\"><a href=\"/opinion/664068/hughes-network-systems-incorporated-v-interdigital-communications/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">691</span></a></span> (4th Cir.1994) (generally, a party does not normally suffer irreparable harm simply because it has to win a final judgment on the merits to obtain monetary relief); <i>Ferrell v. Durham Technical Institute,</i> <span class=\"citation\" data-id=\"1518796\"><a href=\"/opinion/1518796/ferrell-v-durham-technical-institute/\"><span class=\"volume\">569</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">16</span></a></span> (M.D.N.C.1983) (lost income, opportunities, and professional relationships are not irreparable injuries). Second, as to emotional damage, it is difficult to see how the enforcement provisions of the FMLA offer recompense for emotional or other nonpecuniary claims. Nowhere in 29 U.S.C. § 2617 are damages for emotional trauma authorized, and nowhere in the enforcement provisions are punitive damages clearly contemplated.<sup>[4]</sup> A consideration of plaintiff's claimed injury therefore results in a conclusion <span class=\"star-pagination\">*265</span> that he is suffering no \"irreparable\" harm.</p>\n<p>As to the harm to defendants if relief is granted, there is no showing that plaintiff's work performance has ever been less than exemplary. He has earned a number of satisfactory and above-satisfactory ratings in performance evaluations, and received several commendations for accruing leave and job performance. Defendants allege no irreparable harm to them if plaintiff were to continue his job, other than a brief claim at hearing that the plaintiff \"couldn't do the job.\" The court finds that there is no showing of irreparable harm to defendants if relief is granted.</p>\n<p>The third factor to be considered is the plaintiff's likelihood of success on the merits of his claims. Because the FMLA is a recent piece of legislation, and its boundaries understandably in flux, it is difficult to forecast whether plaintiff has raised sufficient \"serious, substantial, difficult and doubtful\" questions through his claims to make them \"fair ground for litigation.\" As noted above, the most serious questions of this litigation so far center upon whether plaintiff is even covered under the FMLA's enforcement provisions. Furthermore, it is clear that defendants will assert at later stages that they had a fully independent reason for removing plaintiff from employment, and gave that reason weeks before plaintiff chose to apply retroactively for leave under FMLA. There is no evidence that plaintiff, prior to August, 1994, notified MWR of his Bipolar Disorder or the secondary alcohol abuse symptom in order to request reasonable accommodation under other federal acts. These considerations lead the court to conclude that plaintiff's likelihood of success on the merits is, at best, unclear.</p>\n<p>Finally, the court considers the public interest in the suspension of the status quo pending litigation. Private actions appear to be important in enforcing the provisions of the FMLA, as with other federal acts, and the public interest in the preservation of employee rights and benefits is central to the Act's passage and implementation. This is especially important since the FMLA's enforcement provisions authorize injunctive relief. <i>If</i> the plaintiff is covered under those FMLA enforcement provisions, then the public interest in preserving the state of affairs as it existed prior to MWR's action would weigh in favor of precautionary relief. Since that question is not yet resolved, however, this factor alone is not enough to offset the weight of the other considerations set out above.</p>\n<p>Because there appears to be no basis for a finding of irreparable harm to the plaintiff, nor any reliable forecast of plaintiff's success on the merits (or whether the questions plaintiff has raised are serious enough to warrant preliminary protection), the court should deny plaintiff's motion for a temporary restraining order.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The court should find that it has jurisdiction over reviews of FMLA claims by Title II employees, but it should also find that plaintiff has failed to exhaust his available administrative remedies, which may prove effective, and so should decline to exercise its jurisdiction as premature at this time.</p>\n<p>Should the court nevertheless find and choose to exercise jurisdiction over this matter, it should deny the motion on the grounds of a lack of showing of irreparable harm to the plaintiff and an uncertain, if not unreliable, forecast of plaintiff's success on the merits of the underlying action.</p>\n<p>MEMORANDUM AND RECOMMENDATION ENTERED, this 31st day of October, 1994.</p>\n<h2>NOTES</h2>\n<p>[1]  \"A person suffering legal wrong because of agency action, or adversely affected or aggrieved by agency action within the meaning of a relevant statute, is entitled to judicial review thereof....\"</p>\n<p>[2]  At the close of the hearing on this matter, the court suggested that counsel for both sides submit supplemental memoranda of law discussing the jurisdiction of the court, the applicability of the FMLA to the plaintiff, and the interaction of the FMLA with the various regulations to which plaintiff and MWR are subject. Defendants submitted a Motion to Dismiss in response to this suggestion, and offered a supporting memorandum for that motion. While the Motion to Dismiss is not the subject of this Memorandum and Recommendation, the court considers defendants' accompanying memorandum of law insofar as it addresses these issues.</p>\n<p>[3]  The court notes that the cases plaintiff offers stand for the proposition that if pursuit of administrative remedies is <i>clearly</i> futile, the courts will intervene to protect plaintiff's rights through temporary injunctive relief. <i>Accord, </i><i>Dooley v. Ploger,</i> <span class=\"citation\" data-id=\"316705\"><a href=\"/opinion/316705/thomas-r-dooley-v-major-general-robert-r-ploger-michael-gnip-usmc-v/\"><span class=\"volume\">491</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">608</span></a></span>, 614-615 (4th Cir.1974). Here, however, there has been no such showing to the satisfaction of the court; the very nature of the appeals process, including the right to a hearing, through the Marine Corps procedures demonstrates that such pursuit would not be futile, but could result in the reinstatement that plaintiff seeks from this court.</p>\n<p>[4]  29 U.S.C. § 2617(a)(1)(iii) does provide for an additional amount of damages to a successful employee as \"liquidated damages\". Because that subsection allows the court to reduce this liquidated damages amount if the employer demonstrates a good-faith action, this section may function as a sort of punitive-damage authorization. The amount of liquidated damages, however, is calculated by formula, based on actual monetary or benefit losses, and not upon an assessment of emotional distress damages.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101460/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109314/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/232383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/316705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/377130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/407786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/411871/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421018/",
    "http://www.courtlistener.com/api/rest/v3/opinions/439156/",
    "http://www.courtlistener.com/api/rest/v3/opinions/443971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/462576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/500070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503071/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1510207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1518796/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1867684/"
  ]
}