{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1666847/",
  "absolute_url": "/opinion/1666847/edwards-v-atro-spa/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1666847/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:04:11.298984Z",
  "date_modified": "2016-02-29T19:08:28.466803Z",
  "type": "010combined",
  "sha1": "1cbbd58681031085301138051b6150a9ff248070",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>891 F.Supp. 1074 (1995)</b></center>\n<center><h1>Dean P. EDWARDS, Plaintiff,<br>\nv.<br>\nATRO SpA; International Staple and Machine Company; and Commonwealth Fastening Systems, Inc., Defendants.</h1></center>\n<center>No. 2:93-CIV-16-MC.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>March 6, 1995.</center>\n<p><span class=\"star-pagination\">*1075</span> <span class=\"star-pagination\">*1076</span> Jay Trehy and Robert O. Jenkins, Raleigh, NC, for plaintiff.</p>\n<p>Arnd Von Waldow and John D. Leidy, Philadelphia, PA, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>McCOTTER, United States Magistrate Judge.</p>\n<p>This matter came before the court for a hearing on defendants' motions for summary judgment and <i>in limine,</i> held as scheduled on February 28, 1995, in New Bern. Appearing for plaintiff were Jay Trehy and Robert O. Jenkins, and for defendants were Arnd von Waldow and John D. Leidy. After reviewing the pleadings, motions, and supporting materials, and after considering argument and authorities cited, the court enters the following Order.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1077</span> <i>FINDINGS OF FACT</i>\n</h2>\n<p>1. This is a diversity action between plaintiff, a North Carolina resident, and defendants ATRO S.p.A. (\"Atro\"), an Italian corporation, and International Staple and Machine Company (\"ISM\"), a Pennsylvania corporation. Defendant Commonwealth Fastening Systems is a defunct Virginia corporation. Plaintiff brings this product liability action, alleging negligence in the design and manufacture of an Atro Model Helen 90C pneumatic nail gun. Plaintiff further alleges that defendants, as manufacturers and distributors, failed to adequately warn users, including plaintiff, of dangers associated with the product, and seeks compensatory and punitive damages for personal injuries received.</p>\n<p>2. Plaintiff has alleged as follows: On July 2, 1991, plaintiff and a co-worker, Kirk Lundine, were working on a construction site of a beach house in Currituck County, North Carolina, framing a room beneath the house. Lundine was using the Atro Helen 90C nail gun, nailing above his head while he stood on a ladder. Plaintiff was on the ground, bent over, marking for placement of studs, and was working his way toward Lundine's position. Lundine completed his task, and began descending the ladder with the Atro nail gun down by his side. As he descended, the gun fired, and a nail entered into plaintiff's back. The discharge of the nail gun was unintentional. Because all of plaintiff's allegations are denied by defendants, the court cannot find the above allegations as facts prior to testimony at trial.</p>\n<p></p>\n<h2><i>CONCLUSIONS OF LAW</i></h2>\n<p></p>\n<h2><i>SUMMARY JUDGMENT</i></h2>\n<p>Summary judgment must be granted if, after an adequate time for discovery, \"there is no genuine issue as to any material fact and the moving party is entitled to a judgment as a matter of law.\" <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); Fed.R.Civ.P. 56(c). Rule 56(c) requires an examination of the entire record including pleadings, depositions, answers to interrogatories, admission on file, and affidavits in the light most favorable to the non-moving party. The court must also consider every inference that can be drawn from this evidence. <i>Ross v. Communications Satellite Corp.,</i> 759 F.2d 355, 364 (4th Cir.1985).</p>\n<p>The non-moving party, however, cannot \"rest on the mere allegations\" of the pleadings, but must produce \"specific facts showing that there is a genuine issue for trial.\" Fed.R.Civ.P. 56(e). \"The mere existence of a scintilla of evidence in support of the [non-moving party's] position will be insufficient; there must be evidence on which the jury could reasonably find for the [non-moving party].\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 252, 106 S.Ct. 2505, 2512, 91 L.Ed.2d 202 (1986). \"Where the record taken as a whole could not lead a rational trier of fact to find for the non-moving party, there is no genuine issue for trial,\" and summary judgment is appropriate. <i>Matsushita Electric Industrial Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 1356, 89 L.Ed.2d 538 (1986).</p>\n<p></p>\n<h2>1. FAILURE TO WARN CLAIM</h2>\n<p>Plaintiff seeks to hold defendants liable in negligence for failing to warn or instruct about the nail gun's operation, condition, and use. Defendants assert that they did not fail to provide adequate warnings, and that in any case, any failure to warn was not, as a matter of law, the proximate cause of plaintiff's injuries. The second claim should be examined first.</p>\n<p>\"A manufacturer must properly inform users of a product's hazards, uses, and misuses or be liable for injuries resulting therefrom under some circumstances.\" <i>Smith v. Selco Products, Inc.,</i> 96 N.C.App. 151, 156, 385 S.E.2d 173 (1989), <i>cert. denied,</i> 326 N.C. 598, 393 S.E.2d 883 (1990); <i>Lee v. Crest Chem. Co.,</i> 583 F.Supp. 131 (M.D.N.C. 1984). A manufacturer has a continuing post-sale duty to inform users of the product of any deficiencies the manufacturer learns exist in the product. <i>Smith v. Selco, supra.</i></p>\n<p>Assuming defendants breached the duty to warn or instruct plaintiff of the dangers of the nail gun, which is a genuine factual issue, the next obstacle for plaintiff to surpass in order to recover is to prove that <span class=\"star-pagination\">*1078</span> such a breach proximately caused his injuries. From the record before the court, he is unable to present any evidence of this proximate cause.</p>\n<p>Defendant asserts that neither plaintiff nor Mr. Lundine read, obtained, or asked for the owner's manual for the Helen 90C nailer; plaintiff concedes this point. Defendant also points out that in depositions, plaintiff and Mr. Lundine both stated that they did not read the warning label on the Helen 90C. Any instructions they received were from other employees of the plaintiff. Plaintiff's argument is that a jury question is created by the inadequacy of the warnings  if the warnings had been adequate, they would have been read. Plaintiff relies upon the following cases for that proposition: <i>Champs Convenience Stores v. United Chem. Co., Inc.,</i> 329 N.C. 446, 406 S.E.2d 856 (1991); and <i>Bryant v. Adams,</i> 116 N.C.App. 448, 448 S.E.2d 832 (1994). The distinguishing factor in both <i>Champs</i> and <i>Bryant</i> is that in those cases, there was testimony that, had plaintiff known or been informed of the dangers associated with the product, he would have changed his behavior as a result. <i>See </i><i>Champs,</i> 329 N.C. at 450, 406 S.E.2d 856; <i>Bryant,</i> 116 N.C.App. at 466-67, 448 S.E.2d 832. Here, plaintiff can point to no testimony or other evidence that plaintiff or Mr. Lundine would have changed his behavior had he read or been given adequate warnings of the nail gun's propensities. In light of that absence, the court agrees with defendant, that the best crafted manual, warning, or instruction imaginable would have been a futile measure, because plaintiff or Mr. Lundine would have done nothing differently upon its receipt. Furthermore, the inference that an adequate warning would have resulted in a change of behavior is the product of speculation from the record; the court cannot permit a question to go to the jury upon mere speculation of proximate cause. <i>Stiles v. Chloride, Inc.,</i> 668 F.Supp. 505, 507 (W.D.N.C.1987), <i>aff'd,</i> 856 F.2d 187 (4th Cir. 1988) (table). Defendant's motion for summary judgment on plaintiff's claim of negligence for failure to warn is GRANTED.<sup>[1]</sup></p>\n<p></p>\n<h2>2. CLAIM OF MANUFACTURING DEFECT</h2>\n<p>Plaintiff next asserts liability in negligence for defective manufacture of the Helen 90C in question. Plaintiff's sole basis for this claim is an assertion that defendants selected improper materials for the construction of the nailer. Plaintiff's counsel stipulated at hearing that the claim was not that the nailer was assembled or manufactured in deviation from the design of the product. Defendants assert that, based on that stipulation, as well as plaintiff's answers to interrogatories (# 18 and # 25), the claim of selection of improper materials is a <i>design</i> defect claim, not a <i>manufacturing</i> defect claim. The court agrees, and defendants' motion for summary judgment on plaintiff's manufacturing defect claim is GRANTED. The discussion of evidence of selection of improper materials in proof of the design defect claim follows.</p>\n<p></p>\n<h2>3. DESIGN DEFECT CLAIMS: MATERIALS AND DESIGN</h2>\n<p></p>\n<h2>A. SELECTION OF MATERIALS</h2>\n<p>Plaintiff claims that defendants were negligent in selecting materials to construct the Helen 90C nail gun in question, allowing wear on certain key parts of the product. Defendants argue that plaintiff's assertions are bare conclusory allegations that a different material should have been used, allegations that are not supported by plaintiff's expert witnesses' opinions and reports. Therefore, defendants assert, there are no genuine issues of material fact concerning selection of materials, and summary judgment is appropriate.</p>\n<p>It is only in Richard Edwards' report and videotape that the subject of wear of materials <span class=\"star-pagination\">*1079</span> in connection with design is discussed.<sup>[2]</sup> There, Richard Edwards states that the ability to fire nails on contactor depression alone is primarily caused by wear on a contactor part, and concludes that such wear was not only foreseeable but also allows operation of the nailer other than intended by the design. Plaintiff also points to brief questioning of defendants' experts in deposition, to the effect that the \"functional design\" should parallel the safety design of the nail gun, and that the nail gun under normal use should last approximately five years.</p>\n<p>Nowhere does plaintiff indicate what materials he claims <i>should</i> have been used in construction of the nail gun, and can point to no metallurgical tests performed by his opinion witnesses on the materials actually used. It is a wholly unsupported conclusion that other materials should have been used. <i>Cf. </i><i>Morrison v. Sears, Roebuck &amp; Co.,</i> 319 N.C. 298, 354 S.E.2d 495 (1987) (expert tested materials used for strength in comparison with other materials that could have been used).</p>\n<p>Based on this evidence, it is clear that wear or erosion of the materials used in the nail gun is relevant to plaintiff's claim that the gun could be fired by contact depression alone. Alone, however, such testimony does not present sufficient evidence to support an independent claim of design defect based on selection of materials. Defendants' motion for summary judgment on plaintiff's claim of design defect based upon selection of materials is therefore GRANTED.</p>\n<p></p>\n<h2>B. SEQUENTIAL TRIP MECHANISM</h2>\n<p>Plaintiff's main claim of negligence in design defect is based on the type of trip mechanism used in the Helen 90C nail gun. The gun in question is equipped with a contact trip mechanism, which allows for continuous trigger depression, and \"bounce\" or \"bump\" firing of the gun by subsequent contact trip activation. Plaintiff claims that this feature is unreasonably dangerous, and that an alternative design, that of a sequential trip mechanism, should have been used in the design of the Helen 90C. The sequential trip mechanism requires that the contact element be depressed before the trigger is pulled, thereby firing a nail; the trigger must be pulled each time a nail is driven, and must be pulled after the contact element is activated.</p>\n<p>Defendants argue that, based on plaintiff's expert witness testimony and reports, there is no evidence that a sequential trip mechanism would have prevented this accident. Defendants assert that these experts merely state that such mechanism \"could\" have prevented the accident, not that it \"would\" have prevented it, and argue that the standard to be applied is that one cause or scenario \"more probably than not\" caused plaintiff's injuries. They claim the jury should not be allowed to speculate among several theories of causation.</p>\n<p>Defendants' characterization of the standard to be applied is somewhat narrow. A plaintiff may satisfy his burden of proof on the element of causation by producing evidence providing \"a reasonable basis for the conclusion that it is more likely than not that the conduct of the defendant substantially contributed to the plaintiff's injury.\" Prosser and Keeton on the Law of Torts, § 41 at 269 (5th ed. 1984) (emphasis added). However, where the plaintiff's evidence equally supports two or more possible causes for his injury, one of which the defendant is responsible for, and the other of which it is not, the plaintiff has not met his burden of proof. <i>Id.</i></p>\n<p>Plaintiff has advanced a single theory of causation which contains four possible inferences of fact. The cause of plaintiff's injuries is, according to plaintiff, the negligence of the defendant in designing a nail gun that could fire accidentally, even within the design of the gun itself. The four \"scenarios\" discussed by counsel at hearing are factual inferences as to the events surrounding the infliction of plaintiff's injuries, but are not, as defendants claim, four distinct alternative causes of the injuries. They are four factual avenues to the same destination: the proof or lack thereof that defendants' negligence caused plaintiff's injuries. The four alternatives are:</p>\n<blockquote>\n<span class=\"star-pagination\">*1080</span> a. Lundine descended the ladder pulling only the trigger, which fired the nail gun without engaging the safety yoke of the contact trip (trigger-only activation)<sup>[3]</sup>;</blockquote>\n<blockquote>b. Lundine descended the ladder not depressing the trigger, and the gun fired when the safety yoke alone pressed against plaintiff's back (contact-only activation)<sup>[4]</sup>;</blockquote>\n<blockquote>c. Lundine descended the ladder depressing the trigger, and when the safety yoke touched plaintiff's back, the gun fired. A sequential trip mechanism would have required the yoke to be engaged first before the trigger could activate the gun<sup>[5]</sup>; and</blockquote>\n<blockquote>d. Lundine descended the ladder without depressing the trigger, and when the yoke touched plaintiff's back, Lundine reflexively pulled up on the trigger and handle, thereby firing the gun. In this scenario, a sequential trip mechanism would have acted in the same way<sup>[6]</sup>.</blockquote>\n<p>Where the dispositive issue is causation, and the evidence offered to prove it (all questions of credibility aside) is circumstantial, the Fourth Circuit has enunciated several versions of the same test. In <i>Ralston Purina Co. v. Edmunds,</i> the court stated that evidence \"which shows a `probability' and not a mere `possibility'\" would suffice to allow jury consideration. 241 F.2d 164, 168 (4th Cir.1957). In <i>Ford Motor Co. v. McDavid,</i> first conceded that \"it is the province of the jury to resolve conflicting inferences from circumstantial evidence,\" and later pointed out that \"[p]ermissible inferences must still be within the range of reasonable probability, however, and it is the duty of the court to withdraw the case from the jury when the necessary inference is so tenuous that it rests merely upon speculation and conjecture.\" 259 F.2d 261, 266 (4th Cir. 1958). Later, in <i>Wratchford v. S.J. Groves &amp; Sons Co.,</i> the court found conflicting inferences of the cause of the injury equally probable, and turned the case to the jury for resolution. The court there reiterated that \"reasonable probability\" was the standard of sufficiency of circumstantial evidence to support the necessary inference. 405 F.2d 1061, 1066 (4th Cir.1969). <i>See also, </i><i>Sakaria v. Trans World Airlines,</i> 8 F.3d 164, 172-73 (4th Cir.1993).</p>\n<p>Under all four of plaintiff's alternatives, it is the design of the nail gun that forms the basis of recovery or denial of recovery. Either the nail gun was negligently designed or it was not. If it was, then that negligent design either caused plaintiff's injuries or it did not. Those are jury questions, and are ones which the jury may consider no matter which of the four alternative events it may finally decide came to pass. The jury shall judge the credibility and testimony of the witnesses, including plaintiff and Mr. Lundine, under proper instructions, to determine the factual answers to the above questions.</p>\n<p>The burden of proof remains on the plaintiff to prove by \"reasonable probability\" (i.e., \"more probably than not\") that the nail gun had a faulty design<sup>[7]</sup>, and that due to that faulty design (under one of the first three alternatives), he sustained his injuries. At this point, plaintiff has presented evidence, which, if fully presented at trial, could lead a reasonable jury to infer the reasonably probable happening of either of the first three alternative scenarios. Where questions of negligence are close, any doubt should always be resolved in favor of a jury trial, and if circumstances established by the record are susceptible of reasonable inferences <span class=\"star-pagination\">*1081</span> which would allow recovery, and also capable of equally reasonable inferences to the contrary, a jury question is presented. <i>Boudreau v. Baughman,</i> 322 N.C. 331, 368 S.E.2d 849 (1988).</p>\n<p>Should plaintiff fail to meet that burden of proof at trial as to all or any of the three alternatives, the defendants may properly move under Rule 50 for the court to withdraw from the jury's consideration those alternatives; the court may also employ the other \"jury control\" devices under Rule 50.</p>\n<p>Defendants' motion for summary judgment on the claim of design defect based on non-use of a sequential trip mechanism is DENIED.</p>\n<p></p>\n<h2>4. PUNITIVE DAMAGES</h2>\n<p>North Carolina permits the award of punitive damages for willful conduct, or for conduct under circumstances of \"rudeness, oppression or in a manner which evidences a reckless and wanton disregard\" of the plaintiff's rights. <i>Stiles v. Chloride, supra</i><i>.</i> Punitive damages are recoverable in a negligence action only upon a showing that the negligence was gross or wanton. <i>Paris v. Kreitz,</i> 75 N.C.App. 365, 374, 331 S.E.2d 234 (1985). Conduct is \"wanton\" when it is done in conscious and intentional disregard of, or indifference to, the rights and safety of others. <i>Id.</i></p>\n<p>Plaintiff claims he is entitled to punitive damages because defendants failed to institute safety inspections of any Atro nailers before sale, failed to conduct continuing safety testing and inspection of Atro nailers, and failed to ensure that their nailers complied with international standards. Defendants counter that there is evidence that testing of the nailers was performed prior to sale, that field monitoring of Atro nailers is done, and that even if further safety testing and risk hazard analysis were performed, it would not have proximately prevented the accident.</p>\n<p>A complete lack of safety testing of equipment as potentially dangerous as the nail gun in question would merit the award of punitive damages. Defendants have presented some evidence that testing was performed on the nailers prior to sale; however, plaintiff has presented similar evidence from one of defendants' employees that no such testing took place. Plaintiff also presents evidence that the Atro nailer, as sold, did not comply with ISANTA and ANSI standards applicable to such a product<sup>[8]</sup>.</p>\n<p>Evidence of industry standards as well as noncompliance with, or nonexistence of, internal testing procedures are admissible in products liability cases. <i>Morrison v. Sears, Roebuck &amp; Co.,</i> 319 N.C. 298, 302, 354 S.E.2d 495 (1987); <i>Horne v. Owens-Corning Fiberglas Corp.,</i> 4 F.3d 276, 281 (4th Cir. 1993); <i>Beck v. Carolina Power &amp; Light Co.,</i> 57 N.C.App. 373, 385, 291 S.E.2d 897 (1982).</p>\n<p>Should plaintiff carry his burden of proof regarding the proximate cause of his injuries, the question of punitive damages will be a jury determination based upon its assessment of the testimony of the witnesses and the evidence of noncompliance with industry standards and internal procedures. Defendants' motion for summary judgment as to the claim for punitive damages is DENIED.</p>\n<p></p>\n<h2>MOTIONS IN LIMINE</h2>\n<p></p>\n<h2>1. Subsequent Design Changes</h2>\n<p>Defendants seek to exclude all evidence of any subsequent design changes made to the Helen 90C after the sale of the particular nail gun in question, under Fed. R.Evid. 407. Plaintiff counters that the exception of Rule 407 applies: that a design change was economically feasible at the time of the original sale of the particular Atro nailer in question.</p>\n<p>RULING: If the defendant raises <i>economic</i> feasibility, and not simply technological feasibility, of a design change to the Helen 90C model, then the plaintiff may cross-examine regarding subsequent design changes to the Helen 90C nailer; until defendant opens that door, however, plaintiff is barred from presenting such evidence during its <span class=\"star-pagination\">*1082</span> case-in-chief. Furthermore, any such evidence may be excluded as testimony develops under Fed.R.Evid. Rules 402 and 403.</p>\n<p></p>\n<h2>2. Subsequent Industry Standards</h2>\n<p>Defendant seeks to exclude any evidence of industry standards promulgated after the manufacture and original sale of the Atro Helen 90C nailer in question. At hearing, plaintiff stipulated that it will only introduce a 1972 standard and a 1983 standard, and no others.</p>\n<p>RULING: Motion granted. No evidence of ISANTA, ANSI, or other industry standards promulgated after the 1986 manufacture and original sale of the Helen 90C nail gun in question is admissible.</p>\n<p></p>\n<h2>3. Other Lawsuits, Complaints, Etc.</h2>\n<p>Defendant seeks to exclude certain lawsuits, complaints, letters, etc. as listed below:</p>\n<p><i>A. Eveland v. Senco Products, Inc.</i> (Court of California). Defendant seeks to exclude evidence of this case on the grounds that the circumstances of the <i>Eveland</i> lawsuit were not substantially similar, and that presentation of this evidence would have no probative value, or such value would be greatly outweighed by unfair prejudice or confusion of the issues. The <i>Eveland</i> case concerns a different tool, a Senco product, and a different phenomenon from that described in plaintiff's allegations. Plaintiff indicated at hearing that he intends to use this evidence only to impeach defendants' witnesses who in testimony at trial deny the existence of prior lawsuits against them.</p>\n<p>RULING: Motion granted. The circumstances contained in this evidence are not substantially similar, and impeachment of witnesses who have not testified yet has probative value that is substantially outweighed by a number of Rule 403 concerns. Depending on the development of testimony at trial, however, the court may reopen and reconsider this ruling.</p>\n<p><i>B.</i> The <i>Feagin</i> and <i>Joyce</i> cases. Plaintiff indicated at hearing that he did not intend to use either of these cases or complaints in any way at trial.</p>\n<p>RULING: Motion granted. Any evidence of the <i>Feagin</i> or <i>Joyce v. Senco</i> cases is inadmissible, as the content of such evidence contains no substantially similar circumstances to the case at bar.</p>\n<p><i>C.</i> March 1, 1989 Letter from David Boyles. Defendants seek to exclude this letter on the grounds that the circumstances of the contents of the letter are not substantially similar to the case at bar, and that any probative value it may have is outweighed by the danger of unfair prejudice and confusion of the issues. The tool discussed in the letter is a Senco SCN 200R pneumatic roofing nailer, two examples of which Boyles reports fired intermittently, and fired on safety contact alone. Plaintiff seeks to use the letter to impeach defense witnesses who claim to have received no notice of defects in Atro nail guns.</p>\n<p>RULING: Motion granted. The circumstances contained in this evidence are not substantially similar, and impeachment of witnesses who have not testified yet has probative value that is substantially outweighed by a number of Rule 403 concerns. Depending on the development of testimony at trial, however, the court may reopen and reconsider this ruling.</p>\n<p><i>D.</i> Consumer Product Safety Commission Reports. Defendants seek to exclude the contents of these reports on complaints on unnamed pneumatic tools, on the grounds that the reports do not identify with any particularity the type, conditions, features, or uses of the tools. Plaintiff asserts that the only reason the reports would be offered is that they formed part of the basis of their expert's opinion (Dr. Richard Pearson).</p>\n<p>RULING: Motion granted. This does not prohibit Dr. Pearson from testifying that the Atro Helen 90C is a consumer product, but he cannot testify as to his basis for that conclusion, and cannot testify to the existence or contents of the Consumer Product Safety Commission reports, unless defendants' cross-examination opens that door.</p>\n<p></p>\n<h2>4. Plaintiff's Liability Experts</h2>\n<p>Defendants seek to exclude all testimony by plaintiff's three expert witnesses on <span class=\"star-pagination\">*1083</span> the grounds that their qualifications are inadequate, and that the substance of their testing and conclusions fails to meet the standard for admissibility of scientific evidence under <i>Daubert v. Merrell Dow Pharmaceuticals, Inc.,</i> ___ U.S. ___, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993). They further seek to exclude the videotaped demonstration by plaintiff's witness Richard Edwards of the firing of the Helen 90C in question with trigger activation alone and with contact trip activation alone, on similar grounds as their motion for summary judgment as to the design defect claim.</p>\n<p><i>Daubert,</i> in displacing the test of admissibility of <i>Frye v. United States,</i> 293 F. 1013 (D.C.Cir.1923) with that of Rule 702 of the Federal Rules of Evidence, set forth a two part test which must be met in order for <i>scientific</i> expert witness evidence or testimony to be admitted. First, the expert testimony must consist of \"scientific knowledge.\" Second, the evidence or testimony must \"assist the trier of fact to understand the evidence or to determine a fact in issue.\" <i>Daubert,</i> ___ U.S. at ___, 113 S.Ct. at 2795.</p>\n<p>The application of <i>Daubert</i> in this case to the testimony of plaintiff's three opinion witnesses \"would require an expansion of the Supreme Court's language beyond its obvious scope and meaning. <i>Daubert</i>'s narrow focus is on the admissibility of `novel scientific evidence' under Fed.R.Evid. 702.\" <i>Lappe v. American Honda Motor Co., Inc.,</i> 857 F.Supp. 222 (N.D.N.Y.1994) (permitting accident reconstructionist to testify as to placement of foot pedals and crash-worthiness of automobile); <i>see Daubert,</i> ___ U.S. at ___, 113 S.Ct. at 2792.<sup>[9]</sup><i>See also </i><i>Robinson v. Missouri Pacific R.R. Co.,</i> 16 F.3d 1083, 1088 (10th Cir.1994) (train accident reconstruction based upon science of physics); <i>Datskow v. Teledyne Continental Motors,</i> 826 F.Supp. 677 (W.D.N.Y.1993) (accident reconstruction video used, with instruction, to support expert's opinion); <i>cf. </i><i>U.S. v. Dorsey,</i> 45 F.3d 809 (4th Cir.1995) (criminal defendant's forensic anthropologists' testimony properly excluded as untested \"novel\" technique, therefore not being \"scientific knowledge\"); <i>O'Conner v. Commonwealth Edison Co.,</i> 13 F.3d 1090, 1106 (7th Cir.1994) (medical expert's opinion of radiation-caused cataracts excluded as without scientific basis); <i>In re Paoli R.R. Yard PCB Litigation,</i> 35 F.3d 717, 754 (3rd Cir.1994) (permitting expert to testify as to causal relationship between PCB exposure and various health problems); <i>Pioneer Hi-Bred Intern. v. Holden Foundation Seeds,</i> 35 F.3d 1226, 1235 (8th Cir.1994) (expert horticulturist's testimony admitted when based upon established tests, even if test results were not conclusive); <i>Iacobelli Const., Inc. v. County of Monroe,</i> 32 F.3d 19, 25 (2nd Cir.1994) (affidavits of construction consultants improperly excluded; summaries of events and construction results were not the \"junk science\" <i>Daubert</i> sought to address); <i>Glaser v. Thompson Medical Co., Inc.,</i> 32 F.3d 969 (6th Cir.1994) (exclusion of medical expert's opinion on causal relationship between diet pill and hypertension improper where conflicting experts' opinions create issue of material fact); <i>U.S. v. Jones,</i> 24 F.3d 1177, 1180 (9th Cir.1994) (witness' voice identification testimony properly excluded where it was a novel technique without scientific basis); <i>U.S. v. Markum,</i> 4 F.3d 891 (10th Cir.1993) (fire chief's testimony properly allowed where his experience and knowledge were \"beyond the ken of the average juror\"); <i>Cantrell v. GAF Corp.,</i> 999 F.2d 1007, 1014 (6th Cir.1993) (\"Nothing in Rules 702 and 703 or in <i>Daubert</i> prohibits an expert witness from testifying to confirmatory data, gained through his own clinical experience, on the origin of a disease or the consequences of exposure to certain conditions.\")</p>\n<p>As in the <i>Lappe</i> case, here the plaintiff's opinion witnesses testimony is not based on novel scientific evidence; in this action, they will participate as engineers and convey opinions relating to the happening of an accident and the design of a tool. Their opinions are <span class=\"star-pagination\">*1084</span> based upon facts, investigation, research, and traditional technical or mechanical expertise. Their conclusions are supported by rational explanations, and none of their methods strike the court as novel or extreme. That they failed to construct or test alternative designs for the nail gun goes to the weight of their testimony, not its admissibility. \"Admission of ... testimony does not constitute an abuse of discretion merely because the factual basis for an expert's opinion are weak.\" <i>Lappe,</i> 857 F.Supp. at 228, <i>quoting </i><i>Joy v. Bell Helicopter Textron, Inc.,</i> 999 F.2d 549 (D.C.Cir.1993). Although based on weak factual foundations, the opinions here do not strike the court as unsupported conjecture.</p>\n<p>There is, however, a concern with the proposed testimony of Richard Pearson, Ph.D.. The court has not been presented with the qualifications of Dr. Pearson, and so cannot determine at this point whether he qualifies as an expert under Rule 702. In contrast, it is clear that plaintiff's other opinion witnesses, Richard Edwards and H. Boulter Kelsey, have impressive credentials in the field of mechanical engineering. Furthermore, as defendant points out, Dr. Pearson's testimony, as contained in his report, in part may not be relevant to any of plaintiff's claims. Dr. Pearson's focus on two-finger trigger activation finds only tenuous relation to plaintiff's claim of trigger-only activation as a design defect. Pearson's conclusions as to noncompliance with international standards and as to the lack of a safety program for a consumer product are relevant to plaintiff's claim for punitive damages, above. While plaintiff may still attempt to qualify Pearson as an expert witness under Rule 702 at trial, and attempt to demonstrate complete relevance of his testimony, should plaintiff fail in these attempts (as with either of his other two witnesses), the court may permit Pearson to testify as a lay witness under Rule 701, subject to that rule's restrictions.</p>\n<p>RULING: Subject to qualification and demonstration of relevance, plaintiff's opinion witnesses, Richard Edwards, H. Boulter Kelsey, and Richard Pearson, will be permitted to testify as to matters contained in their reports. <i>Daubert</i> does not preclude the introduction of such testimony at this stage. Should plaintiff fail to qualify any witness as an expert, or fail to demonstrate relevance to any of plaintiff's remaining claims, the witnesses may be permitted to testify as lay witnesses (with appropriate instruction to the jury) under Rule 701.</p>\n<p></p>\n<h2>5. Products Other Than the Helen 90C</h2>\n<p>Defendants seek to exclude evidence of products other than the Atro Helen 90C in question, whether made by Atro or by other manufacturers, on the grounds that such tools are not substantially similar to the Atro Helen 90C, and that, in any case, the probative value of introducing such other tools is outweighed by unfair prejudice and danger of misleading the jury. Plaintiff responds that he is entitled to use such evidence to explore the basis of all expert witness testimony, and to show that other manufacturers employed certain features  namely, the sequential trip mechanism  when the Helen 90C was manufactured.</p>\n<p>RULING: Under Fed.R.Evid. 403, motion granted as to plaintiff's case-in-chief. If defendants explore the use of other features on products other than the Atro Helen 90C nail gun, including the comparison of the Helen 90C in question and an \"exemplar\" Helen 90C, then plaintiffs may be allowed to cross-examine concerning only evidence of the other products.</p>\n<p></p>\n<h2>6. Experts' Opinions Not Contained in Their Reports</h2>\n<p>Defendants seek to exclude any opinion testimony by plaintiff's experts that is not contained within the boundaries of their respective reports. Plaintiffs seek the same constriction on defendants' experts.</p>\n<p>RULING: Motion granted. The substance of the expert witnesses' testimony shall remain within the boundaries of the subject matter of their respective reports. This is not imposed as a sanction, <i>see </i><i>Sylla-Sawdon v. Uniroyal Goodrich Tire Co.,</i> 47 F.3d 277 (8th Cir.1995), but to avoid surprise and misuse of trial time. However, the court can foresee certain possible situations where an expert may be asked to give an opinion outside his report. If and when those situations arise, the court will revisit this ruling and modify it as necessary.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1085</span> PLAINTIFF'S MOTION TO DETERMINE SUFFICIENCY OF ANSWERS</h2>\n<p>Shortly before the hearing, plaintiff filed a motion to determine the sufficiency of defendants' answers to to plaintiff's first request for admissions, to which defendants presented written response at the hearing. As the court discussed with counsel at the hearing, this issue is returned to the parties for them to reach a settlement of the issues prior to trial. If such agreement cannot be forged, the court will consider plaintiff's motion again at the appropriate time.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p><i>Summary Judgment:</i> Defendant's motion for summary judgment on plaintiff's claim of negligence for failure to warn is GRANTED. Defendants' motion for summary judgment on plaintiff's manufacturing defect claim is GRANTED. Defendants' motion for summary judgment on the claim of design defect based on selection of materials is GRANTED. Defendants' motion for summary judgment on plaintiff's claim of design defect based on non-use of a sequential trip mechanism is DENIED. Defendants' motion for summary judgment as to plaintiffs claim for punitive damages is DENIED.</p>\n<p><i>Motions in Limine:</i> Rulings on these motions are noted above, and need not be repeated or summarized.</p>\n<p><i>Plaintiff's Motion to Determine Sufficiency:</i> This matter is returned to the parties to attempt an agreement resolving the issue; if such agreement cannot be reached prior to trial, the court will consider plaintiff's motion at the appropriate time.</p>\n<h2>NOTES</h2>\n<p>[1]  In light of this ruling, the court fails to see how any evidence of inadequate labeling or failure to warn is relevant to this case, especially plaintiff's remaining claim for breach of implied warranty of merchantability. Without proximate cause of the injury by the breach of the warranty, consequential damages under N.C.Gen.Stat. § 25-2-715(2)(b) are not recoverable. Because the court has raised this consideration on its own motion, it will reserve ruling on the overall admissibility of inadequate labeling and failure to warn until trial; the parties should address this issue in their trial briefs.</p>\n<p>[2]  Counsel is referred to the court's discussion of the admissibility of plaintiff's opinion witness testimony below, as part of the discussion of defendants' motions in limine.</p>\n<p>[3]  See Deposition of Dean Edwards, pp. 96-99; Report by Richard Edwards, ¶ 2; Videotape by Richard Edwards (no time indicated on tape).</p>\n<p>[4]  See Deposition of Kirk Lundine, p. 84; Report by Richard Edwards, ¶ 3-4; Videotape by Richard Edwards; Deposition of Richard Edwards, pp. 99-100.</p>\n<p>[5]  See Report of Richard Edwards, ¶ 6 &amp; Conclusion (3); Videotape by Richard Edwards; Report of H. Boulter Kelsey, Summary &amp; Conclusion.</p>\n<p>[6]  See Report of P. Thomas Blotter, Conclusion 9; Report of Joseph Goldberg, p. 6.</p>\n<p>[7]  An alternative design does not translate into a legal duty in a product liability action, and an action is not maintainable merely because the design used was not the safest possible; however, evidence of alternative designs bears upon the question of defendant's reasonable care in designing the product. <i>Boudreau v. Baughman,</i> 322 N.C. 331, 368 S.E.2d 849 (1988).</p>\n<p>[8]  Counsel will note that the standards plaintiff intends to introduce at trial are ones concerned in part with labeling, and may not be relevant under the court's ruling concerning the failure to warn claim, above.</p>\n<p>[9]  <i>See also Daubert,</i> ___ U.S. at ___, n. 8, 113 S.Ct. at 2795, n. 8 (\"Rule 702 also applies to `technical, or other specialized knowledge.' Our discussion is limited to the scientific context because that is the nature of the expertise offered here.\") The opinions of engineers concerning the factors involved in the design of a tool and the operation of that tool on a particular occasion appear to fall more properly into the realm of \"technical or other specialized knowledge\" rather than into that of \"scientific knowledge.\"</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">891</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1074</span></span> (1995)</b></center>\n<center><h1>Dean P. EDWARDS, Plaintiff,<br>\nv.<br>\nATRO SpA; International Staple and Machine Company; and Commonwealth Fastening Systems, Inc., Defendants.</h1></center>\n<center>No. 2:93-CIV-16-MC.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>March 6, 1995.</center>\n<p><span class=\"star-pagination\">*1075</span> <span class=\"star-pagination\">*1076</span> Jay Trehy and Robert O. Jenkins, Raleigh, NC, for plaintiff.</p>\n<p>Arnd Von Waldow and John D. Leidy, Philadelphia, PA, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>McCOTTER, United States Magistrate Judge.</p>\n<p>This matter came before the court for a hearing on defendants' motions for summary judgment and <i>in limine,</i> held as scheduled on February 28, 1995, in New Bern. Appearing for plaintiff were Jay Trehy and Robert O. Jenkins, and for defendants were Arnd von Waldow and John D. Leidy. After reviewing the pleadings, motions, and supporting materials, and after considering argument and authorities cited, the court enters the following Order.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1077</span> <i>FINDINGS OF FACT</i>\n</h2>\n<p>1. This is a diversity action between plaintiff, a North Carolina resident, and defendants ATRO S.p.A. (\"Atro\"), an Italian corporation, and International Staple and Machine Company (\"ISM\"), a Pennsylvania corporation. Defendant Commonwealth Fastening Systems is a defunct Virginia corporation. Plaintiff brings this product liability action, alleging negligence in the design and manufacture of an Atro Model Helen 90C pneumatic nail gun. Plaintiff further alleges that defendants, as manufacturers and distributors, failed to adequately warn users, including plaintiff, of dangers associated with the product, and seeks compensatory and punitive damages for personal injuries received.</p>\n<p>2. Plaintiff has alleged as follows: On July 2, 1991, plaintiff and a co-worker, Kirk Lundine, were working on a construction site of a beach house in Currituck County, North Carolina, framing a room beneath the house. Lundine was using the Atro Helen 90C nail gun, nailing above his head while he stood on a ladder. Plaintiff was on the ground, bent over, marking for placement of studs, and was working his way toward Lundine's position. Lundine completed his task, and began descending the ladder with the Atro nail gun down by his side. As he descended, the gun fired, and a nail entered into plaintiff's back. The discharge of the nail gun was unintentional. Because all of plaintiff's allegations are denied by defendants, the court cannot find the above allegations as facts prior to testimony at trial.</p>\n<p></p>\n<h2><i>CONCLUSIONS OF LAW</i></h2>\n<p></p>\n<h2><i>SUMMARY JUDGMENT</i></h2>\n<p>Summary judgment must be granted if, after an adequate time for discovery, \"there is no genuine issue as to any material fact and the moving party is entitled to a judgment as a matter of law.\" <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); Fed.R.Civ.P. 56(c). Rule 56(c) requires an examination of the entire record including pleadings, depositions, answers to interrogatories, admission on file, and affidavits in the light most favorable to the non-moving party. The court must also consider every inference that can be drawn from this evidence. <i>Ross v. Communications Satellite Corp.,</i> <span class=\"citation\" data-id=\"450585\"><a href=\"/opinion/450585/37-fair-emplpraccas-797-36-empl-prac-dec-p-35103-thomas-j-ross-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 364 (4th Cir.1985).</p>\n<p>The non-moving party, however, cannot \"rest on the mere allegations\" of the pleadings, but must produce \"specific facts showing that there is a genuine issue for trial.\" Fed.R.Civ.P. 56(e). \"The mere existence of a scintilla of evidence in support of the [non-moving party's] position will be insufficient; there must be evidence on which the jury could reasonably find for the [non-moving party].\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 252, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2512, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). \"Where the record taken as a whole could not lead a rational trier of fact to find for the non-moving party, there is no genuine issue for trial,\" and summary judgment is appropriate. <i>Matsushita Electric Industrial Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, 1356, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986).</p>\n<p></p>\n<h2>1. FAILURE TO WARN CLAIM</h2>\n<p>Plaintiff seeks to hold defendants liable in negligence for failing to warn or instruct about the nail gun's operation, condition, and use. Defendants assert that they did not fail to provide adequate warnings, and that in any case, any failure to warn was not, as a matter of law, the proximate cause of plaintiff's injuries. The second claim should be examined first.</p>\n<p>\"A manufacturer must properly inform users of a product's hazards, uses, and misuses or be liable for injuries resulting therefrom under some circumstances.\" <i>Smith v. Selco Products, Inc.,</i> 96 N.C.App. 151, 156, <span class=\"citation\" data-id=\"1228909\"><a href=\"/opinion/1228909/smith-v-selco-products-inc/\"><span class=\"volume\">385</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">173</span></a></span> (1989), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">326</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">598</span></span>, <span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">883</span></span> (1990); <i>Lee v. Crest Chem. Co.,</i> <span class=\"citation\" data-id=\"1597652\"><a href=\"/opinion/1597652/lee-v-crest-chemical-co/\"><span class=\"volume\">583</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">131</span></a></span> (M.D.N.C. 1984). A manufacturer has a continuing post-sale duty to inform users of the product of any deficiencies the manufacturer learns exist in the product. <i>Smith v. Selco, supra.</i></p>\n<p>Assuming defendants breached the duty to warn or instruct plaintiff of the dangers of the nail gun, which is a genuine factual issue, the next obstacle for plaintiff to surpass in order to recover is to prove that <span class=\"star-pagination\">*1078</span> such a breach proximately caused his injuries. From the record before the court, he is unable to present any evidence of this proximate cause.</p>\n<p>Defendant asserts that neither plaintiff nor Mr. Lundine read, obtained, or asked for the owner's manual for the Helen 90C nailer; plaintiff concedes this point. Defendant also points out that in depositions, plaintiff and Mr. Lundine both stated that they did not read the warning label on the Helen 90C. Any instructions they received were from other employees of the plaintiff. Plaintiff's argument is that a jury question is created by the inadequacy of the warnings  if the warnings had been adequate, they would have been read. Plaintiff relies upon the following cases for that proposition: <i>Champs Convenience Stores v. United Chem. Co., Inc.,</i> <span class=\"citation\" data-id=\"1354866\"><a href=\"/opinion/1354866/champs-conv-stores-inc-v-united-chemical-co-inc/\"><span class=\"volume\">329</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">446</span></a></span>, <span class=\"citation\" data-id=\"1354866\"><a href=\"/opinion/1354866/champs-conv-stores-inc-v-united-chemical-co-inc/\"><span class=\"volume\">406</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">856</span></a></span> (1991); and <i>Bryant v. Adams,</i> 116 N.C.App. 448, <span class=\"citation\" data-id=\"1399330\"><a href=\"/opinion/1399330/bryant-v-adams/\"><span class=\"volume\">448</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">832</span></a></span> (1994). The distinguishing factor in both <i>Champs</i> and <i>Bryant</i> is that in those cases, there was testimony that, had plaintiff known or been informed of the dangers associated with the product, he would have changed his behavior as a result. <i>See </i><i>Champs,</i> 329 N.C. at 450, <span class=\"citation\" data-id=\"1354866\"><a href=\"/opinion/1354866/champs-conv-stores-inc-v-united-chemical-co-inc/\"><span class=\"volume\">406</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">856</span></a></span>; <i>Bryant,</i> 116 N.C.App. at 466-67, <span class=\"citation\" data-id=\"1399330\"><a href=\"/opinion/1399330/bryant-v-adams/\"><span class=\"volume\">448</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">832</span></a></span>. Here, plaintiff can point to no testimony or other evidence that plaintiff or Mr. Lundine would have changed his behavior had he read or been given adequate warnings of the nail gun's propensities. In light of that absence, the court agrees with defendant, that the best crafted manual, warning, or instruction imaginable would have been a futile measure, because plaintiff or Mr. Lundine would have done nothing differently upon its receipt. Furthermore, the inference that an adequate warning would have resulted in a change of behavior is the product of speculation from the record; the court cannot permit a question to go to the jury upon mere speculation of proximate cause. <i>Stiles v. Chloride, Inc.,</i> <span class=\"citation\" data-id=\"1403556\"><a href=\"/opinion/1403556/stiles-v-chloride-inc/\"><span class=\"volume\">668</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">505</span></a></span>, 507 (W.D.N.C.1987), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">187</span></span> (4th Cir. 1988) (table). Defendant's motion for summary judgment on plaintiff's claim of negligence for failure to warn is GRANTED.<sup>[1]</sup></p>\n<p></p>\n<h2>2. CLAIM OF MANUFACTURING DEFECT</h2>\n<p>Plaintiff next asserts liability in negligence for defective manufacture of the Helen 90C in question. Plaintiff's sole basis for this claim is an assertion that defendants selected improper materials for the construction of the nailer. Plaintiff's counsel stipulated at hearing that the claim was not that the nailer was assembled or manufactured in deviation from the design of the product. Defendants assert that, based on that stipulation, as well as plaintiff's answers to interrogatories (# 18 and # 25), the claim of selection of improper materials is a <i>design</i> defect claim, not a <i>manufacturing</i> defect claim. The court agrees, and defendants' motion for summary judgment on plaintiff's manufacturing defect claim is GRANTED. The discussion of evidence of selection of improper materials in proof of the design defect claim follows.</p>\n<p></p>\n<h2>3. DESIGN DEFECT CLAIMS: MATERIALS AND DESIGN</h2>\n<p></p>\n<h2>A. SELECTION OF MATERIALS</h2>\n<p>Plaintiff claims that defendants were negligent in selecting materials to construct the Helen 90C nail gun in question, allowing wear on certain key parts of the product. Defendants argue that plaintiff's assertions are bare conclusory allegations that a different material should have been used, allegations that are not supported by plaintiff's expert witnesses' opinions and reports. Therefore, defendants assert, there are no genuine issues of material fact concerning selection of materials, and summary judgment is appropriate.</p>\n<p>It is only in Richard Edwards' report and videotape that the subject of wear of materials <span class=\"star-pagination\">*1079</span> in connection with design is discussed.<sup>[2]</sup> There, Richard Edwards states that the ability to fire nails on contactor depression alone is primarily caused by wear on a contactor part, and concludes that such wear was not only foreseeable but also allows operation of the nailer other than intended by the design. Plaintiff also points to brief questioning of defendants' experts in deposition, to the effect that the \"functional design\" should parallel the safety design of the nail gun, and that the nail gun under normal use should last approximately five years.</p>\n<p>Nowhere does plaintiff indicate what materials he claims <i>should</i> have been used in construction of the nail gun, and can point to no metallurgical tests performed by his opinion witnesses on the materials actually used. It is a wholly unsupported conclusion that other materials should have been used. <i>Cf. </i><i>Morrison v. Sears, Roebuck &amp; Co.,</i> <span class=\"citation\" data-id=\"1206154\"><a href=\"/opinion/1206154/morrison-v-sears-roebuck-co/\"><span class=\"volume\">319</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">298</span></a></span>, <span class=\"citation\" data-id=\"1206154\"><a href=\"/opinion/1206154/morrison-v-sears-roebuck-co/\"><span class=\"volume\">354</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">495</span></a></span> (1987) (expert tested materials used for strength in comparison with other materials that could have been used).</p>\n<p>Based on this evidence, it is clear that wear or erosion of the materials used in the nail gun is relevant to plaintiff's claim that the gun could be fired by contact depression alone. Alone, however, such testimony does not present sufficient evidence to support an independent claim of design defect based on selection of materials. Defendants' motion for summary judgment on plaintiff's claim of design defect based upon selection of materials is therefore GRANTED.</p>\n<p></p>\n<h2>B. SEQUENTIAL TRIP MECHANISM</h2>\n<p>Plaintiff's main claim of negligence in design defect is based on the type of trip mechanism used in the Helen 90C nail gun. The gun in question is equipped with a contact trip mechanism, which allows for continuous trigger depression, and \"bounce\" or \"bump\" firing of the gun by subsequent contact trip activation. Plaintiff claims that this feature is unreasonably dangerous, and that an alternative design, that of a sequential trip mechanism, should have been used in the design of the Helen 90C. The sequential trip mechanism requires that the contact element be depressed before the trigger is pulled, thereby firing a nail; the trigger must be pulled each time a nail is driven, and must be pulled after the contact element is activated.</p>\n<p>Defendants argue that, based on plaintiff's expert witness testimony and reports, there is no evidence that a sequential trip mechanism would have prevented this accident. Defendants assert that these experts merely state that such mechanism \"could\" have prevented the accident, not that it \"would\" have prevented it, and argue that the standard to be applied is that one cause or scenario \"more probably than not\" caused plaintiff's injuries. They claim the jury should not be allowed to speculate among several theories of causation.</p>\n<p>Defendants' characterization of the standard to be applied is somewhat narrow. A plaintiff may satisfy his burden of proof on the element of causation by producing evidence providing \"a reasonable basis for the conclusion that it is more likely than not that the conduct of the defendant substantially contributed to the plaintiff's injury.\" Prosser and Keeton on the Law of Torts, § 41 at 269 (5th ed. 1984) (emphasis added). However, where the plaintiff's evidence equally supports two or more possible causes for his injury, one of which the defendant is responsible for, and the other of which it is not, the plaintiff has not met his burden of proof. <i>Id.</i></p>\n<p>Plaintiff has advanced a single theory of causation which contains four possible inferences of fact. The cause of plaintiff's injuries is, according to plaintiff, the negligence of the defendant in designing a nail gun that could fire accidentally, even within the design of the gun itself. The four \"scenarios\" discussed by counsel at hearing are factual inferences as to the events surrounding the infliction of plaintiff's injuries, but are not, as defendants claim, four distinct alternative causes of the injuries. They are four factual avenues to the same destination: the proof or lack thereof that defendants' negligence caused plaintiff's injuries. The four alternatives are:</p>\n<blockquote>\n<span class=\"star-pagination\">*1080</span> a. Lundine descended the ladder pulling only the trigger, which fired the nail gun without engaging the safety yoke of the contact trip (trigger-only activation)<sup>[3]</sup>;</blockquote>\n<blockquote>b. Lundine descended the ladder not depressing the trigger, and the gun fired when the safety yoke alone pressed against plaintiff's back (contact-only activation)<sup>[4]</sup>;</blockquote>\n<blockquote>c. Lundine descended the ladder depressing the trigger, and when the safety yoke touched plaintiff's back, the gun fired. A sequential trip mechanism would have required the yoke to be engaged first before the trigger could activate the gun<sup>[5]</sup>; and</blockquote>\n<blockquote>d. Lundine descended the ladder without depressing the trigger, and when the yoke touched plaintiff's back, Lundine reflexively pulled up on the trigger and handle, thereby firing the gun. In this scenario, a sequential trip mechanism would have acted in the same way<sup>[6]</sup>.</blockquote>\n<p>Where the dispositive issue is causation, and the evidence offered to prove it (all questions of credibility aside) is circumstantial, the Fourth Circuit has enunciated several versions of the same test. In <i>Ralston Purina Co. v. Edmunds,</i> the court stated that evidence \"which shows a `probability' and not a mere `possibility'\" would suffice to allow jury consideration. <span class=\"citation\" data-id=\"241399\"><a href=\"/opinion/241399/ralston-purina-company-v-j-s-edmunds-j-l-edmunds-and-j-w-edmunds/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">164</span></a></span>, 168 (4th Cir.1957). In <i>Ford Motor Co. v. McDavid,</i> first conceded that \"it is the province of the jury to resolve conflicting inferences from circumstantial evidence,\" and later pointed out that \"[p]ermissible inferences must still be within the range of reasonable probability, however, and it is the duty of the court to withdraw the case from the jury when the necessary inference is so tenuous that it rests merely upon speculation and conjecture.\" <span class=\"citation\" data-id=\"246081\"><a href=\"/opinion/246081/ford-motor-company-v-j-w-mcdavid/\"><span class=\"volume\">259</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">261</span></a></span>, 266 (4th Cir. 1958). Later, in <i>Wratchford v. S.J. Groves &amp; Sons Co.,</i> the court found conflicting inferences of the cause of the injury equally probable, and turned the case to the jury for resolution. The court there reiterated that \"reasonable probability\" was the standard of sufficiency of circumstantial evidence to support the necessary inference. <span class=\"citation\" data-id=\"283104\"><a href=\"/opinion/283104/treva-m-wratchford-and-thomas-n-berry-conservators-of-the-property-and/\"><span class=\"volume\">405</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1061</span></a></span>, 1066 (4th Cir.1969). <i>See also, </i><i>Sakaria v. Trans World Airlines,</i> <span class=\"citation\" data-id=\"656116\"><a href=\"/opinion/656116/elpis-sakaria-individually-and-as-personal-representative-of-the-estate-of/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">164</span></a></span>, 172-73 (4th Cir.1993).</p>\n<p>Under all four of plaintiff's alternatives, it is the design of the nail gun that forms the basis of recovery or denial of recovery. Either the nail gun was negligently designed or it was not. If it was, then that negligent design either caused plaintiff's injuries or it did not. Those are jury questions, and are ones which the jury may consider no matter which of the four alternative events it may finally decide came to pass. The jury shall judge the credibility and testimony of the witnesses, including plaintiff and Mr. Lundine, under proper instructions, to determine the factual answers to the above questions.</p>\n<p>The burden of proof remains on the plaintiff to prove by \"reasonable probability\" (i.e., \"more probably than not\") that the nail gun had a faulty design<sup>[7]</sup>, and that due to that faulty design (under one of the first three alternatives), he sustained his injuries. At this point, plaintiff has presented evidence, which, if fully presented at trial, could lead a reasonable jury to infer the reasonably probable happening of either of the first three alternative scenarios. Where questions of negligence are close, any doubt should always be resolved in favor of a jury trial, and if circumstances established by the record are susceptible of reasonable inferences <span class=\"star-pagination\">*1081</span> which would allow recovery, and also capable of equally reasonable inferences to the contrary, a jury question is presented. <i>Boudreau v. Baughman,</i> <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">331</span></span>, <span class=\"citation\" data-id=\"1294636\"><a href=\"/opinion/1294636/boudreau-v-baughman/\"><span class=\"volume\">368</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">849</span></a></span> (1988).</p>\n<p>Should plaintiff fail to meet that burden of proof at trial as to all or any of the three alternatives, the defendants may properly move under Rule 50 for the court to withdraw from the jury's consideration those alternatives; the court may also employ the other \"jury control\" devices under Rule 50.</p>\n<p>Defendants' motion for summary judgment on the claim of design defect based on non-use of a sequential trip mechanism is DENIED.</p>\n<p></p>\n<h2>4. PUNITIVE DAMAGES</h2>\n<p>North Carolina permits the award of punitive damages for willful conduct, or for conduct under circumstances of \"rudeness, oppression or in a manner which evidences a reckless and wanton disregard\" of the plaintiff's rights. <i>Stiles v. Chloride, supra</i><i>.</i> Punitive damages are recoverable in a negligence action only upon a showing that the negligence was gross or wanton. <i>Paris v. Kreitz,</i> 75 N.C.App. 365, 374, <span class=\"citation\" data-id=\"1211033\"><a href=\"/opinion/1211033/paris-v-michael-kreitz-jr-pa/\"><span class=\"volume\">331</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">234</span></a></span> (1985). Conduct is \"wanton\" when it is done in conscious and intentional disregard of, or indifference to, the rights and safety of others. <i>Id.</i></p>\n<p>Plaintiff claims he is entitled to punitive damages because defendants failed to institute safety inspections of any Atro nailers before sale, failed to conduct continuing safety testing and inspection of Atro nailers, and failed to ensure that their nailers complied with international standards. Defendants counter that there is evidence that testing of the nailers was performed prior to sale, that field monitoring of Atro nailers is done, and that even if further safety testing and risk hazard analysis were performed, it would not have proximately prevented the accident.</p>\n<p>A complete lack of safety testing of equipment as potentially dangerous as the nail gun in question would merit the award of punitive damages. Defendants have presented some evidence that testing was performed on the nailers prior to sale; however, plaintiff has presented similar evidence from one of defendants' employees that no such testing took place. Plaintiff also presents evidence that the Atro nailer, as sold, did not comply with ISANTA and ANSI standards applicable to such a product<sup>[8]</sup>.</p>\n<p>Evidence of industry standards as well as noncompliance with, or nonexistence of, internal testing procedures are admissible in products liability cases. <i>Morrison v. Sears, Roebuck &amp; Co.,</i> <span class=\"citation\" data-id=\"1206154\"><a href=\"/opinion/1206154/morrison-v-sears-roebuck-co/\"><span class=\"volume\">319</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">298</span></a></span>, 302, <span class=\"citation\" data-id=\"1206154\"><a href=\"/opinion/1206154/morrison-v-sears-roebuck-co/\"><span class=\"volume\">354</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">495</span></a></span> (1987); <i>Horne v. Owens-Corning Fiberglas Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">276</span></span>, 281 (4th Cir. 1993); <i>Beck v. Carolina Power &amp; Light Co.,</i> 57 N.C.App. 373, 385, <span class=\"citation\" data-id=\"1332707\"><a href=\"/opinion/1332707/beck-v-carolina-power-and-light-co/\"><span class=\"volume\">291</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">897</span></a></span> (1982).</p>\n<p>Should plaintiff carry his burden of proof regarding the proximate cause of his injuries, the question of punitive damages will be a jury determination based upon its assessment of the testimony of the witnesses and the evidence of noncompliance with industry standards and internal procedures. Defendants' motion for summary judgment as to the claim for punitive damages is DENIED.</p>\n<p></p>\n<h2>MOTIONS IN LIMINE</h2>\n<p></p>\n<h2>1. Subsequent Design Changes</h2>\n<p>Defendants seek to exclude all evidence of any subsequent design changes made to the Helen 90C after the sale of the particular nail gun in question, under Fed. R.Evid. 407. Plaintiff counters that the exception of Rule 407 applies: that a design change was economically feasible at the time of the original sale of the particular Atro nailer in question.</p>\n<p>RULING: If the defendant raises <i>economic</i> feasibility, and not simply technological feasibility, of a design change to the Helen 90C model, then the plaintiff may cross-examine regarding subsequent design changes to the Helen 90C nailer; until defendant opens that door, however, plaintiff is barred from presenting such evidence during its <span class=\"star-pagination\">*1082</span> case-in-chief. Furthermore, any such evidence may be excluded as testimony develops under Fed.R.Evid. Rules 402 and 403.</p>\n<p></p>\n<h2>2. Subsequent Industry Standards</h2>\n<p>Defendant seeks to exclude any evidence of industry standards promulgated after the manufacture and original sale of the Atro Helen 90C nailer in question. At hearing, plaintiff stipulated that it will only introduce a 1972 standard and a 1983 standard, and no others.</p>\n<p>RULING: Motion granted. No evidence of ISANTA, ANSI, or other industry standards promulgated after the 1986 manufacture and original sale of the Helen 90C nail gun in question is admissible.</p>\n<p></p>\n<h2>3. Other Lawsuits, Complaints, Etc.</h2>\n<p>Defendant seeks to exclude certain lawsuits, complaints, letters, etc. as listed below:</p>\n<p><i>A. Eveland v. Senco Products, Inc.</i> (Court of California). Defendant seeks to exclude evidence of this case on the grounds that the circumstances of the <i>Eveland</i> lawsuit were not substantially similar, and that presentation of this evidence would have no probative value, or such value would be greatly outweighed by unfair prejudice or confusion of the issues. The <i>Eveland</i> case concerns a different tool, a Senco product, and a different phenomenon from that described in plaintiff's allegations. Plaintiff indicated at hearing that he intends to use this evidence only to impeach defendants' witnesses who in testimony at trial deny the existence of prior lawsuits against them.</p>\n<p>RULING: Motion granted. The circumstances contained in this evidence are not substantially similar, and impeachment of witnesses who have not testified yet has probative value that is substantially outweighed by a number of Rule 403 concerns. Depending on the development of testimony at trial, however, the court may reopen and reconsider this ruling.</p>\n<p><i>B.</i> The <i>Feagin</i> and <i>Joyce</i> cases. Plaintiff indicated at hearing that he did not intend to use either of these cases or complaints in any way at trial.</p>\n<p>RULING: Motion granted. Any evidence of the <i>Feagin</i> or <i>Joyce v. Senco</i> cases is inadmissible, as the content of such evidence contains no substantially similar circumstances to the case at bar.</p>\n<p><i>C.</i> March 1, 1989 Letter from David Boyles. Defendants seek to exclude this letter on the grounds that the circumstances of the contents of the letter are not substantially similar to the case at bar, and that any probative value it may have is outweighed by the danger of unfair prejudice and confusion of the issues. The tool discussed in the letter is a Senco SCN 200R pneumatic roofing nailer, two examples of which Boyles reports fired intermittently, and fired on safety contact alone. Plaintiff seeks to use the letter to impeach defense witnesses who claim to have received no notice of defects in Atro nail guns.</p>\n<p>RULING: Motion granted. The circumstances contained in this evidence are not substantially similar, and impeachment of witnesses who have not testified yet has probative value that is substantially outweighed by a number of Rule 403 concerns. Depending on the development of testimony at trial, however, the court may reopen and reconsider this ruling.</p>\n<p><i>D.</i> Consumer Product Safety Commission Reports. Defendants seek to exclude the contents of these reports on complaints on unnamed pneumatic tools, on the grounds that the reports do not identify with any particularity the type, conditions, features, or uses of the tools. Plaintiff asserts that the only reason the reports would be offered is that they formed part of the basis of their expert's opinion (Dr. Richard Pearson).</p>\n<p>RULING: Motion granted. This does not prohibit Dr. Pearson from testifying that the Atro Helen 90C is a consumer product, but he cannot testify as to his basis for that conclusion, and cannot testify to the existence or contents of the Consumer Product Safety Commission reports, unless defendants' cross-examination opens that door.</p>\n<p></p>\n<h2>4. Plaintiff's Liability Experts</h2>\n<p>Defendants seek to exclude all testimony by plaintiff's three expert witnesses on <span class=\"star-pagination\">*1083</span> the grounds that their qualifications are inadequate, and that the substance of their testing and conclusions fails to meet the standard for admissibility of scientific evidence under <i>Daubert v. Merrell Dow Pharmaceuticals, Inc.,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span> (1993). They further seek to exclude the videotaped demonstration by plaintiff's witness Richard Edwards of the firing of the Helen 90C in question with trigger activation alone and with contact trip activation alone, on similar grounds as their motion for summary judgment as to the design defect claim.</p>\n<p><i>Daubert,</i> in displacing the test of admissibility of <i>Frye v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">293</span> <span class=\"reporter\">F.</span> <span class=\"page\">1013</span></span> (D.C.Cir.1923) with that of Rule 702 of the Federal Rules of Evidence, set forth a two part test which must be met in order for <i>scientific</i> expert witness evidence or testimony to be admitted. First, the expert testimony must consist of \"scientific knowledge.\" Second, the evidence or testimony must \"assist the trier of fact to understand the evidence or to determine a fact in issue.\" <i>Daubert,</i> ___ U.S. at ___, 113 S.Ct. at 2795.</p>\n<p>The application of <i>Daubert</i> in this case to the testimony of plaintiff's three opinion witnesses \"would require an expansion of the Supreme Court's language beyond its obvious scope and meaning. <i>Daubert</i>'s narrow focus is on the admissibility of `novel scientific evidence' under Fed.R.Evid. 702.\" <i>Lappe v. American Honda Motor Co., Inc.,</i> <span class=\"citation\" data-id=\"2008570\"><a href=\"/opinion/2008570/lappe-v-american-honda-motor-co-inc/\"><span class=\"volume\">857</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">222</span></a></span> (N.D.N.Y.1994) (permitting accident reconstructionist to testify as to placement of foot pedals and crash-worthiness of automobile); <i>see Daubert,</i> ___ U.S. at ___, 113 S.Ct. at 2792.<sup>[9]</sup><i>See also </i><i>Robinson v. Missouri Pacific R.R. Co.,</i> <span class=\"citation\" data-id=\"663165\"><a href=\"/opinion/663165/lewis-r-robinson-nancy-d-robinson-darwin-t-turnbull-iii-as-personal/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1083</span></a></span>, 1088 (10th Cir.1994) (train accident reconstruction based upon science of physics); <i>Datskow v. Teledyne Continental Motors,</i> <span class=\"citation\" data-id=\"1523646\"><a href=\"/opinion/1523646/datskow-v-teledyne-continental-motors/\"><span class=\"volume\">826</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">677</span></a></span> (W.D.N.Y.1993) (accident reconstruction video used, with instruction, to support expert's opinion); <i>cf. </i><i>U.S. v. Dorsey,</i> <span class=\"citation\" data-id=\"687283\"><a href=\"/opinion/687283/united-states-v-douglas-fred-dorsey/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">809</span></a></span> (4th Cir.1995) (criminal defendant's forensic anthropologists' testimony properly excluded as untested \"novel\" technique, therefore not being \"scientific knowledge\"); <i>O'Conner v. Commonwealth Edison Co.,</i> <span class=\"citation\" data-id=\"660232\"><a href=\"/opinion/660232/james-r-oconner-v-commonwealth-edison-company-and-london-nuclear/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1090</span></a></span>, 1106 (7th Cir.1994) (medical expert's opinion of radiation-caused cataracts excluded as without scientific basis); <i>In re Paoli R.R. Yard PCB Litigation,</i> <span class=\"citation\" data-id=\"678504\"><a href=\"/opinion/678504/in-re-paoli-railroad-yard-pcb-litigation-mabel-brown-individually-and-on/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">717</span></a></span>, 754 (3rd Cir.1994) (permitting expert to testify as to causal relationship between PCB exposure and various health problems); <i>Pioneer Hi-Bred Intern. v. Holden Foundation Seeds,</i> <span class=\"citation\" data-id=\"678549\"><a href=\"/opinion/678549/pioneer-hi-bred-international-an-iowa-corporation-v-holden-foundation/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1226</span></a></span>, 1235 (8th Cir.1994) (expert horticulturist's testimony admitted when based upon established tests, even if test results were not conclusive); <i>Iacobelli Const., Inc. v. County of Monroe,</i> <span class=\"citation\" data-id=\"676063\"><a href=\"/opinion/676063/iacobelli-construction-inc-v-county-of-monroe-rochester-pure-waters/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 25 (2nd Cir.1994) (affidavits of construction consultants improperly excluded; summaries of events and construction results were not the \"junk science\" <i>Daubert</i> sought to address); <i>Glaser v. Thompson Medical Co., Inc.,</i> <span class=\"citation\" data-id=\"676516\"><a href=\"/opinion/676516/40-fed-r-evid-serv-47-prodliabrep-cch-p-13997-bryan-j-glaser/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">969</span></a></span> (6th Cir.1994) (exclusion of medical expert's opinion on causal relationship between diet pill and hypertension improper where conflicting experts' opinions create issue of material fact); <i>U.S. v. Jones,</i> <span class=\"citation\" data-id=\"670610\"><a href=\"/opinion/670610/united-states-v-willie-b-jones/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1177</span></a></span>, 1180 (9th Cir.1994) (witness' voice identification testimony properly excluded where it was a novel technique without scientific basis); <i>U.S. v. Markum,</i> <span class=\"citation\" data-id=\"629247\"><a href=\"/opinion/629247/united-states-v-judy-louise-brown-markum/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">891</span></a></span> (10th Cir.1993) (fire chief's testimony properly allowed where his experience and knowledge were \"beyond the ken of the average juror\"); <i>Cantrell v. GAF Corp.,</i> <span class=\"citation\" data-id=\"612132\"><a href=\"/opinion/612132/robert-cantrell-and-georgia-cantrell-89-3221-charles-e-marple-and/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1007</span></a></span>, 1014 (6th Cir.1993) (\"Nothing in Rules 702 and 703 or in <i>Daubert</i> prohibits an expert witness from testifying to confirmatory data, gained through his own clinical experience, on the origin of a disease or the consequences of exposure to certain conditions.\")</p>\n<p>As in the <i>Lappe</i> case, here the plaintiff's opinion witnesses testimony is not based on novel scientific evidence; in this action, they will participate as engineers and convey opinions relating to the happening of an accident and the design of a tool. Their opinions are <span class=\"star-pagination\">*1084</span> based upon facts, investigation, research, and traditional technical or mechanical expertise. Their conclusions are supported by rational explanations, and none of their methods strike the court as novel or extreme. That they failed to construct or test alternative designs for the nail gun goes to the weight of their testimony, not its admissibility. \"Admission of ... testimony does not constitute an abuse of discretion merely because the factual basis for an expert's opinion are weak.\" <i>Lappe,</i> 857 F.Supp. at 228, <i>quoting </i><i>Joy v. Bell Helicopter Textron, Inc.,</i> <span class=\"citation\" data-id=\"612074\"><a href=\"/opinion/612074/linda-l-joy-individually-and-as-legal-representative-of-robert-a-joy/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">549</span></a></span> (D.C.Cir.1993). Although based on weak factual foundations, the opinions here do not strike the court as unsupported conjecture.</p>\n<p>There is, however, a concern with the proposed testimony of Richard Pearson, Ph.D.. The court has not been presented with the qualifications of Dr. Pearson, and so cannot determine at this point whether he qualifies as an expert under Rule 702. In contrast, it is clear that plaintiff's other opinion witnesses, Richard Edwards and H. Boulter Kelsey, have impressive credentials in the field of mechanical engineering. Furthermore, as defendant points out, Dr. Pearson's testimony, as contained in his report, in part may not be relevant to any of plaintiff's claims. Dr. Pearson's focus on two-finger trigger activation finds only tenuous relation to plaintiff's claim of trigger-only activation as a design defect. Pearson's conclusions as to noncompliance with international standards and as to the lack of a safety program for a consumer product are relevant to plaintiff's claim for punitive damages, above. While plaintiff may still attempt to qualify Pearson as an expert witness under Rule 702 at trial, and attempt to demonstrate complete relevance of his testimony, should plaintiff fail in these attempts (as with either of his other two witnesses), the court may permit Pearson to testify as a lay witness under Rule 701, subject to that rule's restrictions.</p>\n<p>RULING: Subject to qualification and demonstration of relevance, plaintiff's opinion witnesses, Richard Edwards, H. Boulter Kelsey, and Richard Pearson, will be permitted to testify as to matters contained in their reports. <i>Daubert</i> does not preclude the introduction of such testimony at this stage. Should plaintiff fail to qualify any witness as an expert, or fail to demonstrate relevance to any of plaintiff's remaining claims, the witnesses may be permitted to testify as lay witnesses (with appropriate instruction to the jury) under Rule 701.</p>\n<p></p>\n<h2>5. Products Other Than the Helen 90C</h2>\n<p>Defendants seek to exclude evidence of products other than the Atro Helen 90C in question, whether made by Atro or by other manufacturers, on the grounds that such tools are not substantially similar to the Atro Helen 90C, and that, in any case, the probative value of introducing such other tools is outweighed by unfair prejudice and danger of misleading the jury. Plaintiff responds that he is entitled to use such evidence to explore the basis of all expert witness testimony, and to show that other manufacturers employed certain features  namely, the sequential trip mechanism  when the Helen 90C was manufactured.</p>\n<p>RULING: Under Fed.R.Evid. 403, motion granted as to plaintiff's case-in-chief. If defendants explore the use of other features on products other than the Atro Helen 90C nail gun, including the comparison of the Helen 90C in question and an \"exemplar\" Helen 90C, then plaintiffs may be allowed to cross-examine concerning only evidence of the other products.</p>\n<p></p>\n<h2>6. Experts' Opinions Not Contained in Their Reports</h2>\n<p>Defendants seek to exclude any opinion testimony by plaintiff's experts that is not contained within the boundaries of their respective reports. Plaintiffs seek the same constriction on defendants' experts.</p>\n<p>RULING: Motion granted. The substance of the expert witnesses' testimony shall remain within the boundaries of the subject matter of their respective reports. This is not imposed as a sanction, <i>see </i><i>Sylla-Sawdon v. Uniroyal Goodrich Tire Co.,</i> <span class=\"citation\" data-id=\"688758\"><a href=\"/opinion/688758/valerie-k-sylla-sawdon-individually-and-as-personal-representative-of-the/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">277</span></a></span> (8th Cir.1995), but to avoid surprise and misuse of trial time. However, the court can foresee certain possible situations where an expert may be asked to give an opinion outside his report. If and when those situations arise, the court will revisit this ruling and modify it as necessary.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1085</span> PLAINTIFF'S MOTION TO DETERMINE SUFFICIENCY OF ANSWERS</h2>\n<p>Shortly before the hearing, plaintiff filed a motion to determine the sufficiency of defendants' answers to to plaintiff's first request for admissions, to which defendants presented written response at the hearing. As the court discussed with counsel at the hearing, this issue is returned to the parties for them to reach a settlement of the issues prior to trial. If such agreement cannot be forged, the court will consider plaintiff's motion again at the appropriate time.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p><i>Summary Judgment:</i> Defendant's motion for summary judgment on plaintiff's claim of negligence for failure to warn is GRANTED. Defendants' motion for summary judgment on plaintiff's manufacturing defect claim is GRANTED. Defendants' motion for summary judgment on the claim of design defect based on selection of materials is GRANTED. Defendants' motion for summary judgment on plaintiff's claim of design defect based on non-use of a sequential trip mechanism is DENIED. Defendants' motion for summary judgment as to plaintiffs claim for punitive damages is DENIED.</p>\n<p><i>Motions in Limine:</i> Rulings on these motions are noted above, and need not be repeated or summarized.</p>\n<p><i>Plaintiff's Motion to Determine Sufficiency:</i> This matter is returned to the parties to attempt an agreement resolving the issue; if such agreement cannot be reached prior to trial, the court will consider plaintiff's motion at the appropriate time.</p>\n<h2>NOTES</h2>\n<p>[1]  In light of this ruling, the court fails to see how any evidence of inadequate labeling or failure to warn is relevant to this case, especially plaintiff's remaining claim for breach of implied warranty of merchantability. Without proximate cause of the injury by the breach of the warranty, consequential damages under N.C.Gen.Stat. § 25-2-715(2)(b) are not recoverable. Because the court has raised this consideration on its own motion, it will reserve ruling on the overall admissibility of inadequate labeling and failure to warn until trial; the parties should address this issue in their trial briefs.</p>\n<p>[2]  Counsel is referred to the court's discussion of the admissibility of plaintiff's opinion witness testimony below, as part of the discussion of defendants' motions in limine.</p>\n<p>[3]  See Deposition of Dean Edwards, pp. 96-99; Report by Richard Edwards, ¶ 2; Videotape by Richard Edwards (no time indicated on tape).</p>\n<p>[4]  See Deposition of Kirk Lundine, p. 84; Report by Richard Edwards, ¶ 3-4; Videotape by Richard Edwards; Deposition of Richard Edwards, pp. 99-100.</p>\n<p>[5]  See Report of Richard Edwards, ¶ 6 &amp; Conclusion (3); Videotape by Richard Edwards; Report of H. Boulter Kelsey, Summary &amp; Conclusion.</p>\n<p>[6]  See Report of P. Thomas Blotter, Conclusion 9; Report of Joseph Goldberg, p. 6.</p>\n<p>[7]  An alternative design does not translate into a legal duty in a product liability action, and an action is not maintainable merely because the design used was not the safest possible; however, evidence of alternative designs bears upon the question of defendant's reasonable care in designing the product. <i>Boudreau v. Baughman,</i> <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">331</span></span>, <span class=\"citation\" data-id=\"1294636\"><a href=\"/opinion/1294636/boudreau-v-baughman/\"><span class=\"volume\">368</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">849</span></a></span> (1988).</p>\n<p>[8]  Counsel will note that the standards plaintiff intends to introduce at trial are ones concerned in part with labeling, and may not be relevant under the court's ruling concerning the failure to warn claim, above.</p>\n<p>[9]  <i>See also Daubert,</i> ___ U.S. at ___, n. 8, 113 S.Ct. at 2795, n. 8 (\"Rule 702 also applies to `technical, or other specialized knowledge.' Our discussion is limited to the scientific context because that is the nature of the expertise offered here.\") The opinions of engineers concerning the factors involved in the design of a tool and the operation of that tool on a particular occasion appear to fall more properly into the realm of \"technical or other specialized knowledge\" rather than into that of \"scientific knowledge.\"</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/241399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/246081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/283104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/612074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/612132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/656116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/663165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678504/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678549/",
    "http://www.courtlistener.com/api/rest/v3/opinions/687283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/688758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1206154/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1211033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1228909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1294636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1332707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1354866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1399330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1403556/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1523646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1597652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2008570/"
  ]
}