{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1666734/",
  "absolute_url": "/opinion/1666734/jacobs-v-central-transport-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1666734/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:04:10.243080Z",
  "date_modified": "2016-02-29T19:08:16.340643Z",
  "type": "010combined",
  "sha1": "0159cebdd6462df8873557ce1090587854c49db1",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>891 F.Supp. 1120 (1995)</b></center>\n<center><h1>Howard Truman JACOBS and Robert Edwin Williams, Plaintiffs,<br>\nv.<br>\nCENTRAL TRANSPORT, INC., Defendant.<br>\nJohn T. GARBROUGH, Herman Sharp, Paul E. Hilliker, C.W. Pickett, Larry C. Richerson, Albert C. Smith, Ronald B. Hahn, William F. Setzer, Lloyd D. Raffaldt, Darrell R. Langford, Giles S. Fisher, Jr., David Taylor, Michael E. Lorman, John W. Smith, Randal J. Adams, Gary W. Wampler, James Burden, and Michael McCorkle, Kendall Goodman, Deborah Goodman, Plaintiffs,<br>\nv.<br>\nCENTRAL TRANSPORT, INC., Defendant.</h1></center>\n<center>Nos. 92-17-CIV-7, 92-478-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>May 15, 1995.</center>\n<p><span class=\"star-pagination\">*1121</span> Richard L. Masters, Louisville, KY, Junius B. Lee, III, Whiteville, NC, for plaintiffs.</p>\n<p>John Doyle, Winston-Salem, NC, for defendant.</p>\n<p></p>\n<h2><i>FINDINGS OF FACT AND CONCLUSIONS OF LAW AND ORDER</i></h2>\n<p>McCOTTER, United States Magistrate Judge.</p>\n<p>This case came on for a bench trial on May 8, 1995, in New Bern, North Carolina, on the question of damages. Plaintiffs were represented by Richard L. Masters, of the law firm of Masters, Mullins &amp; Arrington in Louisville, Kentucky, and Junius B. Lee, III, of the firm of Lee &amp; Lee in Whiteville, North Carolina. Defendant Central Transport, Inc. (\"Central\" or the \"Company\") was represented by John J. Doyle, Jr., of the firm of Constangy, Brooks &amp; Smith in Winston-Salem, North Carolina.</p>\n<p>The parties agreed that the evidence presented during the liability trial provided sufficient pay information from which damages may be calculated.</p>\n<p></p>\n<h2><i>Damages Issues</i></h2>\n<p>The damages issues are as follows:</p>\n<blockquote>\n<span class=\"star-pagination\">*1122</span> 1. What is the proper measure of damages on plaintiffs' workers' compensation claims?</blockquote>\n<blockquote>2. What damages, if any, are plaintiffs entitled to on the improper pay documentation claims?</blockquote>\n<blockquote>3. Are either the plaintiffs or the defendant entitled to recover their attorney fees?</blockquote>\n<blockquote>4. Is either side entitled to recover their costs?</blockquote>\n<blockquote>5. Are the plaintiffs entitled to recover prejudgment interest?</blockquote>\n<blockquote>6. When did the statute of limitations accrue on the plaintiffs' claims?</blockquote>\n<p></p>\n<h2>A. <i>Method of Calculating Damages</i>\n</h2>\n<p>The plaintiffs alleged that Central overcharged them for workers' compensation and that had Central permitted them to do so, they could have purchased similar coverage by purchasing occupational accident policies at a greatly reduced cost.</p>\n<p>Prior to March 1991, each lease operator was required by Central's lease to purchase workers' compensation insurance through Central as a condition of each lease.</p>\n<p>The cost of the alternative coverage in the form of occupational accident coverage ranged from approximately $110.00 to $125.00 per month, for a total of approximately $1440.00 per year as compared with the greater amounts which had been deducted by the company for workers' compensation premiums. An occupational accident policy does not provide as broad coverage as a workers' compensation policy; for instance, it does not cover occupational diseases or illnesses. As a result of these substantial differences in coverage and benefits provided, occupational hazard policies are less expensive to obtain than workers' compensation policies.</p>\n<p>Central included the lease operators in the Company's group policy for all of its employees. In so doing, Central used the monies collected as premiums from the lease operators to subsidize Central's workers' compensation program for its employees. The lease operators were contributing to Central's group plan while Central's employees, as required by law (see N.C.G.S. 97-21), were not. However, Central's employees received the same benefits from the group plan as the lease operators. Further, the lease operators' contribution to the group plan was disproportionate. The lease operators paid between 26% to 36% of Central's total workers' compensation premiums for the years 1988-90, whereas their overall representation in the Company's work force was about 20%. Compounding the problem, Central did not inform the plaintiffs that they were being treated as employees under the company workers' compensation policy. When the lease operators asked about their coverage or for copies of their policies, Central assured them that they were covered but never provided them with copies of the policy.</p>\n<p>The lease requirement that the lease operators purchase workers' compensation insurance \"through\" Central did not violate the regulatory and lease provisions prohibiting a lease requirement that the lease operators \"purchase ... any products, equipment or services from\" Central. 49 C.F.R. § 1057.12(i) and Garbrough Exhibit 1, paragraph 5(b). However, when Central unilaterally decided to provide the lease operators' workers' compensation coverage through the Company's employee group plan, Central became more than a mere conduit. Central became the provider of a product or service. Accordingly, the court found that the lease operators are entitled to compensatory damages for Central's violation of the regulations and breach of contract as to the workers' compensation.</p>\n<p>Under general contract law principles, the lease operators are entitled to all damages proximately flowing from the breach of contract. <i>Haas v. Kelso,</i> 76 N.C.App. 77, 81, 331 S.E.2d 759 (1985). The purpose of compensatory damages is to restore the injured party to the party's original condition, to make the party whole. <i>Shaver v. N.C. Monroe Construction Co.,</i> 63 N.C.App. 605, 615, 306 S.E.2d 519 (1983), <i>review denied,</i> 310 N.C. 154, 311 S.E.2d 294 (1984). For breach of contract, the injured party shall be compensated for all losses which the fulfillment of the contract would <span class=\"star-pagination\">*1123</span> have prevented or which the breach has caused. <i>Coble v. Richardson Corporation of Greensboro,</i> 71 N.C.App. 511, 518, 322 S.E.2d 817 (1984). The measure of damages is the amount of loss that the plaintiff actually suffered. <i>U.S. Naval Institute v. Charter Communications, Inc.,</i> 936 F.2d 692, 696 (2d Cir.1991).</p>\n<p>The plaintiffs seek to recover as compensatory damages the difference between the amount of workers' compensation premiums improperly charged to plaintiff's by Central for the period January 1, 1988, through March 1, 1991, and the sum which they would have been required to pay for an occupational accident policy during that same period. The average cost of the occupational accident coverage was $1,440.00 per year, or $120.00 per month, which each of the plaintiffs opted to purchase when given the opportunity to do so.</p>\n<p>Central says that the proper measure of damages for plaintiffs' claim that they were charged improperly for premiums for workers' compensation insurance is the difference between the amounts plaintiffs paid for their insurance and the amount they should have paid, based on their percentage of representation of the work force. Central says that since the court concluded that Central overcharged the plaintiffs for their workers' compensation premiums, the plaintiffs' remedy is restitution of the amount of workers' compensation premiums which they overpaid.</p>\n<p>Central contends that the difference between the cost of the occupational accident coverage and premiums paid to Central for workers' compensation is not the appropriate standard. First, the occupational accident policy does not provide as broad coverage as a workers' compensation policy because it does not cover occupational diseases or illnesses. Second, some of the plaintiffs applied for and received benefits under the workers' compensation policies.</p>\n<p>The court did find that Central overcharged the plaintiffs for workers' compensation insurance, and the lease operators subsidized Central's workers' compensation program in amounts disproportionate to their representation in Central's work force. However, by law, N.C.G.S. 97-21, Central's employees did not pay anything for workers' compensation coverage. Furthermore, although not as comprehensive, the occupational accident policies serve the same purpose of protecting both Central and the lease operators. Nor is there any indication that claims paid under Central's coverage would not have been paid under the occupational accident policies. Since the occupational accident policies and workers' compensation policies serve the same purpose, the appropriate measure of damages is the difference between the cost of the two.</p>\n<p></p>\n<h2>B. <i>Damages on Plaintiffs' Claims of Improper Pay Documentation</i>\n</h2>\n<p>The plaintiffs have failed to show any damages on their claims of improper documentation of pay. The court awards to each plaintiff nominal damages of $100 on this claim. <i>Potts v. Howser,</i> 274 N.C. 49, 61, 161 S.E.2d 737 (1968).</p>\n<p>The Jacobs plaintiffs contend that they are entitled to damages representing the pay differential between what the drivers could have made in another job and what they made with Central. These plaintiffs say that the inadequate pay information was anti-competitive and that with adequate pay information they could have considered other employment. There is no support for this theory in fact or law.</p>\n<p></p>\n<h2>C. <i>Attorney Fees</i>\n</h2>\n<p>The plaintiffs and defendant each contend entitlement to attorney fees. However, in the absence of statutory authority, a successful litigant may not recover attorney fees. <i>Stillwell Enterprises, Inc. v. The Travelers Indemnity Co.,</i> 300 N.C. 286, 289, 266 S.E.2d 812 (1980); <i>Alyeska Pipeline Service Co. v. Wilderness Society,</i> 421 U.S. 240, 269-271, 95 S.Ct. 1612, 1627-1628, 44 L.Ed.2d 141 (1975).</p>\n<p>The plaintiffs contend that they are entitled to attorney fees under N.C.G.S. 6-21.2 which authorizes attorney fees in certain contract actions. N.C.G.S. 6-21.2 provides in part:</p>\n<blockquote>\n<span class=\"star-pagination\">*1124</span> Obligations to pay attorney fees upon any note, conditional sale, contract or other evidence of indebtedness, in addition to the legal rate of interest or finance charges specified therein shall be valid and enforceable and collectible as part of such debt, if such note, contract, or other evidence of indebtedness to be collected by or through an attorney at law after maturity....</blockquote>\n<p>However, N.C.G.S. 6-21.2 does not apply in the absence of a written agreement. <i>Stillwell,</i> 300 N.C. at 292, 266 S.E.2d 812. The leases between plaintiffs and Central do not contain an attorney fee provision addressing potential claims by the lease operators.</p>\n<p>Accordingly, the parties are not entitled to recovery of attorney fees.</p>\n<p></p>\n<h2>D. <i>Costs</i>\n</h2>\n<p>Both sides seek costs. Rule 54(d)(1), Fed.R.Civ.P., provides:</p>\n<blockquote>Except when express provision therefor is made either in a statute of the United States or in these rules, costs other than attorneys' fees shall be allowed as of course to the prevailing party unless the court otherwise directs....</blockquote>\n<p>The trial court has \"considerable discretion in the taxing of costs....\" <i>Constantino v. American S/T Achilles,</i> 580 F.2d 121, 123 (4th Cir.1978).</p>\n<p>Although the plaintiffs did not prevail on all of the issues, they prevailed on two breach of contract claims, receiving substantial relief as to one of the claims. The plaintiffs are entitled to substantial compensatory damages for Central's breach of the lease agreement as to workers' compensation insurance. Although the plaintiffs are only entitled to nominal damages as to pay documentation claims, the plaintiffs proved that they could not accurately determine their pay from the records provided them by Central and only through this lawsuit could they determine the accuracy of their pay. Central's failure to provide adequate pay documentation was a substantially contributing cause of this lawsuit. Only through the Joint Audit conducted by the parties during this litigation could Central show that the plaintiffs had not been underpaid. Although Central won the fraud and unfair trade practice issues, these determinations were made as a matter of law, based on the same factual predicate as the plaintiffs' breach of contract claims. Overall, the plaintiffs are the prevailing parties and are entitled to an award of costs, including their share of the cost of the Joint Audit.</p>\n<p></p>\n<h2>E. <i>Statute of Limitations</i>\n</h2>\n<p>The applicable statute of limitations is the three-year statute governing actions for breach of contract in N.C.G.S. § 1-52. The plaintiffs contend that they are entitled to recover all damages proximately flowing from all breaches of contract that occurred throughout the three-year period prior to the accrual of their claim for relief. The plaintiffs contend that the claim triggering the running of the statute of limitations does not accrue until the wrong was completed, <i>see </i><i>Wilson v. Development Co.,</i> 276 N.C. 198, 214, 171 S.E.2d 873 (1970), and that the \"wrong\" consisting of Central's overcharges for workers' compensation insurance was \"complete\" when this practice ceased in March of 1991. The plaintiffs argue that they are entitled to compensatory damages for the years 1988, 1989, 1990, and the first two months of 1991. Central contends that the breach occurred, and thus the claim began to accrue, with each improper deduction.</p>\n<p>The statute of limitations begins to run whenever the plaintiffs' right to maintain an action accrues. <i>U.S. Leasing Corp. v. Everett, Creech, Hancock and Herzig,</i> 88 N.C.App. 418, 425, 363 S.E.2d 665 (1988). A claim for breach of contract accrues at the time of the breach which gives rise to the right of action. <i>Id.</i> at 426, 363 S.E.2d 665. The occurrence of improper deductions is analogous to the case of an obligation payable by installments. The statute of limitations runs against each installment individually from the time it became due. <i>Id.</i> Accordingly, the <i>Jacobs</i> plaintiffs can seek relief for breaches of contract by Central during the three-year period immediately preceding February 12, 1992, the date they filed their complaint. Similarly, the <i>Garbrough</i> plaintiffs would be entitled to relief for breaches of contract that occurred within the <span class=\"star-pagination\">*1125</span> three-year period immediately preceding July 17, 1992, when their original complaint was filed. Thus, any claims of the <i>Jacobs</i> plaintiffs before February 12, 1989, and of the <i>Garbrough</i> plaintiffs before July 17, 1989, are barred by the limitations period of N.C.G.S. § 1-52.</p>\n<p></p>\n<h2>F. <i>Prejudgment Interest</i>\n</h2>\n<p>The plaintiffs contend that they are entitled to prejudgment interest at the legal rate of 8% per annum under North Carolina law. N.C.G.S. § 24-5 provides:</p>\n<blockquote>(a) Contracts  [I]n an action for breach of contract, except an action on appeal bond, the amount awarded on the contract bears interest from the date of breach.</blockquote>\n<p>N.C.G.S. § 24-5 authorizes interest on damages resulting from breach of contract from the date of the breach at the rate of interest provided in the contract <i>or</i> at the legal rate if no other rate is provided. <i>Craftique, Inc. v. Stevens &amp; Company,</i> 321 N.C. 564, 568, 364 S.E.2d 129 (1988). The legal rate of interest on judgments in North Carolina is eight percent (8%) per year. N.C.G.S. § 24-1.</p>\n<p>Central contends that the plaintiffs are not entitled to prejudgment interest because the actual damages the plaintiffs can recover on their workers' compensation claims are not ascertainable to a reasonable certainty. \"The most significant limitation on the recovery of prejudgment interest is the general rule that apart from statute, prejudgment interest is not recoverable on claims that are neither liquidated as a dollar sum nor ascertainable by fixed standards.\" D. Dobbs, 1 <i>Dobbs Law of Remedies</i> section 3.6, at 336 (1993). The plaintiffs' damages are ascertainable by a fixed standard. Accordingly, as to the plaintiffs' claims of breach of the lease agreements regarding workers' compensation insurance, the plaintiffs are entitled to prejudgment interest from the time of breach. Also, the plaintiffs Giles Fisher, Paul E. Hilliker, and John W. Smith are entitled to prejudgment interest from the time of breach on their damages for improper escrow account deductions and plaintiffs Fisher and Howard Jacobs are likewise entitled to prejudgment interest on their damage awards on their individual pay claims. The court declines to award prejudgment interest on the nominal damages.</p>\n<p></p>\n<h2>G. <i>Conclusion</i>\n</h2>\n<p>The parties shall file on or before May 30, 1995, a joint submission of the calculations of the damages of each plaintiff accruing within the limitations period, with simple interest accruing, not compounded, at 8% per year. Prejudgment interest shall be calculated from the time of breach to June 1, 1995, the time when the court anticipates entering final judgment. Damages on the plaintiffs' workers' compensation insurance claims and prejudgment interest thereon shall be calculated from the times of breach, that is, when each bi-monthly deduction was made (bi-monthly workers' compensation insurance deduction less $60 bi-monthly cost of occupational accident insurance). The award of prejudgment interest mandates the bi-monthly calculation of damages, since prejudgment interest accrues from the time of breach. N.C.G.S. 24-5. Were it not for the prejudgment interest calculation, the damages could be easily computed on an annual basis. The prejudgment interest award complicates the calculation and it may be that the parties, in lieu of these extensive calculations, can agree on the amount of prejudgment interest. The parties' submission shall also contain, as to each plaintiff, the total principal amount of the award and the total prejudgment interest amount of the award. The court envisions the judgment reading as to each plaintiff as follows:</p>\n<blockquote>The Defendant Central is indebted to the (individual) Plaintiff, ______, in the amount of $____, plus prejudgment interest in the amount of $____, for a total award of $____, plus post-judgment interest, and costs.</blockquote>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">891</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1120</span></span> (1995)</b></center>\n<center><h1>Howard Truman JACOBS and Robert Edwin Williams, Plaintiffs,<br>\nv.<br>\nCENTRAL TRANSPORT, INC., Defendant.<br>\nJohn T. GARBROUGH, Herman Sharp, Paul E. Hilliker, C.W. Pickett, Larry C. Richerson, Albert C. Smith, Ronald B. Hahn, William F. Setzer, Lloyd D. Raffaldt, Darrell R. Langford, Giles S. Fisher, Jr., David Taylor, Michael E. Lorman, John W. Smith, Randal J. Adams, Gary W. Wampler, James Burden, and Michael McCorkle, Kendall Goodman, Deborah Goodman, Plaintiffs,<br>\nv.<br>\nCENTRAL TRANSPORT, INC., Defendant.</h1></center>\n<center>Nos. 92-17-CIV-7, 92-478-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>May 15, 1995.</center>\n<p><span class=\"star-pagination\">*1121</span> Richard L. Masters, Louisville, KY, Junius B. Lee, III, Whiteville, NC, for plaintiffs.</p>\n<p>John Doyle, Winston-Salem, NC, for defendant.</p>\n<p></p>\n<h2><i>FINDINGS OF FACT AND CONCLUSIONS OF LAW AND ORDER</i></h2>\n<p>McCOTTER, United States Magistrate Judge.</p>\n<p>This case came on for a bench trial on May 8, 1995, in New Bern, North Carolina, on the question of damages. Plaintiffs were represented by Richard L. Masters, of the law firm of Masters, Mullins &amp; Arrington in Louisville, Kentucky, and Junius B. Lee, III, of the firm of Lee &amp; Lee in Whiteville, North Carolina. Defendant Central Transport, Inc. (\"Central\" or the \"Company\") was represented by John J. Doyle, Jr., of the firm of Constangy, Brooks &amp; Smith in Winston-Salem, North Carolina.</p>\n<p>The parties agreed that the evidence presented during the liability trial provided sufficient pay information from which damages may be calculated.</p>\n<p></p>\n<h2><i>Damages Issues</i></h2>\n<p>The damages issues are as follows:</p>\n<blockquote>\n<span class=\"star-pagination\">*1122</span> 1. What is the proper measure of damages on plaintiffs' workers' compensation claims?</blockquote>\n<blockquote>2. What damages, if any, are plaintiffs entitled to on the improper pay documentation claims?</blockquote>\n<blockquote>3. Are either the plaintiffs or the defendant entitled to recover their attorney fees?</blockquote>\n<blockquote>4. Is either side entitled to recover their costs?</blockquote>\n<blockquote>5. Are the plaintiffs entitled to recover prejudgment interest?</blockquote>\n<blockquote>6. When did the statute of limitations accrue on the plaintiffs' claims?</blockquote>\n<p></p>\n<h2>A. <i>Method of Calculating Damages</i>\n</h2>\n<p>The plaintiffs alleged that Central overcharged them for workers' compensation and that had Central permitted them to do so, they could have purchased similar coverage by purchasing occupational accident policies at a greatly reduced cost.</p>\n<p>Prior to March 1991, each lease operator was required by Central's lease to purchase workers' compensation insurance through Central as a condition of each lease.</p>\n<p>The cost of the alternative coverage in the form of occupational accident coverage ranged from approximately $110.00 to $125.00 per month, for a total of approximately $1440.00 per year as compared with the greater amounts which had been deducted by the company for workers' compensation premiums. An occupational accident policy does not provide as broad coverage as a workers' compensation policy; for instance, it does not cover occupational diseases or illnesses. As a result of these substantial differences in coverage and benefits provided, occupational hazard policies are less expensive to obtain than workers' compensation policies.</p>\n<p>Central included the lease operators in the Company's group policy for all of its employees. In so doing, Central used the monies collected as premiums from the lease operators to subsidize Central's workers' compensation program for its employees. The lease operators were contributing to Central's group plan while Central's employees, as required by law (see N.C.G.S. 97-21), were not. However, Central's employees received the same benefits from the group plan as the lease operators. Further, the lease operators' contribution to the group plan was disproportionate. The lease operators paid between 26% to 36% of Central's total workers' compensation premiums for the years 1988-90, whereas their overall representation in the Company's work force was about 20%. Compounding the problem, Central did not inform the plaintiffs that they were being treated as employees under the company workers' compensation policy. When the lease operators asked about their coverage or for copies of their policies, Central assured them that they were covered but never provided them with copies of the policy.</p>\n<p>The lease requirement that the lease operators purchase workers' compensation insurance \"through\" Central did not violate the regulatory and lease provisions prohibiting a lease requirement that the lease operators \"purchase ... any products, equipment or services from\" Central. 49 C.F.R. § 1057.12(i) and Garbrough Exhibit 1, paragraph 5(b). However, when Central unilaterally decided to provide the lease operators' workers' compensation coverage through the Company's employee group plan, Central became more than a mere conduit. Central became the provider of a product or service. Accordingly, the court found that the lease operators are entitled to compensatory damages for Central's violation of the regulations and breach of contract as to the workers' compensation.</p>\n<p>Under general contract law principles, the lease operators are entitled to all damages proximately flowing from the breach of contract. <i>Haas v. Kelso,</i> 76 N.C.App. 77, 81, <span class=\"citation\" data-id=\"1211219\"><a href=\"/opinion/1211219/haas-v-kelso/\"><span class=\"volume\">331</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">759</span></a></span> (1985). The purpose of compensatory damages is to restore the injured party to the party's original condition, to make the party whole. <i>Shaver v. N.C. Monroe Construction Co.,</i> 63 N.C.App. 605, 615, <span class=\"citation\" data-id=\"1289627\"><a href=\"/opinion/1289627/shaver-v-nc-monroe-const-co/\"><span class=\"volume\">306</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">519</span></a></span> (1983), <i>review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">310</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">154</span></span>, <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">294</span></span> (1984). For breach of contract, the injured party shall be compensated for all losses which the fulfillment of the contract would <span class=\"star-pagination\">*1123</span> have prevented or which the breach has caused. <i>Coble v. Richardson Corporation of Greensboro,</i> 71 N.C.App. 511, 518, <span class=\"citation\" data-id=\"1320083\"><a href=\"/opinion/1320083/coble-v-richardson-corp-of-greensboro/\"><span class=\"volume\">322</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">817</span></a></span> (1984). The measure of damages is the amount of loss that the plaintiff actually suffered. <i>U.S. Naval Institute v. Charter Communications, Inc.,</i> <span class=\"citation\" data-id=\"563662\"><a href=\"/opinion/563662/united-states-naval-institute-plaintiff-appellant-cross-appellee-v/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">692</span></a></span>, 696 (2d Cir.1991).</p>\n<p>The plaintiffs seek to recover as compensatory damages the difference between the amount of workers' compensation premiums improperly charged to plaintiff's by Central for the period January 1, 1988, through March 1, 1991, and the sum which they would have been required to pay for an occupational accident policy during that same period. The average cost of the occupational accident coverage was $1,440.00 per year, or $120.00 per month, which each of the plaintiffs opted to purchase when given the opportunity to do so.</p>\n<p>Central says that the proper measure of damages for plaintiffs' claim that they were charged improperly for premiums for workers' compensation insurance is the difference between the amounts plaintiffs paid for their insurance and the amount they should have paid, based on their percentage of representation of the work force. Central says that since the court concluded that Central overcharged the plaintiffs for their workers' compensation premiums, the plaintiffs' remedy is restitution of the amount of workers' compensation premiums which they overpaid.</p>\n<p>Central contends that the difference between the cost of the occupational accident coverage and premiums paid to Central for workers' compensation is not the appropriate standard. First, the occupational accident policy does not provide as broad coverage as a workers' compensation policy because it does not cover occupational diseases or illnesses. Second, some of the plaintiffs applied for and received benefits under the workers' compensation policies.</p>\n<p>The court did find that Central overcharged the plaintiffs for workers' compensation insurance, and the lease operators subsidized Central's workers' compensation program in amounts disproportionate to their representation in Central's work force. However, by law, N.C.G.S. 97-21, Central's employees did not pay anything for workers' compensation coverage. Furthermore, although not as comprehensive, the occupational accident policies serve the same purpose of protecting both Central and the lease operators. Nor is there any indication that claims paid under Central's coverage would not have been paid under the occupational accident policies. Since the occupational accident policies and workers' compensation policies serve the same purpose, the appropriate measure of damages is the difference between the cost of the two.</p>\n<p></p>\n<h2>B. <i>Damages on Plaintiffs' Claims of Improper Pay Documentation</i>\n</h2>\n<p>The plaintiffs have failed to show any damages on their claims of improper documentation of pay. The court awards to each plaintiff nominal damages of $100 on this claim. <i>Potts v. Howser,</i> <span class=\"citation\" data-id=\"1395984\"><a href=\"/opinion/1395984/potts-v-howser/\"><span class=\"volume\">274</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">49</span></a></span>, 61, <span class=\"citation\" data-id=\"1395984\"><a href=\"/opinion/1395984/potts-v-howser/\"><span class=\"volume\">161</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">737</span></a></span> (1968).</p>\n<p>The Jacobs plaintiffs contend that they are entitled to damages representing the pay differential between what the drivers could have made in another job and what they made with Central. These plaintiffs say that the inadequate pay information was anti-competitive and that with adequate pay information they could have considered other employment. There is no support for this theory in fact or law.</p>\n<p></p>\n<h2>C. <i>Attorney Fees</i>\n</h2>\n<p>The plaintiffs and defendant each contend entitlement to attorney fees. However, in the absence of statutory authority, a successful litigant may not recover attorney fees. <i>Stillwell Enterprises, Inc. v. The Travelers Indemnity Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">300</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">286</span></span>, 289, <span class=\"citation\" data-id=\"1265353\"><a href=\"/opinion/1265353/stillwell-enterprises-v-interstate-equipment/\"><span class=\"volume\">266</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">812</span></a></span> (1980); <i>Alyeska Pipeline Service Co. v. Wilderness Society,</i> <span class=\"citation\" data-id=\"109246\"><a href=\"/opinion/109246/alyeska-pipeline-service-co-v-wilderness-society/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">240</span></a></span>, 269-271, <span class=\"citation\" data-id=\"109246\"><a href=\"/opinion/109246/alyeska-pipeline-service-co-v-wilderness-society/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1612</span></a></span>, 1627-1628, <span class=\"citation\" data-id=\"109246\"><a href=\"/opinion/109246/alyeska-pipeline-service-co-v-wilderness-society/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">141</span></a></span> (1975).</p>\n<p>The plaintiffs contend that they are entitled to attorney fees under N.C.G.S. 6-21.2 which authorizes attorney fees in certain contract actions. N.C.G.S. 6-21.2 provides in part:</p>\n<blockquote>\n<span class=\"star-pagination\">*1124</span> Obligations to pay attorney fees upon any note, conditional sale, contract or other evidence of indebtedness, in addition to the legal rate of interest or finance charges specified therein shall be valid and enforceable and collectible as part of such debt, if such note, contract, or other evidence of indebtedness to be collected by or through an attorney at law after maturity....</blockquote>\n<p>However, N.C.G.S. 6-21.2 does not apply in the absence of a written agreement. <i>Stillwell,</i> 300 N.C. at 292, <span class=\"citation\" data-id=\"1265353\"><a href=\"/opinion/1265353/stillwell-enterprises-v-interstate-equipment/\"><span class=\"volume\">266</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">812</span></a></span>. The leases between plaintiffs and Central do not contain an attorney fee provision addressing potential claims by the lease operators.</p>\n<p>Accordingly, the parties are not entitled to recovery of attorney fees.</p>\n<p></p>\n<h2>D. <i>Costs</i>\n</h2>\n<p>Both sides seek costs. Rule 54(d)(1), Fed.R.Civ.P., provides:</p>\n<blockquote>Except when express provision therefor is made either in a statute of the United States or in these rules, costs other than attorneys' fees shall be allowed as of course to the prevailing party unless the court otherwise directs....</blockquote>\n<p>The trial court has \"considerable discretion in the taxing of costs....\" <i>Constantino v. American S/T Achilles,</i> <span class=\"citation\" data-id=\"358168\"><a href=\"/opinion/358168/dan-constantino-trading-as-constantinos-company-v-american-st-achilles/\"><span class=\"volume\">580</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">121</span></a></span>, 123 (4th Cir.1978).</p>\n<p>Although the plaintiffs did not prevail on all of the issues, they prevailed on two breach of contract claims, receiving substantial relief as to one of the claims. The plaintiffs are entitled to substantial compensatory damages for Central's breach of the lease agreement as to workers' compensation insurance. Although the plaintiffs are only entitled to nominal damages as to pay documentation claims, the plaintiffs proved that they could not accurately determine their pay from the records provided them by Central and only through this lawsuit could they determine the accuracy of their pay. Central's failure to provide adequate pay documentation was a substantially contributing cause of this lawsuit. Only through the Joint Audit conducted by the parties during this litigation could Central show that the plaintiffs had not been underpaid. Although Central won the fraud and unfair trade practice issues, these determinations were made as a matter of law, based on the same factual predicate as the plaintiffs' breach of contract claims. Overall, the plaintiffs are the prevailing parties and are entitled to an award of costs, including their share of the cost of the Joint Audit.</p>\n<p></p>\n<h2>E. <i>Statute of Limitations</i>\n</h2>\n<p>The applicable statute of limitations is the three-year statute governing actions for breach of contract in N.C.G.S. § 1-52. The plaintiffs contend that they are entitled to recover all damages proximately flowing from all breaches of contract that occurred throughout the three-year period prior to the accrual of their claim for relief. The plaintiffs contend that the claim triggering the running of the statute of limitations does not accrue until the wrong was completed, <i>see </i><i>Wilson v. Development Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">276</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">198</span></span>, 214, <span class=\"citation\" data-id=\"1263234\"><a href=\"/opinion/1263234/wilson-v-crab-orchard-development-company/\"><span class=\"volume\">171</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">873</span></a></span> (1970), and that the \"wrong\" consisting of Central's overcharges for workers' compensation insurance was \"complete\" when this practice ceased in March of 1991. The plaintiffs argue that they are entitled to compensatory damages for the years 1988, 1989, 1990, and the first two months of 1991. Central contends that the breach occurred, and thus the claim began to accrue, with each improper deduction.</p>\n<p>The statute of limitations begins to run whenever the plaintiffs' right to maintain an action accrues. <i>U.S. Leasing Corp. v. Everett, Creech, Hancock and Herzig,</i> 88 N.C.App. 418, 425, <span class=\"citation\" data-id=\"1372292\"><a href=\"/opinion/1372292/us-leasing-v-everett-creech-hancock-and-herzig/\"><span class=\"volume\">363</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">665</span></a></span> (1988). A claim for breach of contract accrues at the time of the breach which gives rise to the right of action. <i>Id.</i> at 426, <span class=\"citation\" data-id=\"1372292\"><a href=\"/opinion/1372292/us-leasing-v-everett-creech-hancock-and-herzig/\"><span class=\"volume\">363</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">665</span></a></span>. The occurrence of improper deductions is analogous to the case of an obligation payable by installments. The statute of limitations runs against each installment individually from the time it became due. <i>Id.</i> Accordingly, the <i>Jacobs</i> plaintiffs can seek relief for breaches of contract by Central during the three-year period immediately preceding February 12, 1992, the date they filed their complaint. Similarly, the <i>Garbrough</i> plaintiffs would be entitled to relief for breaches of contract that occurred within the <span class=\"star-pagination\">*1125</span> three-year period immediately preceding July 17, 1992, when their original complaint was filed. Thus, any claims of the <i>Jacobs</i> plaintiffs before February 12, 1989, and of the <i>Garbrough</i> plaintiffs before July 17, 1989, are barred by the limitations period of N.C.G.S. § 1-52.</p>\n<p></p>\n<h2>F. <i>Prejudgment Interest</i>\n</h2>\n<p>The plaintiffs contend that they are entitled to prejudgment interest at the legal rate of 8% per annum under North Carolina law. N.C.G.S. § 24-5 provides:</p>\n<blockquote>(a) Contracts  [I]n an action for breach of contract, except an action on appeal bond, the amount awarded on the contract bears interest from the date of breach.</blockquote>\n<p>N.C.G.S. § 24-5 authorizes interest on damages resulting from breach of contract from the date of the breach at the rate of interest provided in the contract <i>or</i> at the legal rate if no other rate is provided. <i>Craftique, Inc. v. Stevens &amp; Company,</i> <span class=\"citation\" data-id=\"1372409\"><a href=\"/opinion/1372409/craftique-inc-v-stevens-and-co-inc/\"><span class=\"volume\">321</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">564</span></a></span>, 568, <span class=\"citation\" data-id=\"1372409\"><a href=\"/opinion/1372409/craftique-inc-v-stevens-and-co-inc/\"><span class=\"volume\">364</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">129</span></a></span> (1988). The legal rate of interest on judgments in North Carolina is eight percent (8%) per year. N.C.G.S. § 24-1.</p>\n<p>Central contends that the plaintiffs are not entitled to prejudgment interest because the actual damages the plaintiffs can recover on their workers' compensation claims are not ascertainable to a reasonable certainty. \"The most significant limitation on the recovery of prejudgment interest is the general rule that apart from statute, prejudgment interest is not recoverable on claims that are neither liquidated as a dollar sum nor ascertainable by fixed standards.\" D. Dobbs, 1 <i>Dobbs Law of Remedies</i> section 3.6, at 336 (1993). The plaintiffs' damages are ascertainable by a fixed standard. Accordingly, as to the plaintiffs' claims of breach of the lease agreements regarding workers' compensation insurance, the plaintiffs are entitled to prejudgment interest from the time of breach. Also, the plaintiffs Giles Fisher, Paul E. Hilliker, and John W. Smith are entitled to prejudgment interest from the time of breach on their damages for improper escrow account deductions and plaintiffs Fisher and Howard Jacobs are likewise entitled to prejudgment interest on their damage awards on their individual pay claims. The court declines to award prejudgment interest on the nominal damages.</p>\n<p></p>\n<h2>G. <i>Conclusion</i>\n</h2>\n<p>The parties shall file on or before May 30, 1995, a joint submission of the calculations of the damages of each plaintiff accruing within the limitations period, with simple interest accruing, not compounded, at 8% per year. Prejudgment interest shall be calculated from the time of breach to June 1, 1995, the time when the court anticipates entering final judgment. Damages on the plaintiffs' workers' compensation insurance claims and prejudgment interest thereon shall be calculated from the times of breach, that is, when each bi-monthly deduction was made (bi-monthly workers' compensation insurance deduction less $60 bi-monthly cost of occupational accident insurance). The award of prejudgment interest mandates the bi-monthly calculation of damages, since prejudgment interest accrues from the time of breach. N.C.G.S. 24-5. Were it not for the prejudgment interest calculation, the damages could be easily computed on an annual basis. The prejudgment interest award complicates the calculation and it may be that the parties, in lieu of these extensive calculations, can agree on the amount of prejudgment interest. The parties' submission shall also contain, as to each plaintiff, the total principal amount of the award and the total prejudgment interest amount of the award. The court envisions the judgment reading as to each plaintiff as follows:</p>\n<blockquote>The Defendant Central is indebted to the (individual) Plaintiff, ______, in the amount of $____, plus prejudgment interest in the amount of $____, for a total award of $____, plus post-judgment interest, and costs.</blockquote>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1211219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1263234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1265353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1289627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1320083/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1372292/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1372409/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1395984/"
  ]
}