{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1666582/",
  "absolute_url": "/opinion/1666582/south-shell-inv-v-wrightsville-beach-nc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1666582/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:04:08.759854Z",
  "date_modified": "2016-04-26T20:25:20.746959Z",
  "type": "010combined",
  "sha1": "65a2cf27036b6fcecc523817b13354f9441f7921",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>703 F.Supp. 1192 (1988)</b></center>\n<center><h1>SOUTH SHELL INVESTMENT, South Shell Venture, First Washington Corporation and North Shell Island Development Corporation, Plaintiffs,<br>\nv.<br>\nTOWN OF WRIGHTSVILLE BEACH, NORTH CAROLINA, Defendant.</h1></center>\n<center>No. 87-77-CIV-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>December 6, 1988.</center>\n<p><span class=\"star-pagination\">*1193</span> <span class=\"star-pagination\">*1194</span> Burney, Burney, Barefoot &amp; Bain, Roy C. Bain, Wilmington, N.C., for plaintiffs.</p>\n<p>Kenneth A. Shanklin, Wilmington, N.C. and Hendrick, Zotian, Cocklereece &amp; Robinson, William A. Blancato, Winston-Salem, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>The trial in this case was held by the undersigned, without of a jury, on September 8, 1988, and continuing through September 13, 1988, in Wilmington, North Carolina. Plaintiffs, developers of an area known as Shell Island, allege that the Town of Wrightsville Beach (Town) imposed and collected utility system impact fees<sup>[1]</sup> and tap fees for water and sewer services in violation of federal and state law. Plaintiffs set forth four claims for relief in their complaint. First, plaintiffs allege that the Town violated their rights under the Equal Protection Clause of the Fourteenth Amendment and 42 U.S.C. § 1983 by using the funds collected as impact and tap fees to pay for capital improvements that benefited all residents of the Town equally. Plaintiffs contend that such fees placed a disproportionate and unfair burden on the owners of newly developed properties vis-a-vis the owners of property previously developed. Second, plaintiffs claim that the Town violated their rights under the Equal Protection Clause of the Fourteenth Amendment and 42 U.S. C. § 1983 by providing water and sewer services to properties located outside the Town's boundaries under more favorable terms than those given to the plaintiffs. Third, plaintiffs claim that imposition of the impact and tap fees was beyond the scope of the Town's power and authority as defined by state law. In their fourth claim for relief, plaintiffs claim that the impact and tap fees were imposed beyond the Town's authority because such fees constituted <span class=\"star-pagination\">*1195</span> an unauthorized tax or alternatively that the fees imposed were arbitrary as to amount. The court's findings of fact and conclusions of law are set forth below, following the court's discussion of two outstanding motions and the defense of estoppel raised by the defendant.</p>\n<p></p>\n<h2><i>Plaintiffs' Motion to Amend the Complaint</i></h2>\n<p>During the trial, plaintiffs moved to amend their complaint to add Parmele and Associates and John Elmore, d/b/a Elmore and Company, as plaintiffs to this action. Defendant initially objected. On October 4, 1988, however, the parties filed an \"Amendment by Consent\" permitting Parmele and Associates and John Elmore, d/b/a Elmore and Company to be added to this action as plaintiffs, but reserving defendants's statute of limitations defense to the claims thereof.</p>\n<p>The amendment adding parties plaintiffs does not relate back to the filing of the complaint. Accordingly, for these parties to be permitted to pursue their claims, such claims must have arisen within the time period allowed under the applicable statute of limitations. The statute of limitations applicable to cases brought under 42 U.S.C. § 1983 in North Carolina is three years.<sup>[2]</sup> In this case, the limitations period began to run upon payment of the impact and tap fees to the Town of Wrightsville Beach. A review of the pretrial order and the stipulated amendment thereto, shows that all of the impact and tap fees paid by these two plaintiffs were paid within three years of the motion to amend except for the payment of one tap fee of $2,250.00 paid by Elmore and Company on June 20, 1985. Plaintiffs' claim for that payment, therefore, is barred by the statute of limitations. The claims of these plaintiffs as to the remaining payments are not barred by the statute of limitations, and will be decided on the merits.</p>\n<p></p>\n<h2><i>The Equitable Defense of Estoppel</i></h2>\n<p>Defendant contends that the plaintiffs are estopped from challenging the impact and tap fees in this case because plaintiffs have paid the fees in question and have received the benefits of connecting to the Town's water and sewer systems. In support of its position, the Town cites <i>Goforth Properties, Inc. v. Town of Chapel Hill,</i> 71 N.C.App. 771, 323 S.E.2d 427 (1984). In <i>Goforth Properties,</i> the plaintiffs' builders of a restaurant, challenged a zoning ordinance which required them to pay a fee or to add a certain number of off-street parking spaces. The plaintiffs paid the fee and were issued a conditional use permit by the Town allowing them to build the restaurant larger than if the fee had not been paid. Plaintiffs brought suit only after the restaurant had been completed. The North Carolina Court of Appeals held that the developers were estopped from challenging the validity of the ordinance because, by paying the fee, plaintiffs were allowed to build the restaurant at an otherwise illegal size.</p>\n<p><i>Goforth Properties</i> is not controlling of the issue at hand. Here, the Town accepted payment of the impact and tap fees without reliance on such payment in determining its course of action. The Ordinance did not require payment of the fees as a condition to forego construction of additional facilities that would have been beneficial to the Town. Plaintiffs, furthermore, were not allowed to develop their property in a manner not otherwise allowable except for payment of the fees. Hence, they did not receive the type of benefit which necessitates application of the doctrine of equitable estoppel.</p>\n<p></p>\n<h2><i>Defendant's Motion to Strike</i></h2>\n<p>On October 25, 1988, defendant filed a motion to strike all testimony regarding the \"motives of the Board of Aldermen in <span class=\"star-pagination\">*1196</span> increasing the fees in question.\" In support of this motion, defendant contends that the doctrine of legislative immunity precludes examining the motives of legislators in making legislative decisions and cites a recent decision by the Fourth Circuit Court of Appeals, <i>Schlitz v. Commonwealth of Virginia,</i> 854 F.2d 43 (4th Cir. 1988). Defendant's reliance on <i>Schlitz</i> to exclude the testimony of the Aldermen in this case is misplaced. <i>Schlitz</i> was an age discrimination case in which the motive of the legislators was a direct element of the plaintiff's claim. In the case at hand, motive is not an element of any claim. The evidence in question was not admitted as tending to show motive, but was admitted to show the \"arbitrariness\" of the action taken by the Board of Aldermen. The arbitrariness of the fee increases may be properly addressed without inquiring into the motives of the board members. Accordingly, defendant's motion is DENIED.</p>\n<p></p>\n<h2><i>Findings of Fact</i></h2>\n<p>1. Plaintiff North Shell Island Development Corporation is a North Carolina corporation and does business in New Hanover County, North Carolina.</p>\n<p>2. Plaintiff First Washington Development Corporation is a North Carolina corporation and does business in New Hanover County, North Carolina.</p>\n<p>3. Plaintiff Shell Island Investment is a North Carolina corporation and does business in New Hanover County, North Carolina.</p>\n<p>4. Plaintiff South Shell Venture is a limited partnership and does business in North Carolina.</p>\n<p>5. Plaintiff Parmele and Associates is a partnership and does business in North Carolina.</p>\n<p>6. Plaintiff John Elmore is an individual and resident of the State of North Carolina and does business as Elmore and Company.</p>\n<p>7. The plaintiffs are the developers of real property (known as Shell Island) at Wrightsville Beach, North Carolina. Shell Island (not technically an island), is located on the northern end of the barrier island portion of Wrightsville Beach, extending from the former end of North Lumina Avenue to Masons Inlet. It was largely undeveloped prior to plaintiffs' ownership thereof.</p>\n<p>8. The Town of Wrightsville Beach (\"Town\") is a municipal corporation located in New Hanover County and organized under the laws of the State of North Carolina. The Board of Aldermen of the Town of Wrightsville Beach, North Carolina (\"Board\"), is the governing body of the Town.</p>\n<p>9. In 1972, the defendant enacted a zoning ordinance (\"Zoning Ordinance\") regulating the use of real property throughout the Town.</p>\n<p>10. The Town passed an ordinance on August 24, 1972, establishing a \"Water and Sewer Acreage and Unit Usage Fee,\" which was codified in Chapter 20 of the Town's Ordinances (the Water and Sewer Ordinance).</p>\n<p>11. On September 28, 1972, the Town amended the Water and Sewer Ordinance to require each individual business or residential building and structure to install a separate water and sewer connection.</p>\n<p>12. The Water and Sewer Ordinance provides that \"[t]here shall be a water and sewer unit use fee for each newly constructed or created living unit in all residential and commercial structures.\" This fee is payable before a certificate of occupancy or certificate of compliance is issued.</p>\n<p>13. In 1976, the facilities operated by the Town to provide water to its residents included, among other things, six wells, a 300,000 gallon elevated tank at the north end of the beach, a 75,000 gallon tank at the south end of the beach, and a newly constructed one million gallon ground reservoir.</p>\n<p>14. In 1980, the level of salt chloride intrusion into the Town's water supply exceeded EPA recommendations. The salt chloride intrusion was caused by overpumping of the wells on Wrightsville Beach.</p>\n<p>15. In July of 1983, the various fees associated with providing water and sewer services were as follows:</p>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*1197</span>\nMeter       Water       Sewer        Sewer       Commercial\nSize       Tap Fee    Tap Size      Tap Fee      [Impact] Fee\n1\"          $ 700        4\"        $   750        $   800\n1½\"  2,400        4\"            750          1,800\n2\"          3,200        6\"          2,000          3,000\n3\"          4,800        6\"          2,000          6,500\n4\"          6,000        8\"          3,000         11,500\n6\"          8,000        8\"          3,000         17,500\n</pre>\n<p>The Residential Unit [Impact] Fee was $500.00 per unit.</p>\n<p>16. In September of 1983, the Town connected onto the Wilmington-New Hanover County Northeast Sewer Interceptor, which led to the Southside Treatment Facility of Wilmington, giving the Town the sewer treatment capacity of 1,500,000 gallons per day. In consideration for this connection, the Town is to pay the City of Wilmington $250,000.00 over ten years either in rent or purchase price pursuant to a contract dated June 11, 1981.</p>\n<p>17. By 1984, the Town had added a fully operational water treatment center and had replaced the elevated tank at the south end of the beach with a 200,000 gallon tank. The Town had also added extensive water lines in association with the water treatment plant. The existing wells had been replaced or improved since 1976, and the pumping rates had been adjusted to decrease salt water intrusion.</p>\n<p>18. In 1984, a reasonable estimate of the cost of constructing the facilities needed by the Town to repair its existing water and sewer systems, to improve the quality and reliability of its water and sewer systems, and to accommodate the development within the Town anticipated within the next four years was 1.5 to 2 million dollars.</p>\n<p>19. The Shell Island area was first zoned in January of 1984.</p>\n<p>20. On September 5, 1984, North Shell Island Development Corporation acquired its Shell Island property by Deed recorded in the New Hanover County Registry in Book 1265 at Page 1022.</p>\n<p>21. On October 24, 1984, South Shell Venture acquired its Shell Island property by deed recorded in the New Hanover County Registry at Book 1269, Page 1293.</p>\n<p>22. On November 29, 1984, South Shell Venture petitioned the Town pursuant to N.C.Gen. Stat. § 160A-31 for annexation of its land on Shell Island. Said tract was annexed by the Town on January 25, 1985.</p>\n<p>23. On December 12, 1984, North Shell Island Development Corporation petitioned the Town pursuant to N.C.Gen. Stat. § 160A-31 for annexation of its land on Shell Island and said tract was annexed on January 25, 1985.</p>\n<p>24. On December 12, 1984, Shell Investments petitioned the Town pursuant to N.C.Gen. Stat. § 160A-31 for annexation of its lands on Shell Island (C-4 tract or Resort Hotel). Said tract was annexed on March 27, 1985.</p>\n<p>25. On December 20, 1984, the Town adopted a resolution increasing the Residential [Impact] Fee from $500.00 to $1,500.00 per residential unit. The tap fee for a 1\" meter, the standard size for residential units, was increased also from $700.00 to $1,500.00. The remaining fees were set as follows:</p>\n<p></p>\n<pre>\nMeter       Water       Sewer        Sewer       Commercial\nSize       Tap Fee    Tap Size      Tap Fee     [Impact] Fee\n1\"          $  1,500        4\"        $   750        $   2,400\n1½\"     6,000        4\"            750            5,400\n2\"            15,000        6\"          2,000            9,000\n3\"            25,500        6\"          2,000           19,500\n4\"            55,500        8\"          3,000           34,500\n6\"            91,500        8\"          3,000           52,500\n</pre>\n<p>Water tap fees were not to be charged for buildings containing sprinkler systems.</p>\n<p>26. At the end of 1984, there were approximately 160 vacant residential lots within the Town in addition to lots within Shell Island.</p>\n<p>27. In December of 1984, the Board reasonably could have anticipated that 500 units would be developed on Shell Island.</p>\n<p>28. On March 18, 1985, all of Shell Island was rezoned. This rezoning was to rectify procedural errors. Following rezoning, plaintiffs singularly began to develop their respective projects on Shell Island and applied for and received building permits, conditional use permits and certificates of occupancy prior to the sale of individual units. The completion of significant number of units did not occur until 1987.</p>\n<p>29. Plaintiffs are currently permitted to build 514 units on Shell Island. It is anticipated that such development will increase <span class=\"star-pagination\">*1198</span> the Town's 1984 population by more than 20%.</p>\n<p>30. Pursuant to § 21-15 of Chapter 21 of the Zoning Ordinance, Shell Investment, Inc. accepted and executed a Conditional Use Permit issued following a public hearing held on March 27, 1985, wherein the Town made the following findings of fact:</p>\n<blockquote>The project will be served by the municipal systems for water, sewer and sanitation. The extension of facilities required to service the project and all others in the total development of Shell Island is being installed by the developers of the property and the tap and usage fees established by the town should insure that said hotel and all projects proposed for Shell Island provide adequate funds for all other capital improvements required to meet increased demand and loads on municipal services.</blockquote>\n<p>Furthermore, the Board made the additional finding of fact that \"[t]he developers of Shell Island are constructing water and sewer lines at their expense, to connect to the town's systems.\" Pursuant to the Conditional Use Permit, Shell Investments, Inc. constructed Shell Island Resort Hotel at the northern end of Shell Island.</p>\n<p>31. Pursuant to § 21-15 of Chapter 21 of the Zoning Ordinance, First Washington Corporation accepted and executed a Conditional Use permit issued following a public hearing held on March 27, 1985, wherein the Town made the following finding of fact:</p>\n<blockquote>The developers of Shell Island are constructing water and sewer lines, at their expense, to connect with the Town's system.</blockquote>\n<p>Further, the Conditional Use Permit provided that \"[a]ll regulations with regard to the town water, sewer and other utilities are being observed.\" First Washington Corporation constructed its Shell Island projects pursuant to this Conditional Use Permit.</p>\n<p>32. Pursuant to the provisions of § 21-15 of Chapter 21 of the Zoning Ordinances, South Shell Venture directly or through its managing general partner D-G Enterprises, Inc. applied for, secured and executed a Conditional Use Permit dated May 14, 1987, which amended a previous Conditional Use Permit dated March 27, 1985. This permit required compliance with the Town's Ordinances and installation of certain water and sewer lines.</p>\n<p>33. In April 1985, the Town leased a part of its sewer capacity to Goforth Development Company until August 31, 1988, in exchange for $250,000.00.</p>\n<p>34. At peak demand, the Town's projected 1995 resident population (including all of Shell Island and day visitors), will not use all of the Town's present sewage capacity.</p>\n<p>35. A reasonable estimate of water usage during peak summer periods is 110 gallons per day per resident. Assuming four year-round residents per unit occupying 514 units, the estimated maximum use generated by plaintiffs' developments equals 226,160 gallons of water per day.</p>\n<p>36. The Town has provided water service to two properties outside its boundaries. These properties, located near a water main that was constructed by the Town on the mainland outside its corporate limits, were not assessed impact fees. Instead, the owners of these properties paid an \"assessment\" of $21.00 per foot of pipe crossing their respective properties to connect to the Town's water system. Two other properties located outside the Town's boundaries received sewer services from the Town without payment of impact fees.</p>\n<p>37. Two properties located on the mainland, but within Town limits, received water services from the Town without payment of impact fees for those units existing on the properties at the time the properties were annexed into the town.<sup>[3]</sup> These properties are located near a water main that was constructed on the mainland by the Town. The owners of these properties were charged an \"assessment\" of approximately $21.00 per foot for each foot of pipe <span class=\"star-pagination\">*1199</span> crossing their properties. Except as to these two properties, all developments within the Town's boundaries were charged the same impact and tap fees as the plaintiffs' developments.</p>\n<p>38. Beginning October 11, 1985, and continuing through December 19, 1987, the plaintiffs paid the Town utility system impact fees prior to their respective applications for certificates of occupancy. The total utility system impact fees paid by plaintiffs were as follows:</p>\n<p></p>\n<pre>\nParmele &amp; Associates        $ 24,000.00\nElmore &amp; Company              22,500.00\nNorth Shell Island            18,000.00\nFirst Washington              39,000.00\nSouth Shell Venture           46,604.25\nShell Investment             273,000.00\n                            ___________\n           Total            $423,104.25\n</pre>\n<p>39. The total water, sewer and irrigation tap fees paid by plaintiffs were as follows:</p>\n<p></p>\n<pre>\nParmele &amp; Associates        $ 2,000.00\nElmore &amp; Company              6,950.00<sup>[4]</sup>\nNorth Shell Island            4,250.00\nFirst Washington              7,750.00\nSouth Shell Venture          27,000.00\nShell Investment              5,000.00\n                           ___________\n            Total           $52,950.00\n</pre>\n<p>40. The money collected by the Town from plaintiffs as impact and tap fees was placed in the Town's Capital Reserve Account and intermingled with funds collected from other sources. Funds from the Capital Reserve Account have been used to finance improvement projects not related to water or sewer service.</p>\n<p>41. The plaintiffs constructed at their expense certain water and sewer lines to connect with the Town's lines, one lift station, a well, streets, parking areas, and dedicated some of these items to the Town.</p>\n<p>42. The well constructed by plaintiffs has an actual daily capacity of approximately 157,000 gallons when pumped for 12 hours and 315,000 gallons when pumped for 24 hours. The water from this well is not aerated or treated, and enters the Town's water system directly. This water is of poorer quality than water which has been treated by the Town's treatment facilities. This well has been used primarily during peak summer periods.</p>\n<p>43. It has been the Town's practice not to charge impact fees for structures in existence prior to the annexation of the property into the Town.</p>\n<p>44. By 1986, the Town had built a well and a water treatment center on the mainland, in conjunction with the developers of the Galleria Shopping Center, at a cost of $300,000.00. A subaqueous crossing was built to integrate the facilities on the mainland with the remaining components of the water system at a cost of $248,000.00.</p>\n<p>45. On November 6, 1986, the name of the \"Unit Usage Fees\" was changed to \"Utility System Impact Fees.\"</p>\n<p>46. On November 6, 1986, the Town adopted a resolution increasing the amount of the utility system impact fee from $1,500.00 to $3,000.00 for a 1\" meter. A credit of at least $1,500.00 per unit, however, was allowed against the impact fee for the construction of a sprinkler system. Furthermore, the Town continued the practice of not charging tap fees for units containing sprinkler systems. The fees adopted on November 6, 1986, were as follows:</p>\n<p></p>\n<pre>\n                                                   Utility\n                                                    System\nMeter        Water      Sewer      Sewer           Impact\nSize        Tap Fee    Tap Size    Tap Fee          Fee\n1\"           450         4\"         750            3,000\n1½\"   750         4\"         750           10,385\n2\"         3,000         6\"       2,000           18,460\n3\"         4,500         6\"       2,000           38,075\n4\"         6,000         8\"       3,000           63,460\n6\"         9,500         8\"       3,000          184,615\n</pre>\n<p>47. The application of the funds derived from impact and tap fees is set forth in Wrightsville Beach Town Ordinance 20-17(b), which provides in relevant part:</p>\n<blockquote>(b) The revenue derived from the fees as set forth hereinafter shall be used for the retirement of water and sewer bonds, <span class=\"star-pagination\">*1200</span> the payment of accrued interest and proper operation and maintenance of the water and sewer system. Money collected from the payment of the utility system impact fees shall be placed in the Town's Capital Reserve Fund as defined by G.S. 159-18 and used only to provide for the construction, improvements or additions to sanitary sewer systems or water systems as specified in G.S. 159-48(a)(17) and 159-48(a)(21). The fees and charges as set forth hereinafter shall be paid on a basis determined by the Town Manager and if not paid when due, the Town Manager may direct that water service be suspended in accordance with the applicable legal process.</blockquote>\n<p>48. The water and sewer demand, and the water and sewer capacity for the Town of Wrightsville Beach during the peak usage months (June, July and August) for the years listed were as follows:</p>\n<p></p>\n<pre>\nWater\nDemand               1984            1985           1986          1987             1988\nTotal\nPeriod            90,686,200       94,794,200     100,921,100    109,021,845      112,134,500 gals\nDaily\nAverage              994,366        1,039,410       1,106,591      1,185,020        1,229,545 gpd\nPeak Day           1,246,700        1,390.300       1,663,700      1,653,962        1,829,900 gals\nSewer\nDemand\nTotal\nPeriod            75,849,400       81,822,000     85,478,592      87,557,000       75,434.000 gals\nDaily\nAverage              831,682          897,171        937,265         951,707          827,127 gpd\nPeak Day             975,800        1,178,000      1,609,000       1,357,000        1,079,000 gals\nWater\nCapacity\nTotal\nPeriod           101,385,216       94,556,160    121,347,072    136,318,464       179,656,704 gals\nDaily\nAverage            1,111,680        1,036,800      1,330,560      1,494,720         1,969,920 gpd\nSewer\nCapacity\nTotal\nPeriod           136,800,000      136,800,000    136,800,000    136,800,000       136,800,000 gals\nDaily\nAverage            1,500,000        1,500,000      1,500,000      1,500,000         1,500,000 gpd\n</pre>\n<p>The water capacity is calculated based on pumping the wells for 24 hours a day. The sewage treatment capacity prior to September of 1983 was 870,000 gpd.</p>\n<p>49. Certain administrative regulations of the State of North Carolina require that the daily pumping capacity of water wells be calculated based on the amount of water pumped during a 12 hour period.</p>\n<p></p>\n<h2><i>Discussion</i></h2>\n<p></p>\n<h2>A. <i>Equal Protection Claims</i>\n</h2>\n<p>As an integral part of their equal protection claims, plaintiffs contend that the 1984 increases in water tap fees from $700 to $1,500 for a 1\" meter and in impact fees from $500 to $1,500, and the 1986 increase in the impact fees from $1,500 to $3,000, were in excess of that needed to accommodate the actual cost of tap installation and the actual economic impact of the development of a residential unit. In light of that contention, plaintiffs argue that they have been denied equal protection because (a) plaintiffs are in a class which bore the financial burden of paying for improvements to the Town's water and sewer systems, thus alleviating such burden as to <span class=\"star-pagination\">*1201</span> other users, (b) the fee increases were arbitrary as to amount, and (c) the amounts of the fees bore no relationship to the stated purposes of such fees.</p>\n<p>Plaintiffs assert in their First Claim for Relief that they have been denied equal protection because the funds collected from them as impact and tap fees were used not only to compensate the Town for the cost of tap installation and the economic impact of the development of Shell Island, but also to upgrade and improve the Town's water and sewer systems for the benefit of all residents of the Town. The establishment of such fees, plaintiffs contend, placed a disproportionate and unfair burden on property owners developing their land <i>after</i> the fee increases as opposed to owners of prior development. To support their claim, plaintiffs contend that, with the facilities they added to Shell Island, the Town had adequate water and sewer capacities to accommodate the growth of Shell Island, and, therefore, that the development of Shell Island had no actual \"impact\" on the water or sewer systems of the Town.</p>\n<p>In order to establish this claim, plaintiffs must show that the action taken by the Town in raising the fees had no rational basis.<sup>[5]</sup> Here, the actual motives of the individual members of the Board are not relevant. The inquiry involves only the objective reasonableness of the action taken by the Board in light of all the circumstances at the time the Board increased the fees. Furthermore, plaintiffs' burden is met only by a showing that there is no \"conceivable basis which may support\" the Town's actions. <i>Lehnhausen v. Lake Shore Auto Parts Co.,</i> 410 U.S. 356, 364, 93 S.Ct. 1001, 1006, 35 L.Ed.2d 351 (1973).</p>\n<p>The increases in the impact and tap fees in 1984 and the impact fees in 1986 must be viewed in the following historical context. Prior to September 1983, when the Town connected onto the Wilmington-New Hanover County Northeast Sewer Interceptor, the sewer treatment capacity of the Town was 870,000 gallons per day. At that time, the Town's average daily sewer demand was quickly approaching its capacity. By 1984, the average daily sewer demand already exceeded 830,000 gallons, and by 1985, the average daily demand exceeded the Town's former capacity of 870,000 gpd. By connecting onto the Northeast Interceptor in 1983, the Town increased its sewage treatment capacity to 1.5 million gallons per day.</p>\n<p>Prior to 1984, the Town's water pumps were regularly overpumped to meet the demand for water, a practice which caused salt water intrusion to reach undesirable levels. In 1984, the peak day demand for water in the summer was 1,246,700 gallons, and the daily average was 994,366 gallons, while the average daily capacity was only 1,111,680 gallons. The Town's storage capacity at that time was approximately 500,000 gallons. If Shell Island had been developed at the pace as then anticipated, then the demand on the Town's water supply would be increased by over 220,000 gpd.</p>\n<p>These figures must be viewed in light of the anticipated development of the Town at the time the fees were increased. Shell Island alone was to have added approximately 500 units, resulting in an increase in the Town's 1984 population of at least 20%. Development of the approximately 160 existent vacant lots within the Town reasonably may have been anticipated as well.<sup>[6]</sup></p>\n<p>The foregoing discussion illustrates that in 1984 and 1986, the Board reasonably may have decided that the anticipated <span class=\"star-pagination\">*1202</span> development of Wrightsville Beach necessitated expansion and improvements to the water and sewer systems. To pay for such improvements, the Town properly could have acquired the needed funds by increasing the fees charged on new development. Placing the financial burden of making improvements to municipal services that benefit all residents on the owners of newly developed property, does not render the imposition of fees to raise such funds unconstitutional. This issue was directly addressed in <i>Ivy Steel and Wire Co. v. City of Jacksonville,</i> 401 F.Supp. 701 (M.D.Fla. 1975). In <i>Ivy Steel,</i> the City of Jacksonville needed to raise money for general improvements to its sewer system to comply with federal water pollution control standards. The improvements benefited all users of the system and would have been needed whether or not any new users connected to the system. Nevertheless, the city decided to fund the needed improvements by imposing a water pollution control charge on \"every property owner whose property first receives sewer services from the city's sewer system after [August 24, 1971, the effective date of the ordinance].\" <i>Id.</i> at 702. Persons who had connected to the sewer system prior to that date were not required to pay the charge. A class action was brought seeking a declaration that the ordinance denied equal protection by imposing the cost of upgrading the system only on persons connecting to the sewer system after a certain date.</p>\n<p>The court rejected plaintiffs' argument that the ordinance unfairly required one group of persons, new users of the system, to pay for improvements that benefited all users of the system in violation of their equal protection rights.</p>\n<blockquote>Plaintiffs argue that the ordinance unfairly requires that one group of persons pay for the benefit and exempts the other who also receive the benefit. However true this may be, the ordinance is not rendered unconstitutional. Our system of government frequently imposes certain burdens on some groups while exempting others. The Selective Service System requires the participation only of males between the ages of 18½ and 26, yet these classifications have been upheld consistently against constitutional attack. [citations omitted]. Similarly, the use of property taxes to finance educational systems has been upheld, despite the fact that, while all benefit, only some bear the burden:</blockquote>\n<blockquote>No scheme of taxation, whether the tax is imposed on property, income, or purchases of goods and services, has yet been devised which is free of all discriminatory impact. In such a complex arena in which no perfect alternatives exist, the Court does well not to impose too rigorous a standard of scrutiny lest all local fiscal schemes become subjects of criticism under the Equal Protection Clause.</blockquote>\n<blockquote>\n<i>San Antonio School District v. Rodriguez,</i> 411 U.S. 1, 41, 93 S.Ct. 1278, 1301, 36 L.Ed.2d 16 (1973).</blockquote>\n<p><i>Id.</i> at 705.<sup>[7]</sup></p>\n<p>The evidence presented in the case at hand illustrates that as early as 1983 reasonably anticipated development necessitated, at the very least, acceleration of capital improvements to the Town's water and sewer systems. This court concludes, as did the court in <i>Ivy Steel,</i> that the Town rationally could place the cost of making such improvements on the owners of newly developed property.</p>\n<p>Other rational bases exist for the imposition of such fees on owners of newly developed property. For instance, in increasing the tap fee in 1984, the Board may have considered (a) the sufficiency of the original $700 fee, (b) an increase in the cost of such installations during the interim period, (c) anticipated prospective inflation, (d) the desirability of utilizing the otherwise increased fee as an incentive for sprinkler system installation by permitting a reduction in the fee in exchange for such installation, and (e) other factors. As to <span class=\"star-pagination\">*1203</span> the 1986 increase in the relevant impact fee from $1,500 to $3,000, the evidence affirmatively shows that the increase (in conjunction with the Town's fee reduction policy) was done to strengthen the incentive to install sprinkler systems for increased fire protection, a legitimate municipal objective. Additionally, the Town, without articulation, may have increased the impact and tap fees in order to recover a portion of the cost of the existent water and sewer systems to which the developers connected.</p>\n<p>Plaintiffs argue also that the fee increases could not have been rationally based because the Town did not complete a cost analysis as to either the cost of tap installation or the economic impact of the development of a residential unit. The absence of such a cost analysis, however, does not equate to an irrational decision. Municipal governments have great latitude when projecting anticipated costs and revenues for long-term capital improvements.<sup>[8]</sup></p>\n<p>Plaintiffs, who have the burden of proof, have come forward with absolutely no cost analysis or other evidence as to whether the amount of the increase of either the tap fees or the impact fees was appropriate. Plaintiffs, therefore, have not demonstrated either fee to be arbitrary. In the absence of such proof, plaintiffs' arguments are conclusory only, and hence meritless.</p>\n<p>In lieu of offering concrete evidence as to the appropriateness of the fees as increased, plaintiffs argue that the development of Shell Island had no impact on the water and sewer systems of the Town. This contention is without merit for the following reasons. First, the Town's water and sewer systems are integrated such that it is not possible to eliminate the \"impact\" of additional development by adding trunk lines, wells, and pump stations. Shell Island residents benefit from the Town's facilities not provided by the developers, such as the water treatment plant (which removes sulphur and other minerals, and adds chloride and fluoride) and elevated tanks (which are necessary for water pressure). Impact cannot be measured by mere capacity. Second, contrary to plaintiffs' contentions, the facilities installed and paid for by the plaintiffs did not eliminate the need for acquiring additional capacity in the Town's water supply. The pump added by plaintiffs has an actual daily capacity of only 157,000 gallons when pumped for the recommended twelve hours. This supply is less than the need created by the development of Shell Island. Furthermore, since water from this pump is not treated and is of a poor quality, the pump is not used regularly. Finally, as to sewer service, plaintiffs are not entitled to free access to the Town's system either by reason of existent excess sewage treatment capacity or because of financial gain accruing to the Town pursuant to a lease of a portion of its sewage capacity.<sup>[9]</sup></p>\n<p>For the foregoing reasons, the court concludes that the Town had a rational basis for the increase in its tap and impact fees. Accordingly, plaintiffs' first claim for relief fails.</p>\n<p>In their Second Claim for Relief, plaintiffs contend that they were denied equal protection because property owners <span class=\"star-pagination\">*1204</span> <i>outside</i> the Town received water or sewer services without paying impact or tap fees. The evidence presented at trial, and as admitted by defendant in its \"Amended Proposed Findings of Fact,\" shows that two properties located outside the Town's boundaries obtained water service only, and two other such properties received sewer service only, without paying impact fees. The owners of those parcels, however, are not similarly situated to plaintiffs and, therefore, plaintiffs have not established an equal protection violation as alleged in their claim. <i>See </i><i>Ivy Steel,</i> 401 F.Supp. at 704. All of these parcels were located outside the Town limits when the services were extended to them. Also, the owners of such properties have not sought annexation. The owners of the parcels receiving water service only, furthermore, pay twice the usual water usage fees as Town residents. <i>See</i> N.C.Gen. Stat. § 160A-314(a). Additionally, the properties receiving sewer services do so on a temporary basis. These distinctions justify different treatment of the owners of the properties involved and, therefore, cause plaintiff's second equal protection claim to fail.</p>\n<p>There was evidence presented at trial that two structures located on the mainland, but within Town limits, received water services from the Town without payment of an impact fee for units constructed prior to the time the properties were annexed into the town.<sup>[10]</sup> This evidence regarding different treatment of existing structures at annexation as opposed to newly developed structures, does not entitle plaintiffs to relief under the Equal Protection Clause. First, plaintiffs did not raise this claim in their complaint. The court denied plaintiffs' motion at trial to amend the complaint on the grounds of prejudice to the defendant since discovery with regard to this matter was neither anticipated, nor undertaken. Also, a rational basis exists for the different treatment accorded the owners of those properties.</p>\n<p>The Town may have reasonably concluded that the existing structures were getting water from private wells prior to connecting to the Town's water system, and that removing the private wells from service would reduce pro rata the demand on the aquifer. Thus, these properties would not have had the impact normally associated with adding new development to the water system. Also, the owners of these properties on the mainland paid an \"assessment\" of approximately $21.00 per foot of pipeline running along the side of their property. Finally, plaintiffs have not offered any evidence demonstrating that the treatment afforded such property owners was irrational or that the owners of the mainland property were treated more favorably.</p>\n<p></p>\n<h2>B. <i>State Law Claims</i>\n</h2>\n<p>In their Third and Fourth Claims for Relief, plaintiffs contend that state law does not give the Town the authority to impose or collect the impact or tap fees. As to these claims, the following issues are relevant: whether the impact and tap fees constitute a tax; whether municipalities may impose impact and tap fees under the public enterprise statute (N.C.Gen. Stat. § 160A-313) without specific enabling legislation; and whether the December 1984 and November 1986 fee increases were arbitrary as to amount.<sup>[11]</sup></p>\n<p>Plaintiffs argue that the funds collected from them as impact and tap fees were spent on capital improvements that were not necessary to accommodate the development of Shell Island and, therefore, that the imposition of such fees constituted an unauthorized tax. This court concludes otherwise. As discussed earlier, the facilities built by the plaintiffs did not eliminate the \"impact\" of Shell Island on the water and sewer systems. The use of funds collected from a few residents to benefit all residents of the Town does not, by itself, make the collection of such monies a tax. <i>See </i><i>Ivy Steel,</i> 401 F.Supp. at 705. Furthermore, as discussed below, this court concludes <span class=\"star-pagination\">*1205</span> that the Town had the authority to impose the impact and tap fees under North Carolina's public enterprise statute.</p>\n<p>There are additional aspects of the expenditures of these funds collected from plaintiffs, however, that the court chooses to address. The Town Ordinance establishing the impact fees requires that the funds collected as impact fees be earmarked for capital improvements to the Town's water and sewer systems. The testimony of the current town manager, Mr. Ralston, indicated that money collected from plaintiffs as impact fees was deposited in the Town's Capital Reserve Account, and intermingled with funds from other sources. Mr. Ralston stated also that funds from the Capital Reserve Account may have been expended on projects <i>not</i> related to the water and sewer systems. When questioned directly by the court as to whether funds generated by the impact fees had been spent on projects not related to the Town's water or systems, Mr. Ralston responded that an answer would be impossible to give without a cash flow analysis, and that such an analysis had not been done.</p>\n<p>This court points out, first, that improper expenditure of any funds collected as impact fees, if that in fact occurred, would not make the funds collected a tax. While the expenditure of funds may have been improper under the Ordinance, the imposition and collection of the impact fees was still proper.<sup>[12]</sup> Second, the court notes that if the funds were misappropriated, the individual or individuals responsible may face liability under state law. The permissibility of the expenditures made, however, is not an issue presently before the court.</p>\n<p>The court next addresses the issue of whether the Town may collect impact fees and tap fees under the public enterprise statute without specific enabling legislation. Article 16 of Chapter 160A of the North Carolina General Statutes authorizes municipalities to establish, operate and finance public enterprises. N.C.Gen. Stat. § 160A-311 defines public enterprises to include \"Water supply and distribution systems\" and \"sewage collection and disposal systems of all types.\" N.C.Gen. Stat. § 160A-313 provides for the financing of public enterprises.</p>\n<blockquote>Subject to the restrictions, limitations, procedures, and regulations otherwise provided by law, a city shall have full authority to finance the cost of any public enterprise by levying taxes, borrowing money, and appropriating any other revenues therefore, and by accepting and administering gifts and grants from any source on behalf thereof.</blockquote>\n<p>N.C.Gen. Stat. § 160A-314 provides as follows:</p>\n<blockquote>(a) A city may establish and revise from time to time schedules of rents, rates, fees, charges, and penalties for the use of or the services furnished by any public enterprise. Schedules of rents, rates, fees, charges, and penalties may vary according to classes of service, and different schedules may be adopted for services provided outside the corporate limits of the city.</blockquote>\n<p>N.C.Gen. Stat. § 160A-317 provides:</p>\n<blockquote>A city may require the owners of improved property located within the city limits and upon or within a reasonable distance of any water line or sewer collection line owned or leased and operated by the city to connect is premises with the water or sewer line or both, and may fix charges for the connections.</blockquote>\n<p>The question of a town's authority to raise money under N.C.Gen. Stat. §§ 160A-311 <i>et seq.</i> for improvements to a municipal sewer system was faced by the North Carolina Supreme Court in <i>Town of Spring Hope v. Bissette,</i> 305 N.C. 248, 287 S.E.2d 851 (1982). The town in that case needed to upgrade its waste water treatment facility to meet water and air resources standards. The town increased its water and sewer rates to finance the construction, operation and maintenance of the new treatment plant. The court held that N.C. Gen. Stat. § 160A-314(a) authorized the town to establish and revise rates for water <span class=\"star-pagination\">*1206</span> and sewer services. \"This ratemaking function is a proprietary rather than a governmental one, limited only by statute or contractual agreement.\" <i>Town of Spring Hope,</i> 287 S.E.2d at 853. The court noted that:</p>\n<blockquote>The great weight of authority is to the effect that in the setting of such rates and charges, a municipal body may include not only operating expenses and depreciation, but also capital costs associated with actual or anticipated growth or improvement of the facilities required for the furnishing of such services.</blockquote>\n<p><i>Id.</i></p>\n<p>The increase in water and sewer rates represented the cost of necessary improvements to the already existing system without which the town could not continue to provide sewer service. <i>Id.</i> The court therefore concluded that</p>\n<blockquote>The town of Spring Hope acted well within its statutory authority when it increased water and sewer charges to pay for the new waste treatment facility. The town was not required by the language of G.S. § 160A-314(a) to wait until the plant began operations to institute such increases.</blockquote>\n<p><i>Id.</i> at 854.</p>\n<p>This court concludes that the Town of Wrightsville Beach had the authority to impose impact and tap fees under the public enterprise statute and that no specific enabling legislation is necessary. N.C.Gen. Stat. § 160A-314(a) makes no distinction between increasing rates, rents or fees in order to raise the money necessary for capital improvements. There is no language in the statute limiting a town's authority to impose fees for the use of the services as a method of raising money for capital expansion or requiring that a town only increase rates for the services furnished to fund such improvements. Thus, under the statute the Town may increase fees, rates or both to raise money needed.</p>\n<p>Furthermore, the North Carolina Supreme Court has held that towns may impose fees upon persons for the privilege of connecting to existing water or sewer systems. <i>See </i><i>Atlantic Construction Co. v. City of Raleigh,</i> 230 N.C. 365, 53 S.E.2d 165 (1949). \"[I]n the absence of any constitutional or statutory restrictions, the rates and fees that may be charged to such residents in connection with the use of its public utilities, are matters that may be determined by its governing body in its sound discretion.\" <i>Atlantic Construction Co.,</i> 53 S.E.2d at 169. There is no constitutional or statutory restriction limiting Wrightsville Beach's discretion to set fees for connecting to the Town's water and sewer lines.</p>\n<p>The final state law issue for the court to address is whether the impact and tap fees as set in December 1984 and November 1986 were arbitrary. The court already has concluded that the Town rationally charged expenses to owners of newly developed property to construct improvements to the water and systems for the benefit of all residents.</p>\n<p>As to the amount of the fees charged, the setting of water and sewer rates and charges under N.C.Gen. Stat. § 160A-314(a) \"is a matter for the judgment and discretion of municipal authorities, not to be invalidated by the courts absent some showing of arbitrary or discriminatory action.\" <i>Town of Spring Hope v. Bissette,</i> 53 N.C.App. 210, 280 S.E.2d 490, 492 (1981), <i>aff'd,</i> 305 N.C. 248, 287 S.E.2d 851 (1982). The burden is on the party challenging the rates or fees to establish that the rates or fees set by the town are arbitrary. <i>Town of Spring Hope,</i> 305 N.C. at 252, 287 S.E.2d at 854.</p>\n<p>Plaintiffs argue that the amount of the impact fees was unconstitutionally arbitrary because, among other reasons previously discussed, at a meeting of the Board on December 20, 1984, Mr. Nesbitt, the Town employee in charge of water and sewer service, stated the following to the Board in regard to the tripling of the residential impact fees:</p>\n<blockquote>And so, what we did basically was, again, try to come up with some formula and we concluded that over a period of seven to eight years, costs have gone up, everything has increased and we just arbitrarily said, `It's increased threefold.'</blockquote>\n<p><span class=\"star-pagination\">*1207</span> This statement does not establish plaintiffs' claim. The issue at hand is whether the figure selected was arbitrary in the sense of having no rational basis. The actual method used to arrive at the figure is not relevant. Additionally, at trial, Mr. Nesbitt explained that this statement was meant to have been interpreted in light of his suggestion set forth in a memo to the Board on December 17, 1984, that the Board select the fee from a range and that any selection made <i>within that range</i> would be arbitrary since the precise amount of revenues and expenditures needed could not be calculated.<sup>[13]</sup> (Tr.Vol. II, p. 13) Mr. Nesbitt's comment, furthermore, was made in the context of the situation facing the Town in 1984.</p>\n<p>A reasonable estimate in 1984 of the cost of constructing the various improvements necessitated in part by anticipated development within the Town was between 1.5 and 2 million dollars. These improvements included, among other things, the addition of a well, a water treatment facility, and an elevated tank on the mainland, a subaqueous crossing, and the repair or replacement of sewer lines at the south end of the beach.<sup>[14]</sup></p>\n<p>By December 1984, a reasonable estimate of the number of units to be constructed on Shell Island was 500. At $1,500.00 per unit, the Town could expect to raise approximately $750,000.00 from the development of Shell Island through impact fees. In addition to Shell Island, there were approximately 160 tracts of undeveloped land located inside the Town. Assuming one unit per tract, the Town could expect to earn $240,000.00 from additional development. A comparison of these figures with the estimated costs of the necessary improvements of between 1.5 to 2 million dollars demonstrates that Mr. Nesbitt's selection of $1,500.00 as the upper limit for an impact fee was not arbitrary.<sup>[15]</sup></p>\n<p>Finally, as to the state law issue regarding the arbitrariness of the various fees, the court reiterates its prior discussion as to the rationality of the fees imposed.</p>\n<p></p>\n<h2><i>Conclusions of Law</i></h2>\n<p>1. This court has subject matter jurisdiction over the constitutional claims in this case through 28 U.S.C. § 1331, and over the state law claims through the principle of pendent jurisdiction.</p>\n<p>2. The impact fees and tap fees imposed by the Town on December 1984 and November 1986 do not constitute a tax.</p>\n<p>3. The Town has the authority to impose impact fees and tap fees pursuant to North Carolina's public enterprise statute, without additional specific enabling legislation.</p>\n<p>4. The different treatment accorded owners of property located outside the Town's boundaries as to impact and tap fees did not violate plaintiffs' rights under the Equal Protection Clause of the Fourteenth Amendment.</p>\n<p>5. The impact and tap fees adopted by the Town in December 1984 and November 1986 are rationally related to legitimate governmental purposes, are not arbitrary, and, therefore, the imposition of such fees did not violate plaintiffs' rights under the Equal Protection Clause of the Fourteenth Amendment.</p>\n<p>Judgment shall be entered for the defendant.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  These fees were known as \"utility usage fees\" prior to 1986, and are referred to throughout this order as \"impact fees.\"</p>\n<p>[2]  <i>Burnett v. Grattan,</i> 468 U.S. 42, 104 S.Ct. 2924, 82 L.Ed.2d 36 (1984); N.C. Gen. Stat. § 1-52(5).\n</p>\n<p>Neither party addressed the applicable period of limitation as to the state law claims. The parties appear to have assumed that the limitation period for the state law claims is three years as well. Having not informed the court otherwise, the court will assume the applicable period is three years.</p>\n<p>[3]  One of these parcels includes the Waterway Lodge, which was annexed into the Town in 1985 or 1986. The Waterway Lodge was charged an impact fee for each unit constructed after the property was annexed.</p>\n<p>[4]  This figure does not include the tap fee claimed but barred by the statute of limitations.</p>\n<p>[5]  \"In the area of economics and social welfare, a State does not violate the Equal Protection Clause merely because the classifications made by its laws are imperfect.... [For the action to be constitutional, it] is enough that the State's action be rationally based and free from invidious discrimination.\" <i>Dandridge v. Williams,</i> 397 U.S. 471, 485, 90 S.Ct. 1153, 1161, 25 L.Ed. 2d 491, (1970).\n</p>\n<p>Plaintiffs cite <i>Nollan v. California Coastal Commission,</i> 483 U.S. 825, 107 S.Ct. 3141, 97 L.Ed.2d 677 (1987) in support of their equal protection claims. The principles of law enunciated in <i>Nollan,</i> however, involve the Takings Clause of the Fifth Amendment and are not directly applicable to the case at hand.</p>\n<p>[6]  The geography of Wrightsville Beach is such that only a finite amount of land is available for development.</p>\n<p>[7]  The district court noted that the same principles apply to all revenue raising methods, not just to taxes. <i>Ivy Steel,</i> 401 F.Supp. at 705.</p>\n<p>[8]  <i>See </i><i>Town of Spring Hope v. Bissette,</i> 305 N.C. 248, 287 S.E.2d 851 (1982); <i>Atlantic Construction Company v. City of Raleigh,</i> 230 N.C. 365, 53 S.E.2d 165 (1949). \"The `costs of expansion' may sometimes be difficult to identify precisely when certain kinds of capital expenditures are made; in this matter, too, `perfection is not the standard of municipal duty.'\" <i>City of Dunedin,</i> 329 So.2d at 320 n. 10 (<i>quoting </i><i>Ruterford v. City of Omaha,</i> 183 Neb. 398, 160 N.W.2d 223, 228 (1968)). \"To make scientific precision a criterion of constitutional power would be to subject the State to an intolerable supervision hostile to the basic principals of our government....\" <i>Sproles v. Binford,</i> 286 U.S. 374, 388, 52 S.Ct. 581, 585, 76 L.Ed. 1167 (1932).</p>\n<p>[9]  The court does not accept plaintiff's proposition that the additional facilities were paid for entirely by money collected from the plaintiffs as impact and tap fees. Plaintiffs paid $423,104.25 in impact fees and $52,950.00 in tap fees. These amounts do not match the actual costs of projects completed by 1987 (Northeast Interceptor sewer connection at $250,000.00, subaqueos crossing of water lines from the mainland to the beach at $248,000.00, well and treatment facilities on the mainland at $300,000.00) plus the cost of those projects still planned (elevated tower on mainland at approximately $500,000.00, additional wells at approximately $150,000.00 each).</p>\n<p>[10]  One of these structures was the Waterway Lodge, which paid an impact fee for units constructed <i>after</i> the property was annexed.</p>\n<p>[11]  This issue, in effect, is one aspect of plaintiffs' equal protection argument as well.</p>\n<p>[12]  The court certainly recognizes, however, that the expenditure of public enterprise money provides some evidence of whether certain collections are in fact taxes.</p>\n<p>[13]  Indeed, the cost of achieving parity pragmatically may preclude its accomplishment.</p>\n<p>[14]  Since the sewer system is fully integrated, it is not irrational to make owners of newly developed property pay for a portion of the repairs on existing components of the system.</p>\n<p>[15]  In his testimony, Mr. Nesbitt stated that he actually considered the expected number of units to be developed (500) and the total costs needed for improvements (1.5 to 2.0 million dollars) in reaching the $1,500.00 figure that he recommended to the Board.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">703</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1192</span></span> (1988)</b></center>\n<center><h1>SOUTH SHELL INVESTMENT, South Shell Venture, First Washington Corporation and North Shell Island Development Corporation, Plaintiffs,<br>\nv.<br>\nTOWN OF WRIGHTSVILLE BEACH, NORTH CAROLINA, Defendant.</h1></center>\n<center>No. 87-77-CIV-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>December 6, 1988.</center>\n<p><span class=\"star-pagination\">*1193</span> <span class=\"star-pagination\">*1194</span> Burney, Burney, Barefoot &amp; Bain, Roy C. Bain, Wilmington, N.C., for plaintiffs.</p>\n<p>Kenneth A. Shanklin, Wilmington, N.C. and Hendrick, Zotian, Cocklereece &amp; Robinson, William A. Blancato, Winston-Salem, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>The trial in this case was held by the undersigned, without of a jury, on September 8, 1988, and continuing through September 13, 1988, in Wilmington, North Carolina. Plaintiffs, developers of an area known as Shell Island, allege that the Town of Wrightsville Beach (Town) imposed and collected utility system impact fees<sup>[1]</sup> and tap fees for water and sewer services in violation of federal and state law. Plaintiffs set forth four claims for relief in their complaint. First, plaintiffs allege that the Town violated their rights under the Equal Protection Clause of the Fourteenth Amendment and 42 U.S.C. § 1983 by using the funds collected as impact and tap fees to pay for capital improvements that benefited all residents of the Town equally. Plaintiffs contend that such fees placed a disproportionate and unfair burden on the owners of newly developed properties vis-a-vis the owners of property previously developed. Second, plaintiffs claim that the Town violated their rights under the Equal Protection Clause of the Fourteenth Amendment and 42 U.S. C. § 1983 by providing water and sewer services to properties located outside the Town's boundaries under more favorable terms than those given to the plaintiffs. Third, plaintiffs claim that imposition of the impact and tap fees was beyond the scope of the Town's power and authority as defined by state law. In their fourth claim for relief, plaintiffs claim that the impact and tap fees were imposed beyond the Town's authority because such fees constituted <span class=\"star-pagination\">*1195</span> an unauthorized tax or alternatively that the fees imposed were arbitrary as to amount. The court's findings of fact and conclusions of law are set forth below, following the court's discussion of two outstanding motions and the defense of estoppel raised by the defendant.</p>\n<p></p>\n<h2><i>Plaintiffs' Motion to Amend the Complaint</i></h2>\n<p>During the trial, plaintiffs moved to amend their complaint to add Parmele and Associates and John Elmore, d/b/a Elmore and Company, as plaintiffs to this action. Defendant initially objected. On October 4, 1988, however, the parties filed an \"Amendment by Consent\" permitting Parmele and Associates and John Elmore, d/b/a Elmore and Company to be added to this action as plaintiffs, but reserving defendants's statute of limitations defense to the claims thereof.</p>\n<p>The amendment adding parties plaintiffs does not relate back to the filing of the complaint. Accordingly, for these parties to be permitted to pursue their claims, such claims must have arisen within the time period allowed under the applicable statute of limitations. The statute of limitations applicable to cases brought under 42 U.S.C. § 1983 in North Carolina is three years.<sup>[2]</sup> In this case, the limitations period began to run upon payment of the impact and tap fees to the Town of Wrightsville Beach. A review of the pretrial order and the stipulated amendment thereto, shows that all of the impact and tap fees paid by these two plaintiffs were paid within three years of the motion to amend except for the payment of one tap fee of $2,250.00 paid by Elmore and Company on June 20, 1985. Plaintiffs' claim for that payment, therefore, is barred by the statute of limitations. The claims of these plaintiffs as to the remaining payments are not barred by the statute of limitations, and will be decided on the merits.</p>\n<p></p>\n<h2><i>The Equitable Defense of Estoppel</i></h2>\n<p>Defendant contends that the plaintiffs are estopped from challenging the impact and tap fees in this case because plaintiffs have paid the fees in question and have received the benefits of connecting to the Town's water and sewer systems. In support of its position, the Town cites <i>Goforth Properties, Inc. v. Town of Chapel Hill,</i> 71 N.C.App. 771, <span class=\"citation\" data-id=\"1298179\"><a href=\"/opinion/1298179/goforth-properties-v-town-of-chapel-hill/\"><span class=\"volume\">323</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">427</span></a></span> (1984). In <i>Goforth Properties,</i> the plaintiffs' builders of a restaurant, challenged a zoning ordinance which required them to pay a fee or to add a certain number of off-street parking spaces. The plaintiffs paid the fee and were issued a conditional use permit by the Town allowing them to build the restaurant larger than if the fee had not been paid. Plaintiffs brought suit only after the restaurant had been completed. The North Carolina Court of Appeals held that the developers were estopped from challenging the validity of the ordinance because, by paying the fee, plaintiffs were allowed to build the restaurant at an otherwise illegal size.</p>\n<p><i>Goforth Properties</i> is not controlling of the issue at hand. Here, the Town accepted payment of the impact and tap fees without reliance on such payment in determining its course of action. The Ordinance did not require payment of the fees as a condition to forego construction of additional facilities that would have been beneficial to the Town. Plaintiffs, furthermore, were not allowed to develop their property in a manner not otherwise allowable except for payment of the fees. Hence, they did not receive the type of benefit which necessitates application of the doctrine of equitable estoppel.</p>\n<p></p>\n<h2><i>Defendant's Motion to Strike</i></h2>\n<p>On October 25, 1988, defendant filed a motion to strike all testimony regarding the \"motives of the Board of Aldermen in <span class=\"star-pagination\">*1196</span> increasing the fees in question.\" In support of this motion, defendant contends that the doctrine of legislative immunity precludes examining the motives of legislators in making legislative decisions and cites a recent decision by the Fourth Circuit Court of Appeals, <i>Schlitz v. Commonwealth of Virginia,</i> <span class=\"citation\" data-id=\"510104\"><a href=\"/opinion/510104/lester-e-schlitz-v-commonwealth-of-virginia-and-the-supreme-court-of/\"><span class=\"volume\">854</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span> (4th Cir. 1988). Defendant's reliance on <i>Schlitz</i> to exclude the testimony of the Aldermen in this case is misplaced. <i>Schlitz</i> was an age discrimination case in which the motive of the legislators was a direct element of the plaintiff's claim. In the case at hand, motive is not an element of any claim. The evidence in question was not admitted as tending to show motive, but was admitted to show the \"arbitrariness\" of the action taken by the Board of Aldermen. The arbitrariness of the fee increases may be properly addressed without inquiring into the motives of the board members. Accordingly, defendant's motion is DENIED.</p>\n<p></p>\n<h2><i>Findings of Fact</i></h2>\n<p>1. Plaintiff North Shell Island Development Corporation is a North Carolina corporation and does business in New Hanover County, North Carolina.</p>\n<p>2. Plaintiff First Washington Development Corporation is a North Carolina corporation and does business in New Hanover County, North Carolina.</p>\n<p>3. Plaintiff Shell Island Investment is a North Carolina corporation and does business in New Hanover County, North Carolina.</p>\n<p>4. Plaintiff South Shell Venture is a limited partnership and does business in North Carolina.</p>\n<p>5. Plaintiff Parmele and Associates is a partnership and does business in North Carolina.</p>\n<p>6. Plaintiff John Elmore is an individual and resident of the State of North Carolina and does business as Elmore and Company.</p>\n<p>7. The plaintiffs are the developers of real property (known as Shell Island) at Wrightsville Beach, North Carolina. Shell Island (not technically an island), is located on the northern end of the barrier island portion of Wrightsville Beach, extending from the former end of North Lumina Avenue to Masons Inlet. It was largely undeveloped prior to plaintiffs' ownership thereof.</p>\n<p>8. The Town of Wrightsville Beach (\"Town\") is a municipal corporation located in New Hanover County and organized under the laws of the State of North Carolina. The Board of Aldermen of the Town of Wrightsville Beach, North Carolina (\"Board\"), is the governing body of the Town.</p>\n<p>9. In 1972, the defendant enacted a zoning ordinance (\"Zoning Ordinance\") regulating the use of real property throughout the Town.</p>\n<p>10. The Town passed an ordinance on August 24, 1972, establishing a \"Water and Sewer Acreage and Unit Usage Fee,\" which was codified in Chapter 20 of the Town's Ordinances (the Water and Sewer Ordinance).</p>\n<p>11. On September 28, 1972, the Town amended the Water and Sewer Ordinance to require each individual business or residential building and structure to install a separate water and sewer connection.</p>\n<p>12. The Water and Sewer Ordinance provides that \"[t]here shall be a water and sewer unit use fee for each newly constructed or created living unit in all residential and commercial structures.\" This fee is payable before a certificate of occupancy or certificate of compliance is issued.</p>\n<p>13. In 1976, the facilities operated by the Town to provide water to its residents included, among other things, six wells, a 300,000 gallon elevated tank at the north end of the beach, a 75,000 gallon tank at the south end of the beach, and a newly constructed one million gallon ground reservoir.</p>\n<p>14. In 1980, the level of salt chloride intrusion into the Town's water supply exceeded EPA recommendations. The salt chloride intrusion was caused by overpumping of the wells on Wrightsville Beach.</p>\n<p>15. In July of 1983, the various fees associated with providing water and sewer services were as follows:</p>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*1197</span>\nMeter       Water       Sewer        Sewer       Commercial\nSize       Tap Fee    Tap Size      Tap Fee      [Impact] Fee\n1\"          $ 700        4\"        $   750        $   800\n1½\"  2,400        4\"            750          1,800\n2\"          3,200        6\"          2,000          3,000\n3\"          4,800        6\"          2,000          6,500\n4\"          6,000        8\"          3,000         11,500\n6\"          8,000        8\"          3,000         17,500\n</pre>\n<p>The Residential Unit [Impact] Fee was $500.00 per unit.</p>\n<p>16. In September of 1983, the Town connected onto the Wilmington-New Hanover County Northeast Sewer Interceptor, which led to the Southside Treatment Facility of Wilmington, giving the Town the sewer treatment capacity of 1,500,000 gallons per day. In consideration for this connection, the Town is to pay the City of Wilmington $250,000.00 over ten years either in rent or purchase price pursuant to a contract dated June 11, 1981.</p>\n<p>17. By 1984, the Town had added a fully operational water treatment center and had replaced the elevated tank at the south end of the beach with a 200,000 gallon tank. The Town had also added extensive water lines in association with the water treatment plant. The existing wells had been replaced or improved since 1976, and the pumping rates had been adjusted to decrease salt water intrusion.</p>\n<p>18. In 1984, a reasonable estimate of the cost of constructing the facilities needed by the Town to repair its existing water and sewer systems, to improve the quality and reliability of its water and sewer systems, and to accommodate the development within the Town anticipated within the next four years was 1.5 to 2 million dollars.</p>\n<p>19. The Shell Island area was first zoned in January of 1984.</p>\n<p>20. On September 5, 1984, North Shell Island Development Corporation acquired its Shell Island property by Deed recorded in the New Hanover County Registry in Book 1265 at Page 1022.</p>\n<p>21. On October 24, 1984, South Shell Venture acquired its Shell Island property by deed recorded in the New Hanover County Registry at Book 1269, Page 1293.</p>\n<p>22. On November 29, 1984, South Shell Venture petitioned the Town pursuant to N.C.Gen. Stat. § 160A-31 for annexation of its land on Shell Island. Said tract was annexed by the Town on January 25, 1985.</p>\n<p>23. On December 12, 1984, North Shell Island Development Corporation petitioned the Town pursuant to N.C.Gen. Stat. § 160A-31 for annexation of its land on Shell Island and said tract was annexed on January 25, 1985.</p>\n<p>24. On December 12, 1984, Shell Investments petitioned the Town pursuant to N.C.Gen. Stat. § 160A-31 for annexation of its lands on Shell Island (C-4 tract or Resort Hotel). Said tract was annexed on March 27, 1985.</p>\n<p>25. On December 20, 1984, the Town adopted a resolution increasing the Residential [Impact] Fee from $500.00 to $1,500.00 per residential unit. The tap fee for a 1\" meter, the standard size for residential units, was increased also from $700.00 to $1,500.00. The remaining fees were set as follows:</p>\n<p></p>\n<pre>\nMeter       Water       Sewer        Sewer       Commercial\nSize       Tap Fee    Tap Size      Tap Fee     [Impact] Fee\n1\"          $  1,500        4\"        $   750        $   2,400\n1½\"     6,000        4\"            750            5,400\n2\"            15,000        6\"          2,000            9,000\n3\"            25,500        6\"          2,000           19,500\n4\"            55,500        8\"          3,000           34,500\n6\"            91,500        8\"          3,000           52,500\n</pre>\n<p>Water tap fees were not to be charged for buildings containing sprinkler systems.</p>\n<p>26. At the end of 1984, there were approximately 160 vacant residential lots within the Town in addition to lots within Shell Island.</p>\n<p>27. In December of 1984, the Board reasonably could have anticipated that 500 units would be developed on Shell Island.</p>\n<p>28. On March 18, 1985, all of Shell Island was rezoned. This rezoning was to rectify procedural errors. Following rezoning, plaintiffs singularly began to develop their respective projects on Shell Island and applied for and received building permits, conditional use permits and certificates of occupancy prior to the sale of individual units. The completion of significant number of units did not occur until 1987.</p>\n<p>29. Plaintiffs are currently permitted to build 514 units on Shell Island. It is anticipated that such development will increase <span class=\"star-pagination\">*1198</span> the Town's 1984 population by more than 20%.</p>\n<p>30. Pursuant to § 21-15 of Chapter 21 of the Zoning Ordinance, Shell Investment, Inc. accepted and executed a Conditional Use Permit issued following a public hearing held on March 27, 1985, wherein the Town made the following findings of fact:</p>\n<blockquote>The project will be served by the municipal systems for water, sewer and sanitation. The extension of facilities required to service the project and all others in the total development of Shell Island is being installed by the developers of the property and the tap and usage fees established by the town should insure that said hotel and all projects proposed for Shell Island provide adequate funds for all other capital improvements required to meet increased demand and loads on municipal services.</blockquote>\n<p>Furthermore, the Board made the additional finding of fact that \"[t]he developers of Shell Island are constructing water and sewer lines at their expense, to connect to the town's systems.\" Pursuant to the Conditional Use Permit, Shell Investments, Inc. constructed Shell Island Resort Hotel at the northern end of Shell Island.</p>\n<p>31. Pursuant to § 21-15 of Chapter 21 of the Zoning Ordinance, First Washington Corporation accepted and executed a Conditional Use permit issued following a public hearing held on March 27, 1985, wherein the Town made the following finding of fact:</p>\n<blockquote>The developers of Shell Island are constructing water and sewer lines, at their expense, to connect with the Town's system.</blockquote>\n<p>Further, the Conditional Use Permit provided that \"[a]ll regulations with regard to the town water, sewer and other utilities are being observed.\" First Washington Corporation constructed its Shell Island projects pursuant to this Conditional Use Permit.</p>\n<p>32. Pursuant to the provisions of § 21-15 of Chapter 21 of the Zoning Ordinances, South Shell Venture directly or through its managing general partner D-G Enterprises, Inc. applied for, secured and executed a Conditional Use Permit dated May 14, 1987, which amended a previous Conditional Use Permit dated March 27, 1985. This permit required compliance with the Town's Ordinances and installation of certain water and sewer lines.</p>\n<p>33. In April 1985, the Town leased a part of its sewer capacity to Goforth Development Company until August 31, 1988, in exchange for $250,000.00.</p>\n<p>34. At peak demand, the Town's projected 1995 resident population (including all of Shell Island and day visitors), will not use all of the Town's present sewage capacity.</p>\n<p>35. A reasonable estimate of water usage during peak summer periods is 110 gallons per day per resident. Assuming four year-round residents per unit occupying 514 units, the estimated maximum use generated by plaintiffs' developments equals 226,160 gallons of water per day.</p>\n<p>36. The Town has provided water service to two properties outside its boundaries. These properties, located near a water main that was constructed by the Town on the mainland outside its corporate limits, were not assessed impact fees. Instead, the owners of these properties paid an \"assessment\" of $21.00 per foot of pipe crossing their respective properties to connect to the Town's water system. Two other properties located outside the Town's boundaries received sewer services from the Town without payment of impact fees.</p>\n<p>37. Two properties located on the mainland, but within Town limits, received water services from the Town without payment of impact fees for those units existing on the properties at the time the properties were annexed into the town.<sup>[3]</sup> These properties are located near a water main that was constructed on the mainland by the Town. The owners of these properties were charged an \"assessment\" of approximately $21.00 per foot for each foot of pipe <span class=\"star-pagination\">*1199</span> crossing their properties. Except as to these two properties, all developments within the Town's boundaries were charged the same impact and tap fees as the plaintiffs' developments.</p>\n<p>38. Beginning October 11, 1985, and continuing through December 19, 1987, the plaintiffs paid the Town utility system impact fees prior to their respective applications for certificates of occupancy. The total utility system impact fees paid by plaintiffs were as follows:</p>\n<p></p>\n<pre>\nParmele &amp; Associates        $ 24,000.00\nElmore &amp; Company              22,500.00\nNorth Shell Island            18,000.00\nFirst Washington              39,000.00\nSouth Shell Venture           46,604.25\nShell Investment             273,000.00\n                            ___________\n           Total            $423,104.25\n</pre>\n<p>39. The total water, sewer and irrigation tap fees paid by plaintiffs were as follows:</p>\n<p></p>\n<pre>\nParmele &amp; Associates        $ 2,000.00\nElmore &amp; Company              6,950.00<sup>[4]</sup>\nNorth Shell Island            4,250.00\nFirst Washington              7,750.00\nSouth Shell Venture          27,000.00\nShell Investment              5,000.00\n                           ___________\n            Total           $52,950.00\n</pre>\n<p>40. The money collected by the Town from plaintiffs as impact and tap fees was placed in the Town's Capital Reserve Account and intermingled with funds collected from other sources. Funds from the Capital Reserve Account have been used to finance improvement projects not related to water or sewer service.</p>\n<p>41. The plaintiffs constructed at their expense certain water and sewer lines to connect with the Town's lines, one lift station, a well, streets, parking areas, and dedicated some of these items to the Town.</p>\n<p>42. The well constructed by plaintiffs has an actual daily capacity of approximately 157,000 gallons when pumped for 12 hours and 315,000 gallons when pumped for 24 hours. The water from this well is not aerated or treated, and enters the Town's water system directly. This water is of poorer quality than water which has been treated by the Town's treatment facilities. This well has been used primarily during peak summer periods.</p>\n<p>43. It has been the Town's practice not to charge impact fees for structures in existence prior to the annexation of the property into the Town.</p>\n<p>44. By 1986, the Town had built a well and a water treatment center on the mainland, in conjunction with the developers of the Galleria Shopping Center, at a cost of $300,000.00. A subaqueous crossing was built to integrate the facilities on the mainland with the remaining components of the water system at a cost of $248,000.00.</p>\n<p>45. On November 6, 1986, the name of the \"Unit Usage Fees\" was changed to \"Utility System Impact Fees.\"</p>\n<p>46. On November 6, 1986, the Town adopted a resolution increasing the amount of the utility system impact fee from $1,500.00 to $3,000.00 for a 1\" meter. A credit of at least $1,500.00 per unit, however, was allowed against the impact fee for the construction of a sprinkler system. Furthermore, the Town continued the practice of not charging tap fees for units containing sprinkler systems. The fees adopted on November 6, 1986, were as follows:</p>\n<p></p>\n<pre>\n                                                   Utility\n                                                    System\nMeter        Water      Sewer      Sewer           Impact\nSize        Tap Fee    Tap Size    Tap Fee          Fee\n1\"           450         4\"         750            3,000\n1½\"   750         4\"         750           10,385\n2\"         3,000         6\"       2,000           18,460\n3\"         4,500         6\"       2,000           38,075\n4\"         6,000         8\"       3,000           63,460\n6\"         9,500         8\"       3,000          184,615\n</pre>\n<p>47. The application of the funds derived from impact and tap fees is set forth in Wrightsville Beach Town Ordinance 20-17(b), which provides in relevant part:</p>\n<blockquote>(b) The revenue derived from the fees as set forth hereinafter shall be used for the retirement of water and sewer bonds, <span class=\"star-pagination\">*1200</span> the payment of accrued interest and proper operation and maintenance of the water and sewer system. Money collected from the payment of the utility system impact fees shall be placed in the Town's Capital Reserve Fund as defined by G.S. 159-18 and used only to provide for the construction, improvements or additions to sanitary sewer systems or water systems as specified in G.S. 159-48(a)(17) and 159-48(a)(21). The fees and charges as set forth hereinafter shall be paid on a basis determined by the Town Manager and if not paid when due, the Town Manager may direct that water service be suspended in accordance with the applicable legal process.</blockquote>\n<p>48. The water and sewer demand, and the water and sewer capacity for the Town of Wrightsville Beach during the peak usage months (June, July and August) for the years listed were as follows:</p>\n<p></p>\n<pre>\nWater\nDemand               1984            1985           1986          1987             1988\nTotal\nPeriod            90,686,200       94,794,200     100,921,100    109,021,845      112,134,500 gals\nDaily\nAverage              994,366        1,039,410       1,106,591      1,185,020        1,229,545 gpd\nPeak Day           1,246,700        1,390.300       1,663,700      1,653,962        1,829,900 gals\nSewer\nDemand\nTotal\nPeriod            75,849,400       81,822,000     85,478,592      87,557,000       75,434.000 gals\nDaily\nAverage              831,682          897,171        937,265         951,707          827,127 gpd\nPeak Day             975,800        1,178,000      1,609,000       1,357,000        1,079,000 gals\nWater\nCapacity\nTotal\nPeriod           101,385,216       94,556,160    121,347,072    136,318,464       179,656,704 gals\nDaily\nAverage            1,111,680        1,036,800      1,330,560      1,494,720         1,969,920 gpd\nSewer\nCapacity\nTotal\nPeriod           136,800,000      136,800,000    136,800,000    136,800,000       136,800,000 gals\nDaily\nAverage            1,500,000        1,500,000      1,500,000      1,500,000         1,500,000 gpd\n</pre>\n<p>The water capacity is calculated based on pumping the wells for 24 hours a day. The sewage treatment capacity prior to September of 1983 was 870,000 gpd.</p>\n<p>49. Certain administrative regulations of the State of North Carolina require that the daily pumping capacity of water wells be calculated based on the amount of water pumped during a 12 hour period.</p>\n<p></p>\n<h2><i>Discussion</i></h2>\n<p></p>\n<h2>A. <i>Equal Protection Claims</i>\n</h2>\n<p>As an integral part of their equal protection claims, plaintiffs contend that the 1984 increases in water tap fees from $700 to $1,500 for a 1\" meter and in impact fees from $500 to $1,500, and the 1986 increase in the impact fees from $1,500 to $3,000, were in excess of that needed to accommodate the actual cost of tap installation and the actual economic impact of the development of a residential unit. In light of that contention, plaintiffs argue that they have been denied equal protection because (a) plaintiffs are in a class which bore the financial burden of paying for improvements to the Town's water and sewer systems, thus alleviating such burden as to <span class=\"star-pagination\">*1201</span> other users, (b) the fee increases were arbitrary as to amount, and (c) the amounts of the fees bore no relationship to the stated purposes of such fees.</p>\n<p>Plaintiffs assert in their First Claim for Relief that they have been denied equal protection because the funds collected from them as impact and tap fees were used not only to compensate the Town for the cost of tap installation and the economic impact of the development of Shell Island, but also to upgrade and improve the Town's water and sewer systems for the benefit of all residents of the Town. The establishment of such fees, plaintiffs contend, placed a disproportionate and unfair burden on property owners developing their land <i>after</i> the fee increases as opposed to owners of prior development. To support their claim, plaintiffs contend that, with the facilities they added to Shell Island, the Town had adequate water and sewer capacities to accommodate the growth of Shell Island, and, therefore, that the development of Shell Island had no actual \"impact\" on the water or sewer systems of the Town.</p>\n<p>In order to establish this claim, plaintiffs must show that the action taken by the Town in raising the fees had no rational basis.<sup>[5]</sup> Here, the actual motives of the individual members of the Board are not relevant. The inquiry involves only the objective reasonableness of the action taken by the Board in light of all the circumstances at the time the Board increased the fees. Furthermore, plaintiffs' burden is met only by a showing that there is no \"conceivable basis which may support\" the Town's actions. <i>Lehnhausen v. Lake Shore Auto Parts Co.,</i> <span class=\"citation\" data-id=\"108721\"><a href=\"/opinion/108721/lehnhausen-v-lake-shore-auto-parts-co/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, 364, <span class=\"citation\" data-id=\"108721\"><a href=\"/opinion/108721/lehnhausen-v-lake-shore-auto-parts-co/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1001</span></a></span>, 1006, <span class=\"citation\" data-id=\"108721\"><a href=\"/opinion/108721/lehnhausen-v-lake-shore-auto-parts-co/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1973).</p>\n<p>The increases in the impact and tap fees in 1984 and the impact fees in 1986 must be viewed in the following historical context. Prior to September 1983, when the Town connected onto the Wilmington-New Hanover County Northeast Sewer Interceptor, the sewer treatment capacity of the Town was 870,000 gallons per day. At that time, the Town's average daily sewer demand was quickly approaching its capacity. By 1984, the average daily sewer demand already exceeded 830,000 gallons, and by 1985, the average daily demand exceeded the Town's former capacity of 870,000 gpd. By connecting onto the Northeast Interceptor in 1983, the Town increased its sewage treatment capacity to 1.5 million gallons per day.</p>\n<p>Prior to 1984, the Town's water pumps were regularly overpumped to meet the demand for water, a practice which caused salt water intrusion to reach undesirable levels. In 1984, the peak day demand for water in the summer was 1,246,700 gallons, and the daily average was 994,366 gallons, while the average daily capacity was only 1,111,680 gallons. The Town's storage capacity at that time was approximately 500,000 gallons. If Shell Island had been developed at the pace as then anticipated, then the demand on the Town's water supply would be increased by over 220,000 gpd.</p>\n<p>These figures must be viewed in light of the anticipated development of the Town at the time the fees were increased. Shell Island alone was to have added approximately 500 units, resulting in an increase in the Town's 1984 population of at least 20%. Development of the approximately 160 existent vacant lots within the Town reasonably may have been anticipated as well.<sup>[6]</sup></p>\n<p>The foregoing discussion illustrates that in 1984 and 1986, the Board reasonably may have decided that the anticipated <span class=\"star-pagination\">*1202</span> development of Wrightsville Beach necessitated expansion and improvements to the water and sewer systems. To pay for such improvements, the Town properly could have acquired the needed funds by increasing the fees charged on new development. Placing the financial burden of making improvements to municipal services that benefit all residents on the owners of newly developed property, does not render the imposition of fees to raise such funds unconstitutional. This issue was directly addressed in <i>Ivy Steel and Wire Co. v. City of Jacksonville,</i> <span class=\"citation\" data-id=\"1604435\"><a href=\"/opinion/1604435/ivy-steel-and-wire-co-inc-v-city-of-jacksonville/\"><span class=\"volume\">401</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">701</span></a></span> (M.D.Fla. 1975). In <i>Ivy Steel,</i> the City of Jacksonville needed to raise money for general improvements to its sewer system to comply with federal water pollution control standards. The improvements benefited all users of the system and would have been needed whether or not any new users connected to the system. Nevertheless, the city decided to fund the needed improvements by imposing a water pollution control charge on \"every property owner whose property first receives sewer services from the city's sewer system after [August 24, 1971, the effective date of the ordinance].\" <i>Id.</i> at 702. Persons who had connected to the sewer system prior to that date were not required to pay the charge. A class action was brought seeking a declaration that the ordinance denied equal protection by imposing the cost of upgrading the system only on persons connecting to the sewer system after a certain date.</p>\n<p>The court rejected plaintiffs' argument that the ordinance unfairly required one group of persons, new users of the system, to pay for improvements that benefited all users of the system in violation of their equal protection rights.</p>\n<blockquote>Plaintiffs argue that the ordinance unfairly requires that one group of persons pay for the benefit and exempts the other who also receive the benefit. However true this may be, the ordinance is not rendered unconstitutional. Our system of government frequently imposes certain burdens on some groups while exempting others. The Selective Service System requires the participation only of males between the ages of 18½ and 26, yet these classifications have been upheld consistently against constitutional attack. [citations omitted]. Similarly, the use of property taxes to finance educational systems has been upheld, despite the fact that, while all benefit, only some bear the burden:</blockquote>\n<blockquote>No scheme of taxation, whether the tax is imposed on property, income, or purchases of goods and services, has yet been devised which is free of all discriminatory impact. In such a complex arena in which no perfect alternatives exist, the Court does well not to impose too rigorous a standard of scrutiny lest all local fiscal schemes become subjects of criticism under the Equal Protection Clause.</blockquote>\n<blockquote>\n<i>San Antonio School District v. Rodriguez,</i> <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 41, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1278</span></a></span>, 1301, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">16</span></a></span> (1973).</blockquote>\n<p><i>Id.</i> at 705.<sup>[7]</sup></p>\n<p>The evidence presented in the case at hand illustrates that as early as 1983 reasonably anticipated development necessitated, at the very least, acceleration of capital improvements to the Town's water and sewer systems. This court concludes, as did the court in <i>Ivy Steel,</i> that the Town rationally could place the cost of making such improvements on the owners of newly developed property.</p>\n<p>Other rational bases exist for the imposition of such fees on owners of newly developed property. For instance, in increasing the tap fee in 1984, the Board may have considered (a) the sufficiency of the original $700 fee, (b) an increase in the cost of such installations during the interim period, (c) anticipated prospective inflation, (d) the desirability of utilizing the otherwise increased fee as an incentive for sprinkler system installation by permitting a reduction in the fee in exchange for such installation, and (e) other factors. As to <span class=\"star-pagination\">*1203</span> the 1986 increase in the relevant impact fee from $1,500 to $3,000, the evidence affirmatively shows that the increase (in conjunction with the Town's fee reduction policy) was done to strengthen the incentive to install sprinkler systems for increased fire protection, a legitimate municipal objective. Additionally, the Town, without articulation, may have increased the impact and tap fees in order to recover a portion of the cost of the existent water and sewer systems to which the developers connected.</p>\n<p>Plaintiffs argue also that the fee increases could not have been rationally based because the Town did not complete a cost analysis as to either the cost of tap installation or the economic impact of the development of a residential unit. The absence of such a cost analysis, however, does not equate to an irrational decision. Municipal governments have great latitude when projecting anticipated costs and revenues for long-term capital improvements.<sup>[8]</sup></p>\n<p>Plaintiffs, who have the burden of proof, have come forward with absolutely no cost analysis or other evidence as to whether the amount of the increase of either the tap fees or the impact fees was appropriate. Plaintiffs, therefore, have not demonstrated either fee to be arbitrary. In the absence of such proof, plaintiffs' arguments are conclusory only, and hence meritless.</p>\n<p>In lieu of offering concrete evidence as to the appropriateness of the fees as increased, plaintiffs argue that the development of Shell Island had no impact on the water and sewer systems of the Town. This contention is without merit for the following reasons. First, the Town's water and sewer systems are integrated such that it is not possible to eliminate the \"impact\" of additional development by adding trunk lines, wells, and pump stations. Shell Island residents benefit from the Town's facilities not provided by the developers, such as the water treatment plant (which removes sulphur and other minerals, and adds chloride and fluoride) and elevated tanks (which are necessary for water pressure). Impact cannot be measured by mere capacity. Second, contrary to plaintiffs' contentions, the facilities installed and paid for by the plaintiffs did not eliminate the need for acquiring additional capacity in the Town's water supply. The pump added by plaintiffs has an actual daily capacity of only 157,000 gallons when pumped for the recommended twelve hours. This supply is less than the need created by the development of Shell Island. Furthermore, since water from this pump is not treated and is of a poor quality, the pump is not used regularly. Finally, as to sewer service, plaintiffs are not entitled to free access to the Town's system either by reason of existent excess sewage treatment capacity or because of financial gain accruing to the Town pursuant to a lease of a portion of its sewage capacity.<sup>[9]</sup></p>\n<p>For the foregoing reasons, the court concludes that the Town had a rational basis for the increase in its tap and impact fees. Accordingly, plaintiffs' first claim for relief fails.</p>\n<p>In their Second Claim for Relief, plaintiffs contend that they were denied equal protection because property owners <span class=\"star-pagination\">*1204</span> <i>outside</i> the Town received water or sewer services without paying impact or tap fees. The evidence presented at trial, and as admitted by defendant in its \"Amended Proposed Findings of Fact,\" shows that two properties located outside the Town's boundaries obtained water service only, and two other such properties received sewer service only, without paying impact fees. The owners of those parcels, however, are not similarly situated to plaintiffs and, therefore, plaintiffs have not established an equal protection violation as alleged in their claim. <i>See </i><i>Ivy Steel,</i> 401 F.Supp. at 704. All of these parcels were located outside the Town limits when the services were extended to them. Also, the owners of such properties have not sought annexation. The owners of the parcels receiving water service only, furthermore, pay twice the usual water usage fees as Town residents. <i>See</i> N.C.Gen. Stat. § 160A-314(a). Additionally, the properties receiving sewer services do so on a temporary basis. These distinctions justify different treatment of the owners of the properties involved and, therefore, cause plaintiff's second equal protection claim to fail.</p>\n<p>There was evidence presented at trial that two structures located on the mainland, but within Town limits, received water services from the Town without payment of an impact fee for units constructed prior to the time the properties were annexed into the town.<sup>[10]</sup> This evidence regarding different treatment of existing structures at annexation as opposed to newly developed structures, does not entitle plaintiffs to relief under the Equal Protection Clause. First, plaintiffs did not raise this claim in their complaint. The court denied plaintiffs' motion at trial to amend the complaint on the grounds of prejudice to the defendant since discovery with regard to this matter was neither anticipated, nor undertaken. Also, a rational basis exists for the different treatment accorded the owners of those properties.</p>\n<p>The Town may have reasonably concluded that the existing structures were getting water from private wells prior to connecting to the Town's water system, and that removing the private wells from service would reduce pro rata the demand on the aquifer. Thus, these properties would not have had the impact normally associated with adding new development to the water system. Also, the owners of these properties on the mainland paid an \"assessment\" of approximately $21.00 per foot of pipeline running along the side of their property. Finally, plaintiffs have not offered any evidence demonstrating that the treatment afforded such property owners was irrational or that the owners of the mainland property were treated more favorably.</p>\n<p></p>\n<h2>B. <i>State Law Claims</i>\n</h2>\n<p>In their Third and Fourth Claims for Relief, plaintiffs contend that state law does not give the Town the authority to impose or collect the impact or tap fees. As to these claims, the following issues are relevant: whether the impact and tap fees constitute a tax; whether municipalities may impose impact and tap fees under the public enterprise statute (N.C.Gen. Stat. § 160A-313) without specific enabling legislation; and whether the December 1984 and November 1986 fee increases were arbitrary as to amount.<sup>[11]</sup></p>\n<p>Plaintiffs argue that the funds collected from them as impact and tap fees were spent on capital improvements that were not necessary to accommodate the development of Shell Island and, therefore, that the imposition of such fees constituted an unauthorized tax. This court concludes otherwise. As discussed earlier, the facilities built by the plaintiffs did not eliminate the \"impact\" of Shell Island on the water and sewer systems. The use of funds collected from a few residents to benefit all residents of the Town does not, by itself, make the collection of such monies a tax. <i>See </i><i>Ivy Steel,</i> 401 F.Supp. at 705. Furthermore, as discussed below, this court concludes <span class=\"star-pagination\">*1205</span> that the Town had the authority to impose the impact and tap fees under North Carolina's public enterprise statute.</p>\n<p>There are additional aspects of the expenditures of these funds collected from plaintiffs, however, that the court chooses to address. The Town Ordinance establishing the impact fees requires that the funds collected as impact fees be earmarked for capital improvements to the Town's water and sewer systems. The testimony of the current town manager, Mr. Ralston, indicated that money collected from plaintiffs as impact fees was deposited in the Town's Capital Reserve Account, and intermingled with funds from other sources. Mr. Ralston stated also that funds from the Capital Reserve Account may have been expended on projects <i>not</i> related to the water and sewer systems. When questioned directly by the court as to whether funds generated by the impact fees had been spent on projects not related to the Town's water or systems, Mr. Ralston responded that an answer would be impossible to give without a cash flow analysis, and that such an analysis had not been done.</p>\n<p>This court points out, first, that improper expenditure of any funds collected as impact fees, if that in fact occurred, would not make the funds collected a tax. While the expenditure of funds may have been improper under the Ordinance, the imposition and collection of the impact fees was still proper.<sup>[12]</sup> Second, the court notes that if the funds were misappropriated, the individual or individuals responsible may face liability under state law. The permissibility of the expenditures made, however, is not an issue presently before the court.</p>\n<p>The court next addresses the issue of whether the Town may collect impact fees and tap fees under the public enterprise statute without specific enabling legislation. Article 16 of Chapter 160A of the North Carolina General Statutes authorizes municipalities to establish, operate and finance public enterprises. N.C.Gen. Stat. § 160A-311 defines public enterprises to include \"Water supply and distribution systems\" and \"sewage collection and disposal systems of all types.\" N.C.Gen. Stat. § 160A-313 provides for the financing of public enterprises.</p>\n<blockquote>Subject to the restrictions, limitations, procedures, and regulations otherwise provided by law, a city shall have full authority to finance the cost of any public enterprise by levying taxes, borrowing money, and appropriating any other revenues therefore, and by accepting and administering gifts and grants from any source on behalf thereof.</blockquote>\n<p>N.C.Gen. Stat. § 160A-314 provides as follows:</p>\n<blockquote>(a) A city may establish and revise from time to time schedules of rents, rates, fees, charges, and penalties for the use of or the services furnished by any public enterprise. Schedules of rents, rates, fees, charges, and penalties may vary according to classes of service, and different schedules may be adopted for services provided outside the corporate limits of the city.</blockquote>\n<p>N.C.Gen. Stat. § 160A-317 provides:</p>\n<blockquote>A city may require the owners of improved property located within the city limits and upon or within a reasonable distance of any water line or sewer collection line owned or leased and operated by the city to connect is premises with the water or sewer line or both, and may fix charges for the connections.</blockquote>\n<p>The question of a town's authority to raise money under N.C.Gen. Stat. §§ 160A-311 <i>et seq.</i> for improvements to a municipal sewer system was faced by the North Carolina Supreme Court in <i>Town of Spring Hope v. Bissette,</i> <span class=\"citation no-link\"><span class=\"volume\">305</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">248</span></span>, <span class=\"citation\" data-id=\"1266421\"><a href=\"/opinion/1266421/town-of-spring-hope-v-bissette/\"><span class=\"volume\">287</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">851</span></a></span> (1982). The town in that case needed to upgrade its waste water treatment facility to meet water and air resources standards. The town increased its water and sewer rates to finance the construction, operation and maintenance of the new treatment plant. The court held that N.C. Gen. Stat. § 160A-314(a) authorized the town to establish and revise rates for water <span class=\"star-pagination\">*1206</span> and sewer services. \"This ratemaking function is a proprietary rather than a governmental one, limited only by statute or contractual agreement.\" <i>Town of Spring Hope,</i> 287 S.E.2d at 853. The court noted that:</p>\n<blockquote>The great weight of authority is to the effect that in the setting of such rates and charges, a municipal body may include not only operating expenses and depreciation, but also capital costs associated with actual or anticipated growth or improvement of the facilities required for the furnishing of such services.</blockquote>\n<p><i>Id.</i></p>\n<p>The increase in water and sewer rates represented the cost of necessary improvements to the already existing system without which the town could not continue to provide sewer service. <i>Id.</i> The court therefore concluded that</p>\n<blockquote>The town of Spring Hope acted well within its statutory authority when it increased water and sewer charges to pay for the new waste treatment facility. The town was not required by the language of G.S. § 160A-314(a) to wait until the plant began operations to institute such increases.</blockquote>\n<p><i>Id.</i> at 854.</p>\n<p>This court concludes that the Town of Wrightsville Beach had the authority to impose impact and tap fees under the public enterprise statute and that no specific enabling legislation is necessary. N.C.Gen. Stat. § 160A-314(a) makes no distinction between increasing rates, rents or fees in order to raise the money necessary for capital improvements. There is no language in the statute limiting a town's authority to impose fees for the use of the services as a method of raising money for capital expansion or requiring that a town only increase rates for the services furnished to fund such improvements. Thus, under the statute the Town may increase fees, rates or both to raise money needed.</p>\n<p>Furthermore, the North Carolina Supreme Court has held that towns may impose fees upon persons for the privilege of connecting to existing water or sewer systems. <i>See </i><i>Atlantic Construction Co. v. City of Raleigh,</i> <span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">365</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">165</span></span> (1949). \"[I]n the absence of any constitutional or statutory restrictions, the rates and fees that may be charged to such residents in connection with the use of its public utilities, are matters that may be determined by its governing body in its sound discretion.\" <i>Atlantic Construction Co.,</i> 53 S.E.2d at 169. There is no constitutional or statutory restriction limiting Wrightsville Beach's discretion to set fees for connecting to the Town's water and sewer lines.</p>\n<p>The final state law issue for the court to address is whether the impact and tap fees as set in December 1984 and November 1986 were arbitrary. The court already has concluded that the Town rationally charged expenses to owners of newly developed property to construct improvements to the water and systems for the benefit of all residents.</p>\n<p>As to the amount of the fees charged, the setting of water and sewer rates and charges under N.C.Gen. Stat. § 160A-314(a) \"is a matter for the judgment and discretion of municipal authorities, not to be invalidated by the courts absent some showing of arbitrary or discriminatory action.\" <i>Town of Spring Hope v. Bissette,</i> 53 N.C.App. 210, <span class=\"citation\" data-id=\"1315071\"><a href=\"/opinion/1315071/town-of-spring-hope-v-bissette/\"><span class=\"volume\">280</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">490</span></a></span>, 492 (1981), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">305</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">248</span></span>, <span class=\"citation\" data-id=\"1266421\"><a href=\"/opinion/1266421/town-of-spring-hope-v-bissette/\"><span class=\"volume\">287</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">851</span></a></span> (1982). The burden is on the party challenging the rates or fees to establish that the rates or fees set by the town are arbitrary. <i>Town of Spring Hope,</i> 305 N.C. at 252, 287 S.E.2d at 854.</p>\n<p>Plaintiffs argue that the amount of the impact fees was unconstitutionally arbitrary because, among other reasons previously discussed, at a meeting of the Board on December 20, 1984, Mr. Nesbitt, the Town employee in charge of water and sewer service, stated the following to the Board in regard to the tripling of the residential impact fees:</p>\n<blockquote>And so, what we did basically was, again, try to come up with some formula and we concluded that over a period of seven to eight years, costs have gone up, everything has increased and we just arbitrarily said, `It's increased threefold.'</blockquote>\n<p><span class=\"star-pagination\">*1207</span> This statement does not establish plaintiffs' claim. The issue at hand is whether the figure selected was arbitrary in the sense of having no rational basis. The actual method used to arrive at the figure is not relevant. Additionally, at trial, Mr. Nesbitt explained that this statement was meant to have been interpreted in light of his suggestion set forth in a memo to the Board on December 17, 1984, that the Board select the fee from a range and that any selection made <i>within that range</i> would be arbitrary since the precise amount of revenues and expenditures needed could not be calculated.<sup>[13]</sup> (Tr.Vol. II, p. 13) Mr. Nesbitt's comment, furthermore, was made in the context of the situation facing the Town in 1984.</p>\n<p>A reasonable estimate in 1984 of the cost of constructing the various improvements necessitated in part by anticipated development within the Town was between 1.5 and 2 million dollars. These improvements included, among other things, the addition of a well, a water treatment facility, and an elevated tank on the mainland, a subaqueous crossing, and the repair or replacement of sewer lines at the south end of the beach.<sup>[14]</sup></p>\n<p>By December 1984, a reasonable estimate of the number of units to be constructed on Shell Island was 500. At $1,500.00 per unit, the Town could expect to raise approximately $750,000.00 from the development of Shell Island through impact fees. In addition to Shell Island, there were approximately 160 tracts of undeveloped land located inside the Town. Assuming one unit per tract, the Town could expect to earn $240,000.00 from additional development. A comparison of these figures with the estimated costs of the necessary improvements of between 1.5 to 2 million dollars demonstrates that Mr. Nesbitt's selection of $1,500.00 as the upper limit for an impact fee was not arbitrary.<sup>[15]</sup></p>\n<p>Finally, as to the state law issue regarding the arbitrariness of the various fees, the court reiterates its prior discussion as to the rationality of the fees imposed.</p>\n<p></p>\n<h2><i>Conclusions of Law</i></h2>\n<p>1. This court has subject matter jurisdiction over the constitutional claims in this case through 28 U.S.C. § 1331, and over the state law claims through the principle of pendent jurisdiction.</p>\n<p>2. The impact fees and tap fees imposed by the Town on December 1984 and November 1986 do not constitute a tax.</p>\n<p>3. The Town has the authority to impose impact fees and tap fees pursuant to North Carolina's public enterprise statute, without additional specific enabling legislation.</p>\n<p>4. The different treatment accorded owners of property located outside the Town's boundaries as to impact and tap fees did not violate plaintiffs' rights under the Equal Protection Clause of the Fourteenth Amendment.</p>\n<p>5. The impact and tap fees adopted by the Town in December 1984 and November 1986 are rationally related to legitimate governmental purposes, are not arbitrary, and, therefore, the imposition of such fees did not violate plaintiffs' rights under the Equal Protection Clause of the Fourteenth Amendment.</p>\n<p>Judgment shall be entered for the defendant.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  These fees were known as \"utility usage fees\" prior to 1986, and are referred to throughout this order as \"impact fees.\"</p>\n<p>[2]  <i>Burnett v. Grattan,</i> <span class=\"citation\" data-id=\"111237\"><a href=\"/opinion/111237/burnett-v-grattan/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">42</span></a></span>, <span class=\"citation\" data-id=\"111237\"><a href=\"/opinion/111237/burnett-v-grattan/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2924</span></a></span>, <span class=\"citation\" data-id=\"111237\"><a href=\"/opinion/111237/burnett-v-grattan/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">36</span></a></span> (1984); N.C. Gen. Stat. § 1-52(5).\n</p>\n<p>Neither party addressed the applicable period of limitation as to the state law claims. The parties appear to have assumed that the limitation period for the state law claims is three years as well. Having not informed the court otherwise, the court will assume the applicable period is three years.</p>\n<p>[3]  One of these parcels includes the Waterway Lodge, which was annexed into the Town in 1985 or 1986. The Waterway Lodge was charged an impact fee for each unit constructed after the property was annexed.</p>\n<p>[4]  This figure does not include the tap fee claimed but barred by the statute of limitations.</p>\n<p>[5]  \"In the area of economics and social welfare, a State does not violate the Equal Protection Clause merely because the classifications made by its laws are imperfect.... [For the action to be constitutional, it] is enough that the State's action be rationally based and free from invidious discrimination.\" <i>Dandridge v. Williams,</i> <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 485, <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1153</span></a></span>, 1161, <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">491</span></a></span>, (1970).\n</p>\n<p>Plaintiffs cite <i>Nollan v. California Coastal Commission,</i> <span class=\"citation\" data-id=\"111958\"><a href=\"/opinion/111958/nollan-v-california-coastal-commn/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span>, <span class=\"citation\" data-id=\"111958\"><a href=\"/opinion/111958/nollan-v-california-coastal-commn/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3141</span></a></span>, <span class=\"citation\" data-id=\"111958\"><a href=\"/opinion/111958/nollan-v-california-coastal-commn/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">677</span></a></span> (1987) in support of their equal protection claims. The principles of law enunciated in <i>Nollan,</i> however, involve the Takings Clause of the Fifth Amendment and are not directly applicable to the case at hand.</p>\n<p>[6]  The geography of Wrightsville Beach is such that only a finite amount of land is available for development.</p>\n<p>[7]  The district court noted that the same principles apply to all revenue raising methods, not just to taxes. <i>Ivy Steel,</i> 401 F.Supp. at 705.</p>\n<p>[8]  <i>See </i><i>Town of Spring Hope v. Bissette,</i> <span class=\"citation no-link\"><span class=\"volume\">305</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">248</span></span>, <span class=\"citation\" data-id=\"1266421\"><a href=\"/opinion/1266421/town-of-spring-hope-v-bissette/\"><span class=\"volume\">287</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">851</span></a></span> (1982); <i>Atlantic Construction Company v. City of Raleigh,</i> <span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">365</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">165</span></span> (1949). \"The `costs of expansion' may sometimes be difficult to identify precisely when certain kinds of capital expenditures are made; in this matter, too, `perfection is not the standard of municipal duty.'\" <i>City of Dunedin,</i> 329 So.2d at 320 n. 10 (<i>quoting </i><i>Ruterford v. City of Omaha,</i> <span class=\"citation\" data-id=\"2128779\"><a href=\"/opinion/2128779/rutherford-v-city-of-omaha/\"><span class=\"volume\">183</span> <span class=\"reporter\">Neb.</span> <span class=\"page\">398</span></a></span>, <span class=\"citation\" data-id=\"2128779\"><a href=\"/opinion/2128779/rutherford-v-city-of-omaha/\"><span class=\"volume\">160</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">223</span></a></span>, 228 (1968)). \"To make scientific precision a criterion of constitutional power would be to subject the State to an intolerable supervision hostile to the basic principals of our government....\" <i>Sproles v. Binford,</i> <span class=\"citation\" data-id=\"101935\"><a href=\"/opinion/101935/sproles-v-binford/\"><span class=\"volume\">286</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">374</span></a></span>, 388, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">581</span></span>, 585, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1167</span></span> (1932).</p>\n<p>[9]  The court does not accept plaintiff's proposition that the additional facilities were paid for entirely by money collected from the plaintiffs as impact and tap fees. Plaintiffs paid $423,104.25 in impact fees and $52,950.00 in tap fees. These amounts do not match the actual costs of projects completed by 1987 (Northeast Interceptor sewer connection at $250,000.00, subaqueos crossing of water lines from the mainland to the beach at $248,000.00, well and treatment facilities on the mainland at $300,000.00) plus the cost of those projects still planned (elevated tower on mainland at approximately $500,000.00, additional wells at approximately $150,000.00 each).</p>\n<p>[10]  One of these structures was the Waterway Lodge, which paid an impact fee for units constructed <i>after</i> the property was annexed.</p>\n<p>[11]  This issue, in effect, is one aspect of plaintiffs' equal protection argument as well.</p>\n<p>[12]  The court certainly recognizes, however, that the expenditure of public enterprise money provides some evidence of whether certain collections are in fact taxes.</p>\n<p>[13]  Indeed, the cost of achieving parity pragmatically may preclude its accomplishment.</p>\n<p>[14]  Since the sewer system is fully integrated, it is not irrational to make owners of newly developed property pay for a portion of the repairs on existing components of the system.</p>\n<p>[15]  In his testimony, Mr. Nesbitt stated that he actually considered the expected number of units to be developed (500) and the total costs needed for improvements (1.5 to 2.0 million dollars) in reaching the $1,500.00 figure that he recommended to the Board.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108721/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111237/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1266421/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1298179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1315071/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1604435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2128779/"
  ]
}