{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1666997/",
  "absolute_url": "/opinion/1666997/edwards-v-atro-spa/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1666997/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:04:12.775085Z",
  "date_modified": "2016-02-29T19:09:21.554065Z",
  "type": "010combined",
  "sha1": "0017c034d6042a3ae1d06c2de74e9cecd0063482",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>891 F.Supp. 1085 (1995)</b></center>\n<center><h1>Dean P. EDWARDS, Plaintiff,<br>\nv.<br>\nATRO SpA; International Staple and Machine Company; and Commonwealth Fastening Systems, Inc., Defendants.</h1></center>\n<center>No. 2:93-Civ-16-MC.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>March 7, 1995.</center>\n<p><span class=\"star-pagination\">*1086</span> Jay Trehy and Robert O. Jenkins, Raleigh, NC, for plaintiff.</p>\n<p>Arnd Von Waldow and John D. Leidy, Philadelphia, PA, for defendants.</p>\n<p></p>\n<h2><i>SUPPLEMENTAL ORDER</i></h2>\n<p>McCOTTER, United States Magistrate Judge.</p>\n<p>On March 6, 1995, the court entered an order addressing defendants' motions for summary judgment and <i>in limine,</i> and plaintiff's motion to determine the sufficiency of defendants' answers to discovery. Through oversight, the court failed to specifically address a portion of defendants' <i>in limine</i> motion, and so issues this supplemental order.</p>\n<p>Defendants have moved <i>in limine</i> to exclude those portions of the videotape demonstration by plaintiff's opinion witness Richard Edwards dealing with trigger-only activation and with contact-only activation.</p>\n<p></p>\n<h2>1. RICHARD EDWARDS' VIDEOTAPE: TRIGGER-ONLY ACTIVATION</h2>\n<p>Defendants argue that this portion of Edwards' videotape is irrelevant and has no probative value because the conditions of the testing and demonstration of the nail gun by trigger activation alone do not duplicate those existing at the time of plaintiff's injury. Defendants base their version of events upon the deposition testimony of plaintiff, Lundine, and Richard Edwards. Defendants point to the statements by Lundine that he was carrying the nailer without depressing the trigger when he was climbing down the ladder. In deposition, p. 129, 11. 6-25, Richard Edwards is asked and answers the following:</p>\n<blockquote>Q. What I am concerned about, and what I am interested in, is although you found this characteristic, given Mr. Lundine's deposition testimony, at the time of the accident itself, this characteristic probably did not occur, correct?</blockquote>\n<blockquote>A. It is correct that the fact that the gun fires by trigger action alone probably did not play a role, or, in my opinion, did not play a role in this accident. It is possible.</blockquote>\n<blockquote>Q. But in your opinion, it's possible, but in your opinion, it did not play a role in this accident, correct?</blockquote>\n<blockquote>A. That's correct.</blockquote>\n<blockquote>Q. Thank you.</blockquote>\n<blockquote>Tell me how you operated the nailer to allow it to fire by trigger action only. Tell me what you did.</blockquote>\n<blockquote>A. I hooked up the air hose and pulled the trigger.</blockquote>\n<p>Defendants wish to characterize Edwards' statement that trigger-action alone \"did not play a role in this accident\" as a definitive statement ruling out the possibility of such a course of events.</p>\n<p>Plaintiff counters that this portion of the videotape is relevant for several purposes: (1) it tends to show that the nail gun was not in compliance with international or industry standards; (2) it tends to make more credible plaintiff's claim that a sequential trip mechanism would have prevented the accident; (3) it counters defendants' version of events (that the gun fired properly when Lundine pulled the trigger after bumping plaintiff with the safety yoke); and (4) it tends to support plaintiff's deposition testimony that he did not feel a contact against his back prior to the firing of the gun.</p>\n<p>Defendants rely upon two Fourth Circuit cases in support of their motion to exclude this portion of the videotape: <i>Chase v. General Motors Corp.,</i> 856 F.2d 17 (4th Cir.1988), and <i>Gladhill v. General Motors Corp.,</i> 743 F.2d 1049 (4th Cir.1984). In <i>Chase,</i> the <span class=\"star-pagination\">*1087</span> court held properly excluded a videotape of braking tests on one of defendant's vehicles. <i>Chase,</i> however, involved a videotape of a braking test done on a vehicle that was not the one involved in the underlying accident (which had been destroyed), and were done under circumstances \"vastly different\" from those existing at the time of the accident. <i>Chase,</i> 856 F.2d at 19. The court also noted that \"demonstrations of experiments used to illustrate the principles used in forming an expert opinion are not always required to adhere strictly to the circumstances of the events at issue in the trial.\" <i>Id.</i> at 20, n. 2. In the earlier case of <i>Gladhill,</i> again a different vehicle was used in the tests from the one involved in the accident (which was also destroyed), and under conditions that \"went beyond a mere demonstration of a physical principle,\" the reason for which it was offered. <i>Gladhill,</i> 743 F.2d at 1051. The court also stated that \"[i]t is elementary physics that automobiles traveling downhill with their front wheels turned do not behave the same way with their brakes locked as those traveling on a flat surface with their front wheels straight.\" <i>Id.</i></p>\n<p>Unlike those cases, here the court is presented with a demonstration of the <i>actual</i> nail gun involved in the accident, and nowhere does the witness Richard Edwards state that the tape is offered as a re-enactment; rather, his report (the testimonial predicate to establishing the admissibility of the tape at trial) indicates that he was only working to \"determine and clarify causes and contributing factors\" to the accident. Richard Edwards' Report, ¶ 1. The case here does not involve a product such as an automobile, with which a jury would be uniformly familiar, but involves a piece of commercial equipment many have never seen. The conditions under which the gun will fire are not \"elementary\" principles of design, operation, or physics. <i>See </i><i>Crossley v. General Motors Corp.,</i> 33 F.3d 818, 822 (7th Cir.1994); <i>McKnight ex. rel</i><i>. Ludwig v. Johnson Controls, Inc.,</i> 36 F.3d 1396 (8th Cir.1994); <i>cf. </i><i>Fusco v. General Motors Corp.,</i> 11 F.3d 259 (1st Cir.1993).</p>\n<p>Defendants also argue that because Richard Edwards was unaware that the trigger assembly of the nail gun had previously been removed, disassembled, then reassembled and installed, the conditions could not have been similar to those of the accident. It was defendant ISM's employee Cory Myers who performed the disassembly (upon whose request the court isn't sure) over a year before Richard Edwards performed his tests. If defendants are now claiming that their employee did not return the trigger to the condition in which he found it, then defendants are responsible for the changed condition. Otherwise, the trigger assembly should have been in the same condition as when Myers began his examination upon it. Any changed conditions due to Myers' operation upon the trigger assembly may be explored on cross-examination of Richard Edwards.</p>\n<p>RULING: This portion of the videotape, demonstrating trigger-only activation, is relevant to plaintiff's claims of design defect, punitive damages (for not complying with standards), and for breach of the implied warranty of merchantability. Provided plaintiff establishes the proper evidentiary predicate to demonstrate relevance, this portion of the videotape should be admitted, upon proper and sharp instruction to the jury.</p>\n<p></p>\n<h2>2. RICHARD EDWARDS' VIDEOTAPE: CONTACT-ONLY ACTIVATION</h2>\n<p>Defendants argue that this portion of Edwards' videotape is irrelevant and has no probative value because the conditions of the testing and demonstration of the nail gun by contact activation alone were not substantially similar to those existing at the time of the accident. Defendants assert that the videotape shows Richard Edwards \"grabbing, pulling, and twisting\" the safety yoke on the gun, and \"violently\" striking and \"slapping\" the connecting arm against a tire in order to force the gun to fire, which it did only erratically. These conditions are not, defendants argue, substantially similar to those existing at the time of the accident, according to the deposition testimony of plaintiff and Mr. Lundine. Specifically, defendants claim that the angle at which the nailer struck plaintiff (testimony provided by Lundine), and the curvature of plaintiff's back when bent over <span class=\"star-pagination\">*1088</span> (provided by plaintiff) were not duplicated by Richard Edwards' videotaped experiment.</p>\n<p>Plaintiffs respond that the deposition testimony of plaintiff and Lundine, taken together, describe conditions which could have provided for contact-only activation of the nail gun, according to Richard Edwards' tests.</p>\n<p>Lundine testified at one point that, as he descended the ladder, the nail gun was at his side, which defendants say means the gun was pointed straight down (Lundine deposition, p. 70. 1.16). However, Lundine also says that he doesn't know at what angle the barrel of the nail gun touched plaintiff (Lundine deposition, p. 85, 1.17). Richard Edwards has given a definite range of angles within which the gun will fire by contact activation alone. His videotape demonstrates that angled firing of the gun. Such a demonstration is relevant to support plaintiff's claim of design defect, punitive damages (for failing to comply with standards), and breach of warranty.</p>\n<p>The conditions under which Richard Edwards demonstrates the contact-only firing of the gun are indeed different from those existing at the time of the accident; however, he does not claim that his demonstration is a re-enactment or recreation of the actual events. His report states that he merely investigated and clarified causes and contributing factors to the accident.</p>\n<p>RULING: Upon proper instruction to the jury that the video is <i>not</i> a re-enactment, but is only evidence supporting the basis of the witness' opinion, the jury should be allowed to see the videotaped demonstration. <i>See </i><i>Datskow v. Teledyne Continental Motors,</i> 826 F.Supp. 677 (W.D.N.Y.1993); <i>Robinson v. Missouri Pacific R. Co.,</i> 16 F.3d 1083, 1086 (10th Cir.1994) (jury instructed that a re-creation of the accident was impossible, and video of computer animation was only to support expert witness' opinion).</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Provided plaintiff establishes the proper evidentiary predicate to demonstrate relevance, the portion of the videotape showing trigger-only activation should be admitted, upon proper instruction to the jury.</p>\n<p>Upon proper instruction to the jury that the video is <i>not</i> a re-enactment, but is only evidence supporting the basis of the witness' opinion, the jury should be allowed to see the videotaped demonstration of contact-only activation.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">891</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1085</span></span> (1995)</b></center>\n<center><h1>Dean P. EDWARDS, Plaintiff,<br>\nv.<br>\nATRO SpA; International Staple and Machine Company; and Commonwealth Fastening Systems, Inc., Defendants.</h1></center>\n<center>No. 2:93-Civ-16-MC.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>March 7, 1995.</center>\n<p><span class=\"star-pagination\">*1086</span> Jay Trehy and Robert O. Jenkins, Raleigh, NC, for plaintiff.</p>\n<p>Arnd Von Waldow and John D. Leidy, Philadelphia, PA, for defendants.</p>\n<p></p>\n<h2><i>SUPPLEMENTAL ORDER</i></h2>\n<p>McCOTTER, United States Magistrate Judge.</p>\n<p>On March 6, 1995, the court entered an order addressing defendants' motions for summary judgment and <i>in limine,</i> and plaintiff's motion to determine the sufficiency of defendants' answers to discovery. Through oversight, the court failed to specifically address a portion of defendants' <i>in limine</i> motion, and so issues this supplemental order.</p>\n<p>Defendants have moved <i>in limine</i> to exclude those portions of the videotape demonstration by plaintiff's opinion witness Richard Edwards dealing with trigger-only activation and with contact-only activation.</p>\n<p></p>\n<h2>1. RICHARD EDWARDS' VIDEOTAPE: TRIGGER-ONLY ACTIVATION</h2>\n<p>Defendants argue that this portion of Edwards' videotape is irrelevant and has no probative value because the conditions of the testing and demonstration of the nail gun by trigger activation alone do not duplicate those existing at the time of plaintiff's injury. Defendants base their version of events upon the deposition testimony of plaintiff, Lundine, and Richard Edwards. Defendants point to the statements by Lundine that he was carrying the nailer without depressing the trigger when he was climbing down the ladder. In deposition, p. 129, 11. 6-25, Richard Edwards is asked and answers the following:</p>\n<blockquote>Q. What I am concerned about, and what I am interested in, is although you found this characteristic, given Mr. Lundine's deposition testimony, at the time of the accident itself, this characteristic probably did not occur, correct?</blockquote>\n<blockquote>A. It is correct that the fact that the gun fires by trigger action alone probably did not play a role, or, in my opinion, did not play a role in this accident. It is possible.</blockquote>\n<blockquote>Q. But in your opinion, it's possible, but in your opinion, it did not play a role in this accident, correct?</blockquote>\n<blockquote>A. That's correct.</blockquote>\n<blockquote>Q. Thank you.</blockquote>\n<blockquote>Tell me how you operated the nailer to allow it to fire by trigger action only. Tell me what you did.</blockquote>\n<blockquote>A. I hooked up the air hose and pulled the trigger.</blockquote>\n<p>Defendants wish to characterize Edwards' statement that trigger-action alone \"did not play a role in this accident\" as a definitive statement ruling out the possibility of such a course of events.</p>\n<p>Plaintiff counters that this portion of the videotape is relevant for several purposes: (1) it tends to show that the nail gun was not in compliance with international or industry standards; (2) it tends to make more credible plaintiff's claim that a sequential trip mechanism would have prevented the accident; (3) it counters defendants' version of events (that the gun fired properly when Lundine pulled the trigger after bumping plaintiff with the safety yoke); and (4) it tends to support plaintiff's deposition testimony that he did not feel a contact against his back prior to the firing of the gun.</p>\n<p>Defendants rely upon two Fourth Circuit cases in support of their motion to exclude this portion of the videotape: <i>Chase v. General Motors Corp.,</i> <span class=\"citation\" data-id=\"511021\"><a href=\"/opinion/511021/betty-jo-chase-and-charles-m-chase-v-general-motors-corporation-and-b/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span> (4th Cir.1988), and <i>Gladhill v. General Motors Corp.,</i> <span class=\"citation\" data-id=\"441769\"><a href=\"/opinion/441769/robert-gladhill-harriet-gladhill-and-state-farm-mutual-automobile-insurance/\"><span class=\"volume\">743</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1049</span></a></span> (4th Cir.1984). In <i>Chase,</i> the <span class=\"star-pagination\">*1087</span> court held properly excluded a videotape of braking tests on one of defendant's vehicles. <i>Chase,</i> however, involved a videotape of a braking test done on a vehicle that was not the one involved in the underlying accident (which had been destroyed), and were done under circumstances \"vastly different\" from those existing at the time of the accident. <i>Chase,</i> 856 F.2d at 19. The court also noted that \"demonstrations of experiments used to illustrate the principles used in forming an expert opinion are not always required to adhere strictly to the circumstances of the events at issue in the trial.\" <i>Id.</i> at 20, n. 2. In the earlier case of <i>Gladhill,</i> again a different vehicle was used in the tests from the one involved in the accident (which was also destroyed), and under conditions that \"went beyond a mere demonstration of a physical principle,\" the reason for which it was offered. <i>Gladhill,</i> 743 F.2d at 1051. The court also stated that \"[i]t is elementary physics that automobiles traveling downhill with their front wheels turned do not behave the same way with their brakes locked as those traveling on a flat surface with their front wheels straight.\" <i>Id.</i></p>\n<p>Unlike those cases, here the court is presented with a demonstration of the <i>actual</i> nail gun involved in the accident, and nowhere does the witness Richard Edwards state that the tape is offered as a re-enactment; rather, his report (the testimonial predicate to establishing the admissibility of the tape at trial) indicates that he was only working to \"determine and clarify causes and contributing factors\" to the accident. Richard Edwards' Report, ¶ 1. The case here does not involve a product such as an automobile, with which a jury would be uniformly familiar, but involves a piece of commercial equipment many have never seen. The conditions under which the gun will fire are not \"elementary\" principles of design, operation, or physics. <i>See </i><i>Crossley v. General Motors Corp.,</i> <span class=\"citation\" data-id=\"677074\"><a href=\"/opinion/677074/prodliabrep-cch-p-14021-richard-crossley-a-disabled-adult-by-his/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">818</span></a></span>, 822 (7th Cir.1994); <i>McKnight ex. rel</i><i>. Ludwig v. Johnson Controls, Inc.,</i> <span class=\"citation\" data-id=\"679511\"><a href=\"/opinion/679511/40-fed-r-evid-serv-965-prodliabrep-cch-p-14079-randy-c-mcknight/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1396</span></a></span> (8th Cir.1994); <i>cf. </i><i>Fusco v. General Motors Corp.,</i> <span class=\"citation\" data-id=\"658541\"><a href=\"/opinion/658541/38-fed-r-evid-serv-677-prodliabrepcchp-13786-carol-gagne-fusco/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">259</span></a></span> (1st Cir.1993).</p>\n<p>Defendants also argue that because Richard Edwards was unaware that the trigger assembly of the nail gun had previously been removed, disassembled, then reassembled and installed, the conditions could not have been similar to those of the accident. It was defendant ISM's employee Cory Myers who performed the disassembly (upon whose request the court isn't sure) over a year before Richard Edwards performed his tests. If defendants are now claiming that their employee did not return the trigger to the condition in which he found it, then defendants are responsible for the changed condition. Otherwise, the trigger assembly should have been in the same condition as when Myers began his examination upon it. Any changed conditions due to Myers' operation upon the trigger assembly may be explored on cross-examination of Richard Edwards.</p>\n<p>RULING: This portion of the videotape, demonstrating trigger-only activation, is relevant to plaintiff's claims of design defect, punitive damages (for not complying with standards), and for breach of the implied warranty of merchantability. Provided plaintiff establishes the proper evidentiary predicate to demonstrate relevance, this portion of the videotape should be admitted, upon proper and sharp instruction to the jury.</p>\n<p></p>\n<h2>2. RICHARD EDWARDS' VIDEOTAPE: CONTACT-ONLY ACTIVATION</h2>\n<p>Defendants argue that this portion of Edwards' videotape is irrelevant and has no probative value because the conditions of the testing and demonstration of the nail gun by contact activation alone were not substantially similar to those existing at the time of the accident. Defendants assert that the videotape shows Richard Edwards \"grabbing, pulling, and twisting\" the safety yoke on the gun, and \"violently\" striking and \"slapping\" the connecting arm against a tire in order to force the gun to fire, which it did only erratically. These conditions are not, defendants argue, substantially similar to those existing at the time of the accident, according to the deposition testimony of plaintiff and Mr. Lundine. Specifically, defendants claim that the angle at which the nailer struck plaintiff (testimony provided by Lundine), and the curvature of plaintiff's back when bent over <span class=\"star-pagination\">*1088</span> (provided by plaintiff) were not duplicated by Richard Edwards' videotaped experiment.</p>\n<p>Plaintiffs respond that the deposition testimony of plaintiff and Lundine, taken together, describe conditions which could have provided for contact-only activation of the nail gun, according to Richard Edwards' tests.</p>\n<p>Lundine testified at one point that, as he descended the ladder, the nail gun was at his side, which defendants say means the gun was pointed straight down (Lundine deposition, p. 70. 1.16). However, Lundine also says that he doesn't know at what angle the barrel of the nail gun touched plaintiff (Lundine deposition, p. 85, 1.17). Richard Edwards has given a definite range of angles within which the gun will fire by contact activation alone. His videotape demonstrates that angled firing of the gun. Such a demonstration is relevant to support plaintiff's claim of design defect, punitive damages (for failing to comply with standards), and breach of warranty.</p>\n<p>The conditions under which Richard Edwards demonstrates the contact-only firing of the gun are indeed different from those existing at the time of the accident; however, he does not claim that his demonstration is a re-enactment or recreation of the actual events. His report states that he merely investigated and clarified causes and contributing factors to the accident.</p>\n<p>RULING: Upon proper instruction to the jury that the video is <i>not</i> a re-enactment, but is only evidence supporting the basis of the witness' opinion, the jury should be allowed to see the videotaped demonstration. <i>See </i><i>Datskow v. Teledyne Continental Motors,</i> <span class=\"citation\" data-id=\"1523646\"><a href=\"/opinion/1523646/datskow-v-teledyne-continental-motors/\"><span class=\"volume\">826</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">677</span></a></span> (W.D.N.Y.1993); <i>Robinson v. Missouri Pacific R. Co.,</i> <span class=\"citation\" data-id=\"663165\"><a href=\"/opinion/663165/lewis-r-robinson-nancy-d-robinson-darwin-t-turnbull-iii-as-personal/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1083</span></a></span>, 1086 (10th Cir.1994) (jury instructed that a re-creation of the accident was impossible, and video of computer animation was only to support expert witness' opinion).</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Provided plaintiff establishes the proper evidentiary predicate to demonstrate relevance, the portion of the videotape showing trigger-only activation should be admitted, upon proper instruction to the jury.</p>\n<p>Upon proper instruction to the jury that the video is <i>not</i> a re-enactment, but is only evidence supporting the basis of the witness' opinion, the jury should be allowed to see the videotaped demonstration of contact-only activation.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/441769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/663165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1523646/"
  ]
}