{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1667337/",
  "absolute_url": "/opinion/1667337/jacobs-v-central-transport-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1667337/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:04:16.006313Z",
  "date_modified": "2016-02-29T19:10:14.537482Z",
  "type": "010combined",
  "sha1": "fa1eb129b1ef13299d0b46e7551d1e894685ae27",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>891 F.Supp. 1088 (1995)</b></center>\n<center><h1>Howard Truman JACOBS and Robert Edwin Williams, Plaintiffs,<br>\nv.<br>\nCENTRAL TRANSPORT, INC., Defendant.<br>\nJohn T. GARBROUGH, Herman Sharp, Paul E. Hilliker, C.W. Pickett, Larry C. Richerson, Albert C. Smith, Ronald B. Hahn, William F. Setzer, Lloyd D. Raffaldt, Darrell R. Langford, Giles S. Fisher, Jr., David Taylor, Michael E. Lorman, John W. Smith, Randal J. Adams, Gary W. Wampler, James Burden, and Michael McCorkle, Kendall Goodman, Deborah Goodman, Plaintiffs,<br>\nv.<br>\nCENTRAL TRANSPORT, INC., Defendant.</h1></center>\n<center>Nos. 92-17-Civ-7 (Wilmington Div.), 92-478-Civ-5 (Raleigh Div.).</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>April 13, 1995.</center>\n<p><span class=\"star-pagination\">*1089</span> <span class=\"star-pagination\">*1090</span> <span class=\"star-pagination\">*1091</span> Richard L. Masters, Louisville, KY; Junius B. Lee, III, Whiteville, NC, for plaintiffs.</p>\n<p>John Doyle, Winston-Salem, NC, for defendant.</p>\n<p></p>\n<h2><i>FINDINGS OF FACT AND CONCLUSIONS OF LAW</i></h2>\n<p>McCOTTER, United States Magistrate Judge.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>This case came on for a bench trial in Wilmington, North Carolina, pursuant to 28 U.S.C. § 636(c). Plaintiffs were represented by Richard L. Masters, of the law firm of Masters, Mullins &amp; Arrington in Louisville, Kentucky, and Junius B. Lee, III, of the firm of Lee &amp; Lee in Whiteville, North Carolina. Defendant Central Transport, Inc. (\"Central\" or the \"Company\") was represented by John J. Doyle, Jr., of the firm of Constangy, Brooks &amp; Smith in Winston-Salem, North Carolina.</p>\n<p>The case was tried on the question of liability from Monday, October 24, 1994, through Friday, October 28, 1994; from Monday, October 30, 1994, through Wednesday, November 2, 1994; and from Tuesday, November 8, 1994, through Thursday, November 10, 1994, when the trial ended.</p>\n<p>During the trial the court admitted into evidence a collection of joint trial exhibits (hereafter \"Joint Exhibits\") together with exhibits pertaining to each Plaintiff (for example, Garbrough Exhibits).</p>\n<p></p>\n<h2><i>ISSUES PRESENTED</i></h2>\n<p>The trial was based on the following issues presented by the pre-trial order:</p>\n<p>1. Whether Central breached the written lease agreements between plaintiffs and Central.</p>\n<p>2. Whether Central violated 49 C.F.R. 1057.2-1057.12 governing contractual requirements between common carriers and lease operators.</p>\n<p>3. Whether Central engaged in fraudulent misrepresentation with respect to matters governed by the lease agreements between plaintiffs and Central.</p>\n<p>4. Whether Central engaged in unfair and deceptive trade practices in violation of N.C.G.S. § 75-1.1 with respect to matters governed by the lease agreements between plaintiffs and Central.</p>\n<p>5. Whether plaintiffs' claims under N.C.G.S. § 75-1.1 are preempted by federal law.</p>\n<p>6. Whether plaintiffs' claims under N.C.G.S. § 75-1.1 are otherwise barred as a matter of law.</p>\n<p>7. What is the statute of limitations governing plaintiffs' claims.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1092</span> <i>FINDINGS OF FACT</i>\n</h2>\n<p>Based upon the stipulations of the parties, the testimony presented at trial, and the exhibits which have been received into evidence, the Court makes the following findings of fact:</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>1. Plaintiffs are twenty-one (21) present and former lease operators with Central. Plaintiffs leased tractors, which they owned and operated, to Central and hauled a variety of bulk commodities in trailers provided by the Company.</p>\n<p>2. One of the plaintiffs, Paul Hilliker, also was employed by Central for a short period of time as a Company driver. Three of the plaintiffs, James Pulley, Kendall Goodman and Deborah Goodman, presently are employed by Central as Company drivers. In their original and amended complaints the <i>Garbrough</i> plaintiffs alleged a separate cause of action relating to their employment as Company drivers. This claim was dismissed by the Court at trial. Accordingly, the Court will consider only those claims asserted by plaintiffs which relate to their status as lease operators.</p>\n<p>3. Defendant Central is a trucking company based in High Point, North Carolina, where it is engaged primarily in the transportation of commodities in bulk. Central maintains a fleet of tractor trailer units, employing both Company drivers and lease operators such as the plaintiffs. Central operates its fleet of vehicles in interstate and intrastate commerce and is subject to regulation by the Interstate Commerce Commission (the \"ICC\") and similar regulatory agencies in each of the states where it conducts business. At the time these actions were instituted against Central, the Company maintained eighteen (18) major terminals and three satellite terminals in a total of thirteen (13) states. Joint Exhibit 31.</p>\n<p>4. Plaintiffs Garbrough, Sharp, Pickett, Kendall Goodman, Deborah Goodman, Burden, Pulley, Langford, and Richerson were residents of the state of Kentucky. Each of them reported to and worked out of the Company's Louisville, Kentucky, terminal. While he was leasing with Central, plaintiff Paul Hilliker was a resident of Indiana working out of the Company's Louisville terminal. Plaintiffs Jacobs, Albert Smith, Hahn, Setzer, Adams, and Taylor were residents of North Carolina. They were assigned to and worked out of the Company's terminals in Charlotte (Smith, Hahn, Setzer), High Point (Adams, Taylor) and Wilmington (Jacobs). Plaintiff Lloyd Raffaldt was a resident of South Carolina, working out of the Charlotte, North Carolina, terminal. Plaintiffs Lorman and John Smith were residents of Pennsylvania, assigned to and working out of the Company's Karns City, Pennsylvania, terminal. Plaintiff Williams was a resident of Tennessee, assigned to and working out of the Company's Nashville, Tennessee, terminal. Plaintiff Giles Fisher was a resident of Virginia but was assigned to and worked out of the Company's Kingsport, Tennessee, terminal.</p>\n<p>5. Central entered into a series of standard equipment leases with the owner operators. These were not leases for specific trips (\"trip leases\"), but instead governed all trips made by the plaintiffs during the periods when they were in effect. Central's leases, which are the subject of extensive regulation by the ICC, controlled the relationship between Central and its lease operators. All leases were in writing and were presented to plaintiffs by Central at their respective terminals. Plaintiffs were given time to review the leases and to consider them before deciding whether to sign the agreements. The signed leases were then returned to Central where they were placed in files maintained by the Company for each lease operator. Each lease agreement was made and entered into by the plaintiffs at their respective places of domicile or home terminals. The leases were substantially performed by plaintiffs at their respective home terminals, from which they were initially dispatched and to which they regularly returned for additional trips.</p>\n<p>6. Central's leases were presented to the owner operators on a non-negotiable basis. If the lease operator wanted to work for Central, he or she had to sign the lease as it was presented by the Company. This conformed <span class=\"star-pagination\">*1093</span> with general practice throughout the trucking industry. The operators had to accept provisions like purchasing workers' compensation insurance through the Company and deducting overhead allocations, or terminate the lease arrangement.</p>\n<p>7. Central's leases provided for a revenue-sharing arrangement between the lease operators and the Company. The leases also addressed a number of other items, including insurance coverage, overhead allocation, and escrow arrangements. Until March, 1991, the Company's leases required each owner operator to purchase workers' compensation insurance through Central. From July, 1987 to March, 1991, the leases also imposed an overhead allocation charge which was deducted from the lease operator's bi-weekly settlements.</p>\n<p>8. Each of plaintiffs' leases contained a formula for determining their portion of the freight revenues billed by Central for the trips made and additional services and auxiliary equipment provided by the lease operators. Although the formulas changed somewhat over the years, each lease maintained a basic revenue-sharing arrangement between the parties.</p>\n<p>9. Many of the plaintiffs testified that they believed they were receiving 60 to 62 percent of the freight revenues billed and collected from the Company's customers. In fact, Central's leases in 1979 and 1981 paid its lease operators 60 percent of gross revenues. A. Smith Exhibits 1 and 2, Paragraph 19. The 1984 lease, which was in effect from January, 1984 through June, 1987, changed the formula to pay the lease operators 60 percent of drivers' base revenue plus mileage fuel surcharge and additional pay. A. Smith Exhibit 3, Paragraph 19(a). The net result of this formula was to pay the lease operator 66.1 percent of the freight revenue billed on all interstate shipments. Joint Exhibit 1. The formula used in the 1987 lease was in effect from July, 1987 until June, 1989. A. Smith Exhibit 6, Paragraph 22(a). The 1989 lease, which became effective in June, 1989, and continued through February, 1991, simply restated the formula in the 1984 and 1987 leases. Like its predecessor, the 1989 lease resulted in lease operators receiving 66.1 percent of freight revenue billed for their interstate trips. Joint Exhibit 1; A. Smith Exhibit 7. Even though plaintiffs believed their portion of freight revenues received from Central was only 60 to 62 percent, during the entire period from January, 1984, until January, 1991, they actually were paid 66.1 percent on all interstate trips, which comprised the vast portion of the loads they handled for Central. Joint Exhibit 1.</p>\n<p></p>\n<h2><i>Plaintiffs' Claims</i></h2>\n<p>10. The plaintiffs assert claims of violation of ICC regulations, breach of contract, fraudulent misrepresentation, and unfair or deceptive trade practices.</p>\n<p>11. The plaintiffs contend that: (1) Central did not remit to them the correct portion of the freight revenues generated by trips they had made on behalf of the Company; (2) Central overcharged them for workers' compensation insurance; (3) Central improperly charged or overcharged them for overhead allocation; (4) Central improperly deducted fuel surcharge overpayments from their settlements; and (5) Central overcharged them for miscellaneous items, such as fuel and license tags, which they purchased from the Company. Additionally, plaintiffs asserted a general claim that Central breached their lease agreements by not providing them with adequate information relating to the calculation of their pay. At trial, plaintiffs did not pursue their allegations that Central had overcharged them for fuel bought from the Company and thereby abandoned their right to any recovery for that contention.</p>\n<p>12. At trial, plaintiffs introduced evidence concerning two new claims. Specifically, plaintiffs asserted that Central had made unauthorized deductions from some of their escrow accounts. Also, plaintiffs contended that defendant had illegally required them to purchase workers' compensation coverage from the Company in violation of several state statutes. These claims were not specifically included in plaintiffs' complaints or raised by plaintiffs during the extensive discovery conducted by the parties. The plaintiffs moved to amend their pleadings to conform <span class=\"star-pagination\">*1094</span> to the evidence and theories they advanced at trial. Defendant opposed plaintiffs' motion. The Court withheld any ruling pending its receipt of the parties' post-trial submissions. The defendant's objection is overruled and the plaintiffs' motion to amend is ALLOWED as these contentions are fairly raised by the pleadings and the pre-trial order.</p>\n<p></p>\n<h2><i>Workers' Compensation</i></h2>\n<p>13. Plaintiffs alleged that they were overcharged by Central for workers' compensation insurance. Basically, they contend that the Company charged them too much for workers' compensation insurance and that had Central allowed them to do so, they could have obtained similar coverage by purchasing occupational hazard policies at a greatly reduced cost. Central failed to produce copies of policies or certificates of insurance for the plaintiffs despite repeated demands.</p>\n<p>14. Prior to March, 1991, each lease operator was required by the company to purchase workers' compensation insurance through the company as a condition of entering into each lease. The deductions made by Central for workers' compensation coverage of the plaintiffs were authorized under their lease agreements. As an example, the Company's June, 1987 lease contained the following provision:</p>\n<blockquote>\"The CONTRACTOR is required to carry through the CARRIER Workmen's Compensation Insurance for the CONTRACTOR and his driver/employees at the rate established by the state of domicile. This premium will be deducted on a monthly basis.\"</blockquote>\n<p>Garbrough Exhibit 1, paragraph 12. Similar provisions appeared in the June, 1989 lease. Central dropped this requirement from its March, 1991 lease. Central historically had required that its lease operators obtain workers' compensation coverage through the Company to make certain that the owner operators and their co-driver employees were fully protected in the event of a job-related illness or injury.</p>\n<p>15. In March, 1991 Central eliminated the requirement in its leases that owner operators purchase workers' compensation insurance through the Company. Joint Exh. 23. This change resulted not only from lease operators' recurring complaints about the high cost of workers' compensation coverage but also from Central's concern about several very large claims generated by lease operators and the Company's desire to reduce its overall workers' compensation claims exposure. Central amended the leases to require that the lease operators obtain their own workers' compensation or occupational accident coverage and furnish Central with evidence of compliance. <i>Id.</i> The only requirement under the lease was that proof of insurance be furnished to the company prior to a lease operator being dispatched.</p>\n<p>16. The cost of the alternative coverage in the form of occupational accident coverage ranged from approximately $110.00 to $125.00 per month, for a total of approximately $1440.00 per year as compared with the greater amounts which had been deducted by the company for workers' compensation premiums. An occupational accident policy does not provide as broad coverage as a workers' compensation policy; for instance, it does not cover occupational diseases or illnesses. As a result of these substantial differences in coverage and benefits provided, occupational hazard policies are less expensive to obtain than workers' compensation policies.</p>\n<p>17. Before signing the lease agreements, each lease operator knew and understood that Central's leases obligated them to obtain workers' compensation coverage through the Company. Plaintiffs began to complain about the cost of their workers' compensation insurance when the rates began to escalate in the late 1980s.</p>\n<p>18. Several plaintiffs asked the Company for copies of their workers' compensation policies but Central never furnished the policies to them. This led plaintiffs to question whether they actually were receiving the workers' compensation coverage for which they were being charged. However, Central established that plaintiffs were covered for workers' compensation purposes. In accordance with a practice that went back to the <span class=\"star-pagination\">*1095</span> 1979 lease, Central covered all lease operators under its own workers' compensation policy. For purposes of workers' compensation coverage, Central Transport treated the lease operators the same as employees. Most of the plaintiffs did not know that their workers' compensation coverage was through Central's employee group workers' compensation policy.</p>\n<p>19. Plaintiffs also complained that they did not receive individual workers' compensation policies which they understood were required under their leases. However, the leases did not require individual policies.</p>\n<p>20. The plaintiffs complained that Central had charged them too much for the workers' compensation coverage. Plaintiffs paid for their workers' compensation insurance in accordance with a long-standing, well-published formula that was used to calculate their premiums. The formula appeared in Central's 1979, 1981, and 1984 leases. See Paragraph 11 of A. Smith Exhibits 1 and 2; also see Paragraph 10 of A. Smith Exhibit 3. The formula also was set out in memos issued by Hezzie Hodges, the Company's Vice President of Finance, dated December 2, 1985 (Joint Exhibit 19) and February 25, 1988 (Joint Exhibit 20). These memos together with another January 9, 1990, memo from Hodges (Joint Exhibit 21) informed all lease operators of the modified state rates which were used by Central to calculate their workers' compensation premiums. Central consistently used the same formula to calculate workers' compensation premiums until the requirement was ended in March, 1991. The formula had been given to Central by Liberty Mutual Insurance Company, the Company's workers' compensation carrier. There is no evidence that Central ever deviated from the formula or that plaintiffs' workers' compensation premiums were calculated in any manner other than that communicated by the Company to its lease operators.</p>\n<p>21. The formula for computing the workers' compensation premium was</p>\n  GROSS PAY Ũ .3333 Ũ STATE RATE = PREMIUM\n<p>Joint Exhibit 19. The \"state rates\" are actually modified state rates as contained in the insurance policy. The modification factor was based on the company's claims experience. None of the rates differentiated between company drivers and lease operators.</p>\n<p>22. At trial, plaintiffs introduced statistical data to support the allegation that their workers' compensation premiums \"subsidized\" Central's workers' compensation expenses for its employees. See Joint Exhibit 37. The company-wide workers' compensation premium for 1988 company-wide was $1,297,088.00, and of that amount lease operators paid a total of $341,682.00 or 26% of the total cost of the workers' compensation insurance premium company-wide. During 1989, the total amount paid by the company for workers' compensation insurance coverage for all employees, including lease operators, was $1,085,508.00. Of that amount, the lease operators paid the sum of $342,187.00 or 31% of the total cost. During 1990, the total amount paid by the company for workers' compensation for all employees, including lease operators, was $1,342,373.00, of which the lease operators paid the sum of $493,311.00, representing a total of thirty-seven percent (37%) of the total company premium. During this same period the company had between six and seven hundred (600-700) employees, including company drivers and, in addition, had contracts with one hundred fifty (150) lease operators, representing less than twenty percent (20%) of the total company work force.</p>\n<p>23. Central's workers' compensation policy was entitled \"Workers Compensation and Employers Liability Policy.\" Joint Exhibit 22. Along with workers' compensation insurance the standard policy also provided for \"Employers Liability Insurance.\" <i>Id.</i> Item 3B. Under Central's leases with the lease operators, the company is required to provide liability insurance at no cost. See para. 8 of the 1987 lease. A. Smith Exhibit 6.</p>\n<p></p>\n<h2><i>Overhead Allocation Charges</i></h2>\n<p>24. In the leases effective July 1, 1987, Central included a $200 per pay period overhead allocation charge. For example, see Garbrough Joint Exhibit 1, Paragraph 22(a). This charge remained in effect in Central's June, 1989 leases. Garbrough Ex- <span class=\"star-pagination\">*1096</span> hibit 2, Paragraph 22(b). Through a lease amendment in November, 1990, the charge was increased to $260 per pay period. Garbrough Exhibit 4. The overhead allocation charge was eliminated from Central's leases effective March 1, 1991. Garbrough Exhibit 5.</p>\n<p>25. In June 1987, Central notified all of its lease operators that the overhead allocation would become a part of its leases effective July 1, 1987. In a memorandum of June 16, 1987, Company President Gary Honbarrier stated:</p>\n<blockquote>\"The overhead allocation is exactly what the term implies, a nominal charge to absorb a portion of overhead costs such as:</blockquote>\n<blockquote>* liability insurance</blockquote>\n<blockquote>* waste treatment</blockquote>\n<blockquote>* improved tank cleaning facilities</blockquote>\n<blockquote>* sales and customer relations expenses</blockquote>\n<blockquote>* general administrative expenses</blockquote>\n<blockquote>These and other related costs are all part of the business expenses associated with keeping trailers on the road and in good operating [condition].\"</blockquote>\n<p></p>\n<h2>Joint Exhibit 15.</h2>\n<p>26. After they received the Honbarrier memo, the lease operators were given new leases to consider and execute. Every plaintiff who was leasing with Central in June, 1987 agreed that they knew and understood the overhead allocation requirement before they signed their July, 1987 leases. This was also true for the 1989 leases. Although they never liked the overhead allocation charge, plaintiffs continued to lease with Central.</p>\n<p>27. The overhead allocation was deducted from the pay of the lease operators if they worked as few as one (1) day during a week. The proceeds of the overhead allocation were used to defray the costs of the Company's overhead, including such things as office supplies and equipment, sales, travel and entertainment. The overhead allocation was also used for capital expenditures of the Company in construction of tank cleaning, tank wash, and waste treatment facilities.</p>\n<p>28. Prior to increasing the overhead allocation in November, 1990, Central again sent a written notice to all lease operators. Joint Exhibit 16. The Company then forwarded the lease amendment to the owner operators for their review and execution. Joint Exhibit 17.0. Central provided the lease operators with ample notice about the change in the overhead allocation charge before they were asked to sign the lease amendment including the increase charge.</p>\n<p>29. Similarly, lease operators were given advance notice when the Company decided to eliminate the $260 per pay period charge. By memo dated February 4, 1991, Central presented the lease operators with a new lease which became effective March 1, 1991. Joint Exhibit 18. The memorandum highlighted the changes in the lease agreement, including the changes in workers' compensation, overhead allocation and the driver pay formula.</p>\n<p>30. In their complaint, Jacobs and Williams alleged that Central had charged them \"with an overhead allocation which was never explained to them\" and which \"included such items as a regular charge for tank washing, a service seldom, if ever, performed\". See <i>Jacobs</i> complaint, paragraph 8g. However, the Honbarrier memo, which Jacobs and Williams both acknowledged receiving, explained that the overhead allocation charge was to be used to defer general operating expenses of the Company. Joint Exhibit 15.</p>\n<p>31. The <i>Garbrough</i> plaintiffs alleged that Central \"repeatedly overcharged\" them for \"overhead\". See Paragraph 16 of the <i>Garbrough</i> amended complaint. However, plaintiffs failed to introduce any evidence to establish that they were charged more than the amounts specified in their leases.</p>\n<p>32. Plaintiffs have objected to the overhead allocations charges on several different grounds. Some plaintiffs, such as Williams, contended that they should not have been required to pay overhead allocation charges because they hauled primarily DMT, which required dedicated equipment and no tank washing. However, trailer cleaning was but one of many different elements of Central's general overhead expenses, and the Company never made any representation to plaintiffs that the overhead allocation charges were being implemented solely or primarily <span class=\"star-pagination\">*1097</span> to cover the cost of tank cleaning services provided by Central. Joint Exhibit 15. Further, the fact that some Central customers were charged for tank cleaning and waste treatment services has no effect on the validity of Central's overhead allocation charges.</p>\n<p>33. Plaintiffs contended that the overhead allocation charges served to reduce their net portion of the freight revenues billed and collected for the trips which they made. Although this may be true, plaintiffs' leases requiring the overhead allocation charges made it clear that the charges would be deducted from the percentage of freight revenues retained by them. The plaintiffs were on notice that the overhead allocation charge would be used to defray a portion of the Company's normal operating costs, including tank cleaning expenses.</p>\n<p></p>\n<h2><i>Inadequate Pay Documentation</i></h2>\n<p>34. Lease operators, upon assignment of a load, received a delivery receipt from Central. Joint Exhibit 2, page 3. The operator filled out certain information on the delivery receipt at the time the load was picked up and later when it was delivered. After completion of the delivery, the lease operator gave one copy of the delivery receipt to the consignee, kept a copy, and returned the remaining copies to the Company. The information completed by the lease operator included notations of any assessorial charges for services rendered by the operator. However, the actual charge to the customer was not shown on the lease operator's copy. During the late 1980s and early 1990s the delivery receipts retained by the lease operators also did not include the actual shipping charges for the loads delivered by the operator.</p>\n<p>35. Lease operators received bi-weekly settlement statements from Central. Upon settlement, plaintiff lease operators would receive their paychecks, their pay stubs, and Driver Pay from Waybill sheets. Sometimes lease operators would receive a yellow sheet reflecting changes in pay as a result of billing changes or errors. For Example, see Sharp Exhibit 7 and 8. The lease operator would also receive a fuel ticket and a slip showing fuel calculations for any fuel purchases made through the Company.</p>\n<p>36. The Driver Pay from Waybill sheet detailed each trip made by the lease operator and the total pay received for that trip. Joint Exhibit 2, page 1. If the freight charges were calculated on a rate per hundredweight basis, the Driver Pay from Waybill sheet also contained the freight weight and other information showing the calculation of the driver's share of freight revenues. If the freight charges were calculated in any other way, the driver's pay was shown as a Code 20 charge on the Driver Pay from Waybill sheet.</p>\n<p>37. According to the leases, the company was to share with the lease operators a percentage of the revenue billed to the customer. The specific rates were not listed on their paysheets unless the load in question involved freight measured in cents per hundredweight. However, the majority of freight which the plaintiffs hauled during the period in dispute were \"Code 20\" loads for which the rate information was not shown on the paysheet.</p>\n<p>38. The Code 20 description is a special commodity rate (based on a mathematical equation) and is used whenever a load's line-haul charges are not expressed in dollars and cents per hundredweight. Joint Exhibit 7. The \"Code 20\" rates were, in part, a function of contracts with private customers of Central Transport. Some of the agreements prohibited information from being shared with third-parties, including lease operators. In the case of Code 20 charges, the total freight amount billed to the customer, although not shown on the face of the Driver Pay from Waybill sheet, could be calculated, with considerable difficulty, by dividing the driver's pay by the applicable pay percentage and any assessorial charges by the applicable percentage. As to Code 20's, the Driver Pay from Waybill sheets did not contain enough information for the lease operator to calculate pay.</p>\n<p>39. Plaintiffs' leases included a provision dealing with the pay documentation they were to receive from Central. As an example, the June, 1989 lease contained the following <span class=\"star-pagination\">*1098</span> paragraph covering driver pay documentation:</p>\n<blockquote>\"The CARRIER will furnish to the CONTRACTOR before, or at the time of settlement, the necessary information to calculate the CONTRACTOR'S payroll. CARRIER will also make available during normal business hours at the office of the CARRIER at High Point, North Carolina, the CARRIER'S tariffs for inspection by the CONTRACTOR.\"</blockquote>\n<p>Garbrough Exhibit 3, page 6. This provision was mandated by applicable ICC regulations governing the relationship between Central and its lease operators. 49 C.F.R. § 1057.12(g).</p>\n<p>40. By 1988, all rating and billing had been transferred to High Point. Central had a high volume of contracts and tariffs. Negotiated contracts became more prevalent after deregulation in 1980. Fifty percent of Central's business became based on Code 20 rates. The terminal managers didn't have the training to rate the bills. Despite this, in February 1988, Central informed the lease operators not to call High Point about rate and payroll, but get this information from the terminal managers. Joint Exhibit 9. When lease operators directed their rate inquiries to the terminal managers, as they were instructed, in most cases the terminal managers could not provide the information necessary to determine how pay was computed and were not able to compute the information themselves.</p>\n<p>41. Because of the competitive market, volatile rates, and confidentiality agreements, it was impossible for Central to provide rate information to lease operators before they drove a load.</p>\n<p>42. The Plaintiffs regularly asked in advance of hauling for rate information on shipments which they hauled, and generally the rate information was not provided. In addition, the lease operators would regularly seek rate information subsequent to receiving their settlement sheets or Driver Pay from Waybill sheets along with their paychecks and could not get adequate explanations in most cases as to how rates were calculated. Central did not furnish rated freight bills or tariffs for Code 20 loads. Without the information billed to a customer, the lease operators couldn't determine if their pay was correct. Prior to filing the lawsuit, satisfactory responses to questions about pay could not be obtained by the plaintiffs. In fact, on many occasions when asked, Company officials either refused to supply the information or did not have the expertise to assist the lease operators in determining how their pay was calculated.</p>\n<p>43. Central's pay system was very complicated, and individual pay calculations were difficult, particularly those involving fuel surcharges. The intricacies in Central's pay system resulted not only from the complexity of the rates themselves, but also from a fundamental decision made by the Company in the early 1980s. At that time Central and other motor carriers regulated by the ICC were instructed by the Commission to roll all fuel surcharges into their freight rates or lose the charges. The ICC then further complicated pay calculations by mandating that lease operators receive a minimum of twelve cents per mile if the freight rates contained rolled-in fuel surcharges.</p>\n<p>44. Many of Central's competitors simply rolled the fuel surcharges into their rates and maintained the same pay percentage arrangement which was in effect before the roll-in took place. The result of this practice was to lower the overall revenues paid to the lease operators. Unlike its competitors, Central decided to insure that its lease operators received the same amount of revenue before and after the fuel surcharges were rolled into the Company's rates. This necessitated tracking the rolled-in fuel surcharge which became known as the \"internal fuel surcharge.\" The tracking process and the calculations it required led to a complete revision of the driver pay formula which first appeared in the Company's 1984 leases. As noted above, that complicated formula was retained in the June, 1987 lease but was eventually abandoned for a simpler mathematical expression that was used in the Company's June, 1989 lease. Joint Exhibit 1.</p>\n<p>45. Driver pay became even more complicated in 1989-1990 when the ICC once again authorized the imposition of new fuel surcharges. <span class=\"star-pagination\">*1099</span> Because Central was already tracking the rolled-in portion of the earlier fuel surcharges â   the internal fuel surchargesâ   the Company then had to account for and pay to its lease operators the full amounts of these new \"external\" fuel surcharges authorized by the Commission. Central did exactly that, paying its lease operators both the internal and external fuel surcharges as well as their percentage of the freight charges to the customer. The driver's portion of the freight revenue and the fuel surcharges (internal and external) were shown on the Driver Pay from Waybill sheets given to plaintiffs and other lease operators at the time of their weekly settlement. See Joint Exhibit 2, page 1, first transaction.</p>\n<p>46. Even for a Code 20, Central would have to calculate freight revenue before the lease operator was paid. So when Central generated the Driver Pay From Waybills, Central knew the freight revenue and could have shown this on the Driver Pay from Waybill sheet. Instead, Central treated freight revenue as assessorial pay because Central (1) wanted to preserve the secrecy of its rate structure and (2) didn't want to reprogram its computer to show these computations.</p>\n<p>47. The documentation provided by the company did not contain sufficient information to allow plaintiffs to determine how their pay was calculated for each pay period, particularly as to Code 20 loads.</p>\n<p>48. After August 1992, Central provided the lease operators with waybill information from which they could calculate their pay.</p>\n<p></p>\n<h2><i>Improper Pay</i></h2>\n<p>49. The plaintiffs testified that during their tenure with the company various charges for services rendered to customers, assessorial charges such as demurrage and pump charges, were to be shared with them. While the Company prepared a worksheet, \"Driver Pay Scales,\" showing various codes for various such charges, prior to viewing same as Joint Exhibit 6, the lease operators had never seen this document before. Similarly, the lease operators did not know if all such service charges which they incurred were in fact billed or collected. Assessorial pay represents pay for other services for which the company received extra fees. There were some assessorial charges which the drivers did not have a right to share.</p>\n<p>50. Plaintiffs have alleged that Central did not accurately compute their pay and did not share with them all of the freight revenues to which they were entitled under their leases. Specifically, the <i>Garbrough</i> plaintiffs alleged that Central \"failed to collect, account for and remit [to them] ... the full amount of monies due them as a percentage of the actual amount billed to and collected by Central from its customers.\" Garbrough Complaint, paragraphs 13 and 21. The <i>Jacobs</i> plaintiffs made similar assertions in their complaint (Jacobs Complaint, paragraph 9) and went even further by alleging that Central had deliberately \"`skimmed' from tariff and contract rates charged, a portion thereof.\" Jacobs Complaint, paragraph 13. Indeed, the <i>Jacobs</i> plaintiffs alleged that they had been underpaid \"by as much as $200.00 to $400.00 per shipment, or more than $5,000.00 per month throughout the time each of them performed under the contracts with the defendant.\" <i>Id.</i> Finally, both groups of plaintiffs specifically alleged that Central \"maintained multiple sets of records to prevent access to information relevant to its billing, payments and compensation of its drivers.\" Garbrough Complaint, paragraph 9(h) and 2(h); Jacobs Complaint, paragraph 8(k). None of these allegations was substantiated by the evidence presented to the Court.</p>\n<p>51. In order to simplify the discovery process on these claims and to minimize that expense, the parties agreed to an independent audit of the Company's pay records and other relevant documentation. The parties engaged the accounting firm of Royster, Smith, Shelton &amp; Company, of Winston-Salem, North Carolina. Plaintiffs and defendant stipulated to the scope of the audit of Central's records, which was reflected in a letter from the auditor to counsel for the parties dated December 15, 1993. Joint Exhibit 12.</p>\n<p><span class=\"star-pagination\">*1100</span> 52. The audit consisted of a detailed review of one hundred (100) randomly sampled transactions involving all of the plaintiffs. The auditors examined Central's shipping records, driver pay documentation, applicable contracts or tariffs and many other records to determine the accuracy of the pay received by the plaintiffs. Additionally, the auditors selected ten (10) more items which were traced through Central's system from the point of shipment through customer payment. Joint Exhibit 12, page 2. The overall purpose of the audit was to determine whether in fact plaintiffs had been paid correctly by Central and also whether the Company had engaged in the systematic shorting of plaintiffs' pay.</p>\n<p>53. The audit was conducted during January and February 1994, and the auditors submitted a written report summarizing their findings. Joint Exhibit 13. Those findings are set out in a series of exhibits attached to the written report. <i>Id.</i> The pertinent findings of the auditors were: (1) despite the complexity of the transactions sampled, Central had paid its lease operators correctly for the work they performed; (2) a few minor discrepancies were discovered, principally involving assessorial charges paid to the lease operators; (3) as a group, plaintiffs were actually paid more than they were entitled to receive under their leases; in other words, the Company's pay errors, although relatively small, tended to be in favor of the plaintiffs; and (4) no evidence was discovered of the systematic underpayments, shortages, and dual sets of records alleged by the plaintiffs. The overall audit results confirmed that plaintiffs had been paid properly in accordance with their lease agreements.</p>\n<p>54. Additionally, the auditors reported no incidences in which Central had written off or reduced freight or assessorial charges as claimed by the plaintiffs. In fact, one of the four shortages cited by the auditors did not actually constitute a contractual violation by Central. During their random sampling the auditors identified a shipment from Nitro, West Virginia, to Dalton, Georgia, made by plaintiff Herman Sharp on September 21, 1989. After reviewing the applicable contract under which the freight had moved, the auditors determined that a different rate should have applied to the shipment. Using the correct freight rate, the shipment would have paid Sharp an additional $16.61. Joint Exhibit 13, Exhibit II. However, the audit also determined that Central had correctly shared with Sharp the revenues billed to and collected from its customer for this load which is all that the Company was required to do under its lease. <i>Id.</i></p>\n<p>55. The only other errors identified by the auditors involved three loads handled by plaintiff Howard Jacobs. Joint Exhibit 13, Exhibit II. In each instance, Central had paid him 62% rather than 100% of the pumping charges to the customer. The Company's records reflected that Central owned the pump; however, Jacobs owned the pump and never used one provided by the Company.</p>\n<p>56. Although the total underpayments to plaintiffs were $35.34, the overpayments they received from Central amounted to $381.71. Joint Exhibit 13, Exhibit III. The audit itself was designed to achieve a 95% confidence level, thereby insuring that the random sample accurately reflected the population from which it was drawn â   all trips made by plaintiffs during the period from January 1, 1989, through December 31, 1992. Thus, the audit demonstrated that plaintiffs had received the pay to which they were entitled under their leases.</p>\n<p></p>\n<h2><i>Fuel Surcharge Recoupments</i></h2>\n<p>57. Revenues payable to the drivers were adjusted to reflect the fuel surcharges allowed by the Interstate Commerce Commission and the various governing bodies of the various states in which Central operated. However, no single governing body controlled all of Central's rates and charges in that it operated on both an interstate and an intrastate basis. Pursuant to both federal and state laws and regulations, the company was required to pay lease operators additional revenues attributable to fuel surcharges which were authorized from time-to-time by state and federal government agencies.</p>\n<p>58. Plaintiffs asserted that Central improperly deducted fuel surcharge overpayments from their earnings. In August 1986, <span class=\"star-pagination\">*1101</span> Central found out that it had overpaid lease operators for fuel surcharges on certain Code 20 loads and immediately corrected the mistake. Lease operators were notified of the error, but Central did not make any effort to recover the overpayments. Joint Exhibit 25.</p>\n<p>59. In September, 1990, Central realized that another mistake had been made with respect to fuel surcharge payments for certain Code 20 loads. The error had occurred over an eighteen-month period and resulted in significant overpayments to many of its lease operators. The overpayments to each of the plaintiffs are summarized in Joint Exhibit 26.</p>\n<p>60. After discovering the error, Central notified each lease operator about the mistake and presented them with computerized summaries and as well as a corrected Driver Pay from Waybill sheet for each trip for which there had been an overpayment. See Joint Exhibit 26, pages 2-4 and 5-7. These documents were hand-delivered to each lease operator by their terminal managers. All lease operators were informed that the Company would recoup the overpayments in equal installments over the next eighteen months. Central documented each deduction, itemizing them on the Driver Pay from Waybill sheets delivered to the lease operators with their settlement statements. For example, see Burden Exhibits 19 and 20.</p>\n<p>61. No company customers had been overbilled for these fuel surcharges. Central simply had paid its lease operators twice for these fuel surcharges.</p>\n<p>62. Although there was no express provision in plaintiffs' leases addressing the fuel surcharge recoupments, the leases did specify what monies were to be paid to the lease operators. None of the leases authorized plaintiffs to receive and retain duplicate fuel surcharge payments. Indeed, with one or two exceptions, each plaintiff admitted at trial that Central was entitled to recover any duplicate fuel surcharge payments which had been made to them. Plaintiffs' only caveat was that the Company provide them with proof that the overpayments had occurred. Central did that in September, 1990, giving the plaintiffs detailed documentation identifying every fuel surcharge overpayment which they had received. Joint Exhibit 2.</p>\n<p>63. Plaintiffs also complained that some lease operators did not have to repay the full amount of the fuel surcharge overpayments they received because Central had imposed a $3,000.00 cap on all such recoveries. Central put a cap on the recoupments to ease the financial impact on the lease operators. Further, Central made no secret of the existence of the cap, and all of the plaintiffs were aware of it at the time. Further, to the extent that Central decided to forego recovery of any portion of the fuel surcharge overpayments to the plaintiffs and other lease operators, it was the Company's right to do so.</p>\n<p></p>\n<h2><i>Escrow Account Deductions</i></h2>\n<p>64. At trial, several plaintiffs maintained that defendant had made unauthorized deductions from their escrow accounts in violation of the leases and ICC regulations. Fuel surcharge overpayments were withheld from the escrow accounts of Randal J. Adams, Ronald B. Hahn, Paul E. Hilliker, Cecil W. Pickett, Larry C. Richerson and John W. Smith when they left Central. Joint Exhibit 36. Also, plaintiff Giles Fisher asserted that Central had deducted approximately $2,000.00 from his escrow account for damages to the Company's equipment and deductions for unpaid workers' compensation premiums and overhead allocation.</p>\n<p>65. These plaintiffs did not authorize Central to deduct fuel surcharge overpayments from their escrow accounts. Nothing in their leases specifically authorized the company to make the deductions, nor did the plaintiffs consent to the deductions. Adams, Hahn, Pickett, and Richerson received refunds of these escrow funds after they complained. <i>Id.</i></p>\n<p>66. Neither the <i>Garbrough</i> nor <i>Jacobs</i> complaints made any reference to unauthorized deductions to their escrow accounts. Similarly, plaintiffs failed to identify Central's escrow account practices among those challenged in their lawsuits. Joint Exhibit 42. Central objected to the introduction of any evidence relating to these claims on the ground that they had not been the subject of <span class=\"star-pagination\">*1102</span> any prior pleading by the plaintiffs. The court overrules these objections, as these claims are fairly raised by the pleadings governing their pay concerns and the pre-trial order.</p>\n<p>67. Plaintiffs' initial leases with Central established a $1,000.00 escrow account through payroll deductions. Garbrough Exhibit 1, Paragraph 14. Eventually, the escrow requirement was increased to $1,500.00. Garbrough Exhibit 4, Paragraph 14. None of the leases provided a comprehensive list of permissible deductions from their escrow accounts. But escrow account deductions were expressly authorized to cover the cost of permits and insignia identifications as well as physical damage to Central's trailers. Garbrough Exhibit 1, paragraphs 14 and 15.</p>\n<p>68. Defendant produced documentation regarding its escrow account deductions for fuel surcharge overpayments. Joint Exhibit 36. Only two plaintiffs, Paul Hilliker ($506.16) and John Smith ($310.53), had unrefunded deductions made from their escrow accounts for fuel surcharge overpayments. Both plaintiffs conceded at trial that Central was entitled to recover from them the full amount of any fuel surcharge overpayments which they had received.</p>\n<p>69. Giles Fisher had a rollover accident, damaging his tractor and Central's trailer. Central cancelled Fisher's lease because of the accident and DOT log violations.</p>\n<p>70. Fisher's lease expressly authorized Central to deduct up to $1,000.00 from his escrow account for unreimbursed physical damage to Central's equipment. Fisher Exhibit 2, paragraph 15. Central prepared a written explanation of its deductions from Fisher's escrow account. Fisher Exhibit 3, page 3. However, Central did not provide this to Fisher prior to making the deductions, as required by the lease. Fisher Exhibit 2 paragraph 15. Furthermore, the written explanation was not sufficiently detailed to clearly describe the deduction. <i>Id.; see also,</i> 49 C.F.R. 1057.12(k)(3)(i). The statement only reflects a $1,000 deduction as \"Max deduction for Damages to our equipment.\" The statement contains no itemization of physical damage to the trailer. The statement focuses only on wrecker costs: \"Per our Contract we can deduct 100% of Wrecker Cost, plus cost to move our equipment to a safe location. Wrecker Bill was $7000.00+.\" <i>Id.</i> The lease had no provision providing for the recoupment of wrecker cost from the escrow account.</p>\n<p></p>\n<h2><i>License Tag Overcharges</i></h2>\n<p>71. All of Central's leases contained a requirement that the lease operator provide his/her own license plates. The leases also included the following provision:</p>\n<blockquote>\"If such license plates are procured by the CARRIER for the CONTRACTOR, the CONTRACTOR will reimburse the CARRIER for such expenditures <i>at the CARRIER'S actual cost.\"</i> (Emphasis added.)</blockquote>\n<p>See Garbrough Exhibit 1, paragraph 5(a); Garbrough Exhibit 2, paragraph 5(a); Garbrough Exhibit 4, paragraph 5(a). Almost all the plaintiffs exercised their option to purchase their license plates through Central, partly because it was more convenient for them and also because Central advanced the cost of the plates which it then recovered in three installment payments.</p>\n<p>72. Several plaintiffs contended that they had been overcharged by Central for the license tags they had purchased through the Company. After cancelling their leases with Central they bought their own tags while working for other motor carriers, and the cost of those tags was less than they had paid to Central.</p>\n<p>73. Central's costs for the license tags bought for the lease operators were passed on to the plaintiffs exactly as specified in their leases. Central took the total cost of all of the tags for lease operators and company drivers and divided it by the number of tags to arrive at the cost per tractor. Joint Exhibit 27 documents the actual costs incurred by Central for license plates purchased from 1988 through 1992.</p>\n<p>74. However, in 1988 Central inadvertently made a fourth installment deduction for license tags which was subsequently refunded to plaintiffs and other lease operators for whom the Company had purchased license tags. However, the refund was not reflected on the end-of-year settlement statements <span class=\"star-pagination\">*1103</span> received by the lease operators. Compare Joint Exhibit 27, page 1 with Raffaldt Exhibit 7, page 2.</p>\n<p>75. Plaintiffs also argued that Central's cost for license tags was higher than the cost with other carriers for whom they worked. However, the cost of an apportioned license tag, such as those purchased by Central, varied from carrier to carrier, depending upon the miles which the carrier (and its drivers) ran in a given state.</p>\n<p></p>\n<h2><i>IRS Form 1099</i></h2>\n<p>76. Central did not provide amended IRS form 1099 to the any of the plaintiffs in regard to fuel surcharge overpayment recoupments. As the lease operators were cash basis tax payers, Central was not required to submit amended 1099 forms whenever the Company made adjustments to their pay.</p>\n<p></p>\n<h2><i>Individual Pay Claims</i></h2>\n<p></p>\n<h2><i>Albert Smith</i></h2>\n<p>77. Smith claimed that he should have received straight demurrage pay for a total of ninety-six (96) hours on a trip he made from Conroe, Texas, to Carteret, New Jersey, and eventually on to Mt. Vernon, Indiana. See A. Smith Exhibit 18. A Company dispatcher had told Smith that as the trip would be unusual, he would receive straight demurrage pay rather than a combination of layover and demurrage pay while he was at a customer's plant in Carteret. Smith was paid $324.00 in layover pay (Code 12) and $504.00 in demurrage pay (Code 21) for the trip. A. Smith Exhibit, page 2.</p>\n<p>78. Smith contended that he was entitled to receive straight demurrage pay for all time spent in Carteret (1) because it had been promised to him by the Company's dispatcher and (2) because he had to remain near the customer's loading/unloading site until the load was cleared for departure. Central's tariff authorized demurrage pay when the lease operator was in \"immediate readiness to perform his duties\" during the time of the layover. A. Smith Exhibit 35, p. 7. \"[I]mmediate readiness\" required the driver to be standing by his unit waiting to actively participate in the ongoing process of loading or unloading the trailer. <i>Id.</i> Smith slept, took meals, fueled his tractor, and otherwise relaxed during the three days he waited to depart from Carteret. Smith was not in \"immediate readiness\" to perform his duties during the layover.</p>\n<p>79. Smith also questions his pay for a 9/14/90 trip from Nitro, W. Va., to Fresno, California, Waybill # 725 (A. Smith Exhibit 21). He compares this with earlier trips taken by Giles Fisher on March 1, 1990, Waybill # 499 (A. Smith Exhibit 22), on December 7, 1990, Waybill # 432 (A. Smith Exhibit 23) and two trips taken by Ronald Hahn on February 7, 1990 (A. Smith Exhibit 24) and May 25, 1990, Waybill # 638 (Smith Exhibit 25). Smith actually received more for his trips than the other operators. Although the freight rate and weight were the same for all loads, each driver reported different miles. More significantly, Smith received a $260.23 external fuel surcharge that was not in effect for the other trips.</p>\n<p>80. Smith also questions whether he was paid for his mileage, unloaded, from Fresno to Houston after he unloaded in Fresno. Waybill # 725 doesn't show any unloaded miles. The lease operators were not normally paid for unloaded miles.</p>\n<p></p>\n<h2><i>Deborah and Kendall Goodman</i></h2>\n<p>81. The Goodmans are former lease operators with Central. They drove together as a team for Central from November, 1983, until June, 1994, when they sold their tractor. Eighty-five to ninety percent (85%-90%) of their loads were Code 20. Central employed the Goodmans as Company drivers in July, 1994.</p>\n<p>82. The Goodmans raised several pay concerns. They asserted that their pay was shorted by $211.40 on a load they had handled on November 20, 1991, from Fayetteville, North Carolina, to Jamestown, New York. The Goodmans introduced a copy of a Borden, Inc., form relating to the shipment. Goodman Exhibit 11, page 1. According to the Goodmans, the freight rate and pump charge shown on the Borden document did not conform to the information on their Driver <span class=\"star-pagination\">*1104</span> Pay from Waybill sheet. Goodman Exhibit 11, page 2.</p>\n<p>83. The Company's waybill inquiry form showed a pump charge (Code 16) of $19.00 to Borden, not the $8.00 shown on the Borden record. K. Goodman Exhibit 14, page 6. The Goodmans received the full amount of that pump charge. <i>Id.,</i> page 1. Central's contract with Borden also reflected a shipping rate of $1.85, not the $3.61 rate shown on the Borden document. <i>Id.,</i> page 8. The Goodmans were paid $712.76 for this load, which was the correct pay under their lease agreement (.64 Ũ $1,113.70). <i>Id.,</i> pages 1 and 6. More importantly, the Borden document was a customer acknowledgement form, not a bill of lading, and it did not control Central's freight charges to Borden.</p>\n<p>84. The Goodmans also contended that they were entitled to receive straight demurrage pay for a Conroe to Carteret to Mt. Vernon load which they handled on March 6-10, 1989. D. Goodman Exhibit 24, page 1. Central dispatcher Scott Gross had told them they would receive straight demurrage for all of the time they spent in Carteret. Instead, they earned a combination of demurrage (Codes 21 and 22) and layover (Code 12, weekend demurrage) pay. The Goodmans claimed that they should have received straight demurrage for the seventy-two (72) hours they spent in Carteret at the rate of $18 to $22 per hour.</p>\n<p>85. The Goodmans stayed with their truck at the customer's terminal for three (3) days. Gross specifically instructed the Goodmans to be available at the shipper's plant to load when the customer was ready. Despite the fact that the Goodmans were required to remain at the customer's premises, available to load, for approximately seventy-two (72) hours, they were not paid straight demurrage.</p>\n<p>86. Demurrage was billed on both legs of the trip, Goodman Exhibit 24, unloading demurrage on the first leg (Waybill # 780) and loading plus overnight (code 12) on the second leg (Waybill # 790). The shipper was billed according to Tariff 6001780, see Goodman Exhibit 24, page 2, and A. Smith Exhibit 35, pages 6-8. The tariff authorized demurrage pay when the lease operator was in \"immediate readiness to perform his duties\" during the time of the layover. A. Smith Exhibit 35, page 7. Central billed the shipper for 16 hours unloading demurrage of $480.00, the Goodmans' 62% being $297.60. Central erroneously billed the shipper on the second leg (790) for layover at the rate for a single operator, $360, lease operator share, $223.20. Goodman Exhibit 24, pages 3-4. Central also reduced the demurrage to 9 hours and weekend layover, Goodman Exhibit 24, pages 4, 5-7, reducing the demurrage from $480 to $270, the drivers' 62% being $167.40, and increasing the layover from $360 to $670, the drivers' share $415.40. Goodman Exhibit 24, pages 5 and 7.</p>\n<p>87. Central failed to comply with the tariff by failing to bill the shipper for detention rather than overnight and weekend layover. The drivers were required to stand by at the shipper's plant in \"immediate readiness\" to perform their duties. A. Smith Exhibit 35, page 7. Thus, the detention provisions of the tariff would apply rather than the overnight and weekend layover provisions. Note B, Item 672, Tariff, A. Smith Exhibit 35, page 7. However, Central paid the Goodmans based on its billing to the customer. This complied with the lease.</p>\n<p>88. The Goodmans claim entitlement to receive \"out of route\" mileage pay for 13 trips they had made hauling duPont loads between Old Hickory, Tennessee, and Charleston, South Carolina. Goodman Exhibit 13. On May 24, 1993, after this lawsuit was filed, the Goodmans submitted a Non Revenue Pay Report for extra mileage incurred because of a bridge closure. See Goodman Exhibit 13. A \"Non Revenue Pay Report\" is used any time a driver is paid for something that a customer is not billed for, such as extra miles for having to go out of route. Joint Exhibit 4. Although the terminal manager approved the submission, High Point did not. The leases do not provide for non-revenue pay. Central had not billed or collected this additional pay from its customer. Central's terminal managers could only make recommendations regarding non-revenue pay items. High Point retained the final authority to grant or deny nonrevenue <span class=\"star-pagination\">*1105</span> pay requests. The Goodmans are not entitled to the non-revenue pay.</p>\n<p>89. Finally, the Goodmans claimed that they were entitled to additional pay resulting from alleged fuel surcharge underpayments that had occurred beginning in August, 1986 on Dupont loads hauled by the Goodmans from Old Hickory, Tennessee. D. Goodman Exhibit 14. Plaintiffs maintained that there was a shortage of $131.28 on each of eighty-five (85) loads itemized on their Driver Pay from Waybill sheets. <i>Id.</i> In support, they show that prior to August, 1986, their Driver Pay from Waybills reflected a fuel surcharge of $131.28 and pay percents of 62%. See Goodman Exhibit 14, pages 1 and 2. The Goodmans contend that after August 1986, the Driver Pay from Waybills still reflected pay at 62%, but no pay for fuel surcharges. See Goodman Exhibit 14, pages 4-22. Code 20 loads became more prevalent in 1986. Around August 26, 1986, the Goodmans received a copy of a memo from Ben Keller concerning Code 20 charges. Goodman Exhibit 15. This memo was sent to all lease operators. The memo stated that more loads were being billed as \"Code 20 rather than a weight and rate,\" that \"your pay was increased from 60% (62%) to 66.11 (67.8% for a team) on a Code 20 charge ... to compensate for the internal fuel surcharge not applying on that code ...,\" that in error the lease operators had been overpaid the mileage surcharge of 12 cents/mile and that while Central would not be recouping the overpayments, the error would be corrected immediately. <i>Id.</i></p>\n<p>90. The Code 20 pay had the fuel surcharge built into it; thus the pay had an internal fuel surcharge. The mileage fuel surcharge of 131.28 at 12 cents/mile was paid in error. The Goodmans were actually paid on these loads at the correct rate of .678. The Driver Pay from Waybills merely reflected the lease-stated percentage of 62%. See Goodman Exhibit 14, page 16, Goodman Exhibit 19, p. 50. However, 62% of driver revenue equaled 67.8% of freight billed to and collected from the customer.</p>\n<p>91. The Goodmans also complained that in 1991, although their rate increased to 64%, they actually received less pay. See Goodman Exhibits 14, 22. However, while the pay percentage on the Driver Pay from Waybills increased to 64% to reflect the lease percentage, See Goodman Exhibit 7, this actually reflected a decrease in the actual percentage. Under the February 1991 lease, the drivers were paid a straight percentage without additions. Thus, the lease rate and the effective rate were the same, 64%. The Goodmans were paid correctly under the lease. Goodman Exhibit 19, p. 87.</p>\n<p>92. The Goodmans question Waybills # 601 and # 854, two Carrollton to Gurnee trips which paid differently for the same load. Waybill # 601 was a trip on 11/12/90 which produced a pay amount of $548.90. Goodman Exhibit 16, p. 1. The same trip on 3/11/90, Waybill # 584, produced a pay amount of $518.14, although at an increased waybill percent of 64%.</p>\n<p>93. The pay is correct. Waybill # 601 was calculated at 67.8%, see Goodman Exhibit 20, p. 1 &amp; Exhibit 6, while Waybill # 584 was actually billed at the lower percentage of 64% in effect on 3/11/91 per the lease of March 1, 1991. Goodman Exhibit 20, page 2 &amp; Exhibits 7 &amp; 23.</p>\n<p></p>\n<h2><i>James Burden</i></h2>\n<p>94. James Burden is a current lease operator with Central. He challenges a reduction in his pay for a trip on 9/18/91 from Louisville to Fresno, Waybill # 912. Burden Exhibit 19. Central initially paid Burden $5,024,41 in accordance with what the Louisville terminal manager, Mose Miller, told Burden prior to taking the load. Subsequently, Central rebilled this trip under a Code 20, resulting in a $1,107.87 reduction in Burden's pay. Burden Exhibit 20, B-27, p. 3. The original rate was based on cents per hundredweight, Burden Exhibit 27, p. 2, and was rebilled based on a Code 20 contract rate that was published the same day the load was picked up. Burden Exhibit 27, pages 1 &amp; 5. Once Central concludes negotiations on a contract rate, the Company has to publish the rate.</p>\n<p>95. Burden received the correct portion of the freight revenues billed to and collected from Central's customer for the trip in question. <span class=\"star-pagination\">*1106</span> Joint Exhibit 27. Central charged its customer $6,317.00 for the shipment of the freight in question. (<i>Id.,</i> pages 1 and 5) and Burden was paid 62% (Burden Exhibit 8, page 6) of that amount, or $3,916.54 (Burden Exhibit 20, Transaction 1). Thus, Burden was paid appropriately under his lease agreement with Central.</p>\n<p>96. Burden challenges a reduction in pay for a 6/15/88 Louisville to Omaha load, Waybill # 701. Burden Exhibit 12, p. 1. Burden had not made this load before. The Louisville terminal manager, Bobby Hales, told him that this was a good-paying load, to drop another load and take this one. Hales told him that this load would pay $1,558.74 and that is what Burden was initially paid. Burden Exhibit 21, page 1. Central determined that a different tariff applied, reducing the rate from 5.440 to 4.050. Also, under the correct tariff the weight was the actual weight, 40,100, rather than a minimum weight billing, 42,000. Thus, the customer was rebilled, resulting in a $436.78 reduction in Burden's pay. The reduction was proper under the lease.</p>\n<p>97. Burden challenges a $770.71 reduction in his pay for an 8/7/89 load from Louisville to Mogadore. Burden Exhibit 14. The Code 20 rate changed. Burden Exhibit 23, pages 1, 7 &amp; 11. The billing clerk initially picked up the wrong Code 20. The customer was rebilled. <i>Id.</i> The reduction was proper under the lease.</p>\n<p>98. Burden questions an 11/18/89 load from Lemont, Illinois, to Louisville, Waybill # 814. Burden Exhibit 15. Central initially paid him $502.68 but corrected the pay to the normal pay for this run, $351.68. <i>Id.</i> This pay contains a $37.68 fuel surcharge that was part of Central's overpayment of fuel surcharges for which Central sought recoupment. Other than the fuel surcharge, Burden's pay was correctly based on the rebilling.</p>\n<p>99. Burden next contends that Central owes him mileage for going from San Antonio, Texas, to Harahan, Louisiana, to pick up his next load on March 24, 1990. Burden Exhibit 17. Central does not usually pay lease operators for travel to pick up another load.</p>\n<p></p>\n<h2><i>James Pulley</i></h2>\n<p>100. Pulley leased with Central until January, 1994, when he became a Company driver in Louisville. Pulley asserted a claim identical to that of plaintiff Burden. Pulley testified that Louisville terminal manager, Mose Miller, had told him he would receive approximately $5,000.00 for a trip from Louisville, Kentucky, to Fresno, California, but that Central paid him only $3,800. High Point had earlier given Miller the wrong rate. When he sent Pulley out on the same load a few days after Burden, Miller was not aware of rate change.</p>\n<p>101. Pulley did not understand the fuel surcharge calculation on a February 4, 1989, trip from Kingsport to Rome (Waybill # 335), Pulley Exhibit 13, and a March 30, 1989, trip from Kingsport to University Park (Waybill # 670). Pulley Exhibit 41. However, the fuel surcharge calculations are correct.</p>\n<p></p>\n<h2><i>Herman Sharp</i></h2>\n<p>102. Herman Sharp testified that he should have been paid seventeen and one-half (17―) hours in demurrage pay incurred during a January 1992 delivery to a customer in Bradford, Pennsylvania. Although Sharp initially received $253.80 for 11.75 hours of detention, his pay subsequently was adjusted when the customer complained that the unloading delay had been due to Sharp's use of two-inch hose rather than the three-inch hose which it had specified. Sharp Exhibit 8. Sharp was aware of the customer's three-inch hose requirement, Sharp Exhibit 20, but did not use the hose because he could not lift it due to a work-related injury and the product could be pumped through a two-inch hose as easily as a three-inch hose. Sharp also maintained that the unloading delay had occurred because of cold weather rather than the size of the hose. A claim for all demurrage was filed on Sharp's behalf but denied by the Company because of the customer complaint that the unloading was slow. Sharp Exhibit 13.</p>\n<p>103. Sharp's own records show that his total time spent during the delivery was 13 <span class=\"star-pagination\">*1107</span> hours and 45 minutes. Central allows its customers a minimum of two free hours for delivery. Therefore, the maximum number of hours Sharp could claim for demurrage was 11 hours and 45 minutes. Sharp Exhibit 13, page 4.</p>\n<p>104. Thus, Central received no assessorial revenues for demurrage which it could share with Sharp under his lease. The lease operators were entitled to be paid only those assessorial charges which were billed and collected by Central from its customers.</p>\n<p>105. Sharp also complained that in 1991 Central improperly adjusted his pay for a trip he had made in November, 1990 from Terre Haute, Indiana, to Kingstree, South Carolina. Sharp Exhibit 7. Sharp further complained that Central failed to amend his IRS Form 1099 to reflect this adjustment in his pay.</p>\n<p>106. Sharp was correctly paid for the trip. Sharp Exhibit 12. The freight revenues for the trip were adjusted downward, $1,054.66, because Central initially had used an incorrect rate when it billed the customer. <i>Id.,</i> page 5. Two rates were available; however, the ICC requires that the lower rate be used. Sharp Exhibit 12, pages 5 and 6. The billing to the customer was also revised to show the lower rate. <i>Id.,</i> pages 2 and 4. When the correct rate was applied (<i>Id.,</i> page 6), it lowered the overall freight charges to the customer and thereby reduced Sharp's revenue for the trip (<i>Id.,</i> page 1). Moreover, since Sharp is a cash basis taxpayer, Central correctly reported the pay he received for this load. Sharp originally was paid for the trip in 1990, and the adjustment to his pay was made in 1991. The revision did not show up in Sharp's pay until April 1991 because he was out of work five months with a shoulder injury. Central reported these events for tax purposes in the years when they occurred. Accordingly, no amended 1099 form was required.</p>\n<p>107. Sharp complained of a trip made on 11/8/90 from Terre Haute to Kingstree, SC. Central initially paid him $1,854.44. Sharp Exhibit 7. In April, Central reduced his pay $350.32 to $1,504.12, reflecting a rate change on the load. The trip was originally billed at $6,090, but revised to $4,940. <i>Id.;</i> Sharp Exhibit 12. Central initially used the wrong rate. Central correctly paid Sharp for this trip.</p>\n<p>108. Finally, Sharp claimed that Central had underpaid him on a series of trips he made for the Company. Sharp Exhibit 9. Sharp introduced no evidence to support any of these claims. He conceded that the calculations had been made by his daughter-in-law and that he was not certain what basis she had used to arrive at her figures. Central's records showed that Sharp had been paid correctly for each of the trips cited in his pay summary. Sharp Exhibits 9 and 14.</p>\n<p></p>\n<h2><i>Giles Fisher</i></h2>\n<p>109. Giles Fisher testified that Central made improper deductions from his final two pay settlements resulting in estimated pay losses of approximately $5,000.00-$6,000.00 and loss of his escrow. Fisher had a rollover accident in mid-December, 1990, totaling his tractor and damaging the Company's trailer. Central canceled Fisher's lease in late December, 1990, because of the serious accident and Fisher's DOT log violations. Central paid a $7,065.00 wrecker bill generated by this accident. Fisher Exhibit 4. Fisher claimed that the wrecker bill was too high and that the Company had refused to use a less expensive wrecker service.</p>\n<p>110. Louisville terminal manager Mose Miller was present at the site of the accident when the overturned unit was set upright. Fisher had already left the scene. It took three wreckers, including the wrecker service preferred by Fisher, to set the tractor-trailer unit upright. The tractor and trailer were then towed to a place of storage. Miller had to pay the full wrecker bill in order to recover the Company's trailer. Central never took possession of Fisher's tractor.</p>\n<p>111. Fisher's accident occurred during a trip from Baton Rouge, Louisiana, to Willow Island, West Virginia. He was paid 79% of the freight revenues generated by that trip, representing his portion of the total miles between Baton Rouge and Willow Island. Fisher Exhibit 17, page 3. He also was paid for an earlier trip from Nitro, West Virginia, to Fresno, California. Fisher Ex- <span class=\"star-pagination\">*1108</span> hibit 25, page 4. However, Central made deductions from these payments to recover unreimbursed advances Fisher had received ($804.00), fuel purchased from the Company ($145.09 plus $40.66), the last portion of his workers' compensation premiums for December, 1990 ($49.46), and fuel surcharge overpayments ($76.92 and $2,461.56). Central used $1,938.49 to offset the wrecker bill which Fisher owed the Company under his lease. See Joint Exhibits 25 and 26; see also Fisher Exhibit 2, paragraph 16.</p>\n<p>112. Fisher also contends that an additional $103.14 for workers' compensation premiums was deducted from his check for a period when he was no longer working for the company. Fisher's last pay stub shows a $103.14 deduction for workers' compensation. This deduction was improper, as Central had fired Fisher three weeks earlier.</p>\n<p>113. Fisher was operating under a June 7, 1990, lease with Central when he had the accident. Fisher Exhibit 2. Under his lease with Central, Fisher became responsible for the damages and costs incurred by Central as a result of the accident, including the wrecker bill for uprighting the unit, transferring the product, and transporting the tractor and trailer to a safe place of storage. Fisher Exhibit 2, paragraph 6. Accordingly, Central's requirement that Fisher reimburse the Company for the full amount of the wrecker bill complied with the terms of Fisher's lease, except to the extent that any of this amount was deducted from Fisher's escrow account.</p>\n<p>114. Fisher contended that Central made unauthorized deductions from his escrow account in the amount of $1,938.49 to offset the wrecker service bill. The $1,938.49 was deducted from his last paycheck, rather than his escrow account. Fisher Exhibit 25, page 5, Fisher Exhibit 3, page 3. However, Central deducted an additional $1,000 from Fisher's escrow account. Fisher Exhibit 3, page 3.</p>\n<p>115. Paragraph 15 of the June 7, 1990, lease provides:</p>\n<blockquote>In the event a CARRIER owned trailer shall be damaged as a result of negligence on the part of the CONTRACTOR or his driver/employees, the CONTRACTOR shall be responsible and liable to the CARRIER for such physical damage up to but not exceeding the sum of $1000.00 for each occurrence. Any such claim filed by the CARRIER with the CONTRACTOR, requires a detailed written explanation furnished to the CONTRACTOR before any deductions will be made from the CONTRACTOR'S earnings or escrow account.</blockquote>\n<p><i>Id.</i> Prior to making the deductions, Central failed to provide Fisher with a \"detailed written explanation.\"</p>\n<p>116. Paragraph 15 of the lease permitted a deduction of up to $1,000 for physical damages to the trailer, but only after at \"detailed written explanation\" had been furnished in advance to the lease operator. Fisher Exhibit 2, paragraph 15. The deduction from escrow was improper under the lease. First, Central did not provide Fisher with a written explanation prior to making the deduction. Second, the deduction was for wrecker expenses and not physical damage to the trailer. Fisher Exhibit 5, page 3.</p>\n<p>117. Fisher also testified that he had lost approximately $18,000.00 when his tractor was totalled. He claimed that the tractor was worth approximately $85,000.00 at the time of his accident, but he only received $67,000.00 from his insurance carrier, which retained the wrecked tractor for its salvage value. Fisher attributed this loss to Central, although he did not produce any evidence to support this claim.</p>\n<p>118. At the time Fisher purchased the tractor in June, 1990 he paid $71,835.00 for the unit. Fisher Exhibit 21, page 7; Fisher Exhibit 27. His vehicle was never worth the $85,000.00 claimed by Fisher, and it had depreciated during the six months preceding the accident. Accordingly, the $67,000.00 received by Fisher from his insurance carrier would appear to have been a fair settlement of his insured loss. Central was not involved in the settlement between Fisher and his insurance carrier and was not responsible for any deficiency in that settlement.</p>\n<p>119. Fisher said that after he was fired, Dave Durham would not let him submit a workers' compensation claim. The records reflect that Fisher submitted and received <span class=\"star-pagination\">*1109</span> workers' compensation. Fisher Exhibits 7 and 8.</p>\n<p>120. Fisher testified that he tried to cancel hospital coverage in August 88. However, on 11/27/89, Fisher added his wife to his policy. Fisher Exhibit 14, page 8.</p>\n<p></p>\n<h2><i>William Setzer</i></h2>\n<p>121. William Setzer claimed that Central had withheld fuel surcharge overpayments from his escrow account. Central's records reflected that no fuel surcharge overpayments were deducted from Setzer's escrow account. Joint Exhibit 38.</p>\n<p>122. Setzer has no valid basis to claim reimbursement from Central for time spent calculating his pay.</p>\n<p></p>\n<h2><i>Lloyd Raffaldt</i></h2>\n<p>123. Lloyd Raffaldt testified that Central initially withheld fuel surcharge overpayments from his escrow account but that the Company eventually refunded this money to him. No fuel surcharge overpayment deductions were made from Raffaldt's escrow account. Joint Exhibit 38.</p>\n<p></p>\n<h2><i>Howard Jacobs</i></h2>\n<p>124. The independent audit identified three incidences in which Jacobs had been underpaid for use of his pump. Joint Exhibit 13, Exhibit II. The underpayments totaled $18.73. <i>Id.</i> Jacobs has attempted to project this underpayment to other trips Jacobs may have made. However, Jacobs did not offer any evidence relating to the number of trips he made annually, the frequency with which he used his pump or any other underpayments in connection with pumping services he provided. More significantly, the auditor found that the plaintiffs were the beneficiaries of overpayments by Central which substantially exceeded any underpayments to them. Cf. Joint Exhibit 13, Exhibits II and III.</p>\n<p>125. Jacobs testified that Gary Honbarrier promised Jacobs $375-$400 extra if he would haul a particular load from Charleston Heights to Portland. Waybill # 962, Jacobs Exhibit 31, page 1. Jacobs was paid for the load, then Central took back $358.68 for fuel surcharge. Honbarrier was willing to pay Jacobs this, but Jacobs refused the check. Jacobs has waived any claim for this extra pay.</p>\n<p></p>\n<h2><i>Robert Williams</i></h2>\n<p>126. Robert Williams asserted that in August, 1986 he stopped receiving fuel surcharge payments, thereby reducing his freight revenues received from Central. These claims do not fall within the time period relevant to this litigation. Moreover, the changes in Williams's pay in August, 1986, resulted from Central's discovery that it had been overpaying some of its lease operators for fuel surcharges. Joint Exhibit 25. The pay reductions in August, 1986, simply eliminated the overpayments to the lease operators.</p>\n<p>127. Williams claimed that Central did not account for or remit to him overpayments of fuel taxes which he had paid in Tennessee. Williams bought the bulk of his fuel from the Central Terminal at Mt. Juliet, Tennessee. Williams stated that under the terms of the lease the company was treated as the owner of the vehicle and he was to receive a rebate for fuel purchased in any state where he did not compile enough miles to justify the tax paid in that state. He further testified that the company should have accounted for this potential rebate as did Matlock Transport, his subsequent employer. Central never accounted for the fuel taxes as collected at any time.</p>\n<p>128. Fuel taxes must be paid in the state of consumption, not in the state of purchase. Although Williams claims to have bought most of his fuel in Tennessee, where he was based, he admitted that many of his miles were run outside that state on trips he made to and through Kentucky, Indiana, Ohio, North Carolina, and South Carolina. Central paid the fuel taxes resulting from Williams' travel in those states, thereby offsetting any refunds he otherwise may have been due for fuel taxes he paid in Tennessee. Thus, he is not due any refund from Central.</p>\n<p>129. Williams complains of pay received for four trips from Cape Industries in Wilmington, North Carolina, to 3M in Decatur, <span class=\"star-pagination\">*1110</span> Alabama. Williams Exhibit 28. Williams was initially paid a rate other than Code 20 for a 12/12/90 trip. <i>Id.,</i> pages 1, 4. Ultimately, he received a reduction of the pay. Williams did not receive the yellow sheet as it had been sent to 3M, who had received shipments and to whom the loads were originally billed. Williams Exhibit 27, pages 9 and 12 (Waybill # 467). Williams found out about the reduction when $1,601.26 was taken out of his pay. These loads were blind shipments as duPont was actually the customer. <i>Id.,</i> pages 4, 5, 8. Central changed the rate to reflect the rate normally charged duPont. Williams Exhibit 27, pages 9 and 12 (Waybill # 467).</p>\n<p></p>\n<h2><i>John T. Garbrough</i></h2>\n<p>130. John T. Garbrough did not understand why the pay for Waybill # 461 did not include 66.1% of the assessorial charges under Codes 1 and 29. Garbrough Exhibit 28, page 6. However, Garbrough was not entitled to compensation for the charges under these codes. See Joint Exhibit 6.</p>\n<p></p>\n<h2><i>John W. Smith</i></h2>\n<p>131. John Smith complained of delay in being paid his escrow. Smith cancelled his lease on October 31, 1991, and Central timely sent him his escrow check on December 31, 1994.</p>\n<p></p>\n<h2><i>CONCLUSIONS OF LAW</i></h2>\n<p>The Court makes the following conclusions of law with respect to plaintiffs' general liability contentions as well as the individual pay claims. The plaintiffs allege claims for violation of ICC regulations, breach of contract, misrepresentation, and unfair trade practices.</p>\n<p>The evidence at trial focused primarily on plaintiffs' contentions that Central overcharged them for workers' compensation insurance, imposed an overhead allocation, paid them improperly, did not provide them with adequate pay documentation, made unauthorized deductions from their escrow accounts, and overcharged them for license tags. During the trial, plaintiffs raised the contention that Central had illegally charged them for workers' compensation insurance in violation of several state statutes. The plaintiffs abandoned other contentions during the course of this litigation.</p>\n<p></p>\n<h2>A. <i>Choice of Law</i>\n</h2>\n<p>This case was removed from state court jurisdiction because the plaintiffs' claim is that defendant violated federal law â   namely, ICC regulations. See 28 U.S.C. § 1331. Plaintiffs have also alleged violations of North Carolina law, and asserted common law causes of action. Where the state and federal claims derive from a common nucleus of operative facts, and where the claims would normally be tried together, the federal court has supplemental jurisdiction over the state law claims. <i>United Mine Workers v. Gibbs,</i> 383 U.S. 715, 86 S.Ct. 1130, 16 L.Ed.2d 218 (1966); <i>Mason v. Richmond Motor Co.,</i> 625 F.Supp. 883, 887 (E.D.Va. 1986), <i>aff'd,</i> 825 F.2d 407 (4th Cir.1987); 28 U.S.C. § 1367. In analyzing the supplemental state law claims, the court applies state substantive law, <i>see </i><i>Gibbs,</i> 383 U.S. at 726, 86 S.Ct. at 1139, which includes state choice-of-law rules, unless the federal law in question sets out an applicable rule.</p>\n<p></p>\n<h2>1. <i>Breach of Contract</i>\n</h2>\n<p>The leases do not include a choice-of-law provision. However, since plaintiffs entered into and substantially performed their leases in the states where their home terminals were located, their breach of contract claims are governed by the laws of those states.</p>\n<p>The law of the state where a contract was made determines matters bearing on the interpretation of the contract. <i>Fast v. Gulley,</i> 271 N.C. 208, 211-2, 155 S.E.2d 507 (1967). The state where the last act was done essential to a meeting of the minds determines the place of contract. <i>Id.; </i><i>Tolaram Fibers, Inc. v. Tandy Corp.,</i> 92 N.C.App. 713, 375 S.E.2d 673 (1989).</p>\n<p>However, the choice of law for the breach of contract claim is not crucial. Where the contract provides for performance in another state, the law of the place of performance governs generally or as to matters relating to performance, but when the <span class=\"star-pagination\">*1111</span> duty of performance exists regardless of the residence of the parties, the doctrine of \"lex loci\" controls. <i>Davis v. Davis,</i> 269 N.C. 120, 152 S.E.2d 306 (1967). Where there is no difference between the law of the state in which the contract is executed and the law of the state in which it was to be performed, there is no need to determine which law should be applied. <i>Arnold v. Ray Charles Enterprises, Inc.,</i> 264 N.C. 92, 97, 141 S.E.2d 14, 15 (1965). The principles governing breach of contract are universal and in the absence of any citation of law to the contrary, shall apply to these lease agreements. <i>Id.</i></p>\n<p></p>\n<h2>2. <i>Unfair Trade Practices</i>\n</h2>\n<p>The North Carolina Supreme Court has not determined the appropriate choice-of-law test for an unfair trade practice claim. <i>The In </i><i>Porters, S.A. v. Hanes Printables, Inc.,</i> 663 F.Supp. 494, 503 n. 9 (M.D.N.C.1987). \"The decisions interpreting North Carolina's choice-of-law rules are in conflict on whether to use the law of the jurisdiction where the last act occurred giving rise to injury (lex loci) or the jurisdiction having the `most significant relationship' to the occurrence giving rise to the claim\" (cites omitted). <i>Id.</i></p>\n<p>Under North Carolina law, in order for North Carolina's Unfair and Deceptive Trade Practice Act, § 75-1.1, to apply, North Carolina must have a substantial relationship to the particular conduct giving rise to the unfair and deceptive trade practices claim. <i>New England Leather Co. v. Feuer Leather Corp.,</i> 942 F.2d 253, 255 (4th Cir.1991). In a multi-state unfair trade practices case, the North Carolina Supreme Court would likely apply the \"most significant relationship test.\" <i>Santana, Inc. v. Levi Strauss and Co.,</i> 674 F.2d 269, 272-73 (4th Cir.1982); <i>see also, </i><i>Andrew Jackson Sales v. Bi-Lo Stores, Inc.,</i> 68 N.C.App. 222, 225, 314 S.E.2d 797, 799 (1984) (\"most significant relationship\" applicable to trade misrepresentation case); <i>Clark v. B.H. Holland Co., Inc.,</i> 852 F.Supp. 1268, 1271-2 (E.D.N.C.1994). The \"most significant relationship\" test is the most appropriate for a deceptive trade practice claim involving multi-state interests. <i>New England Leather Co.,</i> 942 F.2d at 255.</p>\n<p>Deceptive trade practice causes of action vary among the states. <i>Id.</i> at 256. Under the significant relationship test, the court considers where the relationship between the parties was created and where it was centered. <i>Id.</i></p>\n<p>The lease agreements were created in the various states where the lease operators lived and worked. The lease operators received their pay documentation and settlement statements in the states where they lived. Similarly, plaintiffs' inquiries about workers' compensation, overhead allocations, fuel surcharge recoupment, driver pay, and pay documentation were routinely directed to their home terminal managers. Additionally, plaintiffs received initial dispatch instructions from their home terminals, and they regularly returned to those terminals for further instructions and dispatches. However, Central had its corporate headquarters in North Carolina. Central's bookkeeping was located in High Point. The lease operators' settlement statements were sent out from High Point. Final decisions on shipping contracts and tariffs were made by upper echelon management in High Point. Central performed much of its part of the agreements in North Carolina. The decisions of which plaintiffs complain were made in North Carolina.</p>\n<p>Examining where the relationship of the parties was created and centered, this court concludes that the relationship was created in the separate states where the plaintiffs accepted and partially performed the contracts. However, the relationship centered in North Carolina where Central had its corporate headquarters, performed much of its part of the agreements, and made decisions of which the plaintiffs complain. Thus, the contacts in North Carolina were not merely incidental, but substantial. The lease agreements had the \"most significant relationship\" to North Carolina. The North Carolina unfair trade practice statute applies to the plaintiffs' claims.</p>\n<p></p>\n<h2>B. <i>Federal Preemption</i>\n</h2>\n<p>Central contends that plaintiffs' claims under § 75-1.1 are preempted to the extent that the statute would make unlawful any practice regulated under the Interstate Commerce <span class=\"star-pagination\">*1112</span> Act. Central argues that since the leasing agreements are governed by the ICC regulations, a state regulation of the agreements is prohibited under the Supremacy Clause of the United States Constitution, and § 75-1.1 cannot be applied to render unlawful actions or practices which are governed by ICC regulations.</p>\n<p>The question centers on the extra-territorial reach of North Carolina's unfair trade practice statute. Section 75-1.1 does not attempt to directly regulate interstate commerce, but is designed to address primarily local concerns. <i>ITCO Corp. v. Michelin Tire Corp., Com. Div.,</i> 722 F.2d 42, 48 fn. 8 (4th Cir.1983). Occasional incidental, but not excessive, impact upon interstate commerce causes no constitutional concern. <i>Id.</i></p>\n<p>Section 75-1.1 is available to a foreign plaintiff suing a resident defendant over alleged foreign injuries having a substantial instate effect on North Carolina trade or commerce. <i>The In </i><i>Porters,</i> 663 F.Supp. 494 at 501-2. \"The commerce clause mandates that the Act's extraterritorial application be justified by local concerns and not be excessively burdensome on interstate commerce.\" <i>Id.</i> Limiting the scope of § 75-1.1 to cases having an in-state effect on plaintiff's business operation is consistent with the Commerce Clause and the Due Process Clause. <i>Id.</i></p>\n<p>Nothing in the ICC regulation suggests that \"Congress has manifested a clear intent to displace state regulation of unfair trade practices.\" <i>Bostick Oil Co. v. Michelin Tire Corp.,</i> 702 F.2d 1207, 1219 (4th Cir.1983), <i>cert. denied,</i> 464 U.S. 894, 104 S.Ct. 242, 78 L.Ed.2d 232 (1983). In <i>American Airlines, Inc. v. Myron Wolens, et al.,</i> ___ U.S. ___, 115 S.Ct. 817, 130 L.Ed.2d 715 (1995), the Supreme Court held that plaintiffs' claims under the Illinois Consumer Fraud and Deceptive Business Practices Act were preempted by the federal Airline Deregulation Act of 1978 (ADA), 92 Stat. 1705. However, <i>American Airlines</i> is distinguishable. The ADA included a preemption clause, which in relevant part states:</p>\n<blockquote>[N]o State ... shall enact or enforce any law, rule, regulation, standard, or other provision having the force and effect of law relating to rates, routes, or services of any air carrier....</blockquote>\n<p>49 U.S.C.App. § 1305(a)(1). Central has not cited any preemption clause governing interstate commerce. Furthermore, the Supreme Court also concluded in <i>American Airlines</i> that the plaintiff's common law breach of contract claims were not preempted. ___ U.S. at ___, 115 S.Ct. at 823.</p>\n<p>The statute enabling the ICC to create its regulations covering written contracts for leased motor vehicles is found at 49 U.S.C. § 11107. The ICC's general jurisdiction statute governing interstate motor transportation is found at 49 U.S.C. § 10521. Cumulative remedies under state or common law are recognized in 49 U.S.C. § 10103. Based on these statutes, the general rule may be drawn that state-law claims are not preempted by the ICC regulatory scheme unless the state claim is based on a conflicting provision of law. Although a review of plaintiffs' claims under § 75-1.1 will necessitate an application and interpretation of ICC regulations, the plaintiffs' claims for unfair and deceptive trade practices are not preempted by the Interstate Commerce Act.</p>\n<p></p>\n<h2>C. <i>Workers' Compensation</i>\n</h2>\n<p>Plaintiffs contend that Central violated both § 5(b) of their leases and ICC regulations, 49 C.F.R. § 1057.12(i), by requiring them to purchase workers' compensation insurance through the Company. The plaintiffs also contend that Central overcharged them for workers' compensation coverage. Some plaintiffs also questioned whether they were actually covered by workers' compensation insurance, while others objected to the fact that they were never provided copies of individual policies covering them.</p>\n<p>Central contends that it did not overcharge the plaintiffs for workers' compensation and that the lease operators were covered under Central's employee group workers' compensation plan. Central further contends that workers' compensation coverage was not a product or service sold to plaintiffs by Central, but was a protection required by the Company so that lease operators and their employees would have workers' compensation coverage in the event of job-related injury <span class=\"star-pagination\">*1113</span> or illness. See Garbrough Exhibit 1, paragraph 10, page 3. Liberty Mutual Insurance Company provided Central's workers' compensation group insurance.</p>\n<p>Central's requirement that the lease operators have workers' compensation coverage represented a legitimate business need. Workers' compensation coverage protected Central from liability for work-related injuries incurred by the lease operators. The coverage also protected and provided benefits for the lease operators.</p>\n<p>Pursuant to the lease, Central provided workers' compensation to the lease operators. Central calculated the premiums according to the formula set forth in the leases. However, Central was more than a mere conduit for the purchase of workers' compensation coverage for the lease operators through an independent carrier. Central included the lease operators in the Company's group policy for all of its employees. In so doing, Central used the monies collected as premiums from the lease operators to subsidize Central's workers' compensation program for its employees. The lease operators were contributing to Central's group plan while Central's employees, as required by law (see N.C.G.S. § 97-21), were not. However, Central's employees received the same benefits from the group plan as the lease operators. Further, the lease operators' contribution to the group plan was disproportionate. The lease operators paid between 26% to 36% of Central's total workers' compensation premiums for the years 1988-90, whereas their overall representation in the Company's workforce was about 20%. Compounding the problem, Central did not inform the plaintiffs that they were being treated as employees under the company workers' compensation policy. When the lease operators asked about their coverage or for copies of their policies, Central assured them that they were covered but never provided them with copies of the policy.</p>\n<p>The lease requirement that the lease operators purchase workers' compensation insurance \"through\" Central did not violate the regulatory and lease provisions prohibiting a lease requirement that the lease operators \"purchase ... any products, equipment or services from\" Central. 49 C.F.R. § 1057.12(i) and Garbrough Exhibit 1, paragraph 5(b). However, when Central unilaterally decided to provide the lease operators' workers' compensation coverage through the Company's employee group plan, Central became more than a mere conduit. Central became the provider of a product or service.</p>\n<p>Furthermore, Central's workers' compensation policy was also an Employers Liability Policy. Joint Exhibit 22. The leases did not authorize Central to assess the lease operators for the expense of an Employers Liability Policy. 49 C.F.R. § 1057.12(j) provides that the \"lease shall specify the responsibility for providing any other insurance coverage for the operation of the leased equipment....\"</p>\n<p>Accordingly, the lease operators are entitled to compensatory damages for Central's violation of the regulations and breach of contract as to the workers' compensation.</p>\n<p></p>\n<h2>D. <i>Overhead Allocation</i>\n</h2>\n<p>Plaintiffs allege that the overhead allocation requirement amounted to an excessive deduction by Central from the freight revenues which they received for their services. Plaintiffs also asserted that the overhead allocation charges were misrepresented to them in the June, 1987 Honbarrier memo. Joint Exhibit 15. Plaintiffs' complaints about the overhead allocation requirement, however, must fail for a variety of reasons. First, the requirement was clearly spelled out in plaintiffs' leases. They all knew and understood that the overhead allocation would be deducted from their settlements, and they agreed to that provision when they signed their leases. Further, Central charged only what the leases authorized. Plaintiffs' weekly settlement statements contained itemized deductions for overhead allocation, both for the pay period and cumulatively for the year. Nothing about the overhead allocation deductions was concealed or misrepresented by Central.</p>\n<p></p>\n<h2>E. <i>Pay Documentation</i>\n</h2>\n<p>Plaintiffs also complain that Central failed to provide them with adequate documents and information about their pay.</p>\n<p><span class=\"star-pagination\">*1114</span> The formula by which Central sought to track the payment of fuel surcharges was so complicated that, not only were the plaintiffs unable to understand and compute it, the company terminal managers, such as Mose Miller, were unable to make the calculations necessary to properly apply the algebraic formula developed by the company. The company failed to clearly specify the amounts to be charged against the plaintiffs' pay and failed to provide to the plaintiffs before or at the time of settlement, a copy of the rated freight bill and/or any actual documents underlying the company's computer-generated documents.</p>\n<p>ICC regulations pertaining to pay arrangements include the following: 49 C.F.R. Ch. X. § 1057.12(d):</p>\n<blockquote>\n<i>Compensation to be specified</i> â   The amount to be paid by the authorized carrier for equipment and driver's services.... may be expressed as a percentage of gross revenue, a flat rate per mile, a variable rate depending on the direction traveled, or by any other method of compensation mutually agreed upon by the parties to the lease....</blockquote>\n<p>49 C.F.R. Ch. X. § 1057.12(g):</p>\n<blockquote>\n<i>Copies of freight bill or other form of freight documentation</i> â   When a lessor's revenue is based on a percentage of the gross revenue for a shipment, the lease must specify that the authorized carrier will give the lessor, before or at the time of settlement, a copy of the rated freight bill or a computer-generated document containing the same information, or, in the case of contract carriers, any other form of documentation actually used for a shipment containing the same information that would appear on a rated freight bill. When a computer-generated document is provided, the lease will permit lessor to view, during normal business hours, a copy of any actual document underlying the computer-generated document. Regardless of the method of compensation, the lease must permit lessor to examine copies of the carrier's tariff or, in the case of contract carriers, other documents from which rates and charges are computed, provided that where rates and charges are computed from a contract of a contract carrier, only those portions of the contract containing the same information that would appear on a rated freight bill need be disclosed. The authorized carrier may delete the names of shippers and consignees shown on the freight bill or other form of documentation.</blockquote>\n<p>The leases violate § 1057.12(g), in that they do not provide permission for the lessor-operator to examine copies of Central's tariffs. Failing to permit lessor-operators, in their leases, to view billing documents violated ICC regulations.</p>\n<p>Central's obligation to provide its lease operators with adequate pay documentation is one imposed upon the Company by ICC detailed regulations. 49 C.F.R. § 1057.12(g). There was nothing inherently unfair or deceptive about Central's pay documentation. At worst, the documentation and information furnished by Central to its lease operators may have left something to be desired, but it certainly was not unfair or deceptive. At most, plaintiffs have established an arguable violation of 49 C.F.R. § 1057.12(g). But as pointed out below, any such violation or breach of contract may not have resulted in material damages to the plaintiffs since they were paid properly under those agreements.</p>\n<p></p>\n<h2>F. <i>Improper Pay</i>\n</h2>\n<p>The independent audit as well as the evidence presented at trial established that Central paid plaintiffs correctly in accordance with their leases. Joint Exhibit 13, Exhibit III. Although Central had a very complicated pay system, particularly where fuel surcharges were concerned, it paid plaintiffs all monies they were entitled to receive under their leases.</p>\n<p></p>\n<h2>G. <i>Fuel Surcharge Overpayments</i>\n</h2>\n<p>Plaintiffs also objected to Central's recovery of fuel surcharge overpayments which they had received during parts of 1989 and 1990. Plaintiffs argued that neither they nor the leases authorized such deductions from their pay. They also insisted that Central never proved that the overpayments actually had occurred in the first place.</p>\n<p><span class=\"star-pagination\">*1115</span> Overpayments made to and collected from the plaintiffs are reflected in Joint Exhibit # 26. The fuel surcharge overpayments were made to plaintiffs. Central was merely recovering money which belonged to the Company but mistakenly had been paid to the plaintiffs. Indeed, most of the plaintiffs admitted that Central was entitled to recover any duplicate fuel surcharges which they had received. Under general contract law theory of unjust enrichment, Central was entitled to seek recoupment of overpayments even in the absence of any lease provision permitting such action. Some plaintiffs also complained that the recoupments were discriminatory inasmuch as Central imposed a $3,000 cap on all individual recoupments. However, Central was free to forego recovery of money which belonged to it, and none of the plaintiffs were asked to pay back more than the actual overpayments they had received. Central was entitled to recoup the fuel surcharge overpayments.</p>\n<p></p>\n<h2>H. <i>Escrow Account Deductions</i>\n</h2>\n<p>A few plaintiffs objected to deductions made by Central from their escrow accounts.</p>\n<p></p>\n<h2>1. <i>Giles Fisher</i>\n</h2>\n<p>Central deducted $1,000 from Giles Fisher's escrow account to be applied toward the $7,065 wrecker bill resulting from his accident. The deduction from his escrow was improper under the lease. Fisher Exhibit 2, paragraph 15, and ICC regulations, 49 C.F.R. § 1057.12(k)(3). Central failed to provide Fisher with a written explanation prior to making the deduction. <i>Id.</i> The deduction was for wrecker expense and not physical damage to the trailer. <i>Id.</i> Central owes Fisher $1,000. However, the improper deduction does not constitute an unfair or deceptive trade practice.</p>\n<p></p>\n<h2>2. <i>Fuel Surcharge Overpayments</i>\n</h2>\n<p>Fuel surcharge overpayments were withheld from the escrow accounts of Randal Adams, Ronald B. Hahn, Paul E. Hilliker, Cecil W. Pickett, Larry C. Richerson, and John W. Smith. Joint Exhibit 38. Hilliker ($506.16) and John Smith ($310.53) had unrefunded deductions. Although both conceded at trial that Central was entitled to recover from them any fuel surcharge overpayments, Central violated the lease, see Fisher Exhibit 2, paragraph 15, and the ICC regulations, see 49 C.F.R. § 1057.12(k)(3), by deducting the overpayment from Hilliker's and Smith's escrow accounts. Furthermore, Central refunded fuel surcharge overpayment recoupments made from escrow accounts to plaintiffs who complained. Central owes Hilliker $506.16 and John Smith $310.53. The improper deductions do not constitute an unfair or deceptive trade practice.</p>\n<p></p>\n<h2>I. <i>License Tags</i>\n</h2>\n<p>Plaintiffs' evidence failed to establish that Central had charged them anything other than the amounts authorized under their leases for license tags. Those agreements specifically required plaintiffs to reimburse Central for any tags purchased on their behalf at Central's actual cost. See Garbrough Exhibit 1, Paragraph 5(a). The leases did not require the plaintiffs to purchase their license tags through Central.</p>\n<p></p>\n<h2>J. <i>Waiver</i>\n</h2>\n<p>Central contends that plaintiffs' actions in continuing to lease with Central despite their knowledge and acceptance of what they believed were excessive workers' compensation costs, improper overhead allocation charges, and inadequate pay documentation constituted agreement by them to these modifications in the terms and conditions of their leases. Notwithstanding these lease provisions, plaintiffs signed the agreements and continued to operate under them. Plaintiffs understood their right in every lease they signed to terminate the lease (1) upon 10 days' written notice for any reason or (2) immediately for any breach by Central.</p>\n<p>When a party is faced with the inconsistent choices of declaring a contract terminated by reason of breach or of accepting continuing benefits under the contract, the party's election, with full knowledge of all the facts, to accept the continuing benefits, waives the right to declare the contract terminated for such prior breach. <i>Fairchild Realty Co. v. Spiegel, Inc.,</i> 246 N.C. 458, 98 S.E.2d 871 (1957). The plaintiffs had only a <i>belief</i> about these allegations and did not <span class=\"star-pagination\">*1116</span> have full knowledge of all the facts and of the full extent of their rights. There was, therefore, no waiver of the lease provisions.</p>\n<p></p>\n<h2>K. <i>Unfair Trade Practices (N.C.G.S. § 75-1.1)</i>\n</h2>\n<p>None of Central's practices constituted an unfair or deceptive trade practice pursuant to N.C.G.S. § 75-1.1. The court has earlier addressed the plaintiffs' unfair trade practice claims except as to the workers' compensation insurance lease requirement. This claim merits detailed discussion.</p>\n<p>The North Carolina Unfair Trade Practices Act, N.C.G.S. § 75-1.1 provides:</p>\n<blockquote>Unfair methods of competition in or affecting commerce, and unfair or deceptive acts or practices in or affecting commerce, are declared unlawful.</blockquote>\n<p>An injured party has a private claim for relief, N.C.G.S. § 75-16, with provisions for treble damages, <i>Id.,</i> and, in appropriate cases, attorney fees. N.C.G.S. § 75-16.1.</p>\n<p>\"Section 75-1.1 is broadly worded and arguably encompasses any conduct that a court of equity would consider unfair.\" <i>Polo Fashions, Inc. v. Craftex, Inc.,</i> 816 F.2d 145, 148 (4th Cir.1987). \"Unfairness\" and \"deceptiveness\" are prohibited. <i>Warfield v. Hicks,</i> 91 N.C.App. 1, 370 S.E.2d 689, <i>cert. denied,</i> 323 N.C. 629, 374 S.E.2d 602 (1988). A practice is unfair when it offends established public policy as well as when the practice is immoral, unethical, oppressive, unscrupulous, or substantially injurious to consumers. An act or practice is deceptive if it has the capacity or tendency to deceive. <i>Id.</i></p>\n<p>Sound business practice required that the lease operators have some type of workers' compensation protection, not only for their protection, but that of Central as well. Central required the lease operators to purchase workers' compensation coverage from Central and obtained workers' compensation coverage for the lease operators through Central's employee group workers' compensation plan. The problem is that Central did not inform the lease operators that their coverage was through Central's employee group plan. The lease operators assumed that they had some type of individual policy. The problem magnified as the lease operators' premium costs escalated and became disproportionate to their representation in Central's workforce, to the benefits received, and the costs of alternative coverage elsewhere. Central did not respond to the plaintiffs' requests for copies of their policies, but assured the plaintiffs that they were covered, which they were. However, the lease operators' complaints about escalating costs did not fall on deaf ears. Central studied alternatives and in early 1991 amended the lease to permit the lease operators to provide their own workers' compensation coverage or alternative coverage in the less costly, but narrower, occupational accident policies.</p>\n<p>Central's conduct, although in violation of ICC regulations, was merely a breach of contract. Mere breach of contract is not an unfair or deceptive trade practice. <i>Bartolomeo v. S.B. Thomas, Inc.,</i> 889 F.2d 530, 535 (4th Cir.1989); <i>accord,</i> see <i>United Roasters, Inc. v. Colgate-Palmolive Company,</i> 649 F.2d 985 (4th Cir.1981), <i>cert. denied</i> 454 U.S. 1054, 102 S.Ct. 599, 70 L.Ed.2d 590 (1981). In the absence of substantial, aggravating circumstances, the breach of contract was not an unfair or deceptive trade practice. <i>United Roasters,</i> 649 F.2d at 992; <i>Bartolomeo,</i> 889 F.2d at 535.</p>\n<p>Central's practice was not unfair to the lease operators. The lease operators paid more for workers' compensation than they would have for an occupational accident policy. But the workers' compensation policy provided more coverage. The premium costs escalated, but these costs were based on the group risk factor and claims history and cannot be attributed solely to Central. The lease operators received what they bargained for â   i.e., workers' compensation coverage. The premium formula was set out in the leases and Company memoranda. The fact that the coverage was through a group or individual policy didn't become important until the costs began to escalate. The plaintiffs continued to lease with Central despite the increased costs. Lease operator complaints and Central's claims expenses led Central to remove the prerequisite that the lease operators purchase workers' compensation coverage through Central.</p>\n<p><span class=\"star-pagination\">*1117</span> Plaintiffs have to prove deception either in the formation of the contract or in the breach to show the extraordinary circumstances that are required to establish an unfair trade practices claim arising from a breach of contract. <i>Bartolomeo</i> at 535. There was no deception in the contract formation, in that the lease operators knew they had to purchase workers' compensation through or from Central and that their premiums were escalating. There was no deception in the breach, in that the provisions of the contract breached were the regulatory required provisions that the carrier not require the lease operators to purchase products from the carrier.</p>\n<p>The lease operators knew from the lease that they were obtaining workers' compensation insurance through Central. Any deception arises from the fact that they were actually purchasing the insurance <i>from</i> Central rather than <i>through</i> Central, a legalistic and technical distinction. Any deception by Central concerning the nature of the workers' compensation (group rather than individual coverage) did not lead to any actual injury to the plaintiffs as a proximate result. <i>Id.</i> Plaintiffs' injury, increased costs, came from the escalating premiums of which plaintiffs were fully aware and for which they agreed to pay. Nor does the fact that the workers' compensation policy provides a standard employer liability provision provide the prerequisite deception.</p>\n<p>The plaintiffs have failed to show substantial, aggravating circumstances. The breach of contract and ICC regulation does not rise to the level of an unfair or deceptive trade practices claim under § 75-1.1.</p>\n<p>The plaintiffs asserted at the close of their evidence that the workers' compensation requirement in Central's leases was illegal under several state statutes. As an example, plaintiffs maintained that N.C.G.S. § 97-21 barred Central from charging any of its lease operators including the plaintiffs for workers' compensation coverage. An employer is not permitted to charge employees for workers' compensation insurance premiums under North Carolina General Statute § 97-21. The plaintiffs argue that Central treated them as employees of Central rather than independent contractors for workers' compensation purposes only. In <i>Smith v. Central Transport,</i> 51 N.C.App. 316, 320, 276 S.E.2d 751 (1981), the court held that the lessor driver under a trip-lease agreement with an interstate commerce carrier, is an employee of the carrier, for workers' compensation purposes.</p>\n<p>N.C.G.S. § 97-21 is relevant only to the extent that it prohibited Central from requiring its employees to contribute to the Company's workers' compensation plan and, thus, highlights the disparity created by Central's requirement that the lease operators contribute. The lease operators were not employees of Central, but were independent contractors under their leases. Garbrough Exhibit 1, paragraphs 1, 2 and 23. The lease operators performed their duties under the leases as independent contractors. Only Central, unbeknownst to the lease operators, unilaterally treated the lease operators as employees for the purpose of workers' compensation. This doesn't change the character of the relationship. Thus, the workers' compensation requirement in Central's leases was not illegal. However, the lease operators' claims of unfair trade practices are not barred as a matter of law, as contended by Central, because of an employer-employee relationship (<i>see </i><i>Buie v. Daniel International,</i> 56 N.C.App. 445, 289 S.E.2d 118 (1982) (Section 75-1.1 does not apply to claims involving the employer-employee relationship)).</p>\n<p>Nor is this a claim of an employee for compensable injury under the state workers' compensation statute. The parties' relationship is that of principal-independent contractor. The court is not called upon to apply the provisions of the Workers' Compensation Act, but to determine a breach of contract claim/unfair trade practices claim. The applicability of § 97-21 is collateral to this determination.</p>\n<p>Therefore, although the plaintiffs have stated a claim for unfair trade practices, the evidence does not show that Central committed any unfair or deceptive trade practices.</p>\n<p></p>\n<h2>L. <i>Detrimental Reliance</i>\n</h2>\n<p>Albert Smith, the Goodmans, James Burden and James Pulley also asserted claims <span class=\"star-pagination\">*1118</span> for additional pay outside the terms and provisions of their leases. Specifically, each plaintiff testified that a Company dispatcher or terminal manager had represented to them that they would be paid certain sums, but that they were paid less.</p>\n<p>Central paid these plaintiffs exactly what they were owed under their leases. They do not have a claim for detrimental reliance, seeking compensation from Central outside the terms of their leases.</p>\n<p>Detrimental reliance is a form of relief generally used by the courts to allow recovery where no contract exists. It is the only form of relief available when liability is based upon promissory estoppel. However, the doctrine of detrimental reliance does not apply when there is a contract already in existence between the parties. 22 <i>Am. Jur.2nd</i> § 50 (1988).</p>\n<p>Plaintiffs' contracts with Central controlled their pay for the services rendered in each of these claims. Although the court concludes that Central's dispatcher and terminal managers had the authority to bind Central to representations regarding rates changed on particular loads, <i>see </i><i>Vaughn v. North Carolina Dept. of Human Resources,</i> 37 N.C.App. 86, 245 S.E.2d 892, <i>aff'd</i> 296 N.C. 683, 252 S.E.2d 792 (1978), the leases specifically provided that any modifications must be by written amendment signed by the parties. See A. Smith, Exhibit 6, paragraph 25. The oral representations of Central's agents, although within their authority, are insufficient under the terms of the leases, to modify the leases. The existence of the leases and the fact that plaintiffs were paid properly under them defeats their claims for additional compensation based upon the statements of Central's terminal managers and dispatchers.</p>\n<p>Furthermore, North Carolina case law has not approved the doctrine of promissory estoppel for affirmative relief, and has not recognized it as a substitute for consideration. <i>Home Electric Co. v. Hall &amp; Underdown Heating &amp; Air Conditioning Co.,</i> 86 N.C.App. 540, 358 S.E.2d 539, <i>review granted,</i> 321 N.C. 297, 362 S.E.2d 781, (1987) <i>aff'd,</i> 322 N.C. 107, 366 S.E.2d 441 (1988).</p>\n<p></p>\n<h2>M. <i>Misrepresentation</i>\n</h2>\n<p>As the lease agreements had their \"most significant relationship\" to North Carolina, <i>New England Leather Co.,</i> 942 F.2d at 255, North Carolina law also applies to plaintiffs' claims of misrepresentation.</p>\n<p>Under North Carolina law, the elements plaintiffs must show to prove fraudulent misrepresentation (actionable fraud) are that (1) Central made a representation of a material fact or concealed a material fact, (2) such representation was false, (3) Central knew that such representation was false, (4) Central made the representation with the intent to deceive, (5) plaintiffs reasonably relied upon Central's false representations, and (6) plaintiffs were therefore injured. <i>Myers &amp; Chapman, Inc. v. Thomas G. Evans, Inc.,</i> 323 N.C. 559, 374 S.E.2d 385 (1988); <i>Whitlock v. Duke Univ.,</i> 829 F.2d 1340 (4th Cir.1987).</p>\n<p>To the extent plaintiffs claim damages due to Central's failure to abide by the provisions of the lease or of regulations, their remedy lies in breach of contract, and not in fraud. <i>See </i><i>Wilson v. Popp Yarn Corp.,</i> 680 F.Supp. 208 (W.D.N.C.1988). If, however, plaintiffs wish to alternately claim that the contract itself was the result of fraud, there is insufficient evidence before the court upon which to base a finding of a <i>false</i> representation.</p>\n<p></p>\n<h2>N. <i>Statutes of Limitations</i>\n</h2>\n<p>Because plaintiffs' complaint allegations are really breach of contract claims, the appropriate statute of limitations governing this litigation is N.C.G.S. § 1-52. Under that statute the <i>Jacobs</i> plaintiffs can seek relief for alleged breaches of contract by Central during the three year period immediately preceding February 12, 1992, the date they filed their complaint. Similarly, the <i>Garbrough</i> plaintiffs would be entitled to relief for breaches of contract that occurred within the three year period immediately preceding July 17, 1992 when their original complaint was filed.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1119</span> O. <i>Individual Pay Claims</i>\n</h2>\n<p>1. Central correctly paid Albert Smith, Deborah and Kendall Goodman, James Burden, James Pulley, and Robert Williams according to their respective leases.</p>\n<p>2. Central correctly paid Herman Sharp according to his lease. Central does not owe Sharp anything on his individual pay claims.</p>\n<p>3. The deductions made by Central from Giles Fisher's settlement for fuel he had purchased from the Company, cash advances, and fuel surcharge overpayments were proper. However, Central improperly deducted $103.14 from Fisher's pay for workers' compensation premiums for a period that Fisher was no longer employed with the Company. Central had no responsibility for Fisher's claimed insurance loss on his wrecked tractor.</p>\n<p>4. William Setzer, Lloyd Raffaldt, John T. Garbrough, and John W. Smith are not entitled to relief on their individual pay claims.</p>\n<p>5. The Joint Audit reveals that Howard Jacobs was underpaid for the use of his pump in the amount of $18.73. Jacobs is not entitled to relief on his other individual pay claims.</p>\n<p></p>\n<h2><i>SUMMARY</i></h2>\n<p>1. The plaintiffs are entitled to compensatory damages for Central's violation of the regulations and breach of contract as to the workers' compensation requirement.</p>\n<p>2. The plaintiffs are not entitled to relief because of the overhead allocation.</p>\n<p>3. Central violated 49 C.F.R. § 1057.12(g) by not providing the plaintiffs with adequate pay documentation.</p>\n<p>4. Except as noted in paragraph 6 and 12b and c, Central paid plaintiffs correctly in accordance with their leases.</p>\n<p>5. Central was entitled to recoup the fuel surcharge overpayments.</p>\n<p>6. Central owes $1,000 to Giles Fisher, $506.16 to Paul E. Hilliker, and $310.53 to John W. Smith for improper escrow account deductions.</p>\n<p>7. Central is not liable to the plaintiffs for license tag charges.</p>\n<p>8. Central's practices did not constitute an unfair or deceptive trade practice.</p>\n<p>9. Central's conduct did not constitute actionable misrepresentation.</p>\n<p>10. The <i>Jacobs</i> plaintiffs are entitled to relief for breaches of contract by Central during the three-year period immediately preceding February 12, 1995; the <i>Garbrough</i> plaintiffs during the three-year period immediately preceding July 17, 1992.</p>\n<p>11. The plaintiffs have no claims as to Central's handling of the IRS Forms 1099.</p>\n<p>12. Individual Pay Claims:</p>\n<p>a. Albert Smith, Deborah and Kendall Goodman, James Burden, James Pulley, Herman Sharp, William Setzer, Lloyd Raffaldt, Robert Williams, John T. Garbrough, and John W. Smith are not entitled to relief on their individual pay claims.</p>\n<p>b. Central owes Giles Fisher $103.14 for an improper deduction of workers' compensation from his pay. Fisher is not entitled to relief on his other individual pay claims.</p>\n<p>c. Central owes Howard Jacobs $18.73; however, Jacobs is not entitled to relief on his other individual pay claims.</p>\n<p></p>\n<h2><i>FURTHER PROCEEDINGS</i></h2>\n<p>The evidence presented at trial focused on the liability issues raised by plaintiffs' general and individual pay claims. In the pretrial order, the parties agreed to \"reserve specific damage proof pending liability findings by the Court.\" Joint Pretrial Order, page 3, paragraph 1. The court schedules the trial on damages for May 8, 1995, in New Bern. The plaintiffs shall file proposed findings of fact and conclusions of law as to damages by April 24, 1995; the defendants, by May 1, 1995. The court notes that much of the plaintiffs' evidence of damages may have been admitted into evidence during the trial on liability, such as the difference in cost between a workers' compensation policy and an occupational accident policy. The parties may be able to stipulate the amount of the plaintiffs' damages and, thereby, eliminate <span class=\"star-pagination\">*1120</span> the need for a trial on the question of damages.</p>\n<p>FINDINGS OF FACT AND CONCLUSIONS OF LAW ENTERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">891</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1088</span></span> (1995)</b></center>\n<center><h1>Howard Truman JACOBS and Robert Edwin Williams, Plaintiffs,<br>\nv.<br>\nCENTRAL TRANSPORT, INC., Defendant.<br>\nJohn T. GARBROUGH, Herman Sharp, Paul E. Hilliker, C.W. Pickett, Larry C. Richerson, Albert C. Smith, Ronald B. Hahn, William F. Setzer, Lloyd D. Raffaldt, Darrell R. Langford, Giles S. Fisher, Jr., David Taylor, Michael E. Lorman, John W. Smith, Randal J. Adams, Gary W. Wampler, James Burden, and Michael McCorkle, Kendall Goodman, Deborah Goodman, Plaintiffs,<br>\nv.<br>\nCENTRAL TRANSPORT, INC., Defendant.</h1></center>\n<center>Nos. 92-17-Civ-7 (Wilmington Div.), 92-478-Civ-5 (Raleigh Div.).</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>April 13, 1995.</center>\n<p><span class=\"star-pagination\">*1089</span> <span class=\"star-pagination\">*1090</span> <span class=\"star-pagination\">*1091</span> Richard L. Masters, Louisville, KY; Junius B. Lee, III, Whiteville, NC, for plaintiffs.</p>\n<p>John Doyle, Winston-Salem, NC, for defendant.</p>\n<p></p>\n<h2><i>FINDINGS OF FACT AND CONCLUSIONS OF LAW</i></h2>\n<p>McCOTTER, United States Magistrate Judge.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>This case came on for a bench trial in Wilmington, North Carolina, pursuant to 28 U.S.C. § 636(c). Plaintiffs were represented by Richard L. Masters, of the law firm of Masters, Mullins &amp; Arrington in Louisville, Kentucky, and Junius B. Lee, III, of the firm of Lee &amp; Lee in Whiteville, North Carolina. Defendant Central Transport, Inc. (\"Central\" or the \"Company\") was represented by John J. Doyle, Jr., of the firm of Constangy, Brooks &amp; Smith in Winston-Salem, North Carolina.</p>\n<p>The case was tried on the question of liability from Monday, October 24, 1994, through Friday, October 28, 1994; from Monday, October 30, 1994, through Wednesday, November 2, 1994; and from Tuesday, November 8, 1994, through Thursday, November 10, 1994, when the trial ended.</p>\n<p>During the trial the court admitted into evidence a collection of joint trial exhibits (hereafter \"Joint Exhibits\") together with exhibits pertaining to each Plaintiff (for example, Garbrough Exhibits).</p>\n<p></p>\n<h2><i>ISSUES PRESENTED</i></h2>\n<p>The trial was based on the following issues presented by the pre-trial order:</p>\n<p>1. Whether Central breached the written lease agreements between plaintiffs and Central.</p>\n<p>2. Whether Central violated 49 C.F.R. 1057.2-1057.12 governing contractual requirements between common carriers and lease operators.</p>\n<p>3. Whether Central engaged in fraudulent misrepresentation with respect to matters governed by the lease agreements between plaintiffs and Central.</p>\n<p>4. Whether Central engaged in unfair and deceptive trade practices in violation of N.C.G.S. § 75-1.1 with respect to matters governed by the lease agreements between plaintiffs and Central.</p>\n<p>5. Whether plaintiffs' claims under N.C.G.S. § 75-1.1 are preempted by federal law.</p>\n<p>6. Whether plaintiffs' claims under N.C.G.S. § 75-1.1 are otherwise barred as a matter of law.</p>\n<p>7. What is the statute of limitations governing plaintiffs' claims.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1092</span> <i>FINDINGS OF FACT</i>\n</h2>\n<p>Based upon the stipulations of the parties, the testimony presented at trial, and the exhibits which have been received into evidence, the Court makes the following findings of fact:</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>1. Plaintiffs are twenty-one (21) present and former lease operators with Central. Plaintiffs leased tractors, which they owned and operated, to Central and hauled a variety of bulk commodities in trailers provided by the Company.</p>\n<p>2. One of the plaintiffs, Paul Hilliker, also was employed by Central for a short period of time as a Company driver. Three of the plaintiffs, James Pulley, Kendall Goodman and Deborah Goodman, presently are employed by Central as Company drivers. In their original and amended complaints the <i>Garbrough</i> plaintiffs alleged a separate cause of action relating to their employment as Company drivers. This claim was dismissed by the Court at trial. Accordingly, the Court will consider only those claims asserted by plaintiffs which relate to their status as lease operators.</p>\n<p>3. Defendant Central is a trucking company based in High Point, North Carolina, where it is engaged primarily in the transportation of commodities in bulk. Central maintains a fleet of tractor trailer units, employing both Company drivers and lease operators such as the plaintiffs. Central operates its fleet of vehicles in interstate and intrastate commerce and is subject to regulation by the Interstate Commerce Commission (the \"ICC\") and similar regulatory agencies in each of the states where it conducts business. At the time these actions were instituted against Central, the Company maintained eighteen (18) major terminals and three satellite terminals in a total of thirteen (13) states. Joint Exhibit 31.</p>\n<p>4. Plaintiffs Garbrough, Sharp, Pickett, Kendall Goodman, Deborah Goodman, Burden, Pulley, Langford, and Richerson were residents of the state of Kentucky. Each of them reported to and worked out of the Company's Louisville, Kentucky, terminal. While he was leasing with Central, plaintiff Paul Hilliker was a resident of Indiana working out of the Company's Louisville terminal. Plaintiffs Jacobs, Albert Smith, Hahn, Setzer, Adams, and Taylor were residents of North Carolina. They were assigned to and worked out of the Company's terminals in Charlotte (Smith, Hahn, Setzer), High Point (Adams, Taylor) and Wilmington (Jacobs). Plaintiff Lloyd Raffaldt was a resident of South Carolina, working out of the Charlotte, North Carolina, terminal. Plaintiffs Lorman and John Smith were residents of Pennsylvania, assigned to and working out of the Company's Karns City, Pennsylvania, terminal. Plaintiff Williams was a resident of Tennessee, assigned to and working out of the Company's Nashville, Tennessee, terminal. Plaintiff Giles Fisher was a resident of Virginia but was assigned to and worked out of the Company's Kingsport, Tennessee, terminal.</p>\n<p>5. Central entered into a series of standard equipment leases with the owner operators. These were not leases for specific trips (\"trip leases\"), but instead governed all trips made by the plaintiffs during the periods when they were in effect. Central's leases, which are the subject of extensive regulation by the ICC, controlled the relationship between Central and its lease operators. All leases were in writing and were presented to plaintiffs by Central at their respective terminals. Plaintiffs were given time to review the leases and to consider them before deciding whether to sign the agreements. The signed leases were then returned to Central where they were placed in files maintained by the Company for each lease operator. Each lease agreement was made and entered into by the plaintiffs at their respective places of domicile or home terminals. The leases were substantially performed by plaintiffs at their respective home terminals, from which they were initially dispatched and to which they regularly returned for additional trips.</p>\n<p>6. Central's leases were presented to the owner operators on a non-negotiable basis. If the lease operator wanted to work for Central, he or she had to sign the lease as it was presented by the Company. This conformed <span class=\"star-pagination\">*1093</span> with general practice throughout the trucking industry. The operators had to accept provisions like purchasing workers' compensation insurance through the Company and deducting overhead allocations, or terminate the lease arrangement.</p>\n<p>7. Central's leases provided for a revenue-sharing arrangement between the lease operators and the Company. The leases also addressed a number of other items, including insurance coverage, overhead allocation, and escrow arrangements. Until March, 1991, the Company's leases required each owner operator to purchase workers' compensation insurance through Central. From July, 1987 to March, 1991, the leases also imposed an overhead allocation charge which was deducted from the lease operator's bi-weekly settlements.</p>\n<p>8. Each of plaintiffs' leases contained a formula for determining their portion of the freight revenues billed by Central for the trips made and additional services and auxiliary equipment provided by the lease operators. Although the formulas changed somewhat over the years, each lease maintained a basic revenue-sharing arrangement between the parties.</p>\n<p>9. Many of the plaintiffs testified that they believed they were receiving 60 to 62 percent of the freight revenues billed and collected from the Company's customers. In fact, Central's leases in 1979 and 1981 paid its lease operators 60 percent of gross revenues. A. Smith Exhibits 1 and 2, Paragraph 19. The 1984 lease, which was in effect from January, 1984 through June, 1987, changed the formula to pay the lease operators 60 percent of drivers' base revenue plus mileage fuel surcharge and additional pay. A. Smith Exhibit 3, Paragraph 19(a). The net result of this formula was to pay the lease operator 66.1 percent of the freight revenue billed on all interstate shipments. Joint Exhibit 1. The formula used in the 1987 lease was in effect from July, 1987 until June, 1989. A. Smith Exhibit 6, Paragraph 22(a). The 1989 lease, which became effective in June, 1989, and continued through February, 1991, simply restated the formula in the 1984 and 1987 leases. Like its predecessor, the 1989 lease resulted in lease operators receiving 66.1 percent of freight revenue billed for their interstate trips. Joint Exhibit 1; A. Smith Exhibit 7. Even though plaintiffs believed their portion of freight revenues received from Central was only 60 to 62 percent, during the entire period from January, 1984, until January, 1991, they actually were paid 66.1 percent on all interstate trips, which comprised the vast portion of the loads they handled for Central. Joint Exhibit 1.</p>\n<p></p>\n<h2><i>Plaintiffs' Claims</i></h2>\n<p>10. The plaintiffs assert claims of violation of ICC regulations, breach of contract, fraudulent misrepresentation, and unfair or deceptive trade practices.</p>\n<p>11. The plaintiffs contend that: (1) Central did not remit to them the correct portion of the freight revenues generated by trips they had made on behalf of the Company; (2) Central overcharged them for workers' compensation insurance; (3) Central improperly charged or overcharged them for overhead allocation; (4) Central improperly deducted fuel surcharge overpayments from their settlements; and (5) Central overcharged them for miscellaneous items, such as fuel and license tags, which they purchased from the Company. Additionally, plaintiffs asserted a general claim that Central breached their lease agreements by not providing them with adequate information relating to the calculation of their pay. At trial, plaintiffs did not pursue their allegations that Central had overcharged them for fuel bought from the Company and thereby abandoned their right to any recovery for that contention.</p>\n<p>12. At trial, plaintiffs introduced evidence concerning two new claims. Specifically, plaintiffs asserted that Central had made unauthorized deductions from some of their escrow accounts. Also, plaintiffs contended that defendant had illegally required them to purchase workers' compensation coverage from the Company in violation of several state statutes. These claims were not specifically included in plaintiffs' complaints or raised by plaintiffs during the extensive discovery conducted by the parties. The plaintiffs moved to amend their pleadings to conform <span class=\"star-pagination\">*1094</span> to the evidence and theories they advanced at trial. Defendant opposed plaintiffs' motion. The Court withheld any ruling pending its receipt of the parties' post-trial submissions. The defendant's objection is overruled and the plaintiffs' motion to amend is ALLOWED as these contentions are fairly raised by the pleadings and the pre-trial order.</p>\n<p></p>\n<h2><i>Workers' Compensation</i></h2>\n<p>13. Plaintiffs alleged that they were overcharged by Central for workers' compensation insurance. Basically, they contend that the Company charged them too much for workers' compensation insurance and that had Central allowed them to do so, they could have obtained similar coverage by purchasing occupational hazard policies at a greatly reduced cost. Central failed to produce copies of policies or certificates of insurance for the plaintiffs despite repeated demands.</p>\n<p>14. Prior to March, 1991, each lease operator was required by the company to purchase workers' compensation insurance through the company as a condition of entering into each lease. The deductions made by Central for workers' compensation coverage of the plaintiffs were authorized under their lease agreements. As an example, the Company's June, 1987 lease contained the following provision:</p>\n<blockquote>\"The CONTRACTOR is required to carry through the CARRIER Workmen's Compensation Insurance for the CONTRACTOR and his driver/employees at the rate established by the state of domicile. This premium will be deducted on a monthly basis.\"</blockquote>\n<p>Garbrough Exhibit 1, paragraph 12. Similar provisions appeared in the June, 1989 lease. Central dropped this requirement from its March, 1991 lease. Central historically had required that its lease operators obtain workers' compensation coverage through the Company to make certain that the owner operators and their co-driver employees were fully protected in the event of a job-related illness or injury.</p>\n<p>15. In March, 1991 Central eliminated the requirement in its leases that owner operators purchase workers' compensation insurance through the Company. Joint Exh. 23. This change resulted not only from lease operators' recurring complaints about the high cost of workers' compensation coverage but also from Central's concern about several very large claims generated by lease operators and the Company's desire to reduce its overall workers' compensation claims exposure. Central amended the leases to require that the lease operators obtain their own workers' compensation or occupational accident coverage and furnish Central with evidence of compliance. <i>Id.</i> The only requirement under the lease was that proof of insurance be furnished to the company prior to a lease operator being dispatched.</p>\n<p>16. The cost of the alternative coverage in the form of occupational accident coverage ranged from approximately $110.00 to $125.00 per month, for a total of approximately $1440.00 per year as compared with the greater amounts which had been deducted by the company for workers' compensation premiums. An occupational accident policy does not provide as broad coverage as a workers' compensation policy; for instance, it does not cover occupational diseases or illnesses. As a result of these substantial differences in coverage and benefits provided, occupational hazard policies are less expensive to obtain than workers' compensation policies.</p>\n<p>17. Before signing the lease agreements, each lease operator knew and understood that Central's leases obligated them to obtain workers' compensation coverage through the Company. Plaintiffs began to complain about the cost of their workers' compensation insurance when the rates began to escalate in the late 1980s.</p>\n<p>18. Several plaintiffs asked the Company for copies of their workers' compensation policies but Central never furnished the policies to them. This led plaintiffs to question whether they actually were receiving the workers' compensation coverage for which they were being charged. However, Central established that plaintiffs were covered for workers' compensation purposes. In accordance with a practice that went back to the <span class=\"star-pagination\">*1095</span> 1979 lease, Central covered all lease operators under its own workers' compensation policy. For purposes of workers' compensation coverage, Central Transport treated the lease operators the same as employees. Most of the plaintiffs did not know that their workers' compensation coverage was through Central's employee group workers' compensation policy.</p>\n<p>19. Plaintiffs also complained that they did not receive individual workers' compensation policies which they understood were required under their leases. However, the leases did not require individual policies.</p>\n<p>20. The plaintiffs complained that Central had charged them too much for the workers' compensation coverage. Plaintiffs paid for their workers' compensation insurance in accordance with a long-standing, well-published formula that was used to calculate their premiums. The formula appeared in Central's 1979, 1981, and 1984 leases. See Paragraph 11 of A. Smith Exhibits 1 and 2; also see Paragraph 10 of A. Smith Exhibit 3. The formula also was set out in memos issued by Hezzie Hodges, the Company's Vice President of Finance, dated December 2, 1985 (Joint Exhibit 19) and February 25, 1988 (Joint Exhibit 20). These memos together with another January 9, 1990, memo from Hodges (Joint Exhibit 21) informed all lease operators of the modified state rates which were used by Central to calculate their workers' compensation premiums. Central consistently used the same formula to calculate workers' compensation premiums until the requirement was ended in March, 1991. The formula had been given to Central by Liberty Mutual Insurance Company, the Company's workers' compensation carrier. There is no evidence that Central ever deviated from the formula or that plaintiffs' workers' compensation premiums were calculated in any manner other than that communicated by the Company to its lease operators.</p>\n<p>21. The formula for computing the workers' compensation premium was</p>\n  GROSS PAY Ũ .3333 Ũ STATE RATE = PREMIUM\n<p>Joint Exhibit 19. The \"state rates\" are actually modified state rates as contained in the insurance policy. The modification factor was based on the company's claims experience. None of the rates differentiated between company drivers and lease operators.</p>\n<p>22. At trial, plaintiffs introduced statistical data to support the allegation that their workers' compensation premiums \"subsidized\" Central's workers' compensation expenses for its employees. See Joint Exhibit 37. The company-wide workers' compensation premium for 1988 company-wide was $1,297,088.00, and of that amount lease operators paid a total of $341,682.00 or 26% of the total cost of the workers' compensation insurance premium company-wide. During 1989, the total amount paid by the company for workers' compensation insurance coverage for all employees, including lease operators, was $1,085,508.00. Of that amount, the lease operators paid the sum of $342,187.00 or 31% of the total cost. During 1990, the total amount paid by the company for workers' compensation for all employees, including lease operators, was $1,342,373.00, of which the lease operators paid the sum of $493,311.00, representing a total of thirty-seven percent (37%) of the total company premium. During this same period the company had between six and seven hundred (600-700) employees, including company drivers and, in addition, had contracts with one hundred fifty (150) lease operators, representing less than twenty percent (20%) of the total company work force.</p>\n<p>23. Central's workers' compensation policy was entitled \"Workers Compensation and Employers Liability Policy.\" Joint Exhibit 22. Along with workers' compensation insurance the standard policy also provided for \"Employers Liability Insurance.\" <i>Id.</i> Item 3B. Under Central's leases with the lease operators, the company is required to provide liability insurance at no cost. See para. 8 of the 1987 lease. A. Smith Exhibit 6.</p>\n<p></p>\n<h2><i>Overhead Allocation Charges</i></h2>\n<p>24. In the leases effective July 1, 1987, Central included a $200 per pay period overhead allocation charge. For example, see Garbrough Joint Exhibit 1, Paragraph 22(a). This charge remained in effect in Central's June, 1989 leases. Garbrough Ex- <span class=\"star-pagination\">*1096</span> hibit 2, Paragraph 22(b). Through a lease amendment in November, 1990, the charge was increased to $260 per pay period. Garbrough Exhibit 4. The overhead allocation charge was eliminated from Central's leases effective March 1, 1991. Garbrough Exhibit 5.</p>\n<p>25. In June 1987, Central notified all of its lease operators that the overhead allocation would become a part of its leases effective July 1, 1987. In a memorandum of June 16, 1987, Company President Gary Honbarrier stated:</p>\n<blockquote>\"The overhead allocation is exactly what the term implies, a nominal charge to absorb a portion of overhead costs such as:</blockquote>\n<blockquote>* liability insurance</blockquote>\n<blockquote>* waste treatment</blockquote>\n<blockquote>* improved tank cleaning facilities</blockquote>\n<blockquote>* sales and customer relations expenses</blockquote>\n<blockquote>* general administrative expenses</blockquote>\n<blockquote>These and other related costs are all part of the business expenses associated with keeping trailers on the road and in good operating [condition].\"</blockquote>\n<p></p>\n<h2>Joint Exhibit 15.</h2>\n<p>26. After they received the Honbarrier memo, the lease operators were given new leases to consider and execute. Every plaintiff who was leasing with Central in June, 1987 agreed that they knew and understood the overhead allocation requirement before they signed their July, 1987 leases. This was also true for the 1989 leases. Although they never liked the overhead allocation charge, plaintiffs continued to lease with Central.</p>\n<p>27. The overhead allocation was deducted from the pay of the lease operators if they worked as few as one (1) day during a week. The proceeds of the overhead allocation were used to defray the costs of the Company's overhead, including such things as office supplies and equipment, sales, travel and entertainment. The overhead allocation was also used for capital expenditures of the Company in construction of tank cleaning, tank wash, and waste treatment facilities.</p>\n<p>28. Prior to increasing the overhead allocation in November, 1990, Central again sent a written notice to all lease operators. Joint Exhibit 16. The Company then forwarded the lease amendment to the owner operators for their review and execution. Joint Exhibit 17.0. Central provided the lease operators with ample notice about the change in the overhead allocation charge before they were asked to sign the lease amendment including the increase charge.</p>\n<p>29. Similarly, lease operators were given advance notice when the Company decided to eliminate the $260 per pay period charge. By memo dated February 4, 1991, Central presented the lease operators with a new lease which became effective March 1, 1991. Joint Exhibit 18. The memorandum highlighted the changes in the lease agreement, including the changes in workers' compensation, overhead allocation and the driver pay formula.</p>\n<p>30. In their complaint, Jacobs and Williams alleged that Central had charged them \"with an overhead allocation which was never explained to them\" and which \"included such items as a regular charge for tank washing, a service seldom, if ever, performed\". See <i>Jacobs</i> complaint, paragraph 8g. However, the Honbarrier memo, which Jacobs and Williams both acknowledged receiving, explained that the overhead allocation charge was to be used to defer general operating expenses of the Company. Joint Exhibit 15.</p>\n<p>31. The <i>Garbrough</i> plaintiffs alleged that Central \"repeatedly overcharged\" them for \"overhead\". See Paragraph 16 of the <i>Garbrough</i> amended complaint. However, plaintiffs failed to introduce any evidence to establish that they were charged more than the amounts specified in their leases.</p>\n<p>32. Plaintiffs have objected to the overhead allocations charges on several different grounds. Some plaintiffs, such as Williams, contended that they should not have been required to pay overhead allocation charges because they hauled primarily DMT, which required dedicated equipment and no tank washing. However, trailer cleaning was but one of many different elements of Central's general overhead expenses, and the Company never made any representation to plaintiffs that the overhead allocation charges were being implemented solely or primarily <span class=\"star-pagination\">*1097</span> to cover the cost of tank cleaning services provided by Central. Joint Exhibit 15. Further, the fact that some Central customers were charged for tank cleaning and waste treatment services has no effect on the validity of Central's overhead allocation charges.</p>\n<p>33. Plaintiffs contended that the overhead allocation charges served to reduce their net portion of the freight revenues billed and collected for the trips which they made. Although this may be true, plaintiffs' leases requiring the overhead allocation charges made it clear that the charges would be deducted from the percentage of freight revenues retained by them. The plaintiffs were on notice that the overhead allocation charge would be used to defray a portion of the Company's normal operating costs, including tank cleaning expenses.</p>\n<p></p>\n<h2><i>Inadequate Pay Documentation</i></h2>\n<p>34. Lease operators, upon assignment of a load, received a delivery receipt from Central. Joint Exhibit 2, page 3. The operator filled out certain information on the delivery receipt at the time the load was picked up and later when it was delivered. After completion of the delivery, the lease operator gave one copy of the delivery receipt to the consignee, kept a copy, and returned the remaining copies to the Company. The information completed by the lease operator included notations of any assessorial charges for services rendered by the operator. However, the actual charge to the customer was not shown on the lease operator's copy. During the late 1980s and early 1990s the delivery receipts retained by the lease operators also did not include the actual shipping charges for the loads delivered by the operator.</p>\n<p>35. Lease operators received bi-weekly settlement statements from Central. Upon settlement, plaintiff lease operators would receive their paychecks, their pay stubs, and Driver Pay from Waybill sheets. Sometimes lease operators would receive a yellow sheet reflecting changes in pay as a result of billing changes or errors. For Example, see Sharp Exhibit 7 and 8. The lease operator would also receive a fuel ticket and a slip showing fuel calculations for any fuel purchases made through the Company.</p>\n<p>36. The Driver Pay from Waybill sheet detailed each trip made by the lease operator and the total pay received for that trip. Joint Exhibit 2, page 1. If the freight charges were calculated on a rate per hundredweight basis, the Driver Pay from Waybill sheet also contained the freight weight and other information showing the calculation of the driver's share of freight revenues. If the freight charges were calculated in any other way, the driver's pay was shown as a Code 20 charge on the Driver Pay from Waybill sheet.</p>\n<p>37. According to the leases, the company was to share with the lease operators a percentage of the revenue billed to the customer. The specific rates were not listed on their paysheets unless the load in question involved freight measured in cents per hundredweight. However, the majority of freight which the plaintiffs hauled during the period in dispute were \"Code 20\" loads for which the rate information was not shown on the paysheet.</p>\n<p>38. The Code 20 description is a special commodity rate (based on a mathematical equation) and is used whenever a load's line-haul charges are not expressed in dollars and cents per hundredweight. Joint Exhibit 7. The \"Code 20\" rates were, in part, a function of contracts with private customers of Central Transport. Some of the agreements prohibited information from being shared with third-parties, including lease operators. In the case of Code 20 charges, the total freight amount billed to the customer, although not shown on the face of the Driver Pay from Waybill sheet, could be calculated, with considerable difficulty, by dividing the driver's pay by the applicable pay percentage and any assessorial charges by the applicable percentage. As to Code 20's, the Driver Pay from Waybill sheets did not contain enough information for the lease operator to calculate pay.</p>\n<p>39. Plaintiffs' leases included a provision dealing with the pay documentation they were to receive from Central. As an example, the June, 1989 lease contained the following <span class=\"star-pagination\">*1098</span> paragraph covering driver pay documentation:</p>\n<blockquote>\"The CARRIER will furnish to the CONTRACTOR before, or at the time of settlement, the necessary information to calculate the CONTRACTOR'S payroll. CARRIER will also make available during normal business hours at the office of the CARRIER at High Point, North Carolina, the CARRIER'S tariffs for inspection by the CONTRACTOR.\"</blockquote>\n<p>Garbrough Exhibit 3, page 6. This provision was mandated by applicable ICC regulations governing the relationship between Central and its lease operators. 49 C.F.R. § 1057.12(g).</p>\n<p>40. By 1988, all rating and billing had been transferred to High Point. Central had a high volume of contracts and tariffs. Negotiated contracts became more prevalent after deregulation in 1980. Fifty percent of Central's business became based on Code 20 rates. The terminal managers didn't have the training to rate the bills. Despite this, in February 1988, Central informed the lease operators not to call High Point about rate and payroll, but get this information from the terminal managers. Joint Exhibit 9. When lease operators directed their rate inquiries to the terminal managers, as they were instructed, in most cases the terminal managers could not provide the information necessary to determine how pay was computed and were not able to compute the information themselves.</p>\n<p>41. Because of the competitive market, volatile rates, and confidentiality agreements, it was impossible for Central to provide rate information to lease operators before they drove a load.</p>\n<p>42. The Plaintiffs regularly asked in advance of hauling for rate information on shipments which they hauled, and generally the rate information was not provided. In addition, the lease operators would regularly seek rate information subsequent to receiving their settlement sheets or Driver Pay from Waybill sheets along with their paychecks and could not get adequate explanations in most cases as to how rates were calculated. Central did not furnish rated freight bills or tariffs for Code 20 loads. Without the information billed to a customer, the lease operators couldn't determine if their pay was correct. Prior to filing the lawsuit, satisfactory responses to questions about pay could not be obtained by the plaintiffs. In fact, on many occasions when asked, Company officials either refused to supply the information or did not have the expertise to assist the lease operators in determining how their pay was calculated.</p>\n<p>43. Central's pay system was very complicated, and individual pay calculations were difficult, particularly those involving fuel surcharges. The intricacies in Central's pay system resulted not only from the complexity of the rates themselves, but also from a fundamental decision made by the Company in the early 1980s. At that time Central and other motor carriers regulated by the ICC were instructed by the Commission to roll all fuel surcharges into their freight rates or lose the charges. The ICC then further complicated pay calculations by mandating that lease operators receive a minimum of twelve cents per mile if the freight rates contained rolled-in fuel surcharges.</p>\n<p>44. Many of Central's competitors simply rolled the fuel surcharges into their rates and maintained the same pay percentage arrangement which was in effect before the roll-in took place. The result of this practice was to lower the overall revenues paid to the lease operators. Unlike its competitors, Central decided to insure that its lease operators received the same amount of revenue before and after the fuel surcharges were rolled into the Company's rates. This necessitated tracking the rolled-in fuel surcharge which became known as the \"internal fuel surcharge.\" The tracking process and the calculations it required led to a complete revision of the driver pay formula which first appeared in the Company's 1984 leases. As noted above, that complicated formula was retained in the June, 1987 lease but was eventually abandoned for a simpler mathematical expression that was used in the Company's June, 1989 lease. Joint Exhibit 1.</p>\n<p>45. Driver pay became even more complicated in 1989-1990 when the ICC once again authorized the imposition of new fuel surcharges. <span class=\"star-pagination\">*1099</span> Because Central was already tracking the rolled-in portion of the earlier fuel surcharges â   the internal fuel surchargesâ   the Company then had to account for and pay to its lease operators the full amounts of these new \"external\" fuel surcharges authorized by the Commission. Central did exactly that, paying its lease operators both the internal and external fuel surcharges as well as their percentage of the freight charges to the customer. The driver's portion of the freight revenue and the fuel surcharges (internal and external) were shown on the Driver Pay from Waybill sheets given to plaintiffs and other lease operators at the time of their weekly settlement. See Joint Exhibit 2, page 1, first transaction.</p>\n<p>46. Even for a Code 20, Central would have to calculate freight revenue before the lease operator was paid. So when Central generated the Driver Pay From Waybills, Central knew the freight revenue and could have shown this on the Driver Pay from Waybill sheet. Instead, Central treated freight revenue as assessorial pay because Central (1) wanted to preserve the secrecy of its rate structure and (2) didn't want to reprogram its computer to show these computations.</p>\n<p>47. The documentation provided by the company did not contain sufficient information to allow plaintiffs to determine how their pay was calculated for each pay period, particularly as to Code 20 loads.</p>\n<p>48. After August 1992, Central provided the lease operators with waybill information from which they could calculate their pay.</p>\n<p></p>\n<h2><i>Improper Pay</i></h2>\n<p>49. The plaintiffs testified that during their tenure with the company various charges for services rendered to customers, assessorial charges such as demurrage and pump charges, were to be shared with them. While the Company prepared a worksheet, \"Driver Pay Scales,\" showing various codes for various such charges, prior to viewing same as Joint Exhibit 6, the lease operators had never seen this document before. Similarly, the lease operators did not know if all such service charges which they incurred were in fact billed or collected. Assessorial pay represents pay for other services for which the company received extra fees. There were some assessorial charges which the drivers did not have a right to share.</p>\n<p>50. Plaintiffs have alleged that Central did not accurately compute their pay and did not share with them all of the freight revenues to which they were entitled under their leases. Specifically, the <i>Garbrough</i> plaintiffs alleged that Central \"failed to collect, account for and remit [to them] ... the full amount of monies due them as a percentage of the actual amount billed to and collected by Central from its customers.\" Garbrough Complaint, paragraphs 13 and 21. The <i>Jacobs</i> plaintiffs made similar assertions in their complaint (Jacobs Complaint, paragraph 9) and went even further by alleging that Central had deliberately \"`skimmed' from tariff and contract rates charged, a portion thereof.\" Jacobs Complaint, paragraph 13. Indeed, the <i>Jacobs</i> plaintiffs alleged that they had been underpaid \"by as much as $200.00 to $400.00 per shipment, or more than $5,000.00 per month throughout the time each of them performed under the contracts with the defendant.\" <i>Id.</i> Finally, both groups of plaintiffs specifically alleged that Central \"maintained multiple sets of records to prevent access to information relevant to its billing, payments and compensation of its drivers.\" Garbrough Complaint, paragraph 9(h) and 2(h); Jacobs Complaint, paragraph 8(k). None of these allegations was substantiated by the evidence presented to the Court.</p>\n<p>51. In order to simplify the discovery process on these claims and to minimize that expense, the parties agreed to an independent audit of the Company's pay records and other relevant documentation. The parties engaged the accounting firm of Royster, Smith, Shelton &amp; Company, of Winston-Salem, North Carolina. Plaintiffs and defendant stipulated to the scope of the audit of Central's records, which was reflected in a letter from the auditor to counsel for the parties dated December 15, 1993. Joint Exhibit 12.</p>\n<p><span class=\"star-pagination\">*1100</span> 52. The audit consisted of a detailed review of one hundred (100) randomly sampled transactions involving all of the plaintiffs. The auditors examined Central's shipping records, driver pay documentation, applicable contracts or tariffs and many other records to determine the accuracy of the pay received by the plaintiffs. Additionally, the auditors selected ten (10) more items which were traced through Central's system from the point of shipment through customer payment. Joint Exhibit 12, page 2. The overall purpose of the audit was to determine whether in fact plaintiffs had been paid correctly by Central and also whether the Company had engaged in the systematic shorting of plaintiffs' pay.</p>\n<p>53. The audit was conducted during January and February 1994, and the auditors submitted a written report summarizing their findings. Joint Exhibit 13. Those findings are set out in a series of exhibits attached to the written report. <i>Id.</i> The pertinent findings of the auditors were: (1) despite the complexity of the transactions sampled, Central had paid its lease operators correctly for the work they performed; (2) a few minor discrepancies were discovered, principally involving assessorial charges paid to the lease operators; (3) as a group, plaintiffs were actually paid more than they were entitled to receive under their leases; in other words, the Company's pay errors, although relatively small, tended to be in favor of the plaintiffs; and (4) no evidence was discovered of the systematic underpayments, shortages, and dual sets of records alleged by the plaintiffs. The overall audit results confirmed that plaintiffs had been paid properly in accordance with their lease agreements.</p>\n<p>54. Additionally, the auditors reported no incidences in which Central had written off or reduced freight or assessorial charges as claimed by the plaintiffs. In fact, one of the four shortages cited by the auditors did not actually constitute a contractual violation by Central. During their random sampling the auditors identified a shipment from Nitro, West Virginia, to Dalton, Georgia, made by plaintiff Herman Sharp on September 21, 1989. After reviewing the applicable contract under which the freight had moved, the auditors determined that a different rate should have applied to the shipment. Using the correct freight rate, the shipment would have paid Sharp an additional $16.61. Joint Exhibit 13, Exhibit II. However, the audit also determined that Central had correctly shared with Sharp the revenues billed to and collected from its customer for this load which is all that the Company was required to do under its lease. <i>Id.</i></p>\n<p>55. The only other errors identified by the auditors involved three loads handled by plaintiff Howard Jacobs. Joint Exhibit 13, Exhibit II. In each instance, Central had paid him 62% rather than 100% of the pumping charges to the customer. The Company's records reflected that Central owned the pump; however, Jacobs owned the pump and never used one provided by the Company.</p>\n<p>56. Although the total underpayments to plaintiffs were $35.34, the overpayments they received from Central amounted to $381.71. Joint Exhibit 13, Exhibit III. The audit itself was designed to achieve a 95% confidence level, thereby insuring that the random sample accurately reflected the population from which it was drawn â   all trips made by plaintiffs during the period from January 1, 1989, through December 31, 1992. Thus, the audit demonstrated that plaintiffs had received the pay to which they were entitled under their leases.</p>\n<p></p>\n<h2><i>Fuel Surcharge Recoupments</i></h2>\n<p>57. Revenues payable to the drivers were adjusted to reflect the fuel surcharges allowed by the Interstate Commerce Commission and the various governing bodies of the various states in which Central operated. However, no single governing body controlled all of Central's rates and charges in that it operated on both an interstate and an intrastate basis. Pursuant to both federal and state laws and regulations, the company was required to pay lease operators additional revenues attributable to fuel surcharges which were authorized from time-to-time by state and federal government agencies.</p>\n<p>58. Plaintiffs asserted that Central improperly deducted fuel surcharge overpayments from their earnings. In August 1986, <span class=\"star-pagination\">*1101</span> Central found out that it had overpaid lease operators for fuel surcharges on certain Code 20 loads and immediately corrected the mistake. Lease operators were notified of the error, but Central did not make any effort to recover the overpayments. Joint Exhibit 25.</p>\n<p>59. In September, 1990, Central realized that another mistake had been made with respect to fuel surcharge payments for certain Code 20 loads. The error had occurred over an eighteen-month period and resulted in significant overpayments to many of its lease operators. The overpayments to each of the plaintiffs are summarized in Joint Exhibit 26.</p>\n<p>60. After discovering the error, Central notified each lease operator about the mistake and presented them with computerized summaries and as well as a corrected Driver Pay from Waybill sheet for each trip for which there had been an overpayment. See Joint Exhibit 26, pages 2-4 and 5-7. These documents were hand-delivered to each lease operator by their terminal managers. All lease operators were informed that the Company would recoup the overpayments in equal installments over the next eighteen months. Central documented each deduction, itemizing them on the Driver Pay from Waybill sheets delivered to the lease operators with their settlement statements. For example, see Burden Exhibits 19 and 20.</p>\n<p>61. No company customers had been overbilled for these fuel surcharges. Central simply had paid its lease operators twice for these fuel surcharges.</p>\n<p>62. Although there was no express provision in plaintiffs' leases addressing the fuel surcharge recoupments, the leases did specify what monies were to be paid to the lease operators. None of the leases authorized plaintiffs to receive and retain duplicate fuel surcharge payments. Indeed, with one or two exceptions, each plaintiff admitted at trial that Central was entitled to recover any duplicate fuel surcharge payments which had been made to them. Plaintiffs' only caveat was that the Company provide them with proof that the overpayments had occurred. Central did that in September, 1990, giving the plaintiffs detailed documentation identifying every fuel surcharge overpayment which they had received. Joint Exhibit 2.</p>\n<p>63. Plaintiffs also complained that some lease operators did not have to repay the full amount of the fuel surcharge overpayments they received because Central had imposed a $3,000.00 cap on all such recoveries. Central put a cap on the recoupments to ease the financial impact on the lease operators. Further, Central made no secret of the existence of the cap, and all of the plaintiffs were aware of it at the time. Further, to the extent that Central decided to forego recovery of any portion of the fuel surcharge overpayments to the plaintiffs and other lease operators, it was the Company's right to do so.</p>\n<p></p>\n<h2><i>Escrow Account Deductions</i></h2>\n<p>64. At trial, several plaintiffs maintained that defendant had made unauthorized deductions from their escrow accounts in violation of the leases and ICC regulations. Fuel surcharge overpayments were withheld from the escrow accounts of Randal J. Adams, Ronald B. Hahn, Paul E. Hilliker, Cecil W. Pickett, Larry C. Richerson and John W. Smith when they left Central. Joint Exhibit 36. Also, plaintiff Giles Fisher asserted that Central had deducted approximately $2,000.00 from his escrow account for damages to the Company's equipment and deductions for unpaid workers' compensation premiums and overhead allocation.</p>\n<p>65. These plaintiffs did not authorize Central to deduct fuel surcharge overpayments from their escrow accounts. Nothing in their leases specifically authorized the company to make the deductions, nor did the plaintiffs consent to the deductions. Adams, Hahn, Pickett, and Richerson received refunds of these escrow funds after they complained. <i>Id.</i></p>\n<p>66. Neither the <i>Garbrough</i> nor <i>Jacobs</i> complaints made any reference to unauthorized deductions to their escrow accounts. Similarly, plaintiffs failed to identify Central's escrow account practices among those challenged in their lawsuits. Joint Exhibit 42. Central objected to the introduction of any evidence relating to these claims on the ground that they had not been the subject of <span class=\"star-pagination\">*1102</span> any prior pleading by the plaintiffs. The court overrules these objections, as these claims are fairly raised by the pleadings governing their pay concerns and the pre-trial order.</p>\n<p>67. Plaintiffs' initial leases with Central established a $1,000.00 escrow account through payroll deductions. Garbrough Exhibit 1, Paragraph 14. Eventually, the escrow requirement was increased to $1,500.00. Garbrough Exhibit 4, Paragraph 14. None of the leases provided a comprehensive list of permissible deductions from their escrow accounts. But escrow account deductions were expressly authorized to cover the cost of permits and insignia identifications as well as physical damage to Central's trailers. Garbrough Exhibit 1, paragraphs 14 and 15.</p>\n<p>68. Defendant produced documentation regarding its escrow account deductions for fuel surcharge overpayments. Joint Exhibit 36. Only two plaintiffs, Paul Hilliker ($506.16) and John Smith ($310.53), had unrefunded deductions made from their escrow accounts for fuel surcharge overpayments. Both plaintiffs conceded at trial that Central was entitled to recover from them the full amount of any fuel surcharge overpayments which they had received.</p>\n<p>69. Giles Fisher had a rollover accident, damaging his tractor and Central's trailer. Central cancelled Fisher's lease because of the accident and DOT log violations.</p>\n<p>70. Fisher's lease expressly authorized Central to deduct up to $1,000.00 from his escrow account for unreimbursed physical damage to Central's equipment. Fisher Exhibit 2, paragraph 15. Central prepared a written explanation of its deductions from Fisher's escrow account. Fisher Exhibit 3, page 3. However, Central did not provide this to Fisher prior to making the deductions, as required by the lease. Fisher Exhibit 2 paragraph 15. Furthermore, the written explanation was not sufficiently detailed to clearly describe the deduction. <i>Id.; see also,</i> 49 C.F.R. 1057.12(k)(3)(i). The statement only reflects a $1,000 deduction as \"Max deduction for Damages to our equipment.\" The statement contains no itemization of physical damage to the trailer. The statement focuses only on wrecker costs: \"Per our Contract we can deduct 100% of Wrecker Cost, plus cost to move our equipment to a safe location. Wrecker Bill was $7000.00+.\" <i>Id.</i> The lease had no provision providing for the recoupment of wrecker cost from the escrow account.</p>\n<p></p>\n<h2><i>License Tag Overcharges</i></h2>\n<p>71. All of Central's leases contained a requirement that the lease operator provide his/her own license plates. The leases also included the following provision:</p>\n<blockquote>\"If such license plates are procured by the CARRIER for the CONTRACTOR, the CONTRACTOR will reimburse the CARRIER for such expenditures <i>at the CARRIER'S actual cost.\"</i> (Emphasis added.)</blockquote>\n<p>See Garbrough Exhibit 1, paragraph 5(a); Garbrough Exhibit 2, paragraph 5(a); Garbrough Exhibit 4, paragraph 5(a). Almost all the plaintiffs exercised their option to purchase their license plates through Central, partly because it was more convenient for them and also because Central advanced the cost of the plates which it then recovered in three installment payments.</p>\n<p>72. Several plaintiffs contended that they had been overcharged by Central for the license tags they had purchased through the Company. After cancelling their leases with Central they bought their own tags while working for other motor carriers, and the cost of those tags was less than they had paid to Central.</p>\n<p>73. Central's costs for the license tags bought for the lease operators were passed on to the plaintiffs exactly as specified in their leases. Central took the total cost of all of the tags for lease operators and company drivers and divided it by the number of tags to arrive at the cost per tractor. Joint Exhibit 27 documents the actual costs incurred by Central for license plates purchased from 1988 through 1992.</p>\n<p>74. However, in 1988 Central inadvertently made a fourth installment deduction for license tags which was subsequently refunded to plaintiffs and other lease operators for whom the Company had purchased license tags. However, the refund was not reflected on the end-of-year settlement statements <span class=\"star-pagination\">*1103</span> received by the lease operators. Compare Joint Exhibit 27, page 1 with Raffaldt Exhibit 7, page 2.</p>\n<p>75. Plaintiffs also argued that Central's cost for license tags was higher than the cost with other carriers for whom they worked. However, the cost of an apportioned license tag, such as those purchased by Central, varied from carrier to carrier, depending upon the miles which the carrier (and its drivers) ran in a given state.</p>\n<p></p>\n<h2><i>IRS Form 1099</i></h2>\n<p>76. Central did not provide amended IRS form 1099 to the any of the plaintiffs in regard to fuel surcharge overpayment recoupments. As the lease operators were cash basis tax payers, Central was not required to submit amended 1099 forms whenever the Company made adjustments to their pay.</p>\n<p></p>\n<h2><i>Individual Pay Claims</i></h2>\n<p></p>\n<h2><i>Albert Smith</i></h2>\n<p>77. Smith claimed that he should have received straight demurrage pay for a total of ninety-six (96) hours on a trip he made from Conroe, Texas, to Carteret, New Jersey, and eventually on to Mt. Vernon, Indiana. See A. Smith Exhibit 18. A Company dispatcher had told Smith that as the trip would be unusual, he would receive straight demurrage pay rather than a combination of layover and demurrage pay while he was at a customer's plant in Carteret. Smith was paid $324.00 in layover pay (Code 12) and $504.00 in demurrage pay (Code 21) for the trip. A. Smith Exhibit, page 2.</p>\n<p>78. Smith contended that he was entitled to receive straight demurrage pay for all time spent in Carteret (1) because it had been promised to him by the Company's dispatcher and (2) because he had to remain near the customer's loading/unloading site until the load was cleared for departure. Central's tariff authorized demurrage pay when the lease operator was in \"immediate readiness to perform his duties\" during the time of the layover. A. Smith Exhibit 35, p. 7. \"[I]mmediate readiness\" required the driver to be standing by his unit waiting to actively participate in the ongoing process of loading or unloading the trailer. <i>Id.</i> Smith slept, took meals, fueled his tractor, and otherwise relaxed during the three days he waited to depart from Carteret. Smith was not in \"immediate readiness\" to perform his duties during the layover.</p>\n<p>79. Smith also questions his pay for a 9/14/90 trip from Nitro, W. Va., to Fresno, California, Waybill # 725 (A. Smith Exhibit 21). He compares this with earlier trips taken by Giles Fisher on March 1, 1990, Waybill # 499 (A. Smith Exhibit 22), on December 7, 1990, Waybill # 432 (A. Smith Exhibit 23) and two trips taken by Ronald Hahn on February 7, 1990 (A. Smith Exhibit 24) and May 25, 1990, Waybill # 638 (Smith Exhibit 25). Smith actually received more for his trips than the other operators. Although the freight rate and weight were the same for all loads, each driver reported different miles. More significantly, Smith received a $260.23 external fuel surcharge that was not in effect for the other trips.</p>\n<p>80. Smith also questions whether he was paid for his mileage, unloaded, from Fresno to Houston after he unloaded in Fresno. Waybill # 725 doesn't show any unloaded miles. The lease operators were not normally paid for unloaded miles.</p>\n<p></p>\n<h2><i>Deborah and Kendall Goodman</i></h2>\n<p>81. The Goodmans are former lease operators with Central. They drove together as a team for Central from November, 1983, until June, 1994, when they sold their tractor. Eighty-five to ninety percent (85%-90%) of their loads were Code 20. Central employed the Goodmans as Company drivers in July, 1994.</p>\n<p>82. The Goodmans raised several pay concerns. They asserted that their pay was shorted by $211.40 on a load they had handled on November 20, 1991, from Fayetteville, North Carolina, to Jamestown, New York. The Goodmans introduced a copy of a Borden, Inc., form relating to the shipment. Goodman Exhibit 11, page 1. According to the Goodmans, the freight rate and pump charge shown on the Borden document did not conform to the information on their Driver <span class=\"star-pagination\">*1104</span> Pay from Waybill sheet. Goodman Exhibit 11, page 2.</p>\n<p>83. The Company's waybill inquiry form showed a pump charge (Code 16) of $19.00 to Borden, not the $8.00 shown on the Borden record. K. Goodman Exhibit 14, page 6. The Goodmans received the full amount of that pump charge. <i>Id.,</i> page 1. Central's contract with Borden also reflected a shipping rate of $1.85, not the $3.61 rate shown on the Borden document. <i>Id.,</i> page 8. The Goodmans were paid $712.76 for this load, which was the correct pay under their lease agreement (.64 Ũ $1,113.70). <i>Id.,</i> pages 1 and 6. More importantly, the Borden document was a customer acknowledgement form, not a bill of lading, and it did not control Central's freight charges to Borden.</p>\n<p>84. The Goodmans also contended that they were entitled to receive straight demurrage pay for a Conroe to Carteret to Mt. Vernon load which they handled on March 6-10, 1989. D. Goodman Exhibit 24, page 1. Central dispatcher Scott Gross had told them they would receive straight demurrage for all of the time they spent in Carteret. Instead, they earned a combination of demurrage (Codes 21 and 22) and layover (Code 12, weekend demurrage) pay. The Goodmans claimed that they should have received straight demurrage for the seventy-two (72) hours they spent in Carteret at the rate of $18 to $22 per hour.</p>\n<p>85. The Goodmans stayed with their truck at the customer's terminal for three (3) days. Gross specifically instructed the Goodmans to be available at the shipper's plant to load when the customer was ready. Despite the fact that the Goodmans were required to remain at the customer's premises, available to load, for approximately seventy-two (72) hours, they were not paid straight demurrage.</p>\n<p>86. Demurrage was billed on both legs of the trip, Goodman Exhibit 24, unloading demurrage on the first leg (Waybill # 780) and loading plus overnight (code 12) on the second leg (Waybill # 790). The shipper was billed according to Tariff 6001780, see Goodman Exhibit 24, page 2, and A. Smith Exhibit 35, pages 6-8. The tariff authorized demurrage pay when the lease operator was in \"immediate readiness to perform his duties\" during the time of the layover. A. Smith Exhibit 35, page 7. Central billed the shipper for 16 hours unloading demurrage of $480.00, the Goodmans' 62% being $297.60. Central erroneously billed the shipper on the second leg (790) for layover at the rate for a single operator, $360, lease operator share, $223.20. Goodman Exhibit 24, pages 3-4. Central also reduced the demurrage to 9 hours and weekend layover, Goodman Exhibit 24, pages 4, 5-7, reducing the demurrage from $480 to $270, the drivers' 62% being $167.40, and increasing the layover from $360 to $670, the drivers' share $415.40. Goodman Exhibit 24, pages 5 and 7.</p>\n<p>87. Central failed to comply with the tariff by failing to bill the shipper for detention rather than overnight and weekend layover. The drivers were required to stand by at the shipper's plant in \"immediate readiness\" to perform their duties. A. Smith Exhibit 35, page 7. Thus, the detention provisions of the tariff would apply rather than the overnight and weekend layover provisions. Note B, Item 672, Tariff, A. Smith Exhibit 35, page 7. However, Central paid the Goodmans based on its billing to the customer. This complied with the lease.</p>\n<p>88. The Goodmans claim entitlement to receive \"out of route\" mileage pay for 13 trips they had made hauling duPont loads between Old Hickory, Tennessee, and Charleston, South Carolina. Goodman Exhibit 13. On May 24, 1993, after this lawsuit was filed, the Goodmans submitted a Non Revenue Pay Report for extra mileage incurred because of a bridge closure. See Goodman Exhibit 13. A \"Non Revenue Pay Report\" is used any time a driver is paid for something that a customer is not billed for, such as extra miles for having to go out of route. Joint Exhibit 4. Although the terminal manager approved the submission, High Point did not. The leases do not provide for non-revenue pay. Central had not billed or collected this additional pay from its customer. Central's terminal managers could only make recommendations regarding non-revenue pay items. High Point retained the final authority to grant or deny nonrevenue <span class=\"star-pagination\">*1105</span> pay requests. The Goodmans are not entitled to the non-revenue pay.</p>\n<p>89. Finally, the Goodmans claimed that they were entitled to additional pay resulting from alleged fuel surcharge underpayments that had occurred beginning in August, 1986 on Dupont loads hauled by the Goodmans from Old Hickory, Tennessee. D. Goodman Exhibit 14. Plaintiffs maintained that there was a shortage of $131.28 on each of eighty-five (85) loads itemized on their Driver Pay from Waybill sheets. <i>Id.</i> In support, they show that prior to August, 1986, their Driver Pay from Waybills reflected a fuel surcharge of $131.28 and pay percents of 62%. See Goodman Exhibit 14, pages 1 and 2. The Goodmans contend that after August 1986, the Driver Pay from Waybills still reflected pay at 62%, but no pay for fuel surcharges. See Goodman Exhibit 14, pages 4-22. Code 20 loads became more prevalent in 1986. Around August 26, 1986, the Goodmans received a copy of a memo from Ben Keller concerning Code 20 charges. Goodman Exhibit 15. This memo was sent to all lease operators. The memo stated that more loads were being billed as \"Code 20 rather than a weight and rate,\" that \"your pay was increased from 60% (62%) to 66.11 (67.8% for a team) on a Code 20 charge ... to compensate for the internal fuel surcharge not applying on that code ...,\" that in error the lease operators had been overpaid the mileage surcharge of 12 cents/mile and that while Central would not be recouping the overpayments, the error would be corrected immediately. <i>Id.</i></p>\n<p>90. The Code 20 pay had the fuel surcharge built into it; thus the pay had an internal fuel surcharge. The mileage fuel surcharge of 131.28 at 12 cents/mile was paid in error. The Goodmans were actually paid on these loads at the correct rate of .678. The Driver Pay from Waybills merely reflected the lease-stated percentage of 62%. See Goodman Exhibit 14, page 16, Goodman Exhibit 19, p. 50. However, 62% of driver revenue equaled 67.8% of freight billed to and collected from the customer.</p>\n<p>91. The Goodmans also complained that in 1991, although their rate increased to 64%, they actually received less pay. See Goodman Exhibits 14, 22. However, while the pay percentage on the Driver Pay from Waybills increased to 64% to reflect the lease percentage, See Goodman Exhibit 7, this actually reflected a decrease in the actual percentage. Under the February 1991 lease, the drivers were paid a straight percentage without additions. Thus, the lease rate and the effective rate were the same, 64%. The Goodmans were paid correctly under the lease. Goodman Exhibit 19, p. 87.</p>\n<p>92. The Goodmans question Waybills # 601 and # 854, two Carrollton to Gurnee trips which paid differently for the same load. Waybill # 601 was a trip on 11/12/90 which produced a pay amount of $548.90. Goodman Exhibit 16, p. 1. The same trip on 3/11/90, Waybill # 584, produced a pay amount of $518.14, although at an increased waybill percent of 64%.</p>\n<p>93. The pay is correct. Waybill # 601 was calculated at 67.8%, see Goodman Exhibit 20, p. 1 &amp; Exhibit 6, while Waybill # 584 was actually billed at the lower percentage of 64% in effect on 3/11/91 per the lease of March 1, 1991. Goodman Exhibit 20, page 2 &amp; Exhibits 7 &amp; 23.</p>\n<p></p>\n<h2><i>James Burden</i></h2>\n<p>94. James Burden is a current lease operator with Central. He challenges a reduction in his pay for a trip on 9/18/91 from Louisville to Fresno, Waybill # 912. Burden Exhibit 19. Central initially paid Burden $5,024,41 in accordance with what the Louisville terminal manager, Mose Miller, told Burden prior to taking the load. Subsequently, Central rebilled this trip under a Code 20, resulting in a $1,107.87 reduction in Burden's pay. Burden Exhibit 20, B-27, p. 3. The original rate was based on cents per hundredweight, Burden Exhibit 27, p. 2, and was rebilled based on a Code 20 contract rate that was published the same day the load was picked up. Burden Exhibit 27, pages 1 &amp; 5. Once Central concludes negotiations on a contract rate, the Company has to publish the rate.</p>\n<p>95. Burden received the correct portion of the freight revenues billed to and collected from Central's customer for the trip in question. <span class=\"star-pagination\">*1106</span> Joint Exhibit 27. Central charged its customer $6,317.00 for the shipment of the freight in question. (<i>Id.,</i> pages 1 and 5) and Burden was paid 62% (Burden Exhibit 8, page 6) of that amount, or $3,916.54 (Burden Exhibit 20, Transaction 1). Thus, Burden was paid appropriately under his lease agreement with Central.</p>\n<p>96. Burden challenges a reduction in pay for a 6/15/88 Louisville to Omaha load, Waybill # 701. Burden Exhibit 12, p. 1. Burden had not made this load before. The Louisville terminal manager, Bobby Hales, told him that this was a good-paying load, to drop another load and take this one. Hales told him that this load would pay $1,558.74 and that is what Burden was initially paid. Burden Exhibit 21, page 1. Central determined that a different tariff applied, reducing the rate from 5.440 to 4.050. Also, under the correct tariff the weight was the actual weight, 40,100, rather than a minimum weight billing, 42,000. Thus, the customer was rebilled, resulting in a $436.78 reduction in Burden's pay. The reduction was proper under the lease.</p>\n<p>97. Burden challenges a $770.71 reduction in his pay for an 8/7/89 load from Louisville to Mogadore. Burden Exhibit 14. The Code 20 rate changed. Burden Exhibit 23, pages 1, 7 &amp; 11. The billing clerk initially picked up the wrong Code 20. The customer was rebilled. <i>Id.</i> The reduction was proper under the lease.</p>\n<p>98. Burden questions an 11/18/89 load from Lemont, Illinois, to Louisville, Waybill # 814. Burden Exhibit 15. Central initially paid him $502.68 but corrected the pay to the normal pay for this run, $351.68. <i>Id.</i> This pay contains a $37.68 fuel surcharge that was part of Central's overpayment of fuel surcharges for which Central sought recoupment. Other than the fuel surcharge, Burden's pay was correctly based on the rebilling.</p>\n<p>99. Burden next contends that Central owes him mileage for going from San Antonio, Texas, to Harahan, Louisiana, to pick up his next load on March 24, 1990. Burden Exhibit 17. Central does not usually pay lease operators for travel to pick up another load.</p>\n<p></p>\n<h2><i>James Pulley</i></h2>\n<p>100. Pulley leased with Central until January, 1994, when he became a Company driver in Louisville. Pulley asserted a claim identical to that of plaintiff Burden. Pulley testified that Louisville terminal manager, Mose Miller, had told him he would receive approximately $5,000.00 for a trip from Louisville, Kentucky, to Fresno, California, but that Central paid him only $3,800. High Point had earlier given Miller the wrong rate. When he sent Pulley out on the same load a few days after Burden, Miller was not aware of rate change.</p>\n<p>101. Pulley did not understand the fuel surcharge calculation on a February 4, 1989, trip from Kingsport to Rome (Waybill # 335), Pulley Exhibit 13, and a March 30, 1989, trip from Kingsport to University Park (Waybill # 670). Pulley Exhibit 41. However, the fuel surcharge calculations are correct.</p>\n<p></p>\n<h2><i>Herman Sharp</i></h2>\n<p>102. Herman Sharp testified that he should have been paid seventeen and one-half (17―) hours in demurrage pay incurred during a January 1992 delivery to a customer in Bradford, Pennsylvania. Although Sharp initially received $253.80 for 11.75 hours of detention, his pay subsequently was adjusted when the customer complained that the unloading delay had been due to Sharp's use of two-inch hose rather than the three-inch hose which it had specified. Sharp Exhibit 8. Sharp was aware of the customer's three-inch hose requirement, Sharp Exhibit 20, but did not use the hose because he could not lift it due to a work-related injury and the product could be pumped through a two-inch hose as easily as a three-inch hose. Sharp also maintained that the unloading delay had occurred because of cold weather rather than the size of the hose. A claim for all demurrage was filed on Sharp's behalf but denied by the Company because of the customer complaint that the unloading was slow. Sharp Exhibit 13.</p>\n<p>103. Sharp's own records show that his total time spent during the delivery was 13 <span class=\"star-pagination\">*1107</span> hours and 45 minutes. Central allows its customers a minimum of two free hours for delivery. Therefore, the maximum number of hours Sharp could claim for demurrage was 11 hours and 45 minutes. Sharp Exhibit 13, page 4.</p>\n<p>104. Thus, Central received no assessorial revenues for demurrage which it could share with Sharp under his lease. The lease operators were entitled to be paid only those assessorial charges which were billed and collected by Central from its customers.</p>\n<p>105. Sharp also complained that in 1991 Central improperly adjusted his pay for a trip he had made in November, 1990 from Terre Haute, Indiana, to Kingstree, South Carolina. Sharp Exhibit 7. Sharp further complained that Central failed to amend his IRS Form 1099 to reflect this adjustment in his pay.</p>\n<p>106. Sharp was correctly paid for the trip. Sharp Exhibit 12. The freight revenues for the trip were adjusted downward, $1,054.66, because Central initially had used an incorrect rate when it billed the customer. <i>Id.,</i> page 5. Two rates were available; however, the ICC requires that the lower rate be used. Sharp Exhibit 12, pages 5 and 6. The billing to the customer was also revised to show the lower rate. <i>Id.,</i> pages 2 and 4. When the correct rate was applied (<i>Id.,</i> page 6), it lowered the overall freight charges to the customer and thereby reduced Sharp's revenue for the trip (<i>Id.,</i> page 1). Moreover, since Sharp is a cash basis taxpayer, Central correctly reported the pay he received for this load. Sharp originally was paid for the trip in 1990, and the adjustment to his pay was made in 1991. The revision did not show up in Sharp's pay until April 1991 because he was out of work five months with a shoulder injury. Central reported these events for tax purposes in the years when they occurred. Accordingly, no amended 1099 form was required.</p>\n<p>107. Sharp complained of a trip made on 11/8/90 from Terre Haute to Kingstree, SC. Central initially paid him $1,854.44. Sharp Exhibit 7. In April, Central reduced his pay $350.32 to $1,504.12, reflecting a rate change on the load. The trip was originally billed at $6,090, but revised to $4,940. <i>Id.;</i> Sharp Exhibit 12. Central initially used the wrong rate. Central correctly paid Sharp for this trip.</p>\n<p>108. Finally, Sharp claimed that Central had underpaid him on a series of trips he made for the Company. Sharp Exhibit 9. Sharp introduced no evidence to support any of these claims. He conceded that the calculations had been made by his daughter-in-law and that he was not certain what basis she had used to arrive at her figures. Central's records showed that Sharp had been paid correctly for each of the trips cited in his pay summary. Sharp Exhibits 9 and 14.</p>\n<p></p>\n<h2><i>Giles Fisher</i></h2>\n<p>109. Giles Fisher testified that Central made improper deductions from his final two pay settlements resulting in estimated pay losses of approximately $5,000.00-$6,000.00 and loss of his escrow. Fisher had a rollover accident in mid-December, 1990, totaling his tractor and damaging the Company's trailer. Central canceled Fisher's lease in late December, 1990, because of the serious accident and Fisher's DOT log violations. Central paid a $7,065.00 wrecker bill generated by this accident. Fisher Exhibit 4. Fisher claimed that the wrecker bill was too high and that the Company had refused to use a less expensive wrecker service.</p>\n<p>110. Louisville terminal manager Mose Miller was present at the site of the accident when the overturned unit was set upright. Fisher had already left the scene. It took three wreckers, including the wrecker service preferred by Fisher, to set the tractor-trailer unit upright. The tractor and trailer were then towed to a place of storage. Miller had to pay the full wrecker bill in order to recover the Company's trailer. Central never took possession of Fisher's tractor.</p>\n<p>111. Fisher's accident occurred during a trip from Baton Rouge, Louisiana, to Willow Island, West Virginia. He was paid 79% of the freight revenues generated by that trip, representing his portion of the total miles between Baton Rouge and Willow Island. Fisher Exhibit 17, page 3. He also was paid for an earlier trip from Nitro, West Virginia, to Fresno, California. Fisher Ex- <span class=\"star-pagination\">*1108</span> hibit 25, page 4. However, Central made deductions from these payments to recover unreimbursed advances Fisher had received ($804.00), fuel purchased from the Company ($145.09 plus $40.66), the last portion of his workers' compensation premiums for December, 1990 ($49.46), and fuel surcharge overpayments ($76.92 and $2,461.56). Central used $1,938.49 to offset the wrecker bill which Fisher owed the Company under his lease. See Joint Exhibits 25 and 26; see also Fisher Exhibit 2, paragraph 16.</p>\n<p>112. Fisher also contends that an additional $103.14 for workers' compensation premiums was deducted from his check for a period when he was no longer working for the company. Fisher's last pay stub shows a $103.14 deduction for workers' compensation. This deduction was improper, as Central had fired Fisher three weeks earlier.</p>\n<p>113. Fisher was operating under a June 7, 1990, lease with Central when he had the accident. Fisher Exhibit 2. Under his lease with Central, Fisher became responsible for the damages and costs incurred by Central as a result of the accident, including the wrecker bill for uprighting the unit, transferring the product, and transporting the tractor and trailer to a safe place of storage. Fisher Exhibit 2, paragraph 6. Accordingly, Central's requirement that Fisher reimburse the Company for the full amount of the wrecker bill complied with the terms of Fisher's lease, except to the extent that any of this amount was deducted from Fisher's escrow account.</p>\n<p>114. Fisher contended that Central made unauthorized deductions from his escrow account in the amount of $1,938.49 to offset the wrecker service bill. The $1,938.49 was deducted from his last paycheck, rather than his escrow account. Fisher Exhibit 25, page 5, Fisher Exhibit 3, page 3. However, Central deducted an additional $1,000 from Fisher's escrow account. Fisher Exhibit 3, page 3.</p>\n<p>115. Paragraph 15 of the June 7, 1990, lease provides:</p>\n<blockquote>In the event a CARRIER owned trailer shall be damaged as a result of negligence on the part of the CONTRACTOR or his driver/employees, the CONTRACTOR shall be responsible and liable to the CARRIER for such physical damage up to but not exceeding the sum of $1000.00 for each occurrence. Any such claim filed by the CARRIER with the CONTRACTOR, requires a detailed written explanation furnished to the CONTRACTOR before any deductions will be made from the CONTRACTOR'S earnings or escrow account.</blockquote>\n<p><i>Id.</i> Prior to making the deductions, Central failed to provide Fisher with a \"detailed written explanation.\"</p>\n<p>116. Paragraph 15 of the lease permitted a deduction of up to $1,000 for physical damages to the trailer, but only after at \"detailed written explanation\" had been furnished in advance to the lease operator. Fisher Exhibit 2, paragraph 15. The deduction from escrow was improper under the lease. First, Central did not provide Fisher with a written explanation prior to making the deduction. Second, the deduction was for wrecker expenses and not physical damage to the trailer. Fisher Exhibit 5, page 3.</p>\n<p>117. Fisher also testified that he had lost approximately $18,000.00 when his tractor was totalled. He claimed that the tractor was worth approximately $85,000.00 at the time of his accident, but he only received $67,000.00 from his insurance carrier, which retained the wrecked tractor for its salvage value. Fisher attributed this loss to Central, although he did not produce any evidence to support this claim.</p>\n<p>118. At the time Fisher purchased the tractor in June, 1990 he paid $71,835.00 for the unit. Fisher Exhibit 21, page 7; Fisher Exhibit 27. His vehicle was never worth the $85,000.00 claimed by Fisher, and it had depreciated during the six months preceding the accident. Accordingly, the $67,000.00 received by Fisher from his insurance carrier would appear to have been a fair settlement of his insured loss. Central was not involved in the settlement between Fisher and his insurance carrier and was not responsible for any deficiency in that settlement.</p>\n<p>119. Fisher said that after he was fired, Dave Durham would not let him submit a workers' compensation claim. The records reflect that Fisher submitted and received <span class=\"star-pagination\">*1109</span> workers' compensation. Fisher Exhibits 7 and 8.</p>\n<p>120. Fisher testified that he tried to cancel hospital coverage in August 88. However, on 11/27/89, Fisher added his wife to his policy. Fisher Exhibit 14, page 8.</p>\n<p></p>\n<h2><i>William Setzer</i></h2>\n<p>121. William Setzer claimed that Central had withheld fuel surcharge overpayments from his escrow account. Central's records reflected that no fuel surcharge overpayments were deducted from Setzer's escrow account. Joint Exhibit 38.</p>\n<p>122. Setzer has no valid basis to claim reimbursement from Central for time spent calculating his pay.</p>\n<p></p>\n<h2><i>Lloyd Raffaldt</i></h2>\n<p>123. Lloyd Raffaldt testified that Central initially withheld fuel surcharge overpayments from his escrow account but that the Company eventually refunded this money to him. No fuel surcharge overpayment deductions were made from Raffaldt's escrow account. Joint Exhibit 38.</p>\n<p></p>\n<h2><i>Howard Jacobs</i></h2>\n<p>124. The independent audit identified three incidences in which Jacobs had been underpaid for use of his pump. Joint Exhibit 13, Exhibit II. The underpayments totaled $18.73. <i>Id.</i> Jacobs has attempted to project this underpayment to other trips Jacobs may have made. However, Jacobs did not offer any evidence relating to the number of trips he made annually, the frequency with which he used his pump or any other underpayments in connection with pumping services he provided. More significantly, the auditor found that the plaintiffs were the beneficiaries of overpayments by Central which substantially exceeded any underpayments to them. Cf. Joint Exhibit 13, Exhibits II and III.</p>\n<p>125. Jacobs testified that Gary Honbarrier promised Jacobs $375-$400 extra if he would haul a particular load from Charleston Heights to Portland. Waybill # 962, Jacobs Exhibit 31, page 1. Jacobs was paid for the load, then Central took back $358.68 for fuel surcharge. Honbarrier was willing to pay Jacobs this, but Jacobs refused the check. Jacobs has waived any claim for this extra pay.</p>\n<p></p>\n<h2><i>Robert Williams</i></h2>\n<p>126. Robert Williams asserted that in August, 1986 he stopped receiving fuel surcharge payments, thereby reducing his freight revenues received from Central. These claims do not fall within the time period relevant to this litigation. Moreover, the changes in Williams's pay in August, 1986, resulted from Central's discovery that it had been overpaying some of its lease operators for fuel surcharges. Joint Exhibit 25. The pay reductions in August, 1986, simply eliminated the overpayments to the lease operators.</p>\n<p>127. Williams claimed that Central did not account for or remit to him overpayments of fuel taxes which he had paid in Tennessee. Williams bought the bulk of his fuel from the Central Terminal at Mt. Juliet, Tennessee. Williams stated that under the terms of the lease the company was treated as the owner of the vehicle and he was to receive a rebate for fuel purchased in any state where he did not compile enough miles to justify the tax paid in that state. He further testified that the company should have accounted for this potential rebate as did Matlock Transport, his subsequent employer. Central never accounted for the fuel taxes as collected at any time.</p>\n<p>128. Fuel taxes must be paid in the state of consumption, not in the state of purchase. Although Williams claims to have bought most of his fuel in Tennessee, where he was based, he admitted that many of his miles were run outside that state on trips he made to and through Kentucky, Indiana, Ohio, North Carolina, and South Carolina. Central paid the fuel taxes resulting from Williams' travel in those states, thereby offsetting any refunds he otherwise may have been due for fuel taxes he paid in Tennessee. Thus, he is not due any refund from Central.</p>\n<p>129. Williams complains of pay received for four trips from Cape Industries in Wilmington, North Carolina, to 3M in Decatur, <span class=\"star-pagination\">*1110</span> Alabama. Williams Exhibit 28. Williams was initially paid a rate other than Code 20 for a 12/12/90 trip. <i>Id.,</i> pages 1, 4. Ultimately, he received a reduction of the pay. Williams did not receive the yellow sheet as it had been sent to 3M, who had received shipments and to whom the loads were originally billed. Williams Exhibit 27, pages 9 and 12 (Waybill # 467). Williams found out about the reduction when $1,601.26 was taken out of his pay. These loads were blind shipments as duPont was actually the customer. <i>Id.,</i> pages 4, 5, 8. Central changed the rate to reflect the rate normally charged duPont. Williams Exhibit 27, pages 9 and 12 (Waybill # 467).</p>\n<p></p>\n<h2><i>John T. Garbrough</i></h2>\n<p>130. John T. Garbrough did not understand why the pay for Waybill # 461 did not include 66.1% of the assessorial charges under Codes 1 and 29. Garbrough Exhibit 28, page 6. However, Garbrough was not entitled to compensation for the charges under these codes. See Joint Exhibit 6.</p>\n<p></p>\n<h2><i>John W. Smith</i></h2>\n<p>131. John Smith complained of delay in being paid his escrow. Smith cancelled his lease on October 31, 1991, and Central timely sent him his escrow check on December 31, 1994.</p>\n<p></p>\n<h2><i>CONCLUSIONS OF LAW</i></h2>\n<p>The Court makes the following conclusions of law with respect to plaintiffs' general liability contentions as well as the individual pay claims. The plaintiffs allege claims for violation of ICC regulations, breach of contract, misrepresentation, and unfair trade practices.</p>\n<p>The evidence at trial focused primarily on plaintiffs' contentions that Central overcharged them for workers' compensation insurance, imposed an overhead allocation, paid them improperly, did not provide them with adequate pay documentation, made unauthorized deductions from their escrow accounts, and overcharged them for license tags. During the trial, plaintiffs raised the contention that Central had illegally charged them for workers' compensation insurance in violation of several state statutes. The plaintiffs abandoned other contentions during the course of this litigation.</p>\n<p></p>\n<h2>A. <i>Choice of Law</i>\n</h2>\n<p>This case was removed from state court jurisdiction because the plaintiffs' claim is that defendant violated federal law â   namely, ICC regulations. See 28 U.S.C. § 1331. Plaintiffs have also alleged violations of North Carolina law, and asserted common law causes of action. Where the state and federal claims derive from a common nucleus of operative facts, and where the claims would normally be tried together, the federal court has supplemental jurisdiction over the state law claims. <i>United Mine Workers v. Gibbs,</i> <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966); <i>Mason v. Richmond Motor Co.,</i> <span class=\"citation\" data-id=\"2301607\"><a href=\"/opinion/2301607/mason-v-richmond-motor-co-inc/\"><span class=\"volume\">625</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">883</span></a></span>, 887 (E.D.Va. 1986), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">407</span></span> (4th Cir.1987); 28 U.S.C. § 1367. In analyzing the supplemental state law claims, the court applies state substantive law, <i>see </i><i>Gibbs,</i> 383 U.S. at 726, 86 S.Ct. at 1139, which includes state choice-of-law rules, unless the federal law in question sets out an applicable rule.</p>\n<p></p>\n<h2>1. <i>Breach of Contract</i>\n</h2>\n<p>The leases do not include a choice-of-law provision. However, since plaintiffs entered into and substantially performed their leases in the states where their home terminals were located, their breach of contract claims are governed by the laws of those states.</p>\n<p>The law of the state where a contract was made determines matters bearing on the interpretation of the contract. <i>Fast v. Gulley,</i> <span class=\"citation\" data-id=\"1384166\"><a href=\"/opinion/1384166/fast-v-gulley/\"><span class=\"volume\">271</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">208</span></a></span>, 211-2, <span class=\"citation\" data-id=\"1384166\"><a href=\"/opinion/1384166/fast-v-gulley/\"><span class=\"volume\">155</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">507</span></a></span> (1967). The state where the last act was done essential to a meeting of the minds determines the place of contract. <i>Id.; </i><i>Tolaram Fibers, Inc. v. Tandy Corp.,</i> 92 N.C.App. 713, <span class=\"citation\" data-id=\"1259455\"><a href=\"/opinion/1259455/tolaram-fibers-inc-v-tandy-corp/\"><span class=\"volume\">375</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">673</span></a></span> (1989).</p>\n<p>However, the choice of law for the breach of contract claim is not crucial. Where the contract provides for performance in another state, the law of the place of performance governs generally or as to matters relating to performance, but when the <span class=\"star-pagination\">*1111</span> duty of performance exists regardless of the residence of the parties, the doctrine of \"lex loci\" controls. <i>Davis v. Davis,</i> <span class=\"citation\" data-id=\"1280404\"><a href=\"/opinion/1280404/davis-v-davis/\"><span class=\"volume\">269</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">120</span></a></span>, <span class=\"citation\" data-id=\"1280404\"><a href=\"/opinion/1280404/davis-v-davis/\"><span class=\"volume\">152</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">306</span></a></span> (1967). Where there is no difference between the law of the state in which the contract is executed and the law of the state in which it was to be performed, there is no need to determine which law should be applied. <i>Arnold v. Ray Charles Enterprises, Inc.,</i> <span class=\"citation\" data-id=\"1260429\"><a href=\"/opinion/1260429/arnold-v-ray-charles-enterprises-inc/\"><span class=\"volume\">264</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">92</span></a></span>, 97, <span class=\"citation\" data-id=\"1260429\"><a href=\"/opinion/1260429/arnold-v-ray-charles-enterprises-inc/\"><span class=\"volume\">141</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">14</span></a></span>, 15 (1965). The principles governing breach of contract are universal and in the absence of any citation of law to the contrary, shall apply to these lease agreements. <i>Id.</i></p>\n<p></p>\n<h2>2. <i>Unfair Trade Practices</i>\n</h2>\n<p>The North Carolina Supreme Court has not determined the appropriate choice-of-law test for an unfair trade practice claim. <i>The In </i><i>Porters, S.A. v. Hanes Printables, Inc.,</i> <span class=\"citation\" data-id=\"1414109\"><a href=\"/opinion/1414109/the-in-porters-sa-v-hanes-printables-inc/\"><span class=\"volume\">663</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">494</span></a></span>, 503 n. 9 (M.D.N.C.1987). \"The decisions interpreting North Carolina's choice-of-law rules are in conflict on whether to use the law of the jurisdiction where the last act occurred giving rise to injury (lex loci) or the jurisdiction having the `most significant relationship' to the occurrence giving rise to the claim\" (cites omitted). <i>Id.</i></p>\n<p>Under North Carolina law, in order for North Carolina's Unfair and Deceptive Trade Practice Act, § 75-1.1, to apply, North Carolina must have a substantial relationship to the particular conduct giving rise to the unfair and deceptive trade practices claim. <i>New England Leather Co. v. Feuer Leather Corp.,</i> <span class=\"citation\" data-id=\"566830\"><a href=\"/opinion/566830/new-england-leather-company-v-feuer-leather-corporation/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">253</span></a></span>, 255 (4th Cir.1991). In a multi-state unfair trade practices case, the North Carolina Supreme Court would likely apply the \"most significant relationship test.\" <i>Santana, Inc. v. Levi Strauss and Co.,</i> <span class=\"citation\" data-id=\"402089\"><a href=\"/opinion/402089/santana-inc-successor-to-soft-fade-apparel-processors-inc-tdba/\"><span class=\"volume\">674</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">269</span></a></span>, 272-73 (4th Cir.1982); <i>see also, </i><i>Andrew Jackson Sales v. Bi-Lo Stores, Inc.,</i> 68 N.C.App. 222, 225, <span class=\"citation\" data-id=\"1257524\"><a href=\"/opinion/1257524/andrew-jackson-sales-v-bi-lo-stores/\"><span class=\"volume\">314</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">797</span></a></span>, 799 (1984) (\"most significant relationship\" applicable to trade misrepresentation case); <i>Clark v. B.H. Holland Co., Inc.,</i> <span class=\"citation\" data-id=\"1736136\"><a href=\"/opinion/1736136/clark-v-bh-holland-co-inc/\"><span class=\"volume\">852</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1268</span></a></span>, 1271-2 (E.D.N.C.1994). The \"most significant relationship\" test is the most appropriate for a deceptive trade practice claim involving multi-state interests. <i>New England Leather Co.,</i> 942 F.2d at 255.</p>\n<p>Deceptive trade practice causes of action vary among the states. <i>Id.</i> at 256. Under the significant relationship test, the court considers where the relationship between the parties was created and where it was centered. <i>Id.</i></p>\n<p>The lease agreements were created in the various states where the lease operators lived and worked. The lease operators received their pay documentation and settlement statements in the states where they lived. Similarly, plaintiffs' inquiries about workers' compensation, overhead allocations, fuel surcharge recoupment, driver pay, and pay documentation were routinely directed to their home terminal managers. Additionally, plaintiffs received initial dispatch instructions from their home terminals, and they regularly returned to those terminals for further instructions and dispatches. However, Central had its corporate headquarters in North Carolina. Central's bookkeeping was located in High Point. The lease operators' settlement statements were sent out from High Point. Final decisions on shipping contracts and tariffs were made by upper echelon management in High Point. Central performed much of its part of the agreements in North Carolina. The decisions of which plaintiffs complain were made in North Carolina.</p>\n<p>Examining where the relationship of the parties was created and centered, this court concludes that the relationship was created in the separate states where the plaintiffs accepted and partially performed the contracts. However, the relationship centered in North Carolina where Central had its corporate headquarters, performed much of its part of the agreements, and made decisions of which the plaintiffs complain. Thus, the contacts in North Carolina were not merely incidental, but substantial. The lease agreements had the \"most significant relationship\" to North Carolina. The North Carolina unfair trade practice statute applies to the plaintiffs' claims.</p>\n<p></p>\n<h2>B. <i>Federal Preemption</i>\n</h2>\n<p>Central contends that plaintiffs' claims under § 75-1.1 are preempted to the extent that the statute would make unlawful any practice regulated under the Interstate Commerce <span class=\"star-pagination\">*1112</span> Act. Central argues that since the leasing agreements are governed by the ICC regulations, a state regulation of the agreements is prohibited under the Supremacy Clause of the United States Constitution, and § 75-1.1 cannot be applied to render unlawful actions or practices which are governed by ICC regulations.</p>\n<p>The question centers on the extra-territorial reach of North Carolina's unfair trade practice statute. Section 75-1.1 does not attempt to directly regulate interstate commerce, but is designed to address primarily local concerns. <i>ITCO Corp. v. Michelin Tire Corp., Com. Div.,</i> <span class=\"citation\" data-id=\"427641\"><a href=\"/opinion/427641/itco-corporation-v-michelin-tire-corporation-commercial-division-and/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span>, 48 fn. 8 (4th Cir.1983). Occasional incidental, but not excessive, impact upon interstate commerce causes no constitutional concern. <i>Id.</i></p>\n<p>Section 75-1.1 is available to a foreign plaintiff suing a resident defendant over alleged foreign injuries having a substantial instate effect on North Carolina trade or commerce. <i>The In </i><i>Porters,</i> <span class=\"citation\" data-id=\"1414109\"><a href=\"/opinion/1414109/the-in-porters-sa-v-hanes-printables-inc/\"><span class=\"volume\">663</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">494</span></a></span> at 501-2. \"The commerce clause mandates that the Act's extraterritorial application be justified by local concerns and not be excessively burdensome on interstate commerce.\" <i>Id.</i> Limiting the scope of § 75-1.1 to cases having an in-state effect on plaintiff's business operation is consistent with the Commerce Clause and the Due Process Clause. <i>Id.</i></p>\n<p>Nothing in the ICC regulation suggests that \"Congress has manifested a clear intent to displace state regulation of unfair trade practices.\" <i>Bostick Oil Co. v. Michelin Tire Corp.,</i> <span class=\"citation\" data-id=\"415636\"><a href=\"/opinion/415636/bostick-oil-company-inc-v-michelin-tire-corporation-commercial-division/\"><span class=\"volume\">702</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1207</span></a></span>, 1219 (4th Cir.1983), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">894</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">242</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">232</span></span> (1983). In <i>American Airlines, Inc. v. Myron Wolens, et al.,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"117890\"><a href=\"/opinion/117890/american-airlines-inc-v-wolens/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></a></span>, <span class=\"citation\" data-id=\"117890\"><a href=\"/opinion/117890/american-airlines-inc-v-wolens/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">715</span></a></span> (1995), the Supreme Court held that plaintiffs' claims under the Illinois Consumer Fraud and Deceptive Business Practices Act were preempted by the federal Airline Deregulation Act of 1978 (ADA), 92 Stat. 1705. However, <i>American Airlines</i> is distinguishable. The ADA included a preemption clause, which in relevant part states:</p>\n<blockquote>[N]o State ... shall enact or enforce any law, rule, regulation, standard, or other provision having the force and effect of law relating to rates, routes, or services of any air carrier....</blockquote>\n<p>49 U.S.C.App. § 1305(a)(1). Central has not cited any preemption clause governing interstate commerce. Furthermore, the Supreme Court also concluded in <i>American Airlines</i> that the plaintiff's common law breach of contract claims were not preempted. ___ U.S. at ___, 115 S.Ct. at 823.</p>\n<p>The statute enabling the ICC to create its regulations covering written contracts for leased motor vehicles is found at 49 U.S.C. § 11107. The ICC's general jurisdiction statute governing interstate motor transportation is found at 49 U.S.C. § 10521. Cumulative remedies under state or common law are recognized in 49 U.S.C. § 10103. Based on these statutes, the general rule may be drawn that state-law claims are not preempted by the ICC regulatory scheme unless the state claim is based on a conflicting provision of law. Although a review of plaintiffs' claims under § 75-1.1 will necessitate an application and interpretation of ICC regulations, the plaintiffs' claims for unfair and deceptive trade practices are not preempted by the Interstate Commerce Act.</p>\n<p></p>\n<h2>C. <i>Workers' Compensation</i>\n</h2>\n<p>Plaintiffs contend that Central violated both § 5(b) of their leases and ICC regulations, 49 C.F.R. § 1057.12(i), by requiring them to purchase workers' compensation insurance through the Company. The plaintiffs also contend that Central overcharged them for workers' compensation coverage. Some plaintiffs also questioned whether they were actually covered by workers' compensation insurance, while others objected to the fact that they were never provided copies of individual policies covering them.</p>\n<p>Central contends that it did not overcharge the plaintiffs for workers' compensation and that the lease operators were covered under Central's employee group workers' compensation plan. Central further contends that workers' compensation coverage was not a product or service sold to plaintiffs by Central, but was a protection required by the Company so that lease operators and their employees would have workers' compensation coverage in the event of job-related injury <span class=\"star-pagination\">*1113</span> or illness. See Garbrough Exhibit 1, paragraph 10, page 3. Liberty Mutual Insurance Company provided Central's workers' compensation group insurance.</p>\n<p>Central's requirement that the lease operators have workers' compensation coverage represented a legitimate business need. Workers' compensation coverage protected Central from liability for work-related injuries incurred by the lease operators. The coverage also protected and provided benefits for the lease operators.</p>\n<p>Pursuant to the lease, Central provided workers' compensation to the lease operators. Central calculated the premiums according to the formula set forth in the leases. However, Central was more than a mere conduit for the purchase of workers' compensation coverage for the lease operators through an independent carrier. Central included the lease operators in the Company's group policy for all of its employees. In so doing, Central used the monies collected as premiums from the lease operators to subsidize Central's workers' compensation program for its employees. The lease operators were contributing to Central's group plan while Central's employees, as required by law (see N.C.G.S. § 97-21), were not. However, Central's employees received the same benefits from the group plan as the lease operators. Further, the lease operators' contribution to the group plan was disproportionate. The lease operators paid between 26% to 36% of Central's total workers' compensation premiums for the years 1988-90, whereas their overall representation in the Company's workforce was about 20%. Compounding the problem, Central did not inform the plaintiffs that they were being treated as employees under the company workers' compensation policy. When the lease operators asked about their coverage or for copies of their policies, Central assured them that they were covered but never provided them with copies of the policy.</p>\n<p>The lease requirement that the lease operators purchase workers' compensation insurance \"through\" Central did not violate the regulatory and lease provisions prohibiting a lease requirement that the lease operators \"purchase ... any products, equipment or services from\" Central. 49 C.F.R. § 1057.12(i) and Garbrough Exhibit 1, paragraph 5(b). However, when Central unilaterally decided to provide the lease operators' workers' compensation coverage through the Company's employee group plan, Central became more than a mere conduit. Central became the provider of a product or service.</p>\n<p>Furthermore, Central's workers' compensation policy was also an Employers Liability Policy. Joint Exhibit 22. The leases did not authorize Central to assess the lease operators for the expense of an Employers Liability Policy. 49 C.F.R. § 1057.12(j) provides that the \"lease shall specify the responsibility for providing any other insurance coverage for the operation of the leased equipment....\"</p>\n<p>Accordingly, the lease operators are entitled to compensatory damages for Central's violation of the regulations and breach of contract as to the workers' compensation.</p>\n<p></p>\n<h2>D. <i>Overhead Allocation</i>\n</h2>\n<p>Plaintiffs allege that the overhead allocation requirement amounted to an excessive deduction by Central from the freight revenues which they received for their services. Plaintiffs also asserted that the overhead allocation charges were misrepresented to them in the June, 1987 Honbarrier memo. Joint Exhibit 15. Plaintiffs' complaints about the overhead allocation requirement, however, must fail for a variety of reasons. First, the requirement was clearly spelled out in plaintiffs' leases. They all knew and understood that the overhead allocation would be deducted from their settlements, and they agreed to that provision when they signed their leases. Further, Central charged only what the leases authorized. Plaintiffs' weekly settlement statements contained itemized deductions for overhead allocation, both for the pay period and cumulatively for the year. Nothing about the overhead allocation deductions was concealed or misrepresented by Central.</p>\n<p></p>\n<h2>E. <i>Pay Documentation</i>\n</h2>\n<p>Plaintiffs also complain that Central failed to provide them with adequate documents and information about their pay.</p>\n<p><span class=\"star-pagination\">*1114</span> The formula by which Central sought to track the payment of fuel surcharges was so complicated that, not only were the plaintiffs unable to understand and compute it, the company terminal managers, such as Mose Miller, were unable to make the calculations necessary to properly apply the algebraic formula developed by the company. The company failed to clearly specify the amounts to be charged against the plaintiffs' pay and failed to provide to the plaintiffs before or at the time of settlement, a copy of the rated freight bill and/or any actual documents underlying the company's computer-generated documents.</p>\n<p>ICC regulations pertaining to pay arrangements include the following: 49 C.F.R. Ch. X. § 1057.12(d):</p>\n<blockquote>\n<i>Compensation to be specified</i> â   The amount to be paid by the authorized carrier for equipment and driver's services.... may be expressed as a percentage of gross revenue, a flat rate per mile, a variable rate depending on the direction traveled, or by any other method of compensation mutually agreed upon by the parties to the lease....</blockquote>\n<p>49 C.F.R. Ch. X. § 1057.12(g):</p>\n<blockquote>\n<i>Copies of freight bill or other form of freight documentation</i> â   When a lessor's revenue is based on a percentage of the gross revenue for a shipment, the lease must specify that the authorized carrier will give the lessor, before or at the time of settlement, a copy of the rated freight bill or a computer-generated document containing the same information, or, in the case of contract carriers, any other form of documentation actually used for a shipment containing the same information that would appear on a rated freight bill. When a computer-generated document is provided, the lease will permit lessor to view, during normal business hours, a copy of any actual document underlying the computer-generated document. Regardless of the method of compensation, the lease must permit lessor to examine copies of the carrier's tariff or, in the case of contract carriers, other documents from which rates and charges are computed, provided that where rates and charges are computed from a contract of a contract carrier, only those portions of the contract containing the same information that would appear on a rated freight bill need be disclosed. The authorized carrier may delete the names of shippers and consignees shown on the freight bill or other form of documentation.</blockquote>\n<p>The leases violate § 1057.12(g), in that they do not provide permission for the lessor-operator to examine copies of Central's tariffs. Failing to permit lessor-operators, in their leases, to view billing documents violated ICC regulations.</p>\n<p>Central's obligation to provide its lease operators with adequate pay documentation is one imposed upon the Company by ICC detailed regulations. 49 C.F.R. § 1057.12(g). There was nothing inherently unfair or deceptive about Central's pay documentation. At worst, the documentation and information furnished by Central to its lease operators may have left something to be desired, but it certainly was not unfair or deceptive. At most, plaintiffs have established an arguable violation of 49 C.F.R. § 1057.12(g). But as pointed out below, any such violation or breach of contract may not have resulted in material damages to the plaintiffs since they were paid properly under those agreements.</p>\n<p></p>\n<h2>F. <i>Improper Pay</i>\n</h2>\n<p>The independent audit as well as the evidence presented at trial established that Central paid plaintiffs correctly in accordance with their leases. Joint Exhibit 13, Exhibit III. Although Central had a very complicated pay system, particularly where fuel surcharges were concerned, it paid plaintiffs all monies they were entitled to receive under their leases.</p>\n<p></p>\n<h2>G. <i>Fuel Surcharge Overpayments</i>\n</h2>\n<p>Plaintiffs also objected to Central's recovery of fuel surcharge overpayments which they had received during parts of 1989 and 1990. Plaintiffs argued that neither they nor the leases authorized such deductions from their pay. They also insisted that Central never proved that the overpayments actually had occurred in the first place.</p>\n<p><span class=\"star-pagination\">*1115</span> Overpayments made to and collected from the plaintiffs are reflected in Joint Exhibit # 26. The fuel surcharge overpayments were made to plaintiffs. Central was merely recovering money which belonged to the Company but mistakenly had been paid to the plaintiffs. Indeed, most of the plaintiffs admitted that Central was entitled to recover any duplicate fuel surcharges which they had received. Under general contract law theory of unjust enrichment, Central was entitled to seek recoupment of overpayments even in the absence of any lease provision permitting such action. Some plaintiffs also complained that the recoupments were discriminatory inasmuch as Central imposed a $3,000 cap on all individual recoupments. However, Central was free to forego recovery of money which belonged to it, and none of the plaintiffs were asked to pay back more than the actual overpayments they had received. Central was entitled to recoup the fuel surcharge overpayments.</p>\n<p></p>\n<h2>H. <i>Escrow Account Deductions</i>\n</h2>\n<p>A few plaintiffs objected to deductions made by Central from their escrow accounts.</p>\n<p></p>\n<h2>1. <i>Giles Fisher</i>\n</h2>\n<p>Central deducted $1,000 from Giles Fisher's escrow account to be applied toward the $7,065 wrecker bill resulting from his accident. The deduction from his escrow was improper under the lease. Fisher Exhibit 2, paragraph 15, and ICC regulations, 49 C.F.R. § 1057.12(k)(3). Central failed to provide Fisher with a written explanation prior to making the deduction. <i>Id.</i> The deduction was for wrecker expense and not physical damage to the trailer. <i>Id.</i> Central owes Fisher $1,000. However, the improper deduction does not constitute an unfair or deceptive trade practice.</p>\n<p></p>\n<h2>2. <i>Fuel Surcharge Overpayments</i>\n</h2>\n<p>Fuel surcharge overpayments were withheld from the escrow accounts of Randal Adams, Ronald B. Hahn, Paul E. Hilliker, Cecil W. Pickett, Larry C. Richerson, and John W. Smith. Joint Exhibit 38. Hilliker ($506.16) and John Smith ($310.53) had unrefunded deductions. Although both conceded at trial that Central was entitled to recover from them any fuel surcharge overpayments, Central violated the lease, see Fisher Exhibit 2, paragraph 15, and the ICC regulations, see 49 C.F.R. § 1057.12(k)(3), by deducting the overpayment from Hilliker's and Smith's escrow accounts. Furthermore, Central refunded fuel surcharge overpayment recoupments made from escrow accounts to plaintiffs who complained. Central owes Hilliker $506.16 and John Smith $310.53. The improper deductions do not constitute an unfair or deceptive trade practice.</p>\n<p></p>\n<h2>I. <i>License Tags</i>\n</h2>\n<p>Plaintiffs' evidence failed to establish that Central had charged them anything other than the amounts authorized under their leases for license tags. Those agreements specifically required plaintiffs to reimburse Central for any tags purchased on their behalf at Central's actual cost. See Garbrough Exhibit 1, Paragraph 5(a). The leases did not require the plaintiffs to purchase their license tags through Central.</p>\n<p></p>\n<h2>J. <i>Waiver</i>\n</h2>\n<p>Central contends that plaintiffs' actions in continuing to lease with Central despite their knowledge and acceptance of what they believed were excessive workers' compensation costs, improper overhead allocation charges, and inadequate pay documentation constituted agreement by them to these modifications in the terms and conditions of their leases. Notwithstanding these lease provisions, plaintiffs signed the agreements and continued to operate under them. Plaintiffs understood their right in every lease they signed to terminate the lease (1) upon 10 days' written notice for any reason or (2) immediately for any breach by Central.</p>\n<p>When a party is faced with the inconsistent choices of declaring a contract terminated by reason of breach or of accepting continuing benefits under the contract, the party's election, with full knowledge of all the facts, to accept the continuing benefits, waives the right to declare the contract terminated for such prior breach. <i>Fairchild Realty Co. v. Spiegel, Inc.,</i> <span class=\"citation\" data-id=\"1328678\"><a href=\"/opinion/1328678/fairchild-realty-company-v-spiegel/\"><span class=\"volume\">246</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">458</span></a></span>, <span class=\"citation\" data-id=\"1328678\"><a href=\"/opinion/1328678/fairchild-realty-company-v-spiegel/\"><span class=\"volume\">98</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">871</span></a></span> (1957). The plaintiffs had only a <i>belief</i> about these allegations and did not <span class=\"star-pagination\">*1116</span> have full knowledge of all the facts and of the full extent of their rights. There was, therefore, no waiver of the lease provisions.</p>\n<p></p>\n<h2>K. <i>Unfair Trade Practices (N.C.G.S. § 75-1.1)</i>\n</h2>\n<p>None of Central's practices constituted an unfair or deceptive trade practice pursuant to N.C.G.S. § 75-1.1. The court has earlier addressed the plaintiffs' unfair trade practice claims except as to the workers' compensation insurance lease requirement. This claim merits detailed discussion.</p>\n<p>The North Carolina Unfair Trade Practices Act, N.C.G.S. § 75-1.1 provides:</p>\n<blockquote>Unfair methods of competition in or affecting commerce, and unfair or deceptive acts or practices in or affecting commerce, are declared unlawful.</blockquote>\n<p>An injured party has a private claim for relief, N.C.G.S. § 75-16, with provisions for treble damages, <i>Id.,</i> and, in appropriate cases, attorney fees. N.C.G.S. § 75-16.1.</p>\n<p>\"Section 75-1.1 is broadly worded and arguably encompasses any conduct that a court of equity would consider unfair.\" <i>Polo Fashions, Inc. v. Craftex, Inc.,</i> <span class=\"citation\" data-id=\"486557\"><a href=\"/opinion/486557/polo-fashions-inc-v-craftex-inc-and-bobby-oneal-and-keith-oneal/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">145</span></a></span>, 148 (4th Cir.1987). \"Unfairness\" and \"deceptiveness\" are prohibited. <i>Warfield v. Hicks,</i> 91 N.C.App. 1, <span class=\"citation\" data-id=\"1293719\"><a href=\"/opinion/1293719/warfield-v-hicks/\"><span class=\"volume\">370</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">689</span></a></span>, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">323</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">629</span></span>, <span class=\"citation no-link\"><span class=\"volume\">374</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">602</span></span> (1988). A practice is unfair when it offends established public policy as well as when the practice is immoral, unethical, oppressive, unscrupulous, or substantially injurious to consumers. An act or practice is deceptive if it has the capacity or tendency to deceive. <i>Id.</i></p>\n<p>Sound business practice required that the lease operators have some type of workers' compensation protection, not only for their protection, but that of Central as well. Central required the lease operators to purchase workers' compensation coverage from Central and obtained workers' compensation coverage for the lease operators through Central's employee group workers' compensation plan. The problem is that Central did not inform the lease operators that their coverage was through Central's employee group plan. The lease operators assumed that they had some type of individual policy. The problem magnified as the lease operators' premium costs escalated and became disproportionate to their representation in Central's workforce, to the benefits received, and the costs of alternative coverage elsewhere. Central did not respond to the plaintiffs' requests for copies of their policies, but assured the plaintiffs that they were covered, which they were. However, the lease operators' complaints about escalating costs did not fall on deaf ears. Central studied alternatives and in early 1991 amended the lease to permit the lease operators to provide their own workers' compensation coverage or alternative coverage in the less costly, but narrower, occupational accident policies.</p>\n<p>Central's conduct, although in violation of ICC regulations, was merely a breach of contract. Mere breach of contract is not an unfair or deceptive trade practice. <i>Bartolomeo v. S.B. Thomas, Inc.,</i> <span class=\"citation\" data-id=\"532057\"><a href=\"/opinion/532057/tim-bartolomeo-dba-quality-brands-inc-v-sb-thomas-inc-cpc/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">530</span></a></span>, 535 (4th Cir.1989); <i>accord,</i> see <i>United Roasters, Inc. v. Colgate-Palmolive Company,</i> <span class=\"citation\" data-id=\"390852\"><a href=\"/opinion/390852/united-roasters-inc-v-colgate-palmolive-company-state-of-north/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span> (4th Cir.1981), <i>cert. denied</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1054</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">599</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">590</span></span> (1981). In the absence of substantial, aggravating circumstances, the breach of contract was not an unfair or deceptive trade practice. <i>United Roasters,</i> 649 F.2d at 992; <i>Bartolomeo,</i> 889 F.2d at 535.</p>\n<p>Central's practice was not unfair to the lease operators. The lease operators paid more for workers' compensation than they would have for an occupational accident policy. But the workers' compensation policy provided more coverage. The premium costs escalated, but these costs were based on the group risk factor and claims history and cannot be attributed solely to Central. The lease operators received what they bargained for â   i.e., workers' compensation coverage. The premium formula was set out in the leases and Company memoranda. The fact that the coverage was through a group or individual policy didn't become important until the costs began to escalate. The plaintiffs continued to lease with Central despite the increased costs. Lease operator complaints and Central's claims expenses led Central to remove the prerequisite that the lease operators purchase workers' compensation coverage through Central.</p>\n<p><span class=\"star-pagination\">*1117</span> Plaintiffs have to prove deception either in the formation of the contract or in the breach to show the extraordinary circumstances that are required to establish an unfair trade practices claim arising from a breach of contract. <i>Bartolomeo</i> at 535. There was no deception in the contract formation, in that the lease operators knew they had to purchase workers' compensation through or from Central and that their premiums were escalating. There was no deception in the breach, in that the provisions of the contract breached were the regulatory required provisions that the carrier not require the lease operators to purchase products from the carrier.</p>\n<p>The lease operators knew from the lease that they were obtaining workers' compensation insurance through Central. Any deception arises from the fact that they were actually purchasing the insurance <i>from</i> Central rather than <i>through</i> Central, a legalistic and technical distinction. Any deception by Central concerning the nature of the workers' compensation (group rather than individual coverage) did not lead to any actual injury to the plaintiffs as a proximate result. <i>Id.</i> Plaintiffs' injury, increased costs, came from the escalating premiums of which plaintiffs were fully aware and for which they agreed to pay. Nor does the fact that the workers' compensation policy provides a standard employer liability provision provide the prerequisite deception.</p>\n<p>The plaintiffs have failed to show substantial, aggravating circumstances. The breach of contract and ICC regulation does not rise to the level of an unfair or deceptive trade practices claim under § 75-1.1.</p>\n<p>The plaintiffs asserted at the close of their evidence that the workers' compensation requirement in Central's leases was illegal under several state statutes. As an example, plaintiffs maintained that N.C.G.S. § 97-21 barred Central from charging any of its lease operators including the plaintiffs for workers' compensation coverage. An employer is not permitted to charge employees for workers' compensation insurance premiums under North Carolina General Statute § 97-21. The plaintiffs argue that Central treated them as employees of Central rather than independent contractors for workers' compensation purposes only. In <i>Smith v. Central Transport,</i> 51 N.C.App. 316, 320, <span class=\"citation\" data-id=\"1251977\"><a href=\"/opinion/1251977/smith-v-central-transport-liberty-mut-ins/\"><span class=\"volume\">276</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">751</span></a></span> (1981), the court held that the lessor driver under a trip-lease agreement with an interstate commerce carrier, is an employee of the carrier, for workers' compensation purposes.</p>\n<p>N.C.G.S. § 97-21 is relevant only to the extent that it prohibited Central from requiring its employees to contribute to the Company's workers' compensation plan and, thus, highlights the disparity created by Central's requirement that the lease operators contribute. The lease operators were not employees of Central, but were independent contractors under their leases. Garbrough Exhibit 1, paragraphs 1, 2 and 23. The lease operators performed their duties under the leases as independent contractors. Only Central, unbeknownst to the lease operators, unilaterally treated the lease operators as employees for the purpose of workers' compensation. This doesn't change the character of the relationship. Thus, the workers' compensation requirement in Central's leases was not illegal. However, the lease operators' claims of unfair trade practices are not barred as a matter of law, as contended by Central, because of an employer-employee relationship (<i>see </i><i>Buie v. Daniel International,</i> 56 N.C.App. 445, <span class=\"citation\" data-id=\"1221882\"><a href=\"/opinion/1221882/buie-v-daniel-intern-corp/\"><span class=\"volume\">289</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">118</span></a></span> (1982) (Section 75-1.1 does not apply to claims involving the employer-employee relationship)).</p>\n<p>Nor is this a claim of an employee for compensable injury under the state workers' compensation statute. The parties' relationship is that of principal-independent contractor. The court is not called upon to apply the provisions of the Workers' Compensation Act, but to determine a breach of contract claim/unfair trade practices claim. The applicability of § 97-21 is collateral to this determination.</p>\n<p>Therefore, although the plaintiffs have stated a claim for unfair trade practices, the evidence does not show that Central committed any unfair or deceptive trade practices.</p>\n<p></p>\n<h2>L. <i>Detrimental Reliance</i>\n</h2>\n<p>Albert Smith, the Goodmans, James Burden and James Pulley also asserted claims <span class=\"star-pagination\">*1118</span> for additional pay outside the terms and provisions of their leases. Specifically, each plaintiff testified that a Company dispatcher or terminal manager had represented to them that they would be paid certain sums, but that they were paid less.</p>\n<p>Central paid these plaintiffs exactly what they were owed under their leases. They do not have a claim for detrimental reliance, seeking compensation from Central outside the terms of their leases.</p>\n<p>Detrimental reliance is a form of relief generally used by the courts to allow recovery where no contract exists. It is the only form of relief available when liability is based upon promissory estoppel. However, the doctrine of detrimental reliance does not apply when there is a contract already in existence between the parties. 22 <i>Am. Jur.2nd</i> § 50 (1988).</p>\n<p>Plaintiffs' contracts with Central controlled their pay for the services rendered in each of these claims. Although the court concludes that Central's dispatcher and terminal managers had the authority to bind Central to representations regarding rates changed on particular loads, <i>see </i><i>Vaughn v. North Carolina Dept. of Human Resources,</i> 37 N.C.App. 86, <span class=\"citation\" data-id=\"1261622\"><a href=\"/opinion/1261622/vaughn-v-north-carolina-dept-of-human-res/\"><span class=\"volume\">245</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">892</span></a></span>, <i>aff'd</i> <span class=\"citation no-link\"><span class=\"volume\">296</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">683</span></span>, <span class=\"citation no-link\"><span class=\"volume\">252</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">792</span></span> (1978), the leases specifically provided that any modifications must be by written amendment signed by the parties. See A. Smith, Exhibit 6, paragraph 25. The oral representations of Central's agents, although within their authority, are insufficient under the terms of the leases, to modify the leases. The existence of the leases and the fact that plaintiffs were paid properly under them defeats their claims for additional compensation based upon the statements of Central's terminal managers and dispatchers.</p>\n<p>Furthermore, North Carolina case law has not approved the doctrine of promissory estoppel for affirmative relief, and has not recognized it as a substitute for consideration. <i>Home Electric Co. v. Hall &amp; Underdown Heating &amp; Air Conditioning Co.,</i> 86 N.C.App. 540, <span class=\"citation\" data-id=\"1216505\"><a href=\"/opinion/1216505/home-elec-co-of-lenoir-inc-v-hall-underdown-heating-and-air/\"><span class=\"volume\">358</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">539</span></a></span>, <i>review granted,</i> <span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">297</span></span>, <span class=\"citation no-link\"><span class=\"volume\">362</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">781</span></span>, (1987) <i>aff'd,</i> <span class=\"citation\" data-id=\"1272286\"><a href=\"/opinion/1272286/home-elec-v-hall-and-underdown-heating-and-air-conditioning-co/\"><span class=\"volume\">322</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">107</span></a></span>, <span class=\"citation\" data-id=\"1272286\"><a href=\"/opinion/1272286/home-elec-v-hall-and-underdown-heating-and-air-conditioning-co/\"><span class=\"volume\">366</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">441</span></a></span> (1988).</p>\n<p></p>\n<h2>M. <i>Misrepresentation</i>\n</h2>\n<p>As the lease agreements had their \"most significant relationship\" to North Carolina, <i>New England Leather Co.,</i> 942 F.2d at 255, North Carolina law also applies to plaintiffs' claims of misrepresentation.</p>\n<p>Under North Carolina law, the elements plaintiffs must show to prove fraudulent misrepresentation (actionable fraud) are that (1) Central made a representation of a material fact or concealed a material fact, (2) such representation was false, (3) Central knew that such representation was false, (4) Central made the representation with the intent to deceive, (5) plaintiffs reasonably relied upon Central's false representations, and (6) plaintiffs were therefore injured. <i>Myers &amp; Chapman, Inc. v. Thomas G. Evans, Inc.,</i> <span class=\"citation\" data-id=\"1400626\"><a href=\"/opinion/1400626/myers-chapman-v-thomas-g-evans/\"><span class=\"volume\">323</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">559</span></a></span>, <span class=\"citation\" data-id=\"1400626\"><a href=\"/opinion/1400626/myers-chapman-v-thomas-g-evans/\"><span class=\"volume\">374</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">385</span></a></span> (1988); <i>Whitlock v. Duke Univ.,</i> <span class=\"citation\" data-id=\"495026\"><a href=\"/opinion/495026/leonard-t-whitlock-sandra-h-whitlock-david-k-whitlock-a-minor-by-his/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1340</span></a></span> (4th Cir.1987).</p>\n<p>To the extent plaintiffs claim damages due to Central's failure to abide by the provisions of the lease or of regulations, their remedy lies in breach of contract, and not in fraud. <i>See </i><i>Wilson v. Popp Yarn Corp.,</i> <span class=\"citation\" data-id=\"1527033\"><a href=\"/opinion/1527033/wilson-v-popp-yarn-corp/\"><span class=\"volume\">680</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">208</span></a></span> (W.D.N.C.1988). If, however, plaintiffs wish to alternately claim that the contract itself was the result of fraud, there is insufficient evidence before the court upon which to base a finding of a <i>false</i> representation.</p>\n<p></p>\n<h2>N. <i>Statutes of Limitations</i>\n</h2>\n<p>Because plaintiffs' complaint allegations are really breach of contract claims, the appropriate statute of limitations governing this litigation is N.C.G.S. § 1-52. Under that statute the <i>Jacobs</i> plaintiffs can seek relief for alleged breaches of contract by Central during the three year period immediately preceding February 12, 1992, the date they filed their complaint. Similarly, the <i>Garbrough</i> plaintiffs would be entitled to relief for breaches of contract that occurred within the three year period immediately preceding July 17, 1992 when their original complaint was filed.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1119</span> O. <i>Individual Pay Claims</i>\n</h2>\n<p>1. Central correctly paid Albert Smith, Deborah and Kendall Goodman, James Burden, James Pulley, and Robert Williams according to their respective leases.</p>\n<p>2. Central correctly paid Herman Sharp according to his lease. Central does not owe Sharp anything on his individual pay claims.</p>\n<p>3. The deductions made by Central from Giles Fisher's settlement for fuel he had purchased from the Company, cash advances, and fuel surcharge overpayments were proper. However, Central improperly deducted $103.14 from Fisher's pay for workers' compensation premiums for a period that Fisher was no longer employed with the Company. Central had no responsibility for Fisher's claimed insurance loss on his wrecked tractor.</p>\n<p>4. William Setzer, Lloyd Raffaldt, John T. Garbrough, and John W. Smith are not entitled to relief on their individual pay claims.</p>\n<p>5. The Joint Audit reveals that Howard Jacobs was underpaid for the use of his pump in the amount of $18.73. Jacobs is not entitled to relief on his other individual pay claims.</p>\n<p></p>\n<h2><i>SUMMARY</i></h2>\n<p>1. The plaintiffs are entitled to compensatory damages for Central's violation of the regulations and breach of contract as to the workers' compensation requirement.</p>\n<p>2. The plaintiffs are not entitled to relief because of the overhead allocation.</p>\n<p>3. Central violated 49 C.F.R. § 1057.12(g) by not providing the plaintiffs with adequate pay documentation.</p>\n<p>4. Except as noted in paragraph 6 and 12b and c, Central paid plaintiffs correctly in accordance with their leases.</p>\n<p>5. Central was entitled to recoup the fuel surcharge overpayments.</p>\n<p>6. Central owes $1,000 to Giles Fisher, $506.16 to Paul E. Hilliker, and $310.53 to John W. Smith for improper escrow account deductions.</p>\n<p>7. Central is not liable to the plaintiffs for license tag charges.</p>\n<p>8. Central's practices did not constitute an unfair or deceptive trade practice.</p>\n<p>9. Central's conduct did not constitute actionable misrepresentation.</p>\n<p>10. The <i>Jacobs</i> plaintiffs are entitled to relief for breaches of contract by Central during the three-year period immediately preceding February 12, 1995; the <i>Garbrough</i> plaintiffs during the three-year period immediately preceding July 17, 1992.</p>\n<p>11. The plaintiffs have no claims as to Central's handling of the IRS Forms 1099.</p>\n<p>12. Individual Pay Claims:</p>\n<p>a. Albert Smith, Deborah and Kendall Goodman, James Burden, James Pulley, Herman Sharp, William Setzer, Lloyd Raffaldt, Robert Williams, John T. Garbrough, and John W. Smith are not entitled to relief on their individual pay claims.</p>\n<p>b. Central owes Giles Fisher $103.14 for an improper deduction of workers' compensation from his pay. Fisher is not entitled to relief on his other individual pay claims.</p>\n<p>c. Central owes Howard Jacobs $18.73; however, Jacobs is not entitled to relief on his other individual pay claims.</p>\n<p></p>\n<h2><i>FURTHER PROCEEDINGS</i></h2>\n<p>The evidence presented at trial focused on the liability issues raised by plaintiffs' general and individual pay claims. In the pretrial order, the parties agreed to \"reserve specific damage proof pending liability findings by the Court.\" Joint Pretrial Order, page 3, paragraph 1. The court schedules the trial on damages for May 8, 1995, in New Bern. The plaintiffs shall file proposed findings of fact and conclusions of law as to damages by April 24, 1995; the defendants, by May 1, 1995. The court notes that much of the plaintiffs' evidence of damages may have been admitted into evidence during the trial on liability, such as the difference in cost between a workers' compensation policy and an occupational accident policy. The parties may be able to stipulate the amount of the plaintiffs' damages and, thereby, eliminate <span class=\"star-pagination\">*1120</span> the need for a trial on the question of damages.</p>\n<p>FINDINGS OF FACT AND CONCLUSIONS OF LAW ENTERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/427641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/495026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532057/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566830/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1216505/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1221882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1251977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1257524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1259455/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1260429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1261622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1272286/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1280404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1293719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1328678/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1384166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1400626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1414109/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1527033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1736136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2301607/"
  ]
}