{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1669029/",
  "absolute_url": "/opinion/1669029/state-of-nc-v-hudson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1669029/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:04:31.209277Z",
  "date_modified": "2016-04-26T22:09:14.176969Z",
  "type": "010combined",
  "sha1": "6515f9dcc9d12fddd67079fc2c9200ffaee8d9fa",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>665 F.Supp. 428 (1987)</b></center>\n<center><h1>STATE OF NORTH CAROLINA, et al., Plaintiffs,<br>\nv.<br>\nColonel Ronald E. HUDSON, et al., Defendants.</h1></center>\n<center>No. 84-36-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 7, 1987.</center>\n<p><span class=\"star-pagination\">*429</span> <span class=\"star-pagination\">*430</span> Lacy H. Thornburg, Atty. Gen., Daniel C. Oakley, Spec. Deputy Atty. Gen., Asst. Atty. Gen., N.C. Dept. of Justice, Raleigh, <span class=\"star-pagination\">*431</span> N.C., Andrew P. Miller, Dickstein, Shapiro &amp; Morin, Washington, D.C., for plaintiff.</p>\n<p>Rudolf A. Renfer, Jr., Asst. U.S. Atty., Raleigh, N.C., for Federal defendants.</p>\n<p>Glen R. Goodsell Lands Division, U.S. Dept. of Justice, Washington, D.C.</p>\n<p>Lloyd C. Smith, Jr., Smith &amp; Daly, Windsor, N.C., for Bertie C., N.C.</p>\n<p>Larry M. Jones, Lawrenceville, Va., for Board of Supervisors of Brunswick Co., Va.</p>\n<p>Edwin B. Baker, Baker &amp; Williams, Keysville, Va., for Board of Supervisors of Charlotte Co., Va.</p>\n<p>William T. Watkins, Watkins, Fincy &amp; Hopper, Oxford, N.C., for Granville Co., N.C.</p>\n<p>William W. Bennett, Jr., Slayton, Bennett &amp; Rand, South Boston, Va., for Board of Supervisors of Halifax Co., Va.</p>\n<p>John A. James, Weldon, N.C., for Halifax Co., N.C.</p>\n<p>William R. Peel, Williamston, N.C., for Martin Co., N.C.</p>\n<p>Frank D. Harris, Harris &amp; Matthews, South Hill, Va., for Board of Supervisors of Mecklenburg Co., Va.</p>\n<p>Charles J. Vaughan, Woodland, N.C., for Northampton Co., N.C.</p>\n<p>Henry W. Hight, Jr., Henderson, N.C., for Vance Co., N.C.</p>\n<p>Charles T. Johnson, Jr., Warrenton, N.C., for Warren Co., N.C.</p>\n<p>Huey Marshal, Plymouth, N.C., for Washington Co., N.C.</p>\n<p>Lewis A. Thompson, III, Banzet, Banzet &amp; Thompson, Warrenton, N.C. and Patrick M. McSweeney, James F. Stutts, Brian L. Buniva, Richmond, Va., for Roanoke River Basin Assoc.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>BRITT, Chief Judge.</p>\n<p>This action seeks judicial review of two decisions of the United States Army Corps of Engineers: (1) to issue a permit to the City of Virginia Beach, Virginia, under section 10 of the Rivers and Harbors Appropriation Act of 1899, 33 U.S.C.A. § 403 (West 1986), and section 404 of the Clean Water Act of 1977, 33 U.S.C.A. § 1344 (West 1986), to construct a water intake structure and pipeline in Lake Gaston to extend to Suffolk, Virginia; and (2) to enter into a water storage reallocation contract for Kerr Reservoir on behalf of the United States with the City of Virginia Beach pursuant to the Water Supply Act of 1958, 43 U.S.C.A. § 390b (West 1986). Plaintiffs, the State of North Carolina, the Roanoke River Basin Association (RRBA), four counties located in Virginia and eight counties located in North Carolina, challenge the issuance of the permit, contending that it violates the National Environmental Policy Act (NEPA) of 1969, 42 U.S. C.A. §§ 4321-4347 (1977), the Clean Water Act of 1977, the Rivers and Harbors Appropriation Act of 1899, the Coastal Zone Management Act, 16 U.S.C.A. §§ 1451-1464 (West 1985), the Water Supply Act and the various federal regulations implementing those statutes. Plaintiffs allege that the contract was executed in violation of NEPA, the Water Supply Act, the Clean Water Act and their implementing regulations. Plaintiffs ask the court to declare the pipeline construction permit and water supply contract void and remand the case to the Corps, with directions that before issuing any new permit or entering into any new water supply contract the Corps must (1) prepare an environmental impact statement (EIS) pursuant to section 102(2)(C) of NEPA and (2) conduct a meaningful public interest review pursuant to 33 C.F.R. § 320.4 (1986).</p>\n<p>A hearing was held on 7 November 1986 on the parties' motions for summary judgment, and the case is now ripe for final disposition on the merits.</p>\n<p></p>\n<h2>I. FACTS AND PRIOR PROCEEDINGS</h2>\n<p>The City of Virginia Beach, Virginia (Virginia Beach), now the largest in the state, is located on the Atlantic Ocean and in close proximity to other large bodies of water, such as Chesapeake Bay and the James River. Yet it suffers from a lack of an adequate supply of potable water to meet the needs of its citizens. Until recently <span class=\"star-pagination\">*432</span> when five wells were constructed for contingency use in the event of an emergency,<sup>[1]</sup> it depended entirely on the City of Norfolk for its water. The need for water has been especially acute in times of drought, and on at least three occasions in the last decade droughts have brought hardship on the citizens and the implementation of conservation measures, including rationing. Seeking a permanent solution to its problem, Virginia Beach engaged in studies of its own and participated in joint studies with others. Every conceivable source, including desalting, wastewater reuse, groundwater, lakes and rivers, was explored before the City decided that its best alternative for a reliable source was Lake Gaston in the Roanoke River Basin.</p>\n<p>The Roanoke River has its headwaters in the mountains of Virginia, near the City of Roanoke. It flows southeasterly, crossing the North Carolina border between Bracey, Virginia, and Gaston, North Carolina, and empties into the Albemarle Sound near Plymouth. Over the years several dams have been constructed on the river for flood control and hydroelectric purposes. This has resulted in several lakes, including Smith Mountain, John H. Kerr,<sup>[2]</sup> Gaston and Roanoke Rapids.</p>\n<p>On 15 July 1983 Virginia Beach applied to the Norfolk District of the Army Corps of Engineers for a permit to construct a water intake structure, pier, boathouse and ramp in the Pea Hill Creek tributary of Lake Gaston located in Brunswick County, Virginia, and a sixty-inch inside diameter concrete pipe to extend to the City of Norfolk's water transport and treatment facilities located in Suffolk, Virginia, a distance of approximately 84.5 miles.<sup>[3]</sup> The pipeline was proposed to withdraw and transport up to a total of sixty million gallons per day (mgd) of water by the year 2030. Under the proposal forty-eight mgd would ultimately be treated for the use of Virginia Beach, ten mgd for Chesapeake, one mgd for the Isle of Wight County, and one mgd for Franklin. As part of its application Virginia Beach submitted an environmental study prepared by its consultants intended to assess the probable environmental impacts of the proposed project and evaluate alternatives to the proposal.</p>\n<p>Over the next several months approximately 6,000 people attended three public hearings in North Carolina and Virginia where substantial oral and written comments were presented expressing both support for and opposition to the proposed project.<sup>[4]</sup> On 11 October 1983 the Norfolk District Corps issued a draft environmental assessment (EA) and a preliminary finding of no significant impact (FONSI) for public review and comment. On 7 December 1983 the Corps issued its final EA and FONSI which concluded that the project would have no significant environmental impacts and therefore preparation of an EIS was not required by NEPA. Consistent with Corps regulations a thirty-day public comment period, which expired on 6 January 1984, was announced. Comments were received by the Corps in response to the final EA and FONSI, including comments submitted by North Carolina and RRBA. On 9 January 1984 the Norfolk District Engineer signed and issued a permit to Virginia Beach. At the same time he issued a Statement of Findings (SOF) addressing comments on the EA and FONSI.</p>\n<p>Meanwhile, the Wilmington District Corps was considering a request by Virginia Beach to enter into a water supply contract pursuant to the Water Supply Act of 1958 to reallocate storage in Kerr Reservoir <span class=\"star-pagination\">*433</span> from power supply to water supply. The contract was proposed to reallocate to Virginia Beach 10,200-acre feet of water storage space in Kerr Lake which Virginia Beach could require the Corps to release into Lake Gaston to offset the withdrawal from Lake Gaston. On 13 January 1984 the Wilmington District Engineer adopted the EA prepared by the Norfolk District Engineer and issued a FONSI which concluded that no significant environmental impacts would result from the proposed reallocation and therefore an EIS was not required by NEPA. On 12 January 1984 the City signed the contract which was approved by the Assistant Secretary of the Army for Civil Works on 30 January 1984.</p>\n<p>On 12 January 1984 the State of North Carolina filed this suit against Colonel Ronald E. Hudson, District Engineer for the Norfolk District of the Corps of Engineers; Colonel Wayne A. Hanson, District Engineer of the Wilmington District of the Corps of Engineers; Lieutenant General Joseph K. Bratton, the Chief of Engineers of the Corps of Engineers; William R. Gianelli, Assistant Secretary of the United States Department of the Army; and, John O. Morris, Jr., Secretary of the United States Department of the Army. All defendants are sued in their official capacities. The complaint alleges that issuance of the pipeline construction permit was arbitrary and capricious and in violation of NEPA, the Clean Water Act, the Rivers and Harbors Act, the Coastal Zone Management Act, the Water Supply Act, and the federal regulations implementing those acts. On 20 June 1984 the court allowed RRBA, eight counties in North Carolina and four counties in Virginia to intervene as plaintiffs. The counties filed a single complaint which mirrors that of the State of North Carolina.<sup>[5]</sup> RRBA's complaint in intervention challenges the issuance of the pipeline construction permit and also challenges execution of the water storage reallocation contract between the United States and Virginia Beach. On 3 December 1985 North Carolina was allowed to amend its complaint to also challenge execution of the water storage contract. On 4 December 1985 Virginia Beach was allowed to intervene as a party defendant.</p>\n<p>Meanwhile, on 9 January 1984, Virginia Beach initiated an action in the Eastern District of Virginia (the Virginia Beach action) against RRBA and the Governor of North Carolina seeking a declaratory judgment that the permit and contract were valid. The Governor of North Carolina moved to dismiss for lack of personal jurisdiction. The district court held that the Governor was amenable to service of process pursuant to the Virginia long-arm statute, Va.Code § 8.01-328.1 (Repl.Vol.1984). An interlocutory appeal was taken to the United States Court of Appeals for the Fourth Circuit which ruled that the Virginia long-arm statute conferred no jurisdiction for assertion of plaintiffs' claims over the Governor of North Carolina. <i>City of Virginia Beach v. Roanoke River Basin Association,</i> 776 F.2d 484 (4th Cir.1985). The court ruled that Virginia Beach should be given an opportunity to transfer that case to the Eastern District of North Carolina. On 14 November 1985 Virginia Beach's motion to transfer was allowed, and the case became civil action No. 85-1625-CIV-5 in this court. On 2 December 1985 Virginia Beach moved to consolidate the two actions and to realign the parties according to their interests. On 17 December 1985 the motion was denied inasmuch as Virginia Beach had already intervened in this action and the claims and parties in each case were identical. The Virginia Beach action was dismissed, but all discovery previously conducted was made a part of this action.</p>\n<p>On 12 December 1985 the Corps of Engineers filed the administrative record with the court. On 17 December 1985 the court suspended all discovery and ruled that judicial review of the Corps' actions would be confined to the administrative record consistent with the Administrative Procedure <span class=\"star-pagination\">*434</span> Act, 5 U.S.C.A. § 706(2)(A) (West 1977). Disputes concerning the contents of the record were resolved by the 28 March 1986 order of the court which allowed limited supplementation of the record.</p>\n<p>Virginia Beach has subsequently submitted a \"Supplement to Virginia Beach's Response to Plaintiffs' Motions for Summary Judgment\" in which it asks the court to consider Midkiff Affidavit, Exhibit G, an exhibit which is not part of the administrative record, for the limited purpose of impeaching arguments made by North Carolina and RRBA. The motion is denied. RRBA's motion to supplement the record with the same exhibit is also denied.</p>\n<p></p>\n<h2>II. APPLICABLE STATUTES AND REGULATIONS</h2>\n<p>Four statutes and their implementing regulations are pertinent in this judicial review proceeding: The Rivers and Harbors Appropriation Act of 1899, 33 U.S.C.A. § 403 (1986); the Clean Water Act, 33 U.S. C.A. §§ 1251-1376 (1986); the Water Supply Act of 1958, 43 U.S.C.A. §§ 390b-390f (1986); and the National Environmental Policy Act of 1969 (NEPA), 42 U.S.C.A. §§ 4321-4347 (1977). Pursuant to section 10 of the Rivers and Harbors Act of 1899, 33 U.S.C.A. § 403 (1986), the Corps of Engineers is responsible for evaluating proposed construction projects in the navigable waters of the United States. Section 404 of the Clean Water Act, 33 U.S.C.A. § 1344 (1986), gives the Corps jurisdiction to issue permits for the discharge of dredged or fill materials into the navigable waters of the United States. The Water Supply Act authorizes the Corps to reallocate water storage in federal reservoirs such as Kerr Reservoir. 43 U.S.C.A. § 390b (1986). In exercising the authority granted by these three statutes, the Corps must also comply with the prerequisites of NEPA.</p>\n<p></p>\n<h2>A. NEPA</h2>\n<p>Congress enacted NEPA to oblige federal agencies to consider the environmental consequences of proposed actions in the decision-making process, thereby insuring \"fully informed and well-considered\" decisions. <i>Strycker's Bay Neighborhood Council, Inc. v. Karlen,</i> 444 U.S. 223, 228, 100 S.Ct. 497, 500, 62 L.Ed.2d 433 (1980) (per curiam), <i>quoting </i><i>Vermont Yankee Nuclear Power Corp. v. National Resources Defense Council, Inc.,</i> 435 U.S. 519, 98 S.Ct. 1177, 55 L.Ed.2d 460 (1978). Pursuant to section 102(2)(C) of the Act, 42 U.S.C.A. § 4332(2)(C), a federal agency has the duty to prepare a detailed environmental statement, known as an environmental impact statement (EIS), on every major federal action significantly affecting the quality of the human environment. In order to determine which actions trigger this provision, the Corps has promulgated regulations to implement NEPA, 33 C.F.R. pt. 230 (1986). The Corps is simultaneously governed by the Council on Environmental Quality (CEQ) regulations construing and implementing NEPA, 40 C.F.R. pts. 1500-1508 (1986).</p>\n<p>These implementing regulations outline Corps procedure for evaluating a proposal. Before issuing a permit the Corps must prepare an environmental assessment (EA) to determine whether the proposed action would significantly affect the quality of the human environment, thereby requiring preparation of a comprehensive EIS. 33 C.F.R. pt. 230, app. B(8)(a). Typically the EA is a brief evaluation, normally not exceeding fifteen pages, of the likely environmental effects of a proposal, the need for and the alternatives to the proposed action. 33 C.F.R. § 230.9(c) and 33 C.F.R. pt. 230, app. B(8)(a). When the district engineer concludes that a project will not significantly affect the quality of the human environment, he must prepare a FONSI presenting the reasons for this conclusion. 33 C.F.R. § 230.10 and 33 C.F.R. pt. 230, app. B(8)(c).</p>\n<p>Section 102(2)(E) of NEPA, 42 U.S.C.A. § 4332(2)(E), requires the federal agency to \"study, develop and describe appropriate alternatives\" to recommended courses of action in any proposal involving unresolved conflicts concerning alternative uses of available resources. This provision is independent of the standard triggering preparation of an EIS and is not limited to proposed <span class=\"star-pagination\">*435</span> major actions significantly affecting the quality of the human environment. <i>River Road Alliance, Inc. v. Corps of Engineers of United States Army,</i> 764 F.2d 445 (7th Cir.1985), <i>cert. denied,</i> ___ U.S. ___, 106 S.Ct. 1238, 89 L.Ed.2d 590 (1986); <i>City of New York v. United States Department of Transportation,</i> 715 F.2d 732 (2d Cir.1983), <i>cert. denied,</i> 465 U.S. 1055, 104 S.Ct. 1403, 79 L.Ed.2d 730 (1984). However, the smaller the impact of the proposed action, the less extensive the search for alternatives is to be expected of the agency. <i>River Road Alliance, Inc.,</i> 764 F.2d at 452.</p>\n<p></p>\n<h2>B. PUBLIC INTEREST REVIEW AND OTHER CORPS REGULATIONS</h2>\n<p>In addition to the regulations implementing NEPA, the Corps has adopted regulations which serve as guidelines for the evaluation of all regulatory permit applications. 33 C.F.R. pt. 320 (1986). Chief among these regulations is 33 C.F.R. § 320.4(a) which requires the Corps to undertake a general \"public interest review\" to decide whether a permit should issue. In this review the Corps must evaluate a proposal's overall impact on the public interest, balancing the \"benefits which reasonably may be expected to accrue ... against its reasonably foreseeable detriments.\" 33 C.F.R. § 320.4(a).</p>\n<p>In weighing the public interest, the Corps is to evaluate the following general criteria: (1) the relative extent of a public and private need for the proposed project; (2) where there are unresolved conflicts as to resource use, the practicability of using reasonable alternative locations and methods to accomplish the objective of the proposed project; and, (3) the extent and permanence of the beneficial and/or detrimental effects which the proposed project may have on the public and private uses to which the area is suited. 33 C.F.R. § 320.4(a)(2). Furthermore, all factors which may be relevant to the proposal must be considered, including but not limited to \"conservation, economics, aesthetics, general environmental concerns, wetlands, cultural values, fish and wildlife values, flood hazards, floodplain values, land use, navigation, shore erosion and accretion, recreation, water supply and conservation, water quality, energy needs, safety, food and fiber production, mineral needs, considerations of property ownership, and, in general, the needs and welfare of the people.\" 33 C.F.R. § 320.4(a)(1).</p>\n<p>The decision whether to issue the permit depends on the outcome of this balancing of factors. A permit is to be granted unless the district engineer determines that it will be contrary to the public interest.<sup>[6]</sup> 33 C.F.R. § 320.4(a)(1). When the decision on the permit application is made the district engineer must include the results of his public interest review in the Statement of Findings, a document which must be prepared in all permit decisions not requiring preparation of an EIS. 33 C.F.R. § 325.2(a)(6) (1986).</p>\n<p>Corps regulations require that the district engineer consult with the directors of the United States Fish and Wildlife Service, the National Marine Fishery Service and the agency responsible for wildlife for the state in which the work is to be performed and accord \"great weight\" to their views on fish and wildlife conservation. 33 C.F.R. § 320.4(c); <i>Hough v. Marsh,</i> 557 F.Supp. 74, 81 (D.Mass.1982). Also the district engineer must consider all comments received in response to public notice regarding the permit application. 33 C.F.R. § 325.2(a)(3). Due consideration must also be given to the official views of the state, regional or local agencies having an interest over the particular activity as \"a reflection of local factors of the public interest.\" 33 C.F.R. § 320.4(j)(1). The district engineer must conduct an independent evaluation of the permit application and be responsible for the accuracy of information <span class=\"star-pagination\">*436</span> submitted by the applicant. 33 C.F.R. pt. 230, apps. B(3) and (8)(b).</p>\n<p></p>\n<h2>III. CONTENTIONS</h2>\n<p>North Carolina and RRBA do not challenge the Corps' jurisdiction to issue the permit and enter into the water supply reallocation contract pursuant to the above cited statutes. Instead, they argue that both of the Corps' decisions were arbitrary and capricious and should be set aside on several independent grounds. Generally North Carolina and RRBA contend that the Corps' consideration of the permit application and water supply contract were conducted in a biased manner and were result oriented. Furthermore, they contend that both conclusions ran counter to the evidence in the record because the Corps ignored relevant factors, misconstrued the law and misapplied the regulations regarding NEPA and the public interest review.<sup>[7]</sup></p>\n<p>Specifically, North Carolina and RRBA contend that the Corps' public interest review in evaluating the permit application was arbitrary and capricious because the Corps: (1) failed to assess the public need for the pipeline project; (2) failed to determine the practicability of reasonable alternatives and methods to supply the water needs of Virginia Beach and South Hampton Roads; (3) failed to consider the extent or permanence of the project's effects on other uses; (4) failed to weigh the public interest as it relates to effects on fish and wildlife, water quality, riparian rights of adjacent landowners, and effects on the coastal zone; and, (5) failed to assess the long-term water supply needs of the Roanoke River Basin and Southside Hampton Roads<sup>[8]</sup> and the effects of conservation on the public interest. North Carolina and RRBA also contend that the Corps' consideration of NEPA issues was arbitrary and capricious. They contend that the FONSI was arbitrary and capricious because: (1) the project would seriously harm water quality in the Roanoke River Basin; (2) the Corps failed to study the pipeline's effect on striped bass; and, (3) the Corps failed to employ the required \"worst case analysis.\" North Carolina and RRBA also contend that the Corps' issuance of the permit was arbitrary and capricious because the Corps failed to analyze alternatives to the project as required by 42 U.S.C.A. § 4332(2)(E) and Corps regulations. North Carolina and RRBA also challenge the Corps' decision to enter into the water supply reallocation contract on the following grounds: (1) the Corps' finding of no significant impact was arbitrary and capricious; (2) the Corps failed to consider alternatives to the water supply contract; and, (3) the Corps acted in violation of law by becoming a partisan in a water dispute between Virginia and North Carolina.</p>\n<p></p>\n<h2>IV. STANDARD OF REVIEW</h2>\n<p>The applicable review standard is found in the Administrative Procedure Act which provides in pertinent part:</p>\n<blockquote>The reviewing court shall </blockquote>\n<blockquote>(2) hold unlawful and set aside agency action, findings, and conclusions found to be </blockquote>\n<blockquote>(A) arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law;</blockquote>\n<blockquote>....</blockquote>\n<blockquote>(D) without observance of procedure required by law.</blockquote>\n<p>5 U.S.C.A. § 706(2)(A) &amp; (D) (West 1977). Any interpretation of this standard must begin with the Supreme Court's decision in <i>Citizens to Preserve Overton Park, Inc. v. Volpe,</i> 401 U.S. 402, 91 S.Ct. 814, 28 L.Ed.2d 136 (1971). In <i>Overton Park</i> the Supreme Court made clear that the court's obligation pursuant to this statute is two-fold. The court must consider, first, whether the agency acted within the scope of its authority and, second, whether the actual choice made by the agency was arbitrary, capricious an abuse of discretion, or <span class=\"star-pagination\">*437</span> otherwise not in accordance with law. To make this finding the court must consider whether the decision was based on a consideration of the relevant factors and whether there was a clear error of judgment. This standard of review is highly deferential and the agency decision is \"entitled to a presumption of regularity.\" <i>Overton Park,</i> 401 U.S. at 415, 91 S.Ct. at 823.</p>\n<p>The agency must examine the relevant data and articulate a satisfactory explanation for its action, including a \"rational connection between the facts found and the choice made.\" <i>Bowman Transportation, Inc. v. Arkansas-Best Freight System, Inc.,</i> 419 U.S. 281, 285, 95 S.Ct. 438, 442, 42 L.Ed.2d 447 (1974), <i>reh'g denied,</i> 420 U.S. 956, 95 S.Ct. 1340, 43 L.Ed.2d 433 (1975), <i>quoting </i><i>Burlington Truck Lines, Inc. v. United States,</i> 371 U.S. 156, 168, 83 S.Ct. 239, 246, 9 L.Ed.2d 207 (1962). Furthermore, the court may not supply a reasoned basis for the decision that the agency has not given. <i>Bowman Transportation,</i> 419 U.S. at 285-286, 95 S.Ct. at 441-442. In <i>Motor Vehicles Manufacturers Ass'n of the United States, Inc. v. State Farm Mutual Auto Insurance Co.,</i> 463 U.S. 29, 43, 103 S.Ct. 2856, 2868, 77 L.Ed.2d 443 (1983), (<i>State Farm</i>) the court said:</p>\n<blockquote>[A]n agency rule would be arbitrary and capricious if the agency has relied on factors which Congress has not intended it to consider, entirely failed to consider an important aspect of the problem, offered an explanation for its decision that runs counter to the evidence before the agency, or is so implausible that it could not be ascribed to a difference in view or the product of agency expertise.</blockquote>\n<p>In reviewing whether the agency has complied with the requirements of NEPA, the only role for the court is to insure that the agency has taken a \"hard look\" at the environmental consequences; it cannot \"interject itself within the area of discretion of the executive as to the choice of the action to be taken.\" <i>Kleppe v. Sierra Club,</i> 427 U.S. 390, 410 n. 21, 96 S.Ct. 2718, 2730 n. 21, 49 L.Ed.2d 576 (1976). In enacting NEPA, Congress did not require agencies to elevate environmental concerns over other appropriate considerations. <i>Baltimore Gas &amp; Electric Co. v. Natural Resources Defense Council, Inc.,</i> 462 U.S. 87, 103 S.Ct. 2246, 76 L.Ed.2d 437 (1983). In applying the arbitrary and capricious standard to NEPA determinations the court must engage in a substantial inquiry to determine whether the agency, in its conclusions, made a good faith judgment, after considering all relevant factors, including possible alternative or mitigative measures. <i>Coalition for Responsible Regional Development v. Coleman,</i> 555 F.2d 398 (4th Cir.1977). In passing on the good faith issue, the court may not substitute its judgment for that of the agency but must only look to see that the official or agency took a hard look at all relevant factors. In considering alternatives, the agency need only set forth those alternatives sufficiently to permit a reasoned choice.<sup>[9]</sup><i>Coleman,</i> 555 F.2d at 400.</p>\n<p></p>\n<h2>V. ANALYSIS</h2>\n<p></p>\n<h2>A. FINDING OF NO SIGNIFICANT IMPACT</h2>\n<p>The Corps of Engineers is required by NEPA to prepare a detailed EIS in all \"major Federal actions significantly affecting the quality of the human environment.\" 42 U.S.C.A. § 4332(2)(C). The Norfolk District Engineer found that the pipeline project would have no significant effects on the environment and determined that an <span class=\"star-pagination\">*438</span> EIS was not required. North Carolina and RRBA contend that the Corps' FONSI was arbitrary and capricious because the record demonstrates that a 60 mgd withdrawal would seriously harm water quality in the Roanoke River and the Corps failed to adequately assess the project's impact on striped bass spawning in the river.</p>\n<p>The court need not dwell on whether the Corps' decision to issue the pipeline construction permit was a \"major federal action\" within the bounds of the EIS requirement of NEPA. In all its decision documents, the Corps assumed the project was major and devoted its energies to evaluating the significance of any impacts on the environment. The federal defendants do not contest the assertion that the project constitutes major federal action.<sup>[10]</sup> Therefore, the court moves directly to the issue of significant impact.</p>\n<p>To provide agencies with some guidance for determining which impacts are \"significant,\" the Council on Environmental Quality (CEQ) adopted regulations defining the term. 40 C.F.R. § 1508.27. The statutory concept of significant impact requires consideration of both the context and intensity of impacts. In evaluating intensity of impact agencies are directed to weigh ten specific factors. 40 C.F.R. § 1508.27(b)(1)-(10). The ultimate determination of significance requires comparison of \"whether the time and expense of preparing an environmental impact statement are commensurate with the likely benefits from a more searching evaluation than an environmental assessment provides.\" <i>River Road Alliance, Inc. v. Corps of Engineers of United States Army,</i> 764 F.2d 445, 449 (7th Cir.1985), <i>cert. denied,</i> ___ U.S. ___, 106 S.Ct. 1283, 89 L.Ed.2d 590 (1986).</p>\n<p>The court will now evaluate plaintiffs' specific contentions on why an EIS is required.</p>\n<p></p>\n<h2>1. <i>Water Quality</i>\n</h2>\n<p>North Carolina and RRBA argue that the finding of no significant impact was arbitrary and capricious because a withdrawal of 60 mgd would adversely affect water quality in the Roanoke River. The Corps found that the 60 mgd withdrawal would have no noticeable impact on downstream water quality. North Carolina and RRBA contend that this conclusion was based on two propositions which warrant a remand of the determination: First, the Corps relied on average flows rather than analyzing low flow conditions in the Roanoke River; and second, the Corps relied on the existence of Federal Energy Regulatory Commission (FERC) minimum flow requirements to guarantee water quality in the river.</p>\n<p>North Carolina argues that reliance on average flows to determine water quality impacts is \"misplaced\" because water quality analysis must be based on low flow (drought) conditions. When the amount of water in the river is at its lowest point pollutants are at their greatest concentration because the amount of water available to dilute them is limited. At a time of drought when Virginia Beach would make its greatest demands on the river, these circumstances would be at their most extreme. Corps' reliance on annual average flows is allegedly faulty because average flows are largely influenced by flood conditions. Thus, it is argued, average flows are irrelevant to the determination whether water quality would be affected by a 60 <span class=\"star-pagination\">*439</span> mgd withdrawal during critical periods of drought.</p>\n<p>Had the Corps relied solely on average flows in reaching its water quality determination, this argument might be more persuasive. However, the Corps not only considered impacts of the withdrawal on average flows of the river but also impacts based on FERC mandated minimum flows. Furthermore, average flows are not irrelevant as urged by North Carolina because in regulated streams, like those in the Roanoke River system, flood waters can be and are stored for release later during low flow periods.</p>\n<p>Virginia Electric and Power Company (VEPCO) operates hydropower facilities at the end of Gaston and Roanoke Rapids Lakes. VEPCO's procedure is to allow water to accumulate in the lakes during times of off-peak power demand and then release water through its generators during peak periods of demand. VEPCO's FERC license for Roanoke Rapids Dam requires that it release certain minimum instantaneous flows and quantities of dissolved oxygen downstream to maintain adequate water quality standards below the dam despite its power generation needs. The standards require that VEPCO release at least 1,000 cubic feet per second (cfs) from November through March, 1,500 cfs in April and October and 2,000 cfs from May to September. To insure that there is sufficient water in Roanoke Rapids Lake for VEPCO's releases, the Corps has established operating rules to release water from its impoundment in Kerr Lake into Lake Gaston and, in turn, into Roanoke Rapids Lake.</p>\n<p>In analyzing the water quality impacts of a 60 mgd withdrawal, the Corps recognized that the City's proposed project would not affect FERC mandated minimum releases downstream. The Corps also analyzed actual flows for the 1983 year and superimposed the hypothetical 60 mgd withdrawal on the figures. It determined that there were only fourteen times when flows were within 60 mgd of FERC mandated minimums which would have caused fourteen days of minimum regulated flows. The Corps found that the greatest effect the City's proposal would have on water quality would be to increase the number of days which low flows would occur. The conclusion was that such an impact would be insignificant.</p>\n<p>North Carolina gives four reasons why the Corps' reliance on FERC mandated minimum flows to protect downstream water quality was arbitrary and capricious. First, North Carolina argues that the standard is outdated because minimum levels were determined more than twenty-six years ago. However, no evidence was presented to the Corps by comment or otherwise to indicate that FERC minimum standards no longer insure acceptable conditions in the river other than North Carolina's assertion that a 26-year-old standard must be outdated. Moreover, in regulating water quality through the National Pollution Discharge Elimination System, North Carolina determines the maximum pollutant discharges allowable by industries and municipalities in the river based on FERC regulated minimum flows for the month of October. Second, North Carolina argues that the Corps assumed that reducing flows to a minimum level for extended periods would pose no environmental effects. \"If increased frequency and prolonged duration of low flows may have an effect on the environment, then an EIS is required....\" Memorandum of North Carolina in support of its motion for summary judgment at 37. However, North Carolina misconstrues the law. The Corps examined the impacts of increased periods of low flow and deemed them to be insignificant. Only a finding of <i>significant</i> impact warrants preparation of an EIS. <i>Providence Road Community Association v. Environmental Protection Agency,</i> 683 F.2d 80 (4th Cir.1982); <i>see</i> § IV, <i>supra.</i></p>\n<p>Third, North Carolina argues that the Corps failed to consider additional withdrawals in the Roanoke River Basin for irrigation and industrial purposes. However, the Corps considered these potential withdrawals. The Corps considered North Carolina irrigation projections and found the anticipated impact of the withdrawals <span class=\"star-pagination\">*440</span> to be insignificant. Furthermore, the Corps was made aware that Champion International Corporation was contemplating building a pulp mill on the Roanoke River and VEPCO was considering building a power plant which would use water in the Roanoke River Basin. Both companies were uncommitted to these projects, and the Corps found the impacts of these potential projects to be unforeseeable. North Carolina argues that failure to consider these potential withdrawals was arbitrary and capricious while RRBA argues that it is evidence of the Corps' biased and unevenhanded approach in considering the water needs of the competing users. Neither argument is persuasive. The Corps is not required to speculate concerning impacts which are not foreseeable, and the agency's determination that these future withdrawals were not foreseeable was not arbitrary and capricious or an abuse of discretion. <i>See cf. </i><i>Coalition for Responsible Regional Development v. Coleman,</i> 555 F.2d 398, 400 (4th Cir.1977) (court is not to fault an agency for failure to consider an alternative whose effect cannot be reasonably ascertained). Furthermore, the allegations of bad faith are not supported by the Corps' intensive review as evidenced by the record. <i>See</i> V(D), <i>infra.</i></p>\n<p>Fourth, North Carolina argues that the Corps' reliance on FERC minimums to protect water quality was unreasonable because the lower Roanoke River and Albemarle Sound were already faced with serious water quality problems. The Corps considered downstream water quality effects and found that approximately 1% less water would be available for dilution of downstream pollutants. This was considered to be insignificant. Furthermore, the Corps analyzed the impact of the City's project on Albemarle Sound and concluded that it should not be significantly affected.</p>\n<p>The above analysis makes clear that the Corps took a \"hard look\" at the environmental consequences of the Virginia Beach project as they relate to water quality and concluded that no significant impacts were expected. Nothing more is required. <i>Kleppe v. Sierra Club,</i> 427 U.S. at 410 n. 21, 96 S.Ct. at 2730 n. 21. The relevant factors were considered, and there was no clear error of judgment. <i>See, </i><i>Citizens to Preserve Overton Park v. Volpe,</i> 401 U.S. at 417, 91 S.Ct. at 824; <i>Coalition for Responsible Regional Development v. Coleman,</i> 555 F.2d at 422.</p>\n<p></p>\n<h2>2. <i>Striped Bass Spawning</i>\n</h2>\n<p>North Carolina and RRBA also challenge the FONSI as arbitrary and capricious because the Corps allegedly failed to adequately assess the effects of a 60 mgd withdrawal on striped bass spawning in the Roanoke River Basin. Striped bass migrate up the Roanoke River every spring to spawn in the vicinity of Weldon, North Carolina. Successful spawning requires higher than normal river flows to keep the eggs buoyant until they are hatched. \"Striped bass spawn more successfully when there is a lot of flow in the river than when there is very little flow....\" Norfolk Record 70, EA at 3.</p>\n<p>Anadromous striped bass populations have declined in the last several years throughout the East Coast and in the Roanoke River Basin. In order to protect the species in the Roanoke River, VEPCO, the Corps of Engineers and the North Carolina Wildlife Resources Commission in 1971 executed a Memorandum of Understanding for the regulation of augmentation flows from Kerr Reservoir.<sup>[11]</sup> The Memorandum of Understanding provides that pursuant to VEPCO's FERC license the minimum flows released by VEPCO from Roanoke River Reservoir will be augmented by water from Kerr Reservoir in an amount determined by the Corps of Engineers to be sufficient to maintain a minimum stage of thirteen feet on the river gauge at Weldon (approximately 6,000 cfs). The augmentation flows are required to begin on or about 26 April <span class=\"star-pagination\">*441</span> and continue through the spawning season, but not later than 15 June, provided that storage is available for the releases in Kerr Reservoir. \"Exact dates are determined by North Carolina fishery biologists.\" Norfolk Record 70, EA at 7. This spawning period is roughly fifty days.</p>\n<p>In addressing this matter in the EA, the Norfolk District Engineer said:</p>\n<blockquote>Striped bass migrate up the Roanoke River every spring to spawn. Successful spawning requires higher-than-normal river flows to keep the eggs buoyant until they hatch. For this purpose, the Corps stores extra water in the early spring, when it is available, to release beginning around April 26 and ending around June 15. This period of roughly 50 days is a \"window\" which should cover most annual spawning and hatching periods. Exact dates are determined by North Carolina fishery biologists. <i>The water released by the Corps during this period results in a flow at Weldon, North Carolina of 6000 cfs, or a river stage elevation of 13.</i> The City's intake would, under worst-case conditions, eliminate two days from the end of the 50-day augmented flows. This condition would be expected to occur four times in 100 years. In one year out of four, one day would be lost at the end of the 50-day augmented flow period. This worst-case condition assumes the maximum, 60 MGD withdrawal, which is not projected to be reached until the year 2030. A two percent loss in potential spawning time once every four years is not considered significant, nor is a four percent loss once every 25 years, in part because a number of variables other than river flow are thought to influence striped bass spawning and survival. (emphasis added)<sup>[12]</sup></blockquote>\n<p>Plaintiffs contend that the above finding is arbitrary and capricious because it is based on the false assumption that the augmentation flow releases were being met, as shown by the emphasized portion of the quote. Plaintiffs further argue that in fact the spawning flows were released by the Corps for the entire 50-day spawning season in only 21% of the years from 1955 to 1982 or 6 out of 28 years. During the other 22 years spawning flows were released for shorter periods during the spawning season.<sup>[13]</sup> Therefore, the \"worst-case\" analysis was incorrect because the flows were not actually being augmented for the entire 50-day period. The FONSI was, therefore, based on a materially incorrect premise.</p>\n<p>In its comments to the Corps the North Carolina Wildlife Resources Commission expressed concern over the Corps' failure to release these flows from Kerr Reservoir:</p>\n<blockquote>The striped bass is an important sport and commercial fish and is very important to the economy of the entire Roanoke Basin within North Carolina. A recent analysis of release flows from Kerr Reservoir indicates that sufficient water to supplement striped bass spawning in the Roanoke River below Roanoke Rapids Dam for the full 50 days of the spawning period has been available only for six of the last 28 years. This means that, under current conditions, water is available for the full 50-day spawning period only 21% of the time. It should be emphasized that the water stored in Kerr Reservoir between elevations 300 and 302 feet is used to supplement river flows when they are less than the 6,000 cfs minimum required for striped bass spawning. This minimum flow occurs each weekend and at other times when power demand is low. The supplemental water is not used to provide desired or <span class=\"star-pagination\">*442</span> optimum spawning flows. These occur only under flood conditions when the reservoirs are full and overflowing. Any additional withdrawals or reallocations of water that reduce either the quantity or duration of flows available to striped bass for spawning will have further serious impacts upon the striped bass resource.</blockquote>\n<p>Norfolk Record 178 at 2. The Corps responded to these comments by saying: \"North Carolina has correctly pointed out that the Corps is often not able to maintain the 6,000 cfs released for the entire 50-day period. This is an existing condition, and would presumably persist even without this project.\" Norfolk Record 74, SOF at 3.</p>\n<p>The federal defendants and Virginia Beach respond to these arguments by asserting that the exact length of releases of augmentation flows are determined by North Carolina fishery biologists. Therefore, whenever the Corps failed to release the augmented flows for the entire 50-day period, the striped bass were presumably no longer spawning and the augmented flows curtailed. However, no data appears in the record to support such a rationalization. The Corps never offered this explanation in the face of North Carolina's comments but merely admitted that it was <i>often</i> unable to maintain the 6,000 cfs release for the entire 50-day period. The agency must examine the relevant data and articulate a satisfactory explanation for its action, including a \"rational connection between the facts found and the choice made.\" <i>Burlington Truck Lines, Inc. v. United States,</i> 371 U.S. 156, 168, 83 S.Ct. 239, 246, 9 L.Ed.2d 207 (1962). The reviewing court may not supply a reasoned basis for the decision which the agency itself has not given. <i>State Farm,</i> 463 U.S. at 43, 103 S.Ct. at 2867 (1983). Defendants' arguments are further discredited by the fact that the \"fishery biologists\" charged with responsibility for determining the exact periods of augmentation releases are members of the North Carolina Wildlife Resources Commission, the very agency who complained to the Corps that it was not releasing adequate augmentation flows.</p>\n<p>The Corps is only required to release augmentation flows when water storage is available in Kerr Reservior. While the Corps may not have failed to meet its obligation pursuant to its contract with VEPCO and the North Carolina Wildlife Resources Commission, it based its FONSI on the premise that such releases were being made for a 50-day spawning period each year. When presented with evidence to the contrary, the Corps offered an inadequate response. It is no explanation that the condition would exist with or without the project.</p>\n<p>The Corps conducted no independent analysis of the pipeline's effects on striped bass but relied on Virginia Beach's worst-case conclusions. While the Corps may utilize reports and facts derived from reports supplied by the applicant, it is responsible for the independent verification of specifically challenged information supplied by the applicant or outside consultants. 33 C.F.R. § 230, apps. B(3) and B(8)(6); <i>Van Abbema v. Fornell,</i> 807 F.2d 633, 639 (7th Cir.1986). If the Corps bases its conclusions on false premises or information even when its attention is directed to possible defects in the analysis, its conclusion cannot be described as reasoned. <i>Sierra Club v. United States Army Corps of Engineers,</i> 701 F.2d 1011, 1035 (2d Cir. 1983). There is no indication in the record that the Corps verified the information as submitted by Virginia Beach. Furthermore, there is no evidence in the record that the Corps conducted any independent investigation regarding the pipeline's effect on the striped bass.</p>\n<p>The Corps can find no comfort in the fact that neither the United States Fish and Wildlife Service nor the National Marine Fishery Service expressed the opinion that the pipeline permit should be denied or that an EIS should be prepared. Both agencies based their determinations upon a review of the final environmental assessment and FONSI which were based on the worst-case analysis. <i>See</i> Norfolk Record 249 &amp; 250. Despite the fact that both agencies concurred in the FONSI, they expressed extreme reservations considering the Corps' <span class=\"star-pagination\">*443</span> analysis. For example, the National Marine Fishery Service stated as follows:</p>\n<blockquote>The National Marine Fishery Service (NMFS) has reviewed the subject document and concurs with your Finding of No Significant Impact. However, as stated in our October 14, 1983, letter, the NMFS remains concerned about the impact of the City's water withdrawal on striped bass spawning which occurs downstream of the Roanoke Rapids Dam. While we realize that the analysis presented in the assessment indicates that the project will have minimal impacts to spawning striped bass, we are of the opinion that even this small loss could be eliminated. Perhaps it would be possible to enhance the releases for this species. Therefore, we reiterate our earlier request that a group of state and federal resources agencies, including the North Carolina Division of Marine Resources, be formed to review this situation and recommend an appropriate release schedule to protect, and perhaps enhance, this resource.</blockquote>\n<p>Norfolk Record 250; <i>see also</i> Norfolk Record 229. Similarly, the United States Fish and Wildlife Service commented on three occasions that the issue of minimum instream flow needs for fish and wildlife in the Roanoke River Basin had been inadequately addressed in the draft and final environmental assessments. Norfolk Record 114, 226 &amp; 249. The Corps is required to consult with these agencies with the view to the conservation of wildlife resources to prevent their direct and indirect loss and damage due to the proposed activity in the permit application. \"The Army will give full consideration to the views of those agencies on fish and wildlife considerations in deciding on the issuance, denial, or conditioning of individual or general permits.\" 33 C.F.R. § 320.4(c). However, the Corps did not adequately respond to the comments made by the Fish and Wildlife Service or the National Marine Fishery Service.</p>\n<p>The court also notes that North Carolina called to the Corps' attention that even the FERC-mandated river flows were not always met. The Corps' response was \"[t]his is a matter which the State should refer to VEPCO and FERC, for it has nothing to do with the Corps or this proposed project.\" SOF at 4. No attempt was made by the Corps to relate any such failure, together with the proposed withdrawal, on striped bass during their critical spawning season.</p>\n<p>NEPA places upon an agency the obligation to consider every significant aspect of the environmental impact of a proposed action. <i>Baltimore Gas &amp; Electric Co. v. National Resources Defense Council, Inc.,</i> 462 U.S. 87, 103 S.Ct. 2246, 76 L.Ed.2d 437 (1983). The role of the court in reviewing agency decisions is to ensure that the agency has adequately considered the environmental impact of the proposed action and that the decision is not arbitrary and capricious. The court cannot accept as reasoned a decision that was based on incorrect or misleading information, especially when it implicates impacts on a declining species such as the striped bass. This is particularly true when it is derived from the applicants unverified analysis in the face of specific objections regarding the facts upon which the analysis was derived. Specific challenges require specific responses or a determination that the information was not relied upon. <i>See, e.g., </i><i>Van Abbema v. Fornell,</i> 807 F.2d at 639.</p>\n<p>Based on the foregoing, the court holds that the FONSI as it relates to striped bass was arbitrary and capricious. This determination is not to suggest that the court is of the opinion that the project's impact on striped bass would be significant or that an EIS is required. That decision is uniquely within the province of the Corps once it takes a \"hard look\" at the environmental consequences of the Virginia Beach project on striped bass.<sup>[14]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*444</span> 3. <i>Other NEPA Considerations</i>\n</h2>\n<p>North Carolina and RRBA attack the FONSI as arbitrary and capricious on several other less significant grounds. First, North Carolina argues that the Corps failed to perform a \"worst-case\" analysis with respect to the potential water quality impacts that may result from potential VEPCO and Champion plants in the Roanoke River Basin and other future water usages downstream. Corps regulations provide that \"where relevant information is missing or incomplete and the costs of obtaining it are exorbitant or the means to obtain it are not known, the district engineer should include a `worst-case' analysis. ...\" 33 C.F.R. pts. 230, app. B(3).<sup>[15]</sup> As discussed earlier, the Corps determined that such withdrawals were not reasonably foreseeable. That decision was reasonable and is supported by the record. Information that is unforeseeable is not \"relevant\" or \"missing\" as contemplated by the worst-case regulations. Therefore, a worst-case analysis was not required.</p>\n<p>In addition to the foregoing arguments, RRBA argues that the Corps inadequately considered the factors that it is required to weigh in determining the significance of impacts. 40 C.F.R. § 1508.27. In particular, RRBA argues that the Corps failed to consider \"[t]he degree to which the effects on the quality of the human environment are likely to be highly controversial.\" 40 C.F.R. § 1508.27(b)(4). There can be no doubt that this project is highly controversial. The tenor of comments expressed in writing and at the three public hearings attests to the fact that this project is hotly debated. However, the core of the controversy relates to the advisability and legality of the interbasin transfer of water and the socioeconomic impacts of such a decision. <i>See</i> § V(B)(2), <i>infra.</i> The high degree of controversy generated by the application does not concern the project's effects on the human environment although some environmental objections were raised. <i>See </i><i>River Road Alliance, Inc.,</i> 764 F.2d at 451 (public opposition cannot tip the balance if the environmental impacts are deemed insignificant). Therefore, the Corps' treatment of this factor was reasonable and supported by the record.</p>\n<p>RRBA further argues that the Corps failed to consider the degree to which the decision sets a precedent for future interbasin transfers of water. 40 C.F.R. § 1508.27(b)(6). However, the Corps considered this factor and weighed its significance. The Corps' consideration of this factor was not arbitrary and capricious or an abuse of discretion.</p>\n<p>To the extent that North Carolina or RRBA has raised other arguments that the FONSI was arbitrary and capricious and that an EIS should be required, the court has considered those arguments and finds them to be unpersuasive. In all other respects the Corps' decision was reasonable and supported by the record.</p>\n<p></p>\n<h2>B. PUBLIC INTEREST REVIEW</h2>\n<p>A FONSI does not end the Corps' responsibilities in considering permit applications. Corps regulations require that a permit shall issue only after a general public interest review wherein the benefits of the project are weighed against its foreseeable detriments. 33 C.F.R. § 320.4(a)(1). North Carolina and RRBA contend that the Corps did not adequately weigh various factors in striking the public interest balance.</p>\n<p></p>\n<h2>1. <i>Need and Alternatives</i>\n</h2>\n<p>Chiefly, North Carolina and RRBA allege that the Corps never evaluated \"the relative extent of the public and private need for the proposed structure or work.\" 33 C.F.R. § 320.4(a)(2)(i). Instead, the Corps determined that Virginia Beach will demand 48 mgd of water by the year 2030 with 12 mgd for the use of other localities in the region. The Corps then determined that the applicant's entire demand should <span class=\"star-pagination\">*445</span> be supplied from Lake Gaston because Virginia Beach desired a new and autonomous source. As a result the Corps never considered supplies currently available to Virginia Beach to meet its water needs. Stated differently, the City's \"need\" was considered to be all the water it would use in the next fifty years and not merely the additional water it will need beyond supplies which are currently available.</p>\n<p>Virginia Beach presently buys its water from the Norfolk system. The Virginia Beach contract with Norfolk provides that Norfolk will supply Virginia Beach with its \"surplus.\" It is clear from the record that no analysis of Norfolk's available surplus was conducted or projected by the applicant or by the Corps of Engineers. <i>See</i> Norfolk Record 258, Virginia Beach Study at 18. While there is relative agreement over projected water demand between the parties North Carolina and RRBA have vigorously and continuously disputed Virginia Beach's assertion that supply in Southeastern Virginia is inadequate to meet its demand. Both plaintiffs have submitted supply figures which they contend prove that an actual surplus of water exists to more than adequately meet Southeastern Virginia's demand. The Corps rejected these arguments as does the court. The 1980-81 drought clearly demonstrated that Southeastern Virginia has an inadequate water supply, and it needs additional water from another source. The question remains, however, \"how much water does Virginia Beach need?\" In the administrative review context this issue becomes whether the Corps adequately considered the <i>extent</i> of the need for the project in its public interest review.</p>\n<p>The federal defendants and Virginia Beach respond to plaintiffs' arguments with several of their own. They argue that need is to be expressed in broad, generic terms citing a regulation addressing the organization and content of a draft EIS:</p>\n<blockquote>[E]very application has both an applicant's purpose and need and a public purpose and need. These may be the same when the applicant is a governmental body or agency. In most instances when an EIS is required and the applicant is not a governmental body or agency, the applicant is a member of the private sector engaged in providing a good or service for profit. At the same time, the applicant is requesting a permit to perform work which, if approved, is considered in the public interest (i.e., provides a public benefit). This public benefit shall be stated in as broad, generic terms as possible....</blockquote>\n<p>33 C.F.R. pt. 230 app. B § 11b(4). Thus, Virginia Beach's need is described as the need for water, and where the water is to come from is a question of alternatives as distinguished from need. Defendants' reliance on this section of the regulations is misplaced, as it deals with the organization and content of an EIS, not the public interest review.</p>\n<p>Defendants contend that alternatives need not be addressed at all pursuant to Corps regulations. The court disagrees. Two separate provisions require consideration of alternatives in the analysis of Corps permit applications. First, Corps regulations provide \"[w]here there are unresolved conflicts as to resource use, the practicability of reasonable alternative locations and methods to accomplish the objective of the proposed structure or work\" must be considered. 33 C.F.R. 320.4(a)(2)(ii). Section 102(2)(E) of NEPA similarly requires all federal agencies to \"study, develop, and describe appropriate alternatives to recommended courses of action in any proposal which involves unresolved conflicts concerning alternative uses of available resources.\" 42 U.S.C.A. § 4332(2)(E). Such an analysis is <i>independent of NEPA's EIS requirement and must be conducted whether or not a project's impacts are deemed significant. See</i> § II(B), <i>supra.</i> The federal defendants and Virginia Beach contend that no consideration of alternatives is required because there are no \"unresolved conflicts as to resource use\" but this argument is untenable as such conflicts form the very basis of this controversy.<sup>[16]</sup> For at the bottom of this controversy <span class=\"star-pagination\">*446</span> the real dispute is over who is entitled to the use of the water, Virginia Beach or the Basin. In addition, section 320.4(a) specifically requires the Corps, in its public interest review, to engage in a balancing process reflecting the national concern for both <i>protection</i> and <i>utilization</i> of important resources, including \"water supply and conservation.\"</p>\n<p>Whether the issue is expressed as one of \"need\" or \"alternatives\" the public interest regulations require a more searching analysis of this important water supply issue. The Corps cannot accede to Virginia Beach's desire to have an autonomous water supply at the expense of the basin without at least examining the water supply available from its current source. No meaningful analysis of the extent of the public need for the project could otherwise be conducted. The need for the project depends on how much water Virginia Beach needs which in turn requires an analysis of its current supply.</p>\n<p>The federal defendants and Virginia Beach repeatedly argue that as the diversion is only a \"miniscule\" portion of the abundant flow of the Roanoke River (about 1.2% of average flow) and the environmental impacts of such a proposal nearly \"nonexistent,\" Virginia Beach's request for an autonomous water supply must be given priority in any public interest analysis. Such an argument, however, ignores the purpose of the public interest review and the correlative search for alternative courses of action. Nonsignificant impact does not equal no impact, and the purpose of the public interest review is to consider and balance competing interests, NEPA and non-NEPA factors, to determine whether the project is in the interest of the public. It requires the Corps to search for the least harmful alternative that is feasible. <i>See </i><i>River Road Alliance, Inc. v. Corps of Engineers,</i> 764 F.2d at 452 (7th Cir.1985).</p>\n<p>Water is one of the most valuable and indispensable of our resources. When it is diverted from one location to another nearly 100 miles away, the source in the original area is depleted. Although the Corps asserted that the reallocation would not be an \"irreversible\" commitment of water because \"roughly the same quantity of rain will continue to fall on the Roanoke River Basin,\" Norfolk Record 74, SOF at 4, this argument ignores reality and defies logic. Any diversion of water from the basin is contrary to its interest and must be balanced against the actual need for the diversion of the water. Whether the diversion is 1% or 99% of the river's average flow, a searching analysis of the actual need for water including an assessment of the supply currently available is a necessary component of any attempt to assess the extent of the public need for the project.</p>\n<p>This is not to suggest that the Corps may not examine Virginia Beach's goals in its public interest review. Those goals, however, must be considered in conjunction with the needs of the basin.</p>\n<p>In a related argument the plaintiffs contend that the Corps failed to adequately analyze alternatives to the pipeline project, including the interconnection of regional water supplies, conjunctive use of ground water and the indirect reuse of treated waste water. The Corps did assess these alternatives individually, and its analysis was not arbitrary and capricious. Furthermore, North Carolina argues that the Corps arbitrarily failed to consider alternative rivers for the pipeline project because the Corps determined that they would not support a 60 mgd withdrawal. It argues that such analysis is arbitrary and capricious since the Corps never assessed whether 60 mgd was actually needed. Although the Corps did state that none of these alternatives would support a 60 mgd withdrawal, the Corps rejected alternative sites for the pipeline for additional environmental reasons. For example, the <span class=\"star-pagination\">*447</span> Corps stated that the streams were brackish and would require desalting, a longer pipeline would be required, and each alternative would implicate more environmentally and socially sensitive areas than the Lake Gaston alternative. Therefore, the Corps' rejection of alternative sites for the project was reasonable and supported by the record.</p>\n<p>North Carolina argues that the consideration of alternative sources was arbitrary and capricious because the Corps failed to consider any alternative sources that could be implemented serially or in tandem to meet the entire 60 mgd request. The Corps, in effect, failed to consider a conjunctive series of alternatives to supply Virginia Beach with its needed water. Although the Corps did not consider any combination of alternatives, the court cannot say that such a failure was arbitrary and capricious. The requirement that the Corps consider alternatives in its analysis is to permit a reasoned choice. It is not required \"to consider in detail each and every conceivable variation of the alternative stated.\" <i>Coalition for Responsible Regional Development v. Coleman,</i> 555 F.2d at 400. The Corps took a hard look at alternative sites for the pipeline project and solutions which would avoid the pipeline project altogether. Such analysis was a reasoned consideration of alternatives and no more is required.</p>\n<p>In sum, the court holds that the decision of the Corps that there is a need for the pipeline project was reasonable. However, the court further holds that the Corps erred in not making a determination, as a part of its public interest review, of the <i>extent</i> of the applicant's need.</p>\n<p></p>\n<h2>2. <i>Legality of the Pipeline Project</i>\n</h2>\n<p>North Carolina and RRBA argue that the Corps' public interest analysis was flawed because the Corps refused to consider legal obstacles to the pipeline project. Plaintiffs argue that landowner riparian rights prohibit the transfer of 60 mgd out of the Roanoke River Basin to Virginia Beach. Plaintiffs also argue that North Carolina and Virginia both have laws which prohibit the transfer of water from one river basin to another. <i>See, e.g.,</i> Norfolk Record 188 at 15; N.C.Gen.Stat. §§ 143-215.47 (1983) and 153A-285 to 287 (1983). Failure to consider these laws in the public interest analysis was allegedly arbitrary and capricious.</p>\n<p>The public interest review regulations require that the Corps consider and weigh factors which become relevant in each particular permit review, including consideration of property ownership when applicable. 33 C.F.R. § 320.4(a)(1). The Corps did not examine the issue of riparian rights in its public interest analysis, although it did examine riparian rights with reference to 40 C.F.R. § 1508.27(b)(10) in its NEPA review and concluded that the purpose of riparian doctrine was not the protection of the environment. However, the failure of the Corps to consider riparian landowner rights in its public interest analysis was not arbitrary and capricious.</p>\n<p>A riparian owner is entitled to make a \"reasonable\" use of water adjacent to his property provided the user does not injure the rights of downstream riparian owners. <i>Bruton v. Carolina Power &amp; Light Co.,</i> 217 N.C. 1, 6 S.E.2d 822 (1940). Interference with riparian rights is an actionable tort. <i>Springer v. Joseph Schlitz Brewing Co.,</i> 510 F.2d 468, 470 (4th Cir. 1975). A municipal diversion of water for public water supply is not a riparian use, and if the diversion causes injury to downstream riparian owners the injury may be redressed in a court of law. <i>Pernell v. City of Henderson,</i> 220 N.C. 79, 16 S.E.2d 449 (1941). Should a riparian owner suffer ascertainable injury by the diversion, those rights would be properly addressed in a court of law in a civil action for injunctive relief, <i>City of Durham v. Eno Cotton Mills,</i> 141 N.C. 615, 54 S.E. 453 (1906), or damages. <i>Spaugh v. City of Winston-Salem,</i> 249 N.C. 194, 105 S.E.2d 610 (1958).</p>\n<p>Although riparian interests may be implicated by the pipeline project, any injuries from the diversion should be properly brought in a civil action for damages or injunctive relief. Issuance of the permit confers no property rights and would not alter the rights of property owners or the <span class=\"star-pagination\">*448</span> duties of Virginia Beach pursuant to riparian doctrine. Riparian doctrine is simply not relevant to the permit application consideration.</p>\n<p>Similarly, the Corps did not err in determining that the legality of the interbasin transfer of water was not a matter appropriate for the Corps' consideration. Most of the comments received by the Corps at the public hearings by those opposed to the project were directed toward the interbasin transfer of water for such a long distance. Those living in the Roanoke River Basin are concerned that the withdrawal of <i>any</i> amount of water for interbasin transfer is unwise because it sets a precedent and because there is a possibility of future needs within the basin. The Corps has very properly stated that the wisdom of interbasin transfer, as such, is not for it to decide. That is a political question and must be decided by the states or by the Congress. Despite its protests, however, the Corps does have a role in the allocation of water resources within and without the basin. As mentioned earlier, under the public interest review it must consider \"water supply and conservation.\"</p>\n<p></p>\n<h2>C. WATER SUPPLY REALLOCATION CONTRACT</h2>\n<p>North Carolina and RRBA contend that the water supply reallocation contract entered into by the Wilmington District Corps on behalf of the United States with Virginia Beach was an arbitrary and capricious exercise of its authority. The contract reallocates 10,200-acre feet or storage space in Kerr Reservoir from power supply to water supply for the use of Virginia Beach sufficient \"to meet a water supply withdrawal of 60 mgd.\" Wilmington Record at 17, FONSI at 1. The contract grants the right to the city to order the government to make releases through the dam to the extent of the storage. However, the government reserves the right to maintain downstream releases to meet its established water requirements and reserves the right not to make downstream releases during such time when it is deemed necessary to inspect, maintain or repair the project.</p>\n<p>North Carolina and RRBA challenge the decision of the Corps to enter into the contract as arbitrary and capricious based on alleged violations of NEPA. Plaintiffs admit that the environmental effects of the water reallocation contract are in most respects the same as those which result from issuance of the permit. The Wilmington District Corps adopted the EA of the Norfolk Division and issued its own FONSI. The court has addressed each of the contentions based on the EA and FONSI and will not rehash them here. To the extent that the court remands the case to the Corps for consideration of the project's impacts on striped bass, the Wilmington District Corps must also consider the impacts, if any, on striped bass resulting from the water storage reallocation contract.</p>\n<p>In addition, however, North Carolina and RRBA contend that the water storage reallocation contract results in a permanent, irreversible and irretrievable commitment of resources which requires preparation of an EIS based on 42 U.S.C.A. § 4332(c)(v). However, that section provides only that the agency must in all major federal actions significantly affecting the quality of the human environment prepare a detailed statement addressing \"any irreversible and irretrievable commitments of resources which would be involved in the proposed action. ...\" 42 U.S.C.A. § 4332(c)(v). When there are no significant environmental effects no such examination is required.</p>\n<p>North Carolina argues that the Corps failed to consider alternatives to the water storage contract as required by 42 U.S.C.A. § 4332(E) of NEPA. The Wilmington District Corps adopted the EA of the Norfolk District Engineer, including his discussion of alternatives to the proposed project. North Carolina complains that the Norfolk Record EA discusses only alternatives to the pipeline but not to the water storage reallocation contract. Therefore, failure to consider alternatives to the contract was arbitrary and capricious. However, the court does not view the issue so narrowly. The Wilmington and Norfolk Division District <span class=\"star-pagination\">*449</span> Corps coordinated efforts in considering Virginia Beach's application for the project and the water supply contract. The water contract serves as the backup to the pipeline project and also serves to mitigate the effects of the pipeline withdrawal. As such the consideration of alternatives was reasonable and supported by the record.</p>\n<p>North Carolina and RRBA further allege that the Corps acted in violation of law in entering into the water supply contract by becoming a partisan in a water dispute between North Carolina and Virginia. The Corps' internal regulations provide:</p>\n<blockquote>The Corps should not become involved in resolving conflicts among water users over the right to use stored water for water supply purposes, but will look to responsible state agencies to resolve such conflicts. ... Possible encroachment of the operation of water supply storage on the lawful water uses in the downstream areas will be carefully considered and fully coordinated with the responsible local interests as well as with the state agency responsible for the administration of water rights and water laws.</blockquote>\n<p>Wilmington Record 20, ER XXXX-X-XX, § 7-2a(6). Furthermore, the Water Supply Act of 1958, 43 U.S.C.A. § 390b(a), provides:</p>\n<blockquote>It is hereby declared to be the policy of the Congress to recognize the primary responsibilities of the States and local interests in developing water supplies for domestic, municipal, industrial, and other purposes and that the Federal Government should participate and cooperate with States and local interests in developing such water supplies in connection with the construction, maintenance, and operation of Federal navigation, flood control, irrigation, or multiple purpose projects.</blockquote>\n<p>By allocating water supply to one side of a water dispute, it is argued, the Corps abrogated its responsibility pursuant to law and regulation. North Carolina specifically alleges that the Corps did not coordinate its efforts with North Carolina officials and agencies in entering into the contract. Again, the court does not view the contract and permit decisions narrowly and separately as is suggested by the plaintiffs. The Corps did coordinate with agencies in its review process and it did not abrogate its responsibilities pursuant to law or regulation. Plaintiffs' conclusory allegations are not supported by the record.</p>\n<p>In addition, plaintiffs argue that the Corps violated laws prohibiting the interbasin transfer of water by entering into the water storage reallocation contract. That issue, however, has no more application in this context than it did in the permit consideration. <i>See</i> § V(B)(2).</p>\n<p></p>\n<h2>D. BIAS</h2>\n<p>Plaintiffs argue that the Corps' decision-making process was tainted by bias. The Corps was accused of being result oriented, having made an <i>a priori</i> decision to grant the permit and then building a record to sustain the decision. As an example, RRBA accused the Corps of maneuvering the Environmental Protection Agency Region IV out of the comment process because it would comment that the project would adversely affect water quality in the Roanoke River in North Carolina. However, the allegations of bias and unevenhanded treatment are not supported by the record. The permit consideration process spanned a period of six months and included three extensive public hearings. The Norfolk Administrative Record consists of thirteen volumes, including 254 exhibits, many of which span hundreds of pages. Hundreds more pages of documents were admitted by the court to supplement the record. The Wilmington Record also spans many volumes and documents. Although it has been a very time-consuming process, the court has read all documents in the record, none of which evidence any bias on the part of the Corps of Engineers. Although the Corps failed to consider some relevant factors which require a remand for the reconsideration of its determination, on the whole the Corps' decision reflects a careful analysis of the environmental and nonenvironmental factors implicated by the permit and water storage reallocation contracts. <span class=\"star-pagination\">*450</span> Allegations of bias are simply not borne out by the record.</p>\n<p></p>\n<h2>VI. CONCLUSION</h2>\n<p>Plaintiffs ask the court to declare the permit and the water supply storage agreement null and void.<sup>[17]</sup> They also seek an order from this court requiring the Corps to conduct an EIS before any further permit is issued or contract entered into. However, the administrative record does not disclose anything mandating the preparation of such a statement. Rather, the deficiencies disclosed by the court's review of the record require a remand of the proceeding to the Corps for further consideration. On remand, the Corps shall:</p>\n<p>1. As a part of its NEPA review make an independent assessment of the effects of the proposed project on striped bass to determine whether the preparation of an EIS is required or whether any mitigative measures are necessary; and,</p>\n<p>2. As a part of its public interest review make a determination of the extent of Virginia Beach's water needs.</p>\n<p>The court will retain jurisdiction of this matter for further review.</p>\n<p>The Corps will file with the court the results of its reconsideration and the record supporting its decision.</p>\n<h2>NOTES</h2>\n<p>[1]  The wells were constructed following the drought of 1980-81 and are located within other municipal jurisdictions, Suffolk, Isle of Wight County and Southampton County. They are intended for use only in the event of an emergency, and their use reverts to the municipalities in which they lie after contract periods of ten to fifteen years.</p>\n<p>[2]  Also known as Buggs Island.</p>\n<p>[3]  The City of Norfolk would continue to treat the water derived from the new source.</p>\n<p>[4]  The first hearing was held in Lawrenceville, Virginia, on 25 August 1983 before the issuance of the draft EIS and draft FONSI. The other two, at Roanoke Rapids, North Carolina, on 14 November 1983 and Virginia Beach, Virginia, on 17 November 1983, were held before the issuance of the final EIS and final FONSI.</p>\n<p>[5]  Hereinafter, references to North Carolina refer to the joint positions of North Carolina and the twelve counties.</p>\n<p>[6]  This is the current language of the public interest regulation as amended on October 5, 1984. 49 Fed.Reg. 39478. At the time of the Corps' decision the regulation provided that a permit would issue if the Corps found the project to be in the public interest. 47 Fed.Reg. 31794 at 31804 (July 22, 1982). However, the original and revised regulations \"describe the same public interest balancing process.\" 49 Fed.Reg. 39478.</p>\n<p>[7]  Contentions raised by RRBA and North Carolina in their complaints not specifically addressed in their briefs are deemed abandoned.</p>\n<p>[8]  \"Southside Hampton Roads\" refers to Southeastern Virginia, including Norfolk, Portsmouth, Chesapeake, Virginia Beach, Suffolk, Franklin, Isle of Wight County and Southampton Counties.</p>\n<p>[9]  Both North Carolina and RRBA have cited cases from other circuits which apply a \"reasonableness\" standard of review to agency decisions not to prepare an EIS. The Fourth Circuit has not departed from the arbitrary and capricious standard in reviewing such determinations. <i>Providence Road Community Ass'n v. Environmental Protection Agency,</i> 683 F.2d 80, 82 n. 3 (4th Cir.1982). However, the court sees little difference between the undertaking required pursuant to the \"arbitrary and capricious\" standard and the \"reasonableness\" standard. <i>See </i><i>City of Alexandria, Virginia v. Federal Highway Administration,</i> 756 F.2d 1014, 1017 (4th Cir.1985). <i>Contra </i><i>River Road Alliance, Inc. v. Corps of Engineers of United States Army,</i> ___ U.S. ___, 106 S.Ct. 1283, 89 L.Ed.2d 590 (1986) (White, J., dissenting from denial of writ of certiorari).</p>\n<p>[10]  Virginia Beach argues in a footnote in their original memorandum that as a matter of law the Corps' permit and contract decisions were not major federal actions because although Virginia Beach's project is major, the federal actions are only incidental. Whether an agency decision constitutes major federal action depends on the facts of each case. <i>Rucker v. Willis,</i> 484 F.2d 158, 162-63 (4th Cir.1973). CEQ regulations provide that \"major\" has no meaning independent of \"significantly\" as defined in 40 C.F.R. § 1508.27. 40 C.F.R. § 1508.18. Issuing a permit for construction of the pipeline is undoubtedly federal action. <i>See </i><i>Rucker v. Willis,</i> 484 F.2d at 163. The court assumes, as the Corps did, that its action in granting the permit was \"major.\" Since lake levels and flows in the Roanoke River system are federally regulated and must be operated under the jurisdiction of the Corps of Engineers, any other conclusion would be illogical. For a discussion of \"major\" federal action <i>see </i><i>River Road Alliance, Inc. v. Corps of Engineers of United States Army,</i> 764 F.2d 445, 450 (7th Cir. 1985), <i>cert. denied,</i> ___ U.S. ___, 106 S.Ct. 1283, 89 L.Ed.2d 590 (1986).</p>\n<p>[11]  For nine years prior to the 1971 agreement, the North Carolina Wildlife Resources Commission, VEPCO, the Corps and the Southeastern Power Administration negotiated a contract for regulation of augmentation flows each year. The Memorandum of Understanding was executed to avoid the cumbersome paperwork involved in negotiating an agreement each year which generally resulted in the same fish flow augmentation.</p>\n<p>[12]  The Corps footnoted the Virginia Beach Study as the source of its information.</p>\n<p>[13]  Since 1971 when the Memorandum of Understanding was executed spawning discharges from Kerr Reservoir necessary to maintain a river stage of 13 feet in the spawning area were made as follows:\n</p>\n<p></p>\n<pre>\n              No. of Days               No. of Days\n    Year      of Releases     Year      of Releases\n    1971          50          1977           31\n    1972          47          1978           50\n    1973          50          1979           49\n    1974          47          1980           46\n    1975          49          1981            9\n    1976          31          1982           50\n</pre>\n<p>Exhibit K to the Administrative Record, Hume Affidavit at 16.</p>\n<p>[14]  The Corps should at a minimum, however, consider the FERC-mandated flows and the augmentation flows in making a determination of the probable effect of the proposed withdrawal on striped bass during the spawning season.</p>\n<p>[15]  This regulation is based upon CEQ regulations found in 40 C.F.R. § 1502.22. The CEQ regulations have now been amended to eliminate the worst-case analysis. The new regulation still requires an analysis of \"reasonably foreseeable\" significant adverse impacts on the human environment, including \"impacts which have catastrophic consequences, even if the probability of occurrence is low.\" 40 C.F.R. § 1502.22 (1986).</p>\n<p>[16]  Virginia Beach contends that <i>Webb v. Gorsuch,</i> 699 F.2d 157 (4th Cir.1983) stands for the proposition that a finding of no significant environmental impact obviates the necessity to consider alternatives to proposed action. However, there the court apparently was not called upon to examine 42 U.S.C.A. § 4332(E). Furthermore, it was dealing with the Environmental Protection Agency and not the Corps of Engineers. Corps regulations specifically require consideration of alternatives in the public interest review.</p>\n<p>[17]  No interim injunctive relief was sought and apparently none is needed as it appears that Virginia Beach is awaiting a resolution of this action before commencing its work.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">665</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">428</span></span> (1987)</b></center>\n<center><h1>STATE OF NORTH CAROLINA, et al., Plaintiffs,<br>\nv.<br>\nColonel Ronald E. HUDSON, et al., Defendants.</h1></center>\n<center>No. 84-36-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 7, 1987.</center>\n<p><span class=\"star-pagination\">*429</span> <span class=\"star-pagination\">*430</span> Lacy H. Thornburg, Atty. Gen., Daniel C. Oakley, Spec. Deputy Atty. Gen., Asst. Atty. Gen., N.C. Dept. of Justice, Raleigh, <span class=\"star-pagination\">*431</span> N.C., Andrew P. Miller, Dickstein, Shapiro &amp; Morin, Washington, D.C., for plaintiff.</p>\n<p>Rudolf A. Renfer, Jr., Asst. U.S. Atty., Raleigh, N.C., for Federal defendants.</p>\n<p>Glen R. Goodsell Lands Division, U.S. Dept. of Justice, Washington, D.C.</p>\n<p>Lloyd C. Smith, Jr., Smith &amp; Daly, Windsor, N.C., for Bertie C., N.C.</p>\n<p>Larry M. Jones, Lawrenceville, Va., for Board of Supervisors of Brunswick Co., Va.</p>\n<p>Edwin B. Baker, Baker &amp; Williams, Keysville, Va., for Board of Supervisors of Charlotte Co., Va.</p>\n<p>William T. Watkins, Watkins, Fincy &amp; Hopper, Oxford, N.C., for Granville Co., N.C.</p>\n<p>William W. Bennett, Jr., Slayton, Bennett &amp; Rand, South Boston, Va., for Board of Supervisors of Halifax Co., Va.</p>\n<p>John A. James, Weldon, N.C., for Halifax Co., N.C.</p>\n<p>William R. Peel, Williamston, N.C., for Martin Co., N.C.</p>\n<p>Frank D. Harris, Harris &amp; Matthews, South Hill, Va., for Board of Supervisors of Mecklenburg Co., Va.</p>\n<p>Charles J. Vaughan, Woodland, N.C., for Northampton Co., N.C.</p>\n<p>Henry W. Hight, Jr., Henderson, N.C., for Vance Co., N.C.</p>\n<p>Charles T. Johnson, Jr., Warrenton, N.C., for Warren Co., N.C.</p>\n<p>Huey Marshal, Plymouth, N.C., for Washington Co., N.C.</p>\n<p>Lewis A. Thompson, III, Banzet, Banzet &amp; Thompson, Warrenton, N.C. and Patrick M. McSweeney, James F. Stutts, Brian L. Buniva, Richmond, Va., for Roanoke River Basin Assoc.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>BRITT, Chief Judge.</p>\n<p>This action seeks judicial review of two decisions of the United States Army Corps of Engineers: (1) to issue a permit to the City of Virginia Beach, Virginia, under section 10 of the Rivers and Harbors Appropriation Act of 1899, 33 U.S.C.A. § 403 (West 1986), and section 404 of the Clean Water Act of 1977, 33 U.S.C.A. § 1344 (West 1986), to construct a water intake structure and pipeline in Lake Gaston to extend to Suffolk, Virginia; and (2) to enter into a water storage reallocation contract for Kerr Reservoir on behalf of the United States with the City of Virginia Beach pursuant to the Water Supply Act of 1958, 43 U.S.C.A. § 390b (West 1986). Plaintiffs, the State of North Carolina, the Roanoke River Basin Association (RRBA), four counties located in Virginia and eight counties located in North Carolina, challenge the issuance of the permit, contending that it violates the National Environmental Policy Act (NEPA) of 1969, 42 U.S. C.A. §§ 4321-4347 (1977), the Clean Water Act of 1977, the Rivers and Harbors Appropriation Act of 1899, the Coastal Zone Management Act, 16 U.S.C.A. §§ 1451-1464 (West 1985), the Water Supply Act and the various federal regulations implementing those statutes. Plaintiffs allege that the contract was executed in violation of NEPA, the Water Supply Act, the Clean Water Act and their implementing regulations. Plaintiffs ask the court to declare the pipeline construction permit and water supply contract void and remand the case to the Corps, with directions that before issuing any new permit or entering into any new water supply contract the Corps must (1) prepare an environmental impact statement (EIS) pursuant to section 102(2)(C) of NEPA and (2) conduct a meaningful public interest review pursuant to 33 C.F.R. § 320.4 (1986).</p>\n<p>A hearing was held on 7 November 1986 on the parties' motions for summary judgment, and the case is now ripe for final disposition on the merits.</p>\n<p></p>\n<h2>I. FACTS AND PRIOR PROCEEDINGS</h2>\n<p>The City of Virginia Beach, Virginia (Virginia Beach), now the largest in the state, is located on the Atlantic Ocean and in close proximity to other large bodies of water, such as Chesapeake Bay and the James River. Yet it suffers from a lack of an adequate supply of potable water to meet the needs of its citizens. Until recently <span class=\"star-pagination\">*432</span> when five wells were constructed for contingency use in the event of an emergency,<sup>[1]</sup> it depended entirely on the City of Norfolk for its water. The need for water has been especially acute in times of drought, and on at least three occasions in the last decade droughts have brought hardship on the citizens and the implementation of conservation measures, including rationing. Seeking a permanent solution to its problem, Virginia Beach engaged in studies of its own and participated in joint studies with others. Every conceivable source, including desalting, wastewater reuse, groundwater, lakes and rivers, was explored before the City decided that its best alternative for a reliable source was Lake Gaston in the Roanoke River Basin.</p>\n<p>The Roanoke River has its headwaters in the mountains of Virginia, near the City of Roanoke. It flows southeasterly, crossing the North Carolina border between Bracey, Virginia, and Gaston, North Carolina, and empties into the Albemarle Sound near Plymouth. Over the years several dams have been constructed on the river for flood control and hydroelectric purposes. This has resulted in several lakes, including Smith Mountain, John H. Kerr,<sup>[2]</sup> Gaston and Roanoke Rapids.</p>\n<p>On 15 July 1983 Virginia Beach applied to the Norfolk District of the Army Corps of Engineers for a permit to construct a water intake structure, pier, boathouse and ramp in the Pea Hill Creek tributary of Lake Gaston located in Brunswick County, Virginia, and a sixty-inch inside diameter concrete pipe to extend to the City of Norfolk's water transport and treatment facilities located in Suffolk, Virginia, a distance of approximately 84.5 miles.<sup>[3]</sup> The pipeline was proposed to withdraw and transport up to a total of sixty million gallons per day (mgd) of water by the year 2030. Under the proposal forty-eight mgd would ultimately be treated for the use of Virginia Beach, ten mgd for Chesapeake, one mgd for the Isle of Wight County, and one mgd for Franklin. As part of its application Virginia Beach submitted an environmental study prepared by its consultants intended to assess the probable environmental impacts of the proposed project and evaluate alternatives to the proposal.</p>\n<p>Over the next several months approximately 6,000 people attended three public hearings in North Carolina and Virginia where substantial oral and written comments were presented expressing both support for and opposition to the proposed project.<sup>[4]</sup> On 11 October 1983 the Norfolk District Corps issued a draft environmental assessment (EA) and a preliminary finding of no significant impact (FONSI) for public review and comment. On 7 December 1983 the Corps issued its final EA and FONSI which concluded that the project would have no significant environmental impacts and therefore preparation of an EIS was not required by NEPA. Consistent with Corps regulations a thirty-day public comment period, which expired on 6 January 1984, was announced. Comments were received by the Corps in response to the final EA and FONSI, including comments submitted by North Carolina and RRBA. On 9 January 1984 the Norfolk District Engineer signed and issued a permit to Virginia Beach. At the same time he issued a Statement of Findings (SOF) addressing comments on the EA and FONSI.</p>\n<p>Meanwhile, the Wilmington District Corps was considering a request by Virginia Beach to enter into a water supply contract pursuant to the Water Supply Act of 1958 to reallocate storage in Kerr Reservoir <span class=\"star-pagination\">*433</span> from power supply to water supply. The contract was proposed to reallocate to Virginia Beach 10,200-acre feet of water storage space in Kerr Lake which Virginia Beach could require the Corps to release into Lake Gaston to offset the withdrawal from Lake Gaston. On 13 January 1984 the Wilmington District Engineer adopted the EA prepared by the Norfolk District Engineer and issued a FONSI which concluded that no significant environmental impacts would result from the proposed reallocation and therefore an EIS was not required by NEPA. On 12 January 1984 the City signed the contract which was approved by the Assistant Secretary of the Army for Civil Works on 30 January 1984.</p>\n<p>On 12 January 1984 the State of North Carolina filed this suit against Colonel Ronald E. Hudson, District Engineer for the Norfolk District of the Corps of Engineers; Colonel Wayne A. Hanson, District Engineer of the Wilmington District of the Corps of Engineers; Lieutenant General Joseph K. Bratton, the Chief of Engineers of the Corps of Engineers; William R. Gianelli, Assistant Secretary of the United States Department of the Army; and, John O. Morris, Jr., Secretary of the United States Department of the Army. All defendants are sued in their official capacities. The complaint alleges that issuance of the pipeline construction permit was arbitrary and capricious and in violation of NEPA, the Clean Water Act, the Rivers and Harbors Act, the Coastal Zone Management Act, the Water Supply Act, and the federal regulations implementing those acts. On 20 June 1984 the court allowed RRBA, eight counties in North Carolina and four counties in Virginia to intervene as plaintiffs. The counties filed a single complaint which mirrors that of the State of North Carolina.<sup>[5]</sup> RRBA's complaint in intervention challenges the issuance of the pipeline construction permit and also challenges execution of the water storage reallocation contract between the United States and Virginia Beach. On 3 December 1985 North Carolina was allowed to amend its complaint to also challenge execution of the water storage contract. On 4 December 1985 Virginia Beach was allowed to intervene as a party defendant.</p>\n<p>Meanwhile, on 9 January 1984, Virginia Beach initiated an action in the Eastern District of Virginia (the Virginia Beach action) against RRBA and the Governor of North Carolina seeking a declaratory judgment that the permit and contract were valid. The Governor of North Carolina moved to dismiss for lack of personal jurisdiction. The district court held that the Governor was amenable to service of process pursuant to the Virginia long-arm statute, Va.Code § 8.01-328.1 (Repl.Vol.1984). An interlocutory appeal was taken to the United States Court of Appeals for the Fourth Circuit which ruled that the Virginia long-arm statute conferred no jurisdiction for assertion of plaintiffs' claims over the Governor of North Carolina. <i>City of Virginia Beach v. Roanoke River Basin Association,</i> <span class=\"citation\" data-id=\"460329\"><a href=\"/opinion/460329/city-of-virginia-beach-virginia-a-political-subdivision-of-the/\"><span class=\"volume\">776</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">484</span></a></span> (4th Cir.1985). The court ruled that Virginia Beach should be given an opportunity to transfer that case to the Eastern District of North Carolina. On 14 November 1985 Virginia Beach's motion to transfer was allowed, and the case became civil action No. 85-1625-CIV-5 in this court. On 2 December 1985 Virginia Beach moved to consolidate the two actions and to realign the parties according to their interests. On 17 December 1985 the motion was denied inasmuch as Virginia Beach had already intervened in this action and the claims and parties in each case were identical. The Virginia Beach action was dismissed, but all discovery previously conducted was made a part of this action.</p>\n<p>On 12 December 1985 the Corps of Engineers filed the administrative record with the court. On 17 December 1985 the court suspended all discovery and ruled that judicial review of the Corps' actions would be confined to the administrative record consistent with the Administrative Procedure <span class=\"star-pagination\">*434</span> Act, 5 U.S.C.A. § 706(2)(A) (West 1977). Disputes concerning the contents of the record were resolved by the 28 March 1986 order of the court which allowed limited supplementation of the record.</p>\n<p>Virginia Beach has subsequently submitted a \"Supplement to Virginia Beach's Response to Plaintiffs' Motions for Summary Judgment\" in which it asks the court to consider Midkiff Affidavit, Exhibit G, an exhibit which is not part of the administrative record, for the limited purpose of impeaching arguments made by North Carolina and RRBA. The motion is denied. RRBA's motion to supplement the record with the same exhibit is also denied.</p>\n<p></p>\n<h2>II. APPLICABLE STATUTES AND REGULATIONS</h2>\n<p>Four statutes and their implementing regulations are pertinent in this judicial review proceeding: The Rivers and Harbors Appropriation Act of 1899, 33 U.S.C.A. § 403 (1986); the Clean Water Act, 33 U.S. C.A. §§ 1251-1376 (1986); the Water Supply Act of 1958, 43 U.S.C.A. §§ 390b-390f (1986); and the National Environmental Policy Act of 1969 (NEPA), 42 U.S.C.A. §§ 4321-4347 (1977). Pursuant to section 10 of the Rivers and Harbors Act of 1899, 33 U.S.C.A. § 403 (1986), the Corps of Engineers is responsible for evaluating proposed construction projects in the navigable waters of the United States. Section 404 of the Clean Water Act, 33 U.S.C.A. § 1344 (1986), gives the Corps jurisdiction to issue permits for the discharge of dredged or fill materials into the navigable waters of the United States. The Water Supply Act authorizes the Corps to reallocate water storage in federal reservoirs such as Kerr Reservoir. 43 U.S.C.A. § 390b (1986). In exercising the authority granted by these three statutes, the Corps must also comply with the prerequisites of NEPA.</p>\n<p></p>\n<h2>A. NEPA</h2>\n<p>Congress enacted NEPA to oblige federal agencies to consider the environmental consequences of proposed actions in the decision-making process, thereby insuring \"fully informed and well-considered\" decisions. <i>Strycker's Bay Neighborhood Council, Inc. v. Karlen,</i> <span class=\"citation\" data-id=\"110165\"><a href=\"/opinion/110165/stryckers-bay-neighborhood-council-inc-v-karlen/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">223</span></a></span>, 228, <span class=\"citation\" data-id=\"110165\"><a href=\"/opinion/110165/stryckers-bay-neighborhood-council-inc-v-karlen/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">497</span></a></span>, 500, <span class=\"citation\" data-id=\"110165\"><a href=\"/opinion/110165/stryckers-bay-neighborhood-council-inc-v-karlen/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">433</span></a></span> (1980) (per curiam), <i>quoting </i><i>Vermont Yankee Nuclear Power Corp. v. National Resources Defense Council, Inc.,</i> <span class=\"citation\" data-id=\"109827\"><a href=\"/opinion/109827/vermont-yankee-nuclear-power-corp-v-natural-resources-defense-council/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1177</span></span>, <span class=\"citation\" data-id=\"109827\"><a href=\"/opinion/109827/vermont-yankee-nuclear-power-corp-v-natural-resources-defense-council/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">460</span></a></span> (1978). Pursuant to section 102(2)(C) of the Act, 42 U.S.C.A. § 4332(2)(C), a federal agency has the duty to prepare a detailed environmental statement, known as an environmental impact statement (EIS), on every major federal action significantly affecting the quality of the human environment. In order to determine which actions trigger this provision, the Corps has promulgated regulations to implement NEPA, 33 C.F.R. pt. 230 (1986). The Corps is simultaneously governed by the Council on Environmental Quality (CEQ) regulations construing and implementing NEPA, 40 C.F.R. pts. 1500-1508 (1986).</p>\n<p>These implementing regulations outline Corps procedure for evaluating a proposal. Before issuing a permit the Corps must prepare an environmental assessment (EA) to determine whether the proposed action would significantly affect the quality of the human environment, thereby requiring preparation of a comprehensive EIS. 33 C.F.R. pt. 230, app. B(8)(a). Typically the EA is a brief evaluation, normally not exceeding fifteen pages, of the likely environmental effects of a proposal, the need for and the alternatives to the proposed action. 33 C.F.R. § 230.9(c) and 33 C.F.R. pt. 230, app. B(8)(a). When the district engineer concludes that a project will not significantly affect the quality of the human environment, he must prepare a FONSI presenting the reasons for this conclusion. 33 C.F.R. § 230.10 and 33 C.F.R. pt. 230, app. B(8)(c).</p>\n<p>Section 102(2)(E) of NEPA, 42 U.S.C.A. § 4332(2)(E), requires the federal agency to \"study, develop and describe appropriate alternatives\" to recommended courses of action in any proposal involving unresolved conflicts concerning alternative uses of available resources. This provision is independent of the standard triggering preparation of an EIS and is not limited to proposed <span class=\"star-pagination\">*435</span> major actions significantly affecting the quality of the human environment. <i>River Road Alliance, Inc. v. Corps of Engineers of United States Army,</i> <span class=\"citation\" data-id=\"453385\"><a href=\"/opinion/453385/river-road-alliance-inc-v-corps-of-engineers-of-united-states-army/\"><span class=\"volume\">764</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">445</span></a></span> (7th Cir.1985), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1238</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">590</span></span> (1986); <i>City of New York v. United States Department of Transportation,</i> <span class=\"citation\" data-id=\"423907\"><a href=\"/opinion/423907/the-city-of-new-york-and-the-state-of-new-york/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">732</span></a></span> (2d Cir.1983), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1055</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1403</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">730</span></span> (1984). However, the smaller the impact of the proposed action, the less extensive the search for alternatives is to be expected of the agency. <i>River Road Alliance, Inc.,</i> 764 F.2d at 452.</p>\n<p></p>\n<h2>B. PUBLIC INTEREST REVIEW AND OTHER CORPS REGULATIONS</h2>\n<p>In addition to the regulations implementing NEPA, the Corps has adopted regulations which serve as guidelines for the evaluation of all regulatory permit applications. 33 C.F.R. pt. 320 (1986). Chief among these regulations is 33 C.F.R. § 320.4(a) which requires the Corps to undertake a general \"public interest review\" to decide whether a permit should issue. In this review the Corps must evaluate a proposal's overall impact on the public interest, balancing the \"benefits which reasonably may be expected to accrue ... against its reasonably foreseeable detriments.\" 33 C.F.R. § 320.4(a).</p>\n<p>In weighing the public interest, the Corps is to evaluate the following general criteria: (1) the relative extent of a public and private need for the proposed project; (2) where there are unresolved conflicts as to resource use, the practicability of using reasonable alternative locations and methods to accomplish the objective of the proposed project; and, (3) the extent and permanence of the beneficial and/or detrimental effects which the proposed project may have on the public and private uses to which the area is suited. 33 C.F.R. § 320.4(a)(2). Furthermore, all factors which may be relevant to the proposal must be considered, including but not limited to \"conservation, economics, aesthetics, general environmental concerns, wetlands, cultural values, fish and wildlife values, flood hazards, floodplain values, land use, navigation, shore erosion and accretion, recreation, water supply and conservation, water quality, energy needs, safety, food and fiber production, mineral needs, considerations of property ownership, and, in general, the needs and welfare of the people.\" 33 C.F.R. § 320.4(a)(1).</p>\n<p>The decision whether to issue the permit depends on the outcome of this balancing of factors. A permit is to be granted unless the district engineer determines that it will be contrary to the public interest.<sup>[6]</sup> 33 C.F.R. § 320.4(a)(1). When the decision on the permit application is made the district engineer must include the results of his public interest review in the Statement of Findings, a document which must be prepared in all permit decisions not requiring preparation of an EIS. 33 C.F.R. § 325.2(a)(6) (1986).</p>\n<p>Corps regulations require that the district engineer consult with the directors of the United States Fish and Wildlife Service, the National Marine Fishery Service and the agency responsible for wildlife for the state in which the work is to be performed and accord \"great weight\" to their views on fish and wildlife conservation. 33 C.F.R. § 320.4(c); <i>Hough v. Marsh,</i> <span class=\"citation\" data-id=\"2239230\"><a href=\"/opinion/2239230/hough-v-marsh/\"><span class=\"volume\">557</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">74</span></a></span>, 81 (D.Mass.1982). Also the district engineer must consider all comments received in response to public notice regarding the permit application. 33 C.F.R. § 325.2(a)(3). Due consideration must also be given to the official views of the state, regional or local agencies having an interest over the particular activity as \"a reflection of local factors of the public interest.\" 33 C.F.R. § 320.4(j)(1). The district engineer must conduct an independent evaluation of the permit application and be responsible for the accuracy of information <span class=\"star-pagination\">*436</span> submitted by the applicant. 33 C.F.R. pt. 230, apps. B(3) and (8)(b).</p>\n<p></p>\n<h2>III. CONTENTIONS</h2>\n<p>North Carolina and RRBA do not challenge the Corps' jurisdiction to issue the permit and enter into the water supply reallocation contract pursuant to the above cited statutes. Instead, they argue that both of the Corps' decisions were arbitrary and capricious and should be set aside on several independent grounds. Generally North Carolina and RRBA contend that the Corps' consideration of the permit application and water supply contract were conducted in a biased manner and were result oriented. Furthermore, they contend that both conclusions ran counter to the evidence in the record because the Corps ignored relevant factors, misconstrued the law and misapplied the regulations regarding NEPA and the public interest review.<sup>[7]</sup></p>\n<p>Specifically, North Carolina and RRBA contend that the Corps' public interest review in evaluating the permit application was arbitrary and capricious because the Corps: (1) failed to assess the public need for the pipeline project; (2) failed to determine the practicability of reasonable alternatives and methods to supply the water needs of Virginia Beach and South Hampton Roads; (3) failed to consider the extent or permanence of the project's effects on other uses; (4) failed to weigh the public interest as it relates to effects on fish and wildlife, water quality, riparian rights of adjacent landowners, and effects on the coastal zone; and, (5) failed to assess the long-term water supply needs of the Roanoke River Basin and Southside Hampton Roads<sup>[8]</sup> and the effects of conservation on the public interest. North Carolina and RRBA also contend that the Corps' consideration of NEPA issues was arbitrary and capricious. They contend that the FONSI was arbitrary and capricious because: (1) the project would seriously harm water quality in the Roanoke River Basin; (2) the Corps failed to study the pipeline's effect on striped bass; and, (3) the Corps failed to employ the required \"worst case analysis.\" North Carolina and RRBA also contend that the Corps' issuance of the permit was arbitrary and capricious because the Corps failed to analyze alternatives to the project as required by 42 U.S.C.A. § 4332(2)(E) and Corps regulations. North Carolina and RRBA also challenge the Corps' decision to enter into the water supply reallocation contract on the following grounds: (1) the Corps' finding of no significant impact was arbitrary and capricious; (2) the Corps failed to consider alternatives to the water supply contract; and, (3) the Corps acted in violation of law by becoming a partisan in a water dispute between Virginia and North Carolina.</p>\n<p></p>\n<h2>IV. STANDARD OF REVIEW</h2>\n<p>The applicable review standard is found in the Administrative Procedure Act which provides in pertinent part:</p>\n<blockquote>The reviewing court shall </blockquote>\n<blockquote>(2) hold unlawful and set aside agency action, findings, and conclusions found to be </blockquote>\n<blockquote>(A) arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law;</blockquote>\n<blockquote>....</blockquote>\n<blockquote>(D) without observance of procedure required by law.</blockquote>\n<p>5 U.S.C.A. § 706(2)(A) &amp; (D) (West 1977). Any interpretation of this standard must begin with the Supreme Court's decision in <i>Citizens to Preserve Overton Park, Inc. v. Volpe,</i> <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">402</span></a></span>, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></a></span>, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span></a></span> (1971). In <i>Overton Park</i> the Supreme Court made clear that the court's obligation pursuant to this statute is two-fold. The court must consider, first, whether the agency acted within the scope of its authority and, second, whether the actual choice made by the agency was arbitrary, capricious an abuse of discretion, or <span class=\"star-pagination\">*437</span> otherwise not in accordance with law. To make this finding the court must consider whether the decision was based on a consideration of the relevant factors and whether there was a clear error of judgment. This standard of review is highly deferential and the agency decision is \"entitled to a presumption of regularity.\" <i>Overton Park,</i> 401 U.S. at 415, 91 S.Ct. at 823.</p>\n<p>The agency must examine the relevant data and articulate a satisfactory explanation for its action, including a \"rational connection between the facts found and the choice made.\" <i>Bowman Transportation, Inc. v. Arkansas-Best Freight System, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">281</span></span>, 285, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">438</span></span>, 442, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></span> (1974), <i>reh'g denied,</i> <span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">956</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1340</span></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">433</span></span> (1975), <i>quoting </i><i>Burlington Truck Lines, Inc. v. United States,</i> <span class=\"citation\" data-id=\"106496\"><a href=\"/opinion/106496/burlington-truck-lines-inc-v-united-states/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, 168, <span class=\"citation\" data-id=\"106496\"><a href=\"/opinion/106496/burlington-truck-lines-inc-v-united-states/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">239</span></a></span>, 246, <span class=\"citation\" data-id=\"106496\"><a href=\"/opinion/106496/burlington-truck-lines-inc-v-united-states/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1962). Furthermore, the court may not supply a reasoned basis for the decision that the agency has not given. <i>Bowman Transportation,</i> 419 U.S. at 285-286, 95 S.Ct. at 441-442. In <i>Motor Vehicles Manufacturers Ass'n of the United States, Inc. v. State Farm Mutual Auto Insurance Co.,</i> <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span>, 43, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2856</span></a></span>, 2868, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1983), (<i>State Farm</i>) the court said:</p>\n<blockquote>[A]n agency rule would be arbitrary and capricious if the agency has relied on factors which Congress has not intended it to consider, entirely failed to consider an important aspect of the problem, offered an explanation for its decision that runs counter to the evidence before the agency, or is so implausible that it could not be ascribed to a difference in view or the product of agency expertise.</blockquote>\n<p>In reviewing whether the agency has complied with the requirements of NEPA, the only role for the court is to insure that the agency has taken a \"hard look\" at the environmental consequences; it cannot \"interject itself within the area of discretion of the executive as to the choice of the action to be taken.\" <i>Kleppe v. Sierra Club,</i> <span class=\"citation\" data-id=\"109518\"><a href=\"/opinion/109518/kleppe-v-sierra-club/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, 410 n. 21, <span class=\"citation\" data-id=\"109518\"><a href=\"/opinion/109518/kleppe-v-sierra-club/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2718</span></a></span>, 2730 n. 21, <span class=\"citation\" data-id=\"109518\"><a href=\"/opinion/109518/kleppe-v-sierra-club/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span></a></span> (1976). In enacting NEPA, Congress did not require agencies to elevate environmental concerns over other appropriate considerations. <i>Baltimore Gas &amp; Electric Co. v. Natural Resources Defense Council, Inc.,</i> <span class=\"citation\" data-id=\"110953\"><a href=\"/opinion/110953/baltimore-gas-electric-co-v-nrdc/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span>, <span class=\"citation\" data-id=\"110953\"><a href=\"/opinion/110953/baltimore-gas-electric-co-v-nrdc/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2246</span></a></span>, <span class=\"citation\" data-id=\"110953\"><a href=\"/opinion/110953/baltimore-gas-electric-co-v-nrdc/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">437</span></a></span> (1983). In applying the arbitrary and capricious standard to NEPA determinations the court must engage in a substantial inquiry to determine whether the agency, in its conclusions, made a good faith judgment, after considering all relevant factors, including possible alternative or mitigative measures. <i>Coalition for Responsible Regional Development v. Coleman,</i> <span class=\"citation\" data-id=\"345494\"><a href=\"/opinion/345494/coalition-for-responsible-regional-development-and-ruth-c-sullivan-v/\"><span class=\"volume\">555</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">398</span></a></span> (4th Cir.1977). In passing on the good faith issue, the court may not substitute its judgment for that of the agency but must only look to see that the official or agency took a hard look at all relevant factors. In considering alternatives, the agency need only set forth those alternatives sufficiently to permit a reasoned choice.<sup>[9]</sup><i>Coleman,</i> 555 F.2d at 400.</p>\n<p></p>\n<h2>V. ANALYSIS</h2>\n<p></p>\n<h2>A. FINDING OF NO SIGNIFICANT IMPACT</h2>\n<p>The Corps of Engineers is required by NEPA to prepare a detailed EIS in all \"major Federal actions significantly affecting the quality of the human environment.\" 42 U.S.C.A. § 4332(2)(C). The Norfolk District Engineer found that the pipeline project would have no significant effects on the environment and determined that an <span class=\"star-pagination\">*438</span> EIS was not required. North Carolina and RRBA contend that the Corps' FONSI was arbitrary and capricious because the record demonstrates that a 60 mgd withdrawal would seriously harm water quality in the Roanoke River and the Corps failed to adequately assess the project's impact on striped bass spawning in the river.</p>\n<p>The court need not dwell on whether the Corps' decision to issue the pipeline construction permit was a \"major federal action\" within the bounds of the EIS requirement of NEPA. In all its decision documents, the Corps assumed the project was major and devoted its energies to evaluating the significance of any impacts on the environment. The federal defendants do not contest the assertion that the project constitutes major federal action.<sup>[10]</sup> Therefore, the court moves directly to the issue of significant impact.</p>\n<p>To provide agencies with some guidance for determining which impacts are \"significant,\" the Council on Environmental Quality (CEQ) adopted regulations defining the term. 40 C.F.R. § 1508.27. The statutory concept of significant impact requires consideration of both the context and intensity of impacts. In evaluating intensity of impact agencies are directed to weigh ten specific factors. 40 C.F.R. § 1508.27(b)(1)-(10). The ultimate determination of significance requires comparison of \"whether the time and expense of preparing an environmental impact statement are commensurate with the likely benefits from a more searching evaluation than an environmental assessment provides.\" <i>River Road Alliance, Inc. v. Corps of Engineers of United States Army,</i> <span class=\"citation\" data-id=\"453385\"><a href=\"/opinion/453385/river-road-alliance-inc-v-corps-of-engineers-of-united-states-army/\"><span class=\"volume\">764</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">445</span></a></span>, 449 (7th Cir.1985), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1283</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">590</span></span> (1986).</p>\n<p>The court will now evaluate plaintiffs' specific contentions on why an EIS is required.</p>\n<p></p>\n<h2>1. <i>Water Quality</i>\n</h2>\n<p>North Carolina and RRBA argue that the finding of no significant impact was arbitrary and capricious because a withdrawal of 60 mgd would adversely affect water quality in the Roanoke River. The Corps found that the 60 mgd withdrawal would have no noticeable impact on downstream water quality. North Carolina and RRBA contend that this conclusion was based on two propositions which warrant a remand of the determination: First, the Corps relied on average flows rather than analyzing low flow conditions in the Roanoke River; and second, the Corps relied on the existence of Federal Energy Regulatory Commission (FERC) minimum flow requirements to guarantee water quality in the river.</p>\n<p>North Carolina argues that reliance on average flows to determine water quality impacts is \"misplaced\" because water quality analysis must be based on low flow (drought) conditions. When the amount of water in the river is at its lowest point pollutants are at their greatest concentration because the amount of water available to dilute them is limited. At a time of drought when Virginia Beach would make its greatest demands on the river, these circumstances would be at their most extreme. Corps' reliance on annual average flows is allegedly faulty because average flows are largely influenced by flood conditions. Thus, it is argued, average flows are irrelevant to the determination whether water quality would be affected by a 60 <span class=\"star-pagination\">*439</span> mgd withdrawal during critical periods of drought.</p>\n<p>Had the Corps relied solely on average flows in reaching its water quality determination, this argument might be more persuasive. However, the Corps not only considered impacts of the withdrawal on average flows of the river but also impacts based on FERC mandated minimum flows. Furthermore, average flows are not irrelevant as urged by North Carolina because in regulated streams, like those in the Roanoke River system, flood waters can be and are stored for release later during low flow periods.</p>\n<p>Virginia Electric and Power Company (VEPCO) operates hydropower facilities at the end of Gaston and Roanoke Rapids Lakes. VEPCO's procedure is to allow water to accumulate in the lakes during times of off-peak power demand and then release water through its generators during peak periods of demand. VEPCO's FERC license for Roanoke Rapids Dam requires that it release certain minimum instantaneous flows and quantities of dissolved oxygen downstream to maintain adequate water quality standards below the dam despite its power generation needs. The standards require that VEPCO release at least 1,000 cubic feet per second (cfs) from November through March, 1,500 cfs in April and October and 2,000 cfs from May to September. To insure that there is sufficient water in Roanoke Rapids Lake for VEPCO's releases, the Corps has established operating rules to release water from its impoundment in Kerr Lake into Lake Gaston and, in turn, into Roanoke Rapids Lake.</p>\n<p>In analyzing the water quality impacts of a 60 mgd withdrawal, the Corps recognized that the City's proposed project would not affect FERC mandated minimum releases downstream. The Corps also analyzed actual flows for the 1983 year and superimposed the hypothetical 60 mgd withdrawal on the figures. It determined that there were only fourteen times when flows were within 60 mgd of FERC mandated minimums which would have caused fourteen days of minimum regulated flows. The Corps found that the greatest effect the City's proposal would have on water quality would be to increase the number of days which low flows would occur. The conclusion was that such an impact would be insignificant.</p>\n<p>North Carolina gives four reasons why the Corps' reliance on FERC mandated minimum flows to protect downstream water quality was arbitrary and capricious. First, North Carolina argues that the standard is outdated because minimum levels were determined more than twenty-six years ago. However, no evidence was presented to the Corps by comment or otherwise to indicate that FERC minimum standards no longer insure acceptable conditions in the river other than North Carolina's assertion that a 26-year-old standard must be outdated. Moreover, in regulating water quality through the National Pollution Discharge Elimination System, North Carolina determines the maximum pollutant discharges allowable by industries and municipalities in the river based on FERC regulated minimum flows for the month of October. Second, North Carolina argues that the Corps assumed that reducing flows to a minimum level for extended periods would pose no environmental effects. \"If increased frequency and prolonged duration of low flows may have an effect on the environment, then an EIS is required....\" Memorandum of North Carolina in support of its motion for summary judgment at 37. However, North Carolina misconstrues the law. The Corps examined the impacts of increased periods of low flow and deemed them to be insignificant. Only a finding of <i>significant</i> impact warrants preparation of an EIS. <i>Providence Road Community Association v. Environmental Protection Agency,</i> <span class=\"citation\" data-id=\"406223\"><a href=\"/opinion/406223/providence-road-community-association-cleve-davis-david-francis-j-q/\"><span class=\"volume\">683</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">80</span></a></span> (4th Cir.1982); <i>see</i> § IV, <i>supra.</i></p>\n<p>Third, North Carolina argues that the Corps failed to consider additional withdrawals in the Roanoke River Basin for irrigation and industrial purposes. However, the Corps considered these potential withdrawals. The Corps considered North Carolina irrigation projections and found the anticipated impact of the withdrawals <span class=\"star-pagination\">*440</span> to be insignificant. Furthermore, the Corps was made aware that Champion International Corporation was contemplating building a pulp mill on the Roanoke River and VEPCO was considering building a power plant which would use water in the Roanoke River Basin. Both companies were uncommitted to these projects, and the Corps found the impacts of these potential projects to be unforeseeable. North Carolina argues that failure to consider these potential withdrawals was arbitrary and capricious while RRBA argues that it is evidence of the Corps' biased and unevenhanded approach in considering the water needs of the competing users. Neither argument is persuasive. The Corps is not required to speculate concerning impacts which are not foreseeable, and the agency's determination that these future withdrawals were not foreseeable was not arbitrary and capricious or an abuse of discretion. <i>See cf. </i><i>Coalition for Responsible Regional Development v. Coleman,</i> <span class=\"citation\" data-id=\"345494\"><a href=\"/opinion/345494/coalition-for-responsible-regional-development-and-ruth-c-sullivan-v/\"><span class=\"volume\">555</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">398</span></a></span>, 400 (4th Cir.1977) (court is not to fault an agency for failure to consider an alternative whose effect cannot be reasonably ascertained). Furthermore, the allegations of bad faith are not supported by the Corps' intensive review as evidenced by the record. <i>See</i> V(D), <i>infra.</i></p>\n<p>Fourth, North Carolina argues that the Corps' reliance on FERC minimums to protect water quality was unreasonable because the lower Roanoke River and Albemarle Sound were already faced with serious water quality problems. The Corps considered downstream water quality effects and found that approximately 1% less water would be available for dilution of downstream pollutants. This was considered to be insignificant. Furthermore, the Corps analyzed the impact of the City's project on Albemarle Sound and concluded that it should not be significantly affected.</p>\n<p>The above analysis makes clear that the Corps took a \"hard look\" at the environmental consequences of the Virginia Beach project as they relate to water quality and concluded that no significant impacts were expected. Nothing more is required. <i>Kleppe v. Sierra Club,</i> 427 U.S. at 410 n. 21, 96 S.Ct. at 2730 n. 21. The relevant factors were considered, and there was no clear error of judgment. <i>See, </i><i>Citizens to Preserve Overton Park v. Volpe,</i> 401 U.S. at 417, 91 S.Ct. at 824; <i>Coalition for Responsible Regional Development v. Coleman,</i> 555 F.2d at 422.</p>\n<p></p>\n<h2>2. <i>Striped Bass Spawning</i>\n</h2>\n<p>North Carolina and RRBA also challenge the FONSI as arbitrary and capricious because the Corps allegedly failed to adequately assess the effects of a 60 mgd withdrawal on striped bass spawning in the Roanoke River Basin. Striped bass migrate up the Roanoke River every spring to spawn in the vicinity of Weldon, North Carolina. Successful spawning requires higher than normal river flows to keep the eggs buoyant until they are hatched. \"Striped bass spawn more successfully when there is a lot of flow in the river than when there is very little flow....\" Norfolk Record 70, EA at 3.</p>\n<p>Anadromous striped bass populations have declined in the last several years throughout the East Coast and in the Roanoke River Basin. In order to protect the species in the Roanoke River, VEPCO, the Corps of Engineers and the North Carolina Wildlife Resources Commission in 1971 executed a Memorandum of Understanding for the regulation of augmentation flows from Kerr Reservoir.<sup>[11]</sup> The Memorandum of Understanding provides that pursuant to VEPCO's FERC license the minimum flows released by VEPCO from Roanoke River Reservoir will be augmented by water from Kerr Reservoir in an amount determined by the Corps of Engineers to be sufficient to maintain a minimum stage of thirteen feet on the river gauge at Weldon (approximately 6,000 cfs). The augmentation flows are required to begin on or about 26 April <span class=\"star-pagination\">*441</span> and continue through the spawning season, but not later than 15 June, provided that storage is available for the releases in Kerr Reservoir. \"Exact dates are determined by North Carolina fishery biologists.\" Norfolk Record 70, EA at 7. This spawning period is roughly fifty days.</p>\n<p>In addressing this matter in the EA, the Norfolk District Engineer said:</p>\n<blockquote>Striped bass migrate up the Roanoke River every spring to spawn. Successful spawning requires higher-than-normal river flows to keep the eggs buoyant until they hatch. For this purpose, the Corps stores extra water in the early spring, when it is available, to release beginning around April 26 and ending around June 15. This period of roughly 50 days is a \"window\" which should cover most annual spawning and hatching periods. Exact dates are determined by North Carolina fishery biologists. <i>The water released by the Corps during this period results in a flow at Weldon, North Carolina of 6000 cfs, or a river stage elevation of 13.</i> The City's intake would, under worst-case conditions, eliminate two days from the end of the 50-day augmented flows. This condition would be expected to occur four times in 100 years. In one year out of four, one day would be lost at the end of the 50-day augmented flow period. This worst-case condition assumes the maximum, 60 MGD withdrawal, which is not projected to be reached until the year 2030. A two percent loss in potential spawning time once every four years is not considered significant, nor is a four percent loss once every 25 years, in part because a number of variables other than river flow are thought to influence striped bass spawning and survival. (emphasis added)<sup>[12]</sup></blockquote>\n<p>Plaintiffs contend that the above finding is arbitrary and capricious because it is based on the false assumption that the augmentation flow releases were being met, as shown by the emphasized portion of the quote. Plaintiffs further argue that in fact the spawning flows were released by the Corps for the entire 50-day spawning season in only 21% of the years from 1955 to 1982 or 6 out of 28 years. During the other 22 years spawning flows were released for shorter periods during the spawning season.<sup>[13]</sup> Therefore, the \"worst-case\" analysis was incorrect because the flows were not actually being augmented for the entire 50-day period. The FONSI was, therefore, based on a materially incorrect premise.</p>\n<p>In its comments to the Corps the North Carolina Wildlife Resources Commission expressed concern over the Corps' failure to release these flows from Kerr Reservoir:</p>\n<blockquote>The striped bass is an important sport and commercial fish and is very important to the economy of the entire Roanoke Basin within North Carolina. A recent analysis of release flows from Kerr Reservoir indicates that sufficient water to supplement striped bass spawning in the Roanoke River below Roanoke Rapids Dam for the full 50 days of the spawning period has been available only for six of the last 28 years. This means that, under current conditions, water is available for the full 50-day spawning period only 21% of the time. It should be emphasized that the water stored in Kerr Reservoir between elevations 300 and 302 feet is used to supplement river flows when they are less than the 6,000 cfs minimum required for striped bass spawning. This minimum flow occurs each weekend and at other times when power demand is low. The supplemental water is not used to provide desired or <span class=\"star-pagination\">*442</span> optimum spawning flows. These occur only under flood conditions when the reservoirs are full and overflowing. Any additional withdrawals or reallocations of water that reduce either the quantity or duration of flows available to striped bass for spawning will have further serious impacts upon the striped bass resource.</blockquote>\n<p>Norfolk Record 178 at 2. The Corps responded to these comments by saying: \"North Carolina has correctly pointed out that the Corps is often not able to maintain the 6,000 cfs released for the entire 50-day period. This is an existing condition, and would presumably persist even without this project.\" Norfolk Record 74, SOF at 3.</p>\n<p>The federal defendants and Virginia Beach respond to these arguments by asserting that the exact length of releases of augmentation flows are determined by North Carolina fishery biologists. Therefore, whenever the Corps failed to release the augmented flows for the entire 50-day period, the striped bass were presumably no longer spawning and the augmented flows curtailed. However, no data appears in the record to support such a rationalization. The Corps never offered this explanation in the face of North Carolina's comments but merely admitted that it was <i>often</i> unable to maintain the 6,000 cfs release for the entire 50-day period. The agency must examine the relevant data and articulate a satisfactory explanation for its action, including a \"rational connection between the facts found and the choice made.\" <i>Burlington Truck Lines, Inc. v. United States,</i> <span class=\"citation\" data-id=\"106496\"><a href=\"/opinion/106496/burlington-truck-lines-inc-v-united-states/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, 168, <span class=\"citation\" data-id=\"106496\"><a href=\"/opinion/106496/burlington-truck-lines-inc-v-united-states/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">239</span></a></span>, 246, <span class=\"citation\" data-id=\"106496\"><a href=\"/opinion/106496/burlington-truck-lines-inc-v-united-states/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1962). The reviewing court may not supply a reasoned basis for the decision which the agency itself has not given. <i>State Farm,</i> 463 U.S. at 43, 103 S.Ct. at 2867 (1983). Defendants' arguments are further discredited by the fact that the \"fishery biologists\" charged with responsibility for determining the exact periods of augmentation releases are members of the North Carolina Wildlife Resources Commission, the very agency who complained to the Corps that it was not releasing adequate augmentation flows.</p>\n<p>The Corps is only required to release augmentation flows when water storage is available in Kerr Reservior. While the Corps may not have failed to meet its obligation pursuant to its contract with VEPCO and the North Carolina Wildlife Resources Commission, it based its FONSI on the premise that such releases were being made for a 50-day spawning period each year. When presented with evidence to the contrary, the Corps offered an inadequate response. It is no explanation that the condition would exist with or without the project.</p>\n<p>The Corps conducted no independent analysis of the pipeline's effects on striped bass but relied on Virginia Beach's worst-case conclusions. While the Corps may utilize reports and facts derived from reports supplied by the applicant, it is responsible for the independent verification of specifically challenged information supplied by the applicant or outside consultants. 33 C.F.R. § 230, apps. B(3) and B(8)(6); <i>Van Abbema v. Fornell,</i> <span class=\"citation\" data-id=\"480598\"><a href=\"/opinion/480598/loren-van-abbema-and-barbara-van-abbema-and-edward-r-koeber-and-mary-d/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">633</span></a></span>, 639 (7th Cir.1986). If the Corps bases its conclusions on false premises or information even when its attention is directed to possible defects in the analysis, its conclusion cannot be described as reasoned. <i>Sierra Club v. United States Army Corps of Engineers,</i> <span class=\"citation\" data-id=\"415367\"><a href=\"/opinion/415367/sierra-club-the-city-club-of-new-york-business-for-mass-transit/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1011</span></a></span>, 1035 (2d Cir. 1983). There is no indication in the record that the Corps verified the information as submitted by Virginia Beach. Furthermore, there is no evidence in the record that the Corps conducted any independent investigation regarding the pipeline's effect on the striped bass.</p>\n<p>The Corps can find no comfort in the fact that neither the United States Fish and Wildlife Service nor the National Marine Fishery Service expressed the opinion that the pipeline permit should be denied or that an EIS should be prepared. Both agencies based their determinations upon a review of the final environmental assessment and FONSI which were based on the worst-case analysis. <i>See</i> Norfolk Record 249 &amp; 250. Despite the fact that both agencies concurred in the FONSI, they expressed extreme reservations considering the Corps' <span class=\"star-pagination\">*443</span> analysis. For example, the National Marine Fishery Service stated as follows:</p>\n<blockquote>The National Marine Fishery Service (NMFS) has reviewed the subject document and concurs with your Finding of No Significant Impact. However, as stated in our October 14, 1983, letter, the NMFS remains concerned about the impact of the City's water withdrawal on striped bass spawning which occurs downstream of the Roanoke Rapids Dam. While we realize that the analysis presented in the assessment indicates that the project will have minimal impacts to spawning striped bass, we are of the opinion that even this small loss could be eliminated. Perhaps it would be possible to enhance the releases for this species. Therefore, we reiterate our earlier request that a group of state and federal resources agencies, including the North Carolina Division of Marine Resources, be formed to review this situation and recommend an appropriate release schedule to protect, and perhaps enhance, this resource.</blockquote>\n<p>Norfolk Record 250; <i>see also</i> Norfolk Record 229. Similarly, the United States Fish and Wildlife Service commented on three occasions that the issue of minimum instream flow needs for fish and wildlife in the Roanoke River Basin had been inadequately addressed in the draft and final environmental assessments. Norfolk Record 114, 226 &amp; 249. The Corps is required to consult with these agencies with the view to the conservation of wildlife resources to prevent their direct and indirect loss and damage due to the proposed activity in the permit application. \"The Army will give full consideration to the views of those agencies on fish and wildlife considerations in deciding on the issuance, denial, or conditioning of individual or general permits.\" 33 C.F.R. § 320.4(c). However, the Corps did not adequately respond to the comments made by the Fish and Wildlife Service or the National Marine Fishery Service.</p>\n<p>The court also notes that North Carolina called to the Corps' attention that even the FERC-mandated river flows were not always met. The Corps' response was \"[t]his is a matter which the State should refer to VEPCO and FERC, for it has nothing to do with the Corps or this proposed project.\" SOF at 4. No attempt was made by the Corps to relate any such failure, together with the proposed withdrawal, on striped bass during their critical spawning season.</p>\n<p>NEPA places upon an agency the obligation to consider every significant aspect of the environmental impact of a proposed action. <i>Baltimore Gas &amp; Electric Co. v. National Resources Defense Council, Inc.,</i> <span class=\"citation\" data-id=\"110953\"><a href=\"/opinion/110953/baltimore-gas-electric-co-v-nrdc/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span>, <span class=\"citation\" data-id=\"110953\"><a href=\"/opinion/110953/baltimore-gas-electric-co-v-nrdc/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2246</span></a></span>, <span class=\"citation\" data-id=\"110953\"><a href=\"/opinion/110953/baltimore-gas-electric-co-v-nrdc/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">437</span></a></span> (1983). The role of the court in reviewing agency decisions is to ensure that the agency has adequately considered the environmental impact of the proposed action and that the decision is not arbitrary and capricious. The court cannot accept as reasoned a decision that was based on incorrect or misleading information, especially when it implicates impacts on a declining species such as the striped bass. This is particularly true when it is derived from the applicants unverified analysis in the face of specific objections regarding the facts upon which the analysis was derived. Specific challenges require specific responses or a determination that the information was not relied upon. <i>See, e.g., </i><i>Van Abbema v. Fornell,</i> 807 F.2d at 639.</p>\n<p>Based on the foregoing, the court holds that the FONSI as it relates to striped bass was arbitrary and capricious. This determination is not to suggest that the court is of the opinion that the project's impact on striped bass would be significant or that an EIS is required. That decision is uniquely within the province of the Corps once it takes a \"hard look\" at the environmental consequences of the Virginia Beach project on striped bass.<sup>[14]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*444</span> 3. <i>Other NEPA Considerations</i>\n</h2>\n<p>North Carolina and RRBA attack the FONSI as arbitrary and capricious on several other less significant grounds. First, North Carolina argues that the Corps failed to perform a \"worst-case\" analysis with respect to the potential water quality impacts that may result from potential VEPCO and Champion plants in the Roanoke River Basin and other future water usages downstream. Corps regulations provide that \"where relevant information is missing or incomplete and the costs of obtaining it are exorbitant or the means to obtain it are not known, the district engineer should include a `worst-case' analysis. ...\" 33 C.F.R. pts. 230, app. B(3).<sup>[15]</sup> As discussed earlier, the Corps determined that such withdrawals were not reasonably foreseeable. That decision was reasonable and is supported by the record. Information that is unforeseeable is not \"relevant\" or \"missing\" as contemplated by the worst-case regulations. Therefore, a worst-case analysis was not required.</p>\n<p>In addition to the foregoing arguments, RRBA argues that the Corps inadequately considered the factors that it is required to weigh in determining the significance of impacts. 40 C.F.R. § 1508.27. In particular, RRBA argues that the Corps failed to consider \"[t]he degree to which the effects on the quality of the human environment are likely to be highly controversial.\" 40 C.F.R. § 1508.27(b)(4). There can be no doubt that this project is highly controversial. The tenor of comments expressed in writing and at the three public hearings attests to the fact that this project is hotly debated. However, the core of the controversy relates to the advisability and legality of the interbasin transfer of water and the socioeconomic impacts of such a decision. <i>See</i> § V(B)(2), <i>infra.</i> The high degree of controversy generated by the application does not concern the project's effects on the human environment although some environmental objections were raised. <i>See </i><i>River Road Alliance, Inc.,</i> 764 F.2d at 451 (public opposition cannot tip the balance if the environmental impacts are deemed insignificant). Therefore, the Corps' treatment of this factor was reasonable and supported by the record.</p>\n<p>RRBA further argues that the Corps failed to consider the degree to which the decision sets a precedent for future interbasin transfers of water. 40 C.F.R. § 1508.27(b)(6). However, the Corps considered this factor and weighed its significance. The Corps' consideration of this factor was not arbitrary and capricious or an abuse of discretion.</p>\n<p>To the extent that North Carolina or RRBA has raised other arguments that the FONSI was arbitrary and capricious and that an EIS should be required, the court has considered those arguments and finds them to be unpersuasive. In all other respects the Corps' decision was reasonable and supported by the record.</p>\n<p></p>\n<h2>B. PUBLIC INTEREST REVIEW</h2>\n<p>A FONSI does not end the Corps' responsibilities in considering permit applications. Corps regulations require that a permit shall issue only after a general public interest review wherein the benefits of the project are weighed against its foreseeable detriments. 33 C.F.R. § 320.4(a)(1). North Carolina and RRBA contend that the Corps did not adequately weigh various factors in striking the public interest balance.</p>\n<p></p>\n<h2>1. <i>Need and Alternatives</i>\n</h2>\n<p>Chiefly, North Carolina and RRBA allege that the Corps never evaluated \"the relative extent of the public and private need for the proposed structure or work.\" 33 C.F.R. § 320.4(a)(2)(i). Instead, the Corps determined that Virginia Beach will demand 48 mgd of water by the year 2030 with 12 mgd for the use of other localities in the region. The Corps then determined that the applicant's entire demand should <span class=\"star-pagination\">*445</span> be supplied from Lake Gaston because Virginia Beach desired a new and autonomous source. As a result the Corps never considered supplies currently available to Virginia Beach to meet its water needs. Stated differently, the City's \"need\" was considered to be all the water it would use in the next fifty years and not merely the additional water it will need beyond supplies which are currently available.</p>\n<p>Virginia Beach presently buys its water from the Norfolk system. The Virginia Beach contract with Norfolk provides that Norfolk will supply Virginia Beach with its \"surplus.\" It is clear from the record that no analysis of Norfolk's available surplus was conducted or projected by the applicant or by the Corps of Engineers. <i>See</i> Norfolk Record 258, Virginia Beach Study at 18. While there is relative agreement over projected water demand between the parties North Carolina and RRBA have vigorously and continuously disputed Virginia Beach's assertion that supply in Southeastern Virginia is inadequate to meet its demand. Both plaintiffs have submitted supply figures which they contend prove that an actual surplus of water exists to more than adequately meet Southeastern Virginia's demand. The Corps rejected these arguments as does the court. The 1980-81 drought clearly demonstrated that Southeastern Virginia has an inadequate water supply, and it needs additional water from another source. The question remains, however, \"how much water does Virginia Beach need?\" In the administrative review context this issue becomes whether the Corps adequately considered the <i>extent</i> of the need for the project in its public interest review.</p>\n<p>The federal defendants and Virginia Beach respond to plaintiffs' arguments with several of their own. They argue that need is to be expressed in broad, generic terms citing a regulation addressing the organization and content of a draft EIS:</p>\n<blockquote>[E]very application has both an applicant's purpose and need and a public purpose and need. These may be the same when the applicant is a governmental body or agency. In most instances when an EIS is required and the applicant is not a governmental body or agency, the applicant is a member of the private sector engaged in providing a good or service for profit. At the same time, the applicant is requesting a permit to perform work which, if approved, is considered in the public interest (i.e., provides a public benefit). This public benefit shall be stated in as broad, generic terms as possible....</blockquote>\n<p>33 C.F.R. pt. 230 app. B § 11b(4). Thus, Virginia Beach's need is described as the need for water, and where the water is to come from is a question of alternatives as distinguished from need. Defendants' reliance on this section of the regulations is misplaced, as it deals with the organization and content of an EIS, not the public interest review.</p>\n<p>Defendants contend that alternatives need not be addressed at all pursuant to Corps regulations. The court disagrees. Two separate provisions require consideration of alternatives in the analysis of Corps permit applications. First, Corps regulations provide \"[w]here there are unresolved conflicts as to resource use, the practicability of reasonable alternative locations and methods to accomplish the objective of the proposed structure or work\" must be considered. 33 C.F.R. 320.4(a)(2)(ii). Section 102(2)(E) of NEPA similarly requires all federal agencies to \"study, develop, and describe appropriate alternatives to recommended courses of action in any proposal which involves unresolved conflicts concerning alternative uses of available resources.\" 42 U.S.C.A. § 4332(2)(E). Such an analysis is <i>independent of NEPA's EIS requirement and must be conducted whether or not a project's impacts are deemed significant. See</i> § II(B), <i>supra.</i> The federal defendants and Virginia Beach contend that no consideration of alternatives is required because there are no \"unresolved conflicts as to resource use\" but this argument is untenable as such conflicts form the very basis of this controversy.<sup>[16]</sup> For at the bottom of this controversy <span class=\"star-pagination\">*446</span> the real dispute is over who is entitled to the use of the water, Virginia Beach or the Basin. In addition, section 320.4(a) specifically requires the Corps, in its public interest review, to engage in a balancing process reflecting the national concern for both <i>protection</i> and <i>utilization</i> of important resources, including \"water supply and conservation.\"</p>\n<p>Whether the issue is expressed as one of \"need\" or \"alternatives\" the public interest regulations require a more searching analysis of this important water supply issue. The Corps cannot accede to Virginia Beach's desire to have an autonomous water supply at the expense of the basin without at least examining the water supply available from its current source. No meaningful analysis of the extent of the public need for the project could otherwise be conducted. The need for the project depends on how much water Virginia Beach needs which in turn requires an analysis of its current supply.</p>\n<p>The federal defendants and Virginia Beach repeatedly argue that as the diversion is only a \"miniscule\" portion of the abundant flow of the Roanoke River (about 1.2% of average flow) and the environmental impacts of such a proposal nearly \"nonexistent,\" Virginia Beach's request for an autonomous water supply must be given priority in any public interest analysis. Such an argument, however, ignores the purpose of the public interest review and the correlative search for alternative courses of action. Nonsignificant impact does not equal no impact, and the purpose of the public interest review is to consider and balance competing interests, NEPA and non-NEPA factors, to determine whether the project is in the interest of the public. It requires the Corps to search for the least harmful alternative that is feasible. <i>See </i><i>River Road Alliance, Inc. v. Corps of Engineers,</i> 764 F.2d at 452 (7th Cir.1985).</p>\n<p>Water is one of the most valuable and indispensable of our resources. When it is diverted from one location to another nearly 100 miles away, the source in the original area is depleted. Although the Corps asserted that the reallocation would not be an \"irreversible\" commitment of water because \"roughly the same quantity of rain will continue to fall on the Roanoke River Basin,\" Norfolk Record 74, SOF at 4, this argument ignores reality and defies logic. Any diversion of water from the basin is contrary to its interest and must be balanced against the actual need for the diversion of the water. Whether the diversion is 1% or 99% of the river's average flow, a searching analysis of the actual need for water including an assessment of the supply currently available is a necessary component of any attempt to assess the extent of the public need for the project.</p>\n<p>This is not to suggest that the Corps may not examine Virginia Beach's goals in its public interest review. Those goals, however, must be considered in conjunction with the needs of the basin.</p>\n<p>In a related argument the plaintiffs contend that the Corps failed to adequately analyze alternatives to the pipeline project, including the interconnection of regional water supplies, conjunctive use of ground water and the indirect reuse of treated waste water. The Corps did assess these alternatives individually, and its analysis was not arbitrary and capricious. Furthermore, North Carolina argues that the Corps arbitrarily failed to consider alternative rivers for the pipeline project because the Corps determined that they would not support a 60 mgd withdrawal. It argues that such analysis is arbitrary and capricious since the Corps never assessed whether 60 mgd was actually needed. Although the Corps did state that none of these alternatives would support a 60 mgd withdrawal, the Corps rejected alternative sites for the pipeline for additional environmental reasons. For example, the <span class=\"star-pagination\">*447</span> Corps stated that the streams were brackish and would require desalting, a longer pipeline would be required, and each alternative would implicate more environmentally and socially sensitive areas than the Lake Gaston alternative. Therefore, the Corps' rejection of alternative sites for the project was reasonable and supported by the record.</p>\n<p>North Carolina argues that the consideration of alternative sources was arbitrary and capricious because the Corps failed to consider any alternative sources that could be implemented serially or in tandem to meet the entire 60 mgd request. The Corps, in effect, failed to consider a conjunctive series of alternatives to supply Virginia Beach with its needed water. Although the Corps did not consider any combination of alternatives, the court cannot say that such a failure was arbitrary and capricious. The requirement that the Corps consider alternatives in its analysis is to permit a reasoned choice. It is not required \"to consider in detail each and every conceivable variation of the alternative stated.\" <i>Coalition for Responsible Regional Development v. Coleman,</i> 555 F.2d at 400. The Corps took a hard look at alternative sites for the pipeline project and solutions which would avoid the pipeline project altogether. Such analysis was a reasoned consideration of alternatives and no more is required.</p>\n<p>In sum, the court holds that the decision of the Corps that there is a need for the pipeline project was reasonable. However, the court further holds that the Corps erred in not making a determination, as a part of its public interest review, of the <i>extent</i> of the applicant's need.</p>\n<p></p>\n<h2>2. <i>Legality of the Pipeline Project</i>\n</h2>\n<p>North Carolina and RRBA argue that the Corps' public interest analysis was flawed because the Corps refused to consider legal obstacles to the pipeline project. Plaintiffs argue that landowner riparian rights prohibit the transfer of 60 mgd out of the Roanoke River Basin to Virginia Beach. Plaintiffs also argue that North Carolina and Virginia both have laws which prohibit the transfer of water from one river basin to another. <i>See, e.g.,</i> Norfolk Record 188 at 15; N.C.Gen.Stat. §§ 143-215.47 (1983) and 153A-285 to 287 (1983). Failure to consider these laws in the public interest analysis was allegedly arbitrary and capricious.</p>\n<p>The public interest review regulations require that the Corps consider and weigh factors which become relevant in each particular permit review, including consideration of property ownership when applicable. 33 C.F.R. § 320.4(a)(1). The Corps did not examine the issue of riparian rights in its public interest analysis, although it did examine riparian rights with reference to 40 C.F.R. § 1508.27(b)(10) in its NEPA review and concluded that the purpose of riparian doctrine was not the protection of the environment. However, the failure of the Corps to consider riparian landowner rights in its public interest analysis was not arbitrary and capricious.</p>\n<p>A riparian owner is entitled to make a \"reasonable\" use of water adjacent to his property provided the user does not injure the rights of downstream riparian owners. <i>Bruton v. Carolina Power &amp; Light Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">822</span></span> (1940). Interference with riparian rights is an actionable tort. <i>Springer v. Joseph Schlitz Brewing Co.,</i> <span class=\"citation\" data-id=\"324959\"><a href=\"/opinion/324959/david-springer-v-joseph-schlitz-brewing-company/\"><span class=\"volume\">510</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">468</span></a></span>, 470 (4th Cir. 1975). A municipal diversion of water for public water supply is not a riparian use, and if the diversion causes injury to downstream riparian owners the injury may be redressed in a court of law. <i>Pernell v. City of Henderson,</i> <span class=\"citation no-link\"><span class=\"volume\">220</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">79</span></span>, <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">449</span></span> (1941). Should a riparian owner suffer ascertainable injury by the diversion, those rights would be properly addressed in a court of law in a civil action for injunctive relief, <i>City of Durham v. Eno Cotton Mills,</i> <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">615</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">453</span></span> (1906), or damages. <i>Spaugh v. City of Winston-Salem,</i> <span class=\"citation\" data-id=\"1338385\"><a href=\"/opinion/1338385/spaugh-v-city-of-winston-salem/\"><span class=\"volume\">249</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">194</span></a></span>, <span class=\"citation\" data-id=\"1338385\"><a href=\"/opinion/1338385/spaugh-v-city-of-winston-salem/\"><span class=\"volume\">105</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">610</span></a></span> (1958).</p>\n<p>Although riparian interests may be implicated by the pipeline project, any injuries from the diversion should be properly brought in a civil action for damages or injunctive relief. Issuance of the permit confers no property rights and would not alter the rights of property owners or the <span class=\"star-pagination\">*448</span> duties of Virginia Beach pursuant to riparian doctrine. Riparian doctrine is simply not relevant to the permit application consideration.</p>\n<p>Similarly, the Corps did not err in determining that the legality of the interbasin transfer of water was not a matter appropriate for the Corps' consideration. Most of the comments received by the Corps at the public hearings by those opposed to the project were directed toward the interbasin transfer of water for such a long distance. Those living in the Roanoke River Basin are concerned that the withdrawal of <i>any</i> amount of water for interbasin transfer is unwise because it sets a precedent and because there is a possibility of future needs within the basin. The Corps has very properly stated that the wisdom of interbasin transfer, as such, is not for it to decide. That is a political question and must be decided by the states or by the Congress. Despite its protests, however, the Corps does have a role in the allocation of water resources within and without the basin. As mentioned earlier, under the public interest review it must consider \"water supply and conservation.\"</p>\n<p></p>\n<h2>C. WATER SUPPLY REALLOCATION CONTRACT</h2>\n<p>North Carolina and RRBA contend that the water supply reallocation contract entered into by the Wilmington District Corps on behalf of the United States with Virginia Beach was an arbitrary and capricious exercise of its authority. The contract reallocates 10,200-acre feet or storage space in Kerr Reservoir from power supply to water supply for the use of Virginia Beach sufficient \"to meet a water supply withdrawal of 60 mgd.\" Wilmington Record at 17, FONSI at 1. The contract grants the right to the city to order the government to make releases through the dam to the extent of the storage. However, the government reserves the right to maintain downstream releases to meet its established water requirements and reserves the right not to make downstream releases during such time when it is deemed necessary to inspect, maintain or repair the project.</p>\n<p>North Carolina and RRBA challenge the decision of the Corps to enter into the contract as arbitrary and capricious based on alleged violations of NEPA. Plaintiffs admit that the environmental effects of the water reallocation contract are in most respects the same as those which result from issuance of the permit. The Wilmington District Corps adopted the EA of the Norfolk Division and issued its own FONSI. The court has addressed each of the contentions based on the EA and FONSI and will not rehash them here. To the extent that the court remands the case to the Corps for consideration of the project's impacts on striped bass, the Wilmington District Corps must also consider the impacts, if any, on striped bass resulting from the water storage reallocation contract.</p>\n<p>In addition, however, North Carolina and RRBA contend that the water storage reallocation contract results in a permanent, irreversible and irretrievable commitment of resources which requires preparation of an EIS based on 42 U.S.C.A. § 4332(c)(v). However, that section provides only that the agency must in all major federal actions significantly affecting the quality of the human environment prepare a detailed statement addressing \"any irreversible and irretrievable commitments of resources which would be involved in the proposed action. ...\" 42 U.S.C.A. § 4332(c)(v). When there are no significant environmental effects no such examination is required.</p>\n<p>North Carolina argues that the Corps failed to consider alternatives to the water storage contract as required by 42 U.S.C.A. § 4332(E) of NEPA. The Wilmington District Corps adopted the EA of the Norfolk District Engineer, including his discussion of alternatives to the proposed project. North Carolina complains that the Norfolk Record EA discusses only alternatives to the pipeline but not to the water storage reallocation contract. Therefore, failure to consider alternatives to the contract was arbitrary and capricious. However, the court does not view the issue so narrowly. The Wilmington and Norfolk Division District <span class=\"star-pagination\">*449</span> Corps coordinated efforts in considering Virginia Beach's application for the project and the water supply contract. The water contract serves as the backup to the pipeline project and also serves to mitigate the effects of the pipeline withdrawal. As such the consideration of alternatives was reasonable and supported by the record.</p>\n<p>North Carolina and RRBA further allege that the Corps acted in violation of law in entering into the water supply contract by becoming a partisan in a water dispute between North Carolina and Virginia. The Corps' internal regulations provide:</p>\n<blockquote>The Corps should not become involved in resolving conflicts among water users over the right to use stored water for water supply purposes, but will look to responsible state agencies to resolve such conflicts. ... Possible encroachment of the operation of water supply storage on the lawful water uses in the downstream areas will be carefully considered and fully coordinated with the responsible local interests as well as with the state agency responsible for the administration of water rights and water laws.</blockquote>\n<p>Wilmington Record 20, ER XXXX-X-XX, § 7-2a(6). Furthermore, the Water Supply Act of 1958, 43 U.S.C.A. § 390b(a), provides:</p>\n<blockquote>It is hereby declared to be the policy of the Congress to recognize the primary responsibilities of the States and local interests in developing water supplies for domestic, municipal, industrial, and other purposes and that the Federal Government should participate and cooperate with States and local interests in developing such water supplies in connection with the construction, maintenance, and operation of Federal navigation, flood control, irrigation, or multiple purpose projects.</blockquote>\n<p>By allocating water supply to one side of a water dispute, it is argued, the Corps abrogated its responsibility pursuant to law and regulation. North Carolina specifically alleges that the Corps did not coordinate its efforts with North Carolina officials and agencies in entering into the contract. Again, the court does not view the contract and permit decisions narrowly and separately as is suggested by the plaintiffs. The Corps did coordinate with agencies in its review process and it did not abrogate its responsibilities pursuant to law or regulation. Plaintiffs' conclusory allegations are not supported by the record.</p>\n<p>In addition, plaintiffs argue that the Corps violated laws prohibiting the interbasin transfer of water by entering into the water storage reallocation contract. That issue, however, has no more application in this context than it did in the permit consideration. <i>See</i> § V(B)(2).</p>\n<p></p>\n<h2>D. BIAS</h2>\n<p>Plaintiffs argue that the Corps' decision-making process was tainted by bias. The Corps was accused of being result oriented, having made an <i>a priori</i> decision to grant the permit and then building a record to sustain the decision. As an example, RRBA accused the Corps of maneuvering the Environmental Protection Agency Region IV out of the comment process because it would comment that the project would adversely affect water quality in the Roanoke River in North Carolina. However, the allegations of bias and unevenhanded treatment are not supported by the record. The permit consideration process spanned a period of six months and included three extensive public hearings. The Norfolk Administrative Record consists of thirteen volumes, including 254 exhibits, many of which span hundreds of pages. Hundreds more pages of documents were admitted by the court to supplement the record. The Wilmington Record also spans many volumes and documents. Although it has been a very time-consuming process, the court has read all documents in the record, none of which evidence any bias on the part of the Corps of Engineers. Although the Corps failed to consider some relevant factors which require a remand for the reconsideration of its determination, on the whole the Corps' decision reflects a careful analysis of the environmental and nonenvironmental factors implicated by the permit and water storage reallocation contracts. <span class=\"star-pagination\">*450</span> Allegations of bias are simply not borne out by the record.</p>\n<p></p>\n<h2>VI. CONCLUSION</h2>\n<p>Plaintiffs ask the court to declare the permit and the water supply storage agreement null and void.<sup>[17]</sup> They also seek an order from this court requiring the Corps to conduct an EIS before any further permit is issued or contract entered into. However, the administrative record does not disclose anything mandating the preparation of such a statement. Rather, the deficiencies disclosed by the court's review of the record require a remand of the proceeding to the Corps for further consideration. On remand, the Corps shall:</p>\n<p>1. As a part of its NEPA review make an independent assessment of the effects of the proposed project on striped bass to determine whether the preparation of an EIS is required or whether any mitigative measures are necessary; and,</p>\n<p>2. As a part of its public interest review make a determination of the extent of Virginia Beach's water needs.</p>\n<p>The court will retain jurisdiction of this matter for further review.</p>\n<p>The Corps will file with the court the results of its reconsideration and the record supporting its decision.</p>\n<h2>NOTES</h2>\n<p>[1]  The wells were constructed following the drought of 1980-81 and are located within other municipal jurisdictions, Suffolk, Isle of Wight County and Southampton County. They are intended for use only in the event of an emergency, and their use reverts to the municipalities in which they lie after contract periods of ten to fifteen years.</p>\n<p>[2]  Also known as Buggs Island.</p>\n<p>[3]  The City of Norfolk would continue to treat the water derived from the new source.</p>\n<p>[4]  The first hearing was held in Lawrenceville, Virginia, on 25 August 1983 before the issuance of the draft EIS and draft FONSI. The other two, at Roanoke Rapids, North Carolina, on 14 November 1983 and Virginia Beach, Virginia, on 17 November 1983, were held before the issuance of the final EIS and final FONSI.</p>\n<p>[5]  Hereinafter, references to North Carolina refer to the joint positions of North Carolina and the twelve counties.</p>\n<p>[6]  This is the current language of the public interest regulation as amended on October 5, 1984. 49 Fed.Reg. 39478. At the time of the Corps' decision the regulation provided that a permit would issue if the Corps found the project to be in the public interest. 47 Fed.Reg. 31794 at 31804 (July 22, 1982). However, the original and revised regulations \"describe the same public interest balancing process.\" 49 Fed.Reg. 39478.</p>\n<p>[7]  Contentions raised by RRBA and North Carolina in their complaints not specifically addressed in their briefs are deemed abandoned.</p>\n<p>[8]  \"Southside Hampton Roads\" refers to Southeastern Virginia, including Norfolk, Portsmouth, Chesapeake, Virginia Beach, Suffolk, Franklin, Isle of Wight County and Southampton Counties.</p>\n<p>[9]  Both North Carolina and RRBA have cited cases from other circuits which apply a \"reasonableness\" standard of review to agency decisions not to prepare an EIS. The Fourth Circuit has not departed from the arbitrary and capricious standard in reviewing such determinations. <i>Providence Road Community Ass'n v. Environmental Protection Agency,</i> <span class=\"citation\" data-id=\"406223\"><a href=\"/opinion/406223/providence-road-community-association-cleve-davis-david-francis-j-q/\"><span class=\"volume\">683</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">80</span></a></span>, 82 n. 3 (4th Cir.1982). However, the court sees little difference between the undertaking required pursuant to the \"arbitrary and capricious\" standard and the \"reasonableness\" standard. <i>See </i><i>City of Alexandria, Virginia v. Federal Highway Administration,</i> <span class=\"citation\" data-id=\"449219\"><a href=\"/opinion/449219/city-of-alexandria-virginia-a-municipal-corp-the-city-council-of/\"><span class=\"volume\">756</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1014</span></a></span>, 1017 (4th Cir.1985). <i>Contra </i><i>River Road Alliance, Inc. v. Corps of Engineers of United States Army,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1283</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">590</span></span> (1986) (White, J., dissenting from denial of writ of certiorari).</p>\n<p>[10]  Virginia Beach argues in a footnote in their original memorandum that as a matter of law the Corps' permit and contract decisions were not major federal actions because although Virginia Beach's project is major, the federal actions are only incidental. Whether an agency decision constitutes major federal action depends on the facts of each case. <i>Rucker v. Willis,</i> <span class=\"citation\" data-id=\"313342\"><a href=\"/opinion/313342/walker-f-rucker-v-edward-e-willis/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">158</span></a></span>, 162-63 (4th Cir.1973). CEQ regulations provide that \"major\" has no meaning independent of \"significantly\" as defined in 40 C.F.R. § 1508.27. 40 C.F.R. § 1508.18. Issuing a permit for construction of the pipeline is undoubtedly federal action. <i>See </i><i>Rucker v. Willis,</i> 484 F.2d at 163. The court assumes, as the Corps did, that its action in granting the permit was \"major.\" Since lake levels and flows in the Roanoke River system are federally regulated and must be operated under the jurisdiction of the Corps of Engineers, any other conclusion would be illogical. For a discussion of \"major\" federal action <i>see </i><i>River Road Alliance, Inc. v. Corps of Engineers of United States Army,</i> <span class=\"citation\" data-id=\"453385\"><a href=\"/opinion/453385/river-road-alliance-inc-v-corps-of-engineers-of-united-states-army/\"><span class=\"volume\">764</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">445</span></a></span>, 450 (7th Cir. 1985), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1283</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">590</span></span> (1986).</p>\n<p>[11]  For nine years prior to the 1971 agreement, the North Carolina Wildlife Resources Commission, VEPCO, the Corps and the Southeastern Power Administration negotiated a contract for regulation of augmentation flows each year. The Memorandum of Understanding was executed to avoid the cumbersome paperwork involved in negotiating an agreement each year which generally resulted in the same fish flow augmentation.</p>\n<p>[12]  The Corps footnoted the Virginia Beach Study as the source of its information.</p>\n<p>[13]  Since 1971 when the Memorandum of Understanding was executed spawning discharges from Kerr Reservoir necessary to maintain a river stage of 13 feet in the spawning area were made as follows:\n</p>\n<p></p>\n<pre>\n              No. of Days               No. of Days\n    Year      of Releases     Year      of Releases\n    1971          50          1977           31\n    1972          47          1978           50\n    1973          50          1979           49\n    1974          47          1980           46\n    1975          49          1981            9\n    1976          31          1982           50\n</pre>\n<p>Exhibit K to the Administrative Record, Hume Affidavit at 16.</p>\n<p>[14]  The Corps should at a minimum, however, consider the FERC-mandated flows and the augmentation flows in making a determination of the probable effect of the proposed withdrawal on striped bass during the spawning season.</p>\n<p>[15]  This regulation is based upon CEQ regulations found in 40 C.F.R. § 1502.22. The CEQ regulations have now been amended to eliminate the worst-case analysis. The new regulation still requires an analysis of \"reasonably foreseeable\" significant adverse impacts on the human environment, including \"impacts which have catastrophic consequences, even if the probability of occurrence is low.\" 40 C.F.R. § 1502.22 (1986).</p>\n<p>[16]  Virginia Beach contends that <i>Webb v. Gorsuch,</i> <span class=\"citation\" data-id=\"414059\"><a href=\"/opinion/414059/rick-webb-v-anne-gorsuch-administrator-environmental-protection-agency/\"><span class=\"volume\">699</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">157</span></a></span> (4th Cir.1983) stands for the proposition that a finding of no significant environmental impact obviates the necessity to consider alternatives to proposed action. However, there the court apparently was not called upon to examine 42 U.S.C.A. § 4332(E). Furthermore, it was dealing with the Environmental Protection Agency and not the Corps of Engineers. Corps regulations specifically require consideration of alternatives in the public interest review.</p>\n<p>[17]  No interim injunctive relief was sought and apparently none is needed as it appears that Virginia Beach is awaiting a resolution of this action before commencing its work.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109827/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/313342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/324959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/345494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/406223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/414059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/453385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460329/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1338385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2239230/"
  ]
}