{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1671405/",
  "absolute_url": "/opinion/1671405/wachovia-bank-trust-company-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1671405/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1243/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:04:52.054519Z",
  "date_modified": "2016-04-26T23:21:42.647530Z",
  "type": "010combined",
  "sha1": "5a8efa426bec26d5f2eb98acbeaec5ea3e43b029",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>234 F.Supp. 897 (1964)</b></center>\n<center><h1>WACHOVIA BANK &amp; TRUST COMPANY, Administrator of the Estate of Luther A. Kiser, Plaintiff,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. C-4-WS-63.</center>\n<center><p><b>United States District Court Middle District North Carolina, Winston-Salem Division.</b></p></center>\n<center>September 21, 1964.</center>\n<p>Weston P. Hatfield, Hatfield &amp; Allman, Winston-Salem, N. C., for plaintiff.</p>\n<p>Leonard Tatar, Department of Justice, Washington, D. C., and R. Bruce White, Jr., Asst. U. S. Atty. for Middle District of North Carolina, for defendant,</p>\n<p>GORDON, District Judge.</p>\n<p>Wachovia Bank &amp; Trust Company, as Administrator of the estate of Luther A. Kiser, deceased, and plaintiff herein, filed this action in this court to recover federal estate taxes alleged to have been erroneously and illegally collected by the United States following a refusal by the District Director of Internal Revenue to allow the estate marital deductions claimed by the plaintiff.</p>\n<p>The facts in this case are stipulated. The following statement is considered sufficient for the purposes of this opinion.</p>\n<p>Luther A. Kiser died a resident of Forsyth County, North Carolina, on January 31, 1960. He died intestate and seized of certain real estate located in <span class=\"star-pagination\">*898</span> North Carolina. He was survived by his widow, Della O. Kiser, two sisters, and thirteen nieces and nephews. The plaintiff herein duly qualified as administrator of Mr. Kiser's estate before the Clerk of the Superior Court of Forsyth County.</p>\n<p>The widow's dower in the real property had not been assigned or laid off in kind as of June 2, 1960. On that date the next of kin of Luther A. Kiser instituted a special proceeding in the Superior Court of Forsyth County, pursuant to N. C. General Statutes, Chapter 30, § 12 and Chapter 46, § 22. Upon a hearing in the matter, the court entered an order dated October 6, 1960, whereby the plaintiff was appointed Commissioner to sell the property of the intestate. On November 30, 1961, the court entered an order for disbursement whereby the court found that the plaintiff had completed the sale of all the real property of which the intestate had died seized and the gross amount of receipts from the sale of such property amounted to the sum of $78,402.50. After payment of expenses of $15,897.23, Della O. Kiser, widow, pursuant to N. C. General Statutes, Chapter 46, § 24, was paid the sum of $17,805.29, less expenses, on December 5, 1961.</p>\n<p>In addition, Della O. Kiser applied for and was awarded by the court the sum of $750.00 for her widow's year's allowance pursuant to N. C. General Statutes, Chapter 30, § 15.</p>\n<p>On April 27, 1961, the plaintiff filed the federal estate tax return of the intestate in which the amounts of $17,805.29 and $750.00 were claimed as qualifying for the marital deduction, and were accordingly listed in the marital deduction schedule of the estate tax return. Subsequently, the District Director of Internal Revenue disallowed both items on the ground that they did not meet the provisions of § 2056 of the 1954 Internal Revenue Code. Thereupon, under protest, the plaintiff paid on September 11, 1962, to the District Director of Internal Revenue an additional sum of $4,213.46 in estate tax. In addition thereto, the plaintiff paid interest on the above amount in the sum of $334.71 at the same time.</p>\n<p>On September 20, 1962, the plaintiff filed a claim for refund of the amount paid above less a small adjustment for minor changes in the initial tax return as agreed upon by the plaintiff and a representative of the District Director's office. The amount of claim filed by the plaintiff was $4,303.51, together with interest thereon. This claim for refund was disallowed by the District Director on December 20, 1962, and the plaintiff now seeks relief in this court.</p>\n<p>The parties herein are in agreement with the issues presented. They may be stated as follows:</p>\n<p>(1) Whether a widow's year's allowance, provided for by the North Carolina General Statutes and as awarded in this case, qualifies for the marital deduction?</p>\n<p>(2) Whether the estate of Luther A. Kiser is entitled to include, in computing the marital deduction for estate tax purposes, the commuted cash value of the widow's dower interest in realty of which the decedent-husband died possessed?</p>\n<p>The Court answers the first issue in the negative and the second issue in the affirmative.</p>\n<p>The Court finds that the question of whether the widow's year's allowance qualifies for the marital deduction has been settled by the case of Jackson v. United States, 376 U.S. 503, 84 S.Ct. 869, 11 L.Ed.2d 871 (1964), which ended the conflict in this area by overruling a Fifth Circuit decision, United States v. First National Bank &amp; Trust Co. of Augusta, 5 Cir., 297 F.2d 312 (1961). In the Jackson v. United States, supra, the court held that the widow's year's allowance distributed pursuant to a California statute was a terminable interest. 26 U.S.C.A. § 2056(b) (1) regarding the marital deduction says:</p>\n<blockquote>\"* * * Where, on the lapse of time, on the occurrence of an event or contingency, or on the failure of an event or contingency to occur, an interest passing to the surviving spouse will terminate or fail, no deduction shall be allowed under this <span class=\"star-pagination\">*899</span> section with respect to such interest * * *.\"</blockquote>\n<p>In Jackson v. United States, supra, fourteen months after her husband's death, decedent's widow was awarded by a California court a support and maintenance allowance payable monthly and continuing for a period of twenty-four months from date of decedent's death. Under California law which defeated the receipt of the allowance by death or remarriage of the widow, the decedent's widow received payment. The District Court with the Court of Appeals affirming, held the allowance to be terminable; therefore not qualifying for the marital deduction. The Supreme Court said that the interest had not vested at the date of the decedent's death which is the determinative time as to the allowance of the marital deduction and therefore, it was terminable.</p>\n<p>In North Carolina, the courts have held that if the surviving widow dies before her allowance has been assigned her, then her right to the allowance abates. Cox v. Brown, 27 N.C. (5 Ired.) 194 (1884); Ex Parte Dunn, 63 N.C. 137 (1869).</p>\n<p>Under North Carolina General Statutes, Chapter 30, § 16, the administrator is only under a duty to assign the year's allowance upon written application of the widow, signed by her, and within one year from the decedent's death. If these requirements are not met, there is no duty to assign the allowance; therefore, it is terminable. Following the Jackson opinion, the Court holds that the widow's year's allowance herein is not part of the marital deduction.</p>\n<p>Now, considering the second issue, concerning the qualifications of commuted dower as a marital deduction, the provisions of 26 U.S.C.A. § 2056(a) provides that an amount equal to the value of any interest in property which passes or has passed from a decedent to his surviving spouse may be deducted from the gross estate in computing federal estate tax. This deduction is limited by the provisions of 26 U.S.C.A. § 2056(b), which excludes a terminable interest.</p>\n<p>Under the North Carolina Statutes effective at the death of Luther A. Kiser, dower was in the nature of a right to obtain an interest for life in land rather than in the land itself. This right could be realized by means of certain statutory procedures or, in the alternative, it was in the nature of a right to obtain outright cash disbursement in lieu of an interest for life. Unless the widow, during the lifetime of her husband, took some affirmative action which operated as a statutory bar (N.C.General Statutes, Chapter 30, § 4 and Chapter 30, § 7), the widow was entitled to an estate for life in one-third in value of the lands whereof her husband was seized and possessed at any time during coverture. N.C.General Statutes, Chapter 30, § 5. However, until positive action was taken, the right of dower did not become an estate in land.</p>\n<p>One of the statutory procedures whereby the dower of a widow might be assigned was under N.C.General Statutes, Chapter 30, § 12. This gave an heir of the decedent the right to petition the court to assign dower to a widow who had failed to apply for it within three months after her husband's death. Also, the widow could be assigned dower pursuant to an agreement with the decedent's heirs (N.C.General Statutes, Chapter 30, § 11), but if no agreement could be reached, she could petition the court for assignment of dower. N.C.General Statutes, Chapter 30, § 12.</p>\n<p>As stated, the widow had a right to the assignment of dower under the three statutory procedures. It is only when the dower is assigned that it becomes a life estate in the land assigned, and therefore, terminable. First National Exchange Bank of Roanoke, v. United States, 4 Cir., 335 F.2d 91 (1964).</p>\n<p>As herein when it would cause injury to partition the land, the widow could consent to a special proceeding to sell the lands. N.C.General Statutes, Chapter 46, § 22. The widow as a life tenant then had two options; she could receive the interest on the value of her share for life, or in lieu thereof, she could receive <span class=\"star-pagination\">*900</span> the commuted value of the share outright. N.C.General Statutes, Chapter 46, § 24. The latter occurred in this case.</p>\n<p>This case factually is quite analogous to the situation in National Bank of Orange v. United States, 218 F.Supp. 907 (E.D.Va.1963). There the decedent died intestate survived by his widow and three children, who were his sole heirs at law. The decedent owned a farm at his death, but it could not be conveniently laid off for dower. The heirs, in accordance with Virginia law, instituted an action, through their guardian, to have the farm sold, and the dower commuted and pay off the widow in cash. The court granted the requested relief.</p>\n<p>The administrator of the estate filed the estate tax return but failed to include the commuted dower interest as a marital deduction. Subsequently, the plaintiff filed a claim for a refund, claiming that the commuted dower interest qualified for a marital deduction under 26 U.S.C.A. § 2056. The claim was denied, but on appeal to the U. S. District Court, Eastern District of Virginia, the decision was reversed. The judge held that the commuted dower was not terminable and qualified for the marital deduction.</p>\n<p>This conclusion was affirmed by the Fourth Circuit Court of Appeals in First National Exchange Bank of Roanoke v. United States, supra. In this case, the widow dissented to her decedent-husband's will, and took her statutory share of the estate. The court found that the dower could not be conveniently laid off and assigned in kind; therefore, the widow was entitled to commuted dower interest paid to her in cash and such was done. The Executor of the estate claimed the commuted dower as a marital deduction, but it was disallowed. On appeal the U. S. District Court, Western District of Virginia, reversed the decision, and the Court of Appeals then affirmed the District Court, saying:</p>\n<blockquote>\"The right to dower, sometimes called dower consummate, was a vested right. Her dower, however, was not an estate or an interest in any specific land. It could not become a life estate in realty until it was laid off and assigned in kind. At the time of the decedent's death dower could not be assigned in kind since the land was not susceptible to assignment. Thus, at the time of the decedent's death the widow did not have an estate or interest for life in one-third of the decedent's realty, nor could she ever acquire such an interest for the reason that it was impossible to assign her dower in kind. In the final analysis, it appears that at the time of the decedent's death the widow had a right to the commuted value of her dower. The commutation of her dower was not a conversion or sale of her life interest. Her commuted dower was paid to her in cash. Her right to it is absolute and non-terminable. It qualifies as a marital deduction.\"</blockquote>\n<p>Upon the husband's death, the widow's right of dower becomes consummate and is a fixed and vested right of property in the nature of a chose in action, which, upon assignment then becomes a life estate. Citizens Bank &amp; Trust Co. v. Watkins, 215 N.C. 292, 1 S.E.2d 853 (1939).</p>\n<p>When dower is laid off and assigned to the widow, it then becomes a life estate in the property so assigned and is terminable. In this case the dower interest was never so assigned. In fact, the order of the Superior Court of Forsyth County, North Carolina, held that an actual partition could not be had without injury to the parties' interest. N.C. General Statutes, Chapter 46, § 22, provides that when \"an actual partition of the land cannot be made without injury to some or all of the parties interested, the Court shall order a sale;\" such is exactly what was decreed in this case, and the property sold as provided by law. Thus the widow acquired cash, which is not a terminable interest.</p>\n<p>This problem has been considered in the Fifth, Sixth and Eighth Circuits. United States v. Hiles, 5 Cir., 318 F.2d 56 (1963); United States v. Crosby, 5 Cir., <span class=\"star-pagination\">*901</span> 257 F.2d 515 (1958); Dougherty v. United States, 6 Cir., 292 F.2d 331 (1961); United States v. Traders National Bank of Kansas City, 8 Cir., 248 F.2d 667 (1957).</p>\n<p>Each of these cases held that the cash received by the widows qualified for the marital deduction. The Court is in agreement with these holdings.</p>\n<p>The words of the Virginia and North Carolina statutes in regard to partition of land and commutation of the life interest involved differ in wording. § 64-38.1, Code of Virginia, 1950, provides that dower may be commuted if dower cannot be \"conveniently\" laid off. N.C. General Statutes, Chapter 46, § 22, provided that the land can be partitioned when actual partition of lands cannot be made \"without injury\" to some or all the parties. The Court is of the opinion that the terms \"convenient\" and \"without injury\" in essence have the same meaning. To give them different meanings so as to make the application of 26 U.S.C.A. § 2056 differ as to commuted dower in Virginia and North Carolina would do violence to the intended purpose of the law.</p>\n<p>As the court in United States v. Crosby, supra, 257 F.2d at page 518 said in referring to 26 U.S.C.A. § 2056,</p>\n<blockquote>\"The purpose of the provision was to extend to married taxpayers in common law states the advantages of residents of community property jurisdictions by permitting a surviving spouse to acquire, free from the estate tax exaction, one-half of what is referred to as the adjusted gross estate of the deceased spouse. * *</blockquote>\n<blockquote>\"The provisions of the Internal Revenue Code applicable to the facts of this case should be liberally construed and applied to carry out and give effect to the purposes of their enactment. * * * This rule is especially applicable, where, as here, the purpose of a provision in a taxing statute is to secure equality in the treatment of taxpayers.\"</blockquote>\n<p>Even though both North Carolina and Virginia are common law states, the provision should be applied uniformly where the intent and meaning of two state statutes are essentially the same with only different wording.</p>\n<p>The Court must, therefore, hold that the plaintiff be allowed a deduction for estate tax purposes of the payment made to Della O. Kiser for the commuted value of her dower right, but the Court denies the deduction of the widow's year's allowance.</p>\n<p>An order will be entered accordingly.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">234</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">897</span></span> (1964)</b></center>\n<center><h1>WACHOVIA BANK &amp; TRUST COMPANY, Administrator of the Estate of Luther A. Kiser, Plaintiff,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. C-4-WS-63.</center>\n<center><p><b>United States District Court Middle District North Carolina, Winston-Salem Division.</b></p></center>\n<center>September 21, 1964.</center>\n<p>Weston P. Hatfield, Hatfield &amp; Allman, Winston-Salem, N. C., for plaintiff.</p>\n<p>Leonard Tatar, Department of Justice, Washington, D. C., and R. Bruce White, Jr., Asst. U. S. Atty. for Middle District of North Carolina, for defendant,</p>\n<p>GORDON, District Judge.</p>\n<p>Wachovia Bank &amp; Trust Company, as Administrator of the estate of Luther A. Kiser, deceased, and plaintiff herein, filed this action in this court to recover federal estate taxes alleged to have been erroneously and illegally collected by the United States following a refusal by the District Director of Internal Revenue to allow the estate marital deductions claimed by the plaintiff.</p>\n<p>The facts in this case are stipulated. The following statement is considered sufficient for the purposes of this opinion.</p>\n<p>Luther A. Kiser died a resident of Forsyth County, North Carolina, on January 31, 1960. He died intestate and seized of certain real estate located in <span class=\"star-pagination\">*898</span> North Carolina. He was survived by his widow, Della O. Kiser, two sisters, and thirteen nieces and nephews. The plaintiff herein duly qualified as administrator of Mr. Kiser's estate before the Clerk of the Superior Court of Forsyth County.</p>\n<p>The widow's dower in the real property had not been assigned or laid off in kind as of June 2, 1960. On that date the next of kin of Luther A. Kiser instituted a special proceeding in the Superior Court of Forsyth County, pursuant to N. C. General Statutes, Chapter 30, § 12 and Chapter 46, § 22. Upon a hearing in the matter, the court entered an order dated October 6, 1960, whereby the plaintiff was appointed Commissioner to sell the property of the intestate. On November 30, 1961, the court entered an order for disbursement whereby the court found that the plaintiff had completed the sale of all the real property of which the intestate had died seized and the gross amount of receipts from the sale of such property amounted to the sum of $78,402.50. After payment of expenses of $15,897.23, Della O. Kiser, widow, pursuant to N. C. General Statutes, Chapter 46, § 24, was paid the sum of $17,805.29, less expenses, on December 5, 1961.</p>\n<p>In addition, Della O. Kiser applied for and was awarded by the court the sum of $750.00 for her widow's year's allowance pursuant to N. C. General Statutes, Chapter 30, § 15.</p>\n<p>On April 27, 1961, the plaintiff filed the federal estate tax return of the intestate in which the amounts of $17,805.29 and $750.00 were claimed as qualifying for the marital deduction, and were accordingly listed in the marital deduction schedule of the estate tax return. Subsequently, the District Director of Internal Revenue disallowed both items on the ground that they did not meet the provisions of § 2056 of the 1954 Internal Revenue Code. Thereupon, under protest, the plaintiff paid on September 11, 1962, to the District Director of Internal Revenue an additional sum of $4,213.46 in estate tax. In addition thereto, the plaintiff paid interest on the above amount in the sum of $334.71 at the same time.</p>\n<p>On September 20, 1962, the plaintiff filed a claim for refund of the amount paid above less a small adjustment for minor changes in the initial tax return as agreed upon by the plaintiff and a representative of the District Director's office. The amount of claim filed by the plaintiff was $4,303.51, together with interest thereon. This claim for refund was disallowed by the District Director on December 20, 1962, and the plaintiff now seeks relief in this court.</p>\n<p>The parties herein are in agreement with the issues presented. They may be stated as follows:</p>\n<p>(1) Whether a widow's year's allowance, provided for by the North Carolina General Statutes and as awarded in this case, qualifies for the marital deduction?</p>\n<p>(2) Whether the estate of Luther A. Kiser is entitled to include, in computing the marital deduction for estate tax purposes, the commuted cash value of the widow's dower interest in realty of which the decedent-husband died possessed?</p>\n<p>The Court answers the first issue in the negative and the second issue in the affirmative.</p>\n<p>The Court finds that the question of whether the widow's year's allowance qualifies for the marital deduction has been settled by the case of Jackson v. United States, <span class=\"citation\" data-id=\"106779\"><a href=\"/opinion/106779/jackson-v-united-states/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">503</span></a></span>, <span class=\"citation\" data-id=\"106779\"><a href=\"/opinion/106779/jackson-v-united-states/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">869</span></a></span>, <span class=\"citation\" data-id=\"106779\"><a href=\"/opinion/106779/jackson-v-united-states/\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">871</span></a></span> (1964), which ended the conflict in this area by overruling a Fifth Circuit decision, United States v. First National Bank &amp; Trust Co. of Augusta, 5 Cir., <span class=\"citation\" data-id=\"255764\"><a href=\"/opinion/255764/united-states-v-first-national-bank-and-trust-company-of-augusta-as-under/\"><span class=\"volume\">297</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">312</span></a></span> (1961). In the Jackson v. United States, supra, the court held that the widow's year's allowance distributed pursuant to a California statute was a terminable interest. 26 U.S.C.A. § 2056(b) (1) regarding the marital deduction says:</p>\n<blockquote>\"* * * Where, on the lapse of time, on the occurrence of an event or contingency, or on the failure of an event or contingency to occur, an interest passing to the surviving spouse will terminate or fail, no deduction shall be allowed under this <span class=\"star-pagination\">*899</span> section with respect to such interest * * *.\"</blockquote>\n<p>In Jackson v. United States, supra, fourteen months after her husband's death, decedent's widow was awarded by a California court a support and maintenance allowance payable monthly and continuing for a period of twenty-four months from date of decedent's death. Under California law which defeated the receipt of the allowance by death or remarriage of the widow, the decedent's widow received payment. The District Court with the Court of Appeals affirming, held the allowance to be terminable; therefore not qualifying for the marital deduction. The Supreme Court said that the interest had not vested at the date of the decedent's death which is the determinative time as to the allowance of the marital deduction and therefore, it was terminable.</p>\n<p>In North Carolina, the courts have held that if the surviving widow dies before her allowance has been assigned her, then her right to the allowance abates. Cox v. Brown, 27 N.C. (5 Ired.) 194 (1884); Ex Parte Dunn, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">137</span></span> (1869).</p>\n<p>Under North Carolina General Statutes, Chapter 30, § 16, the administrator is only under a duty to assign the year's allowance upon written application of the widow, signed by her, and within one year from the decedent's death. If these requirements are not met, there is no duty to assign the allowance; therefore, it is terminable. Following the Jackson opinion, the Court holds that the widow's year's allowance herein is not part of the marital deduction.</p>\n<p>Now, considering the second issue, concerning the qualifications of commuted dower as a marital deduction, the provisions of 26 U.S.C.A. § 2056(a) provides that an amount equal to the value of any interest in property which passes or has passed from a decedent to his surviving spouse may be deducted from the gross estate in computing federal estate tax. This deduction is limited by the provisions of 26 U.S.C.A. § 2056(b), which excludes a terminable interest.</p>\n<p>Under the North Carolina Statutes effective at the death of Luther A. Kiser, dower was in the nature of a right to obtain an interest for life in land rather than in the land itself. This right could be realized by means of certain statutory procedures or, in the alternative, it was in the nature of a right to obtain outright cash disbursement in lieu of an interest for life. Unless the widow, during the lifetime of her husband, took some affirmative action which operated as a statutory bar (N.C.General Statutes, Chapter 30, § 4 and Chapter 30, § 7), the widow was entitled to an estate for life in one-third in value of the lands whereof her husband was seized and possessed at any time during coverture. N.C.General Statutes, Chapter 30, § 5. However, until positive action was taken, the right of dower did not become an estate in land.</p>\n<p>One of the statutory procedures whereby the dower of a widow might be assigned was under N.C.General Statutes, Chapter 30, § 12. This gave an heir of the decedent the right to petition the court to assign dower to a widow who had failed to apply for it within three months after her husband's death. Also, the widow could be assigned dower pursuant to an agreement with the decedent's heirs (N.C.General Statutes, Chapter 30, § 11), but if no agreement could be reached, she could petition the court for assignment of dower. N.C.General Statutes, Chapter 30, § 12.</p>\n<p>As stated, the widow had a right to the assignment of dower under the three statutory procedures. It is only when the dower is assigned that it becomes a life estate in the land assigned, and therefore, terminable. First National Exchange Bank of Roanoke, v. United States, 4 Cir., <span class=\"citation\" data-id=\"265142\"><a href=\"/opinion/265142/the-first-national-exchange-bank-of-roanoke-and-trustee-under-the-will-of/\"><span class=\"volume\">335</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">91</span></a></span> (1964).</p>\n<p>As herein when it would cause injury to partition the land, the widow could consent to a special proceeding to sell the lands. N.C.General Statutes, Chapter 46, § 22. The widow as a life tenant then had two options; she could receive the interest on the value of her share for life, or in lieu thereof, she could receive <span class=\"star-pagination\">*900</span> the commuted value of the share outright. N.C.General Statutes, Chapter 46, § 24. The latter occurred in this case.</p>\n<p>This case factually is quite analogous to the situation in National Bank of Orange v. United States, <span class=\"citation\" data-id=\"2288086\"><a href=\"/opinion/2288086/national-bank-of-orange-v-united-states/\"><span class=\"volume\">218</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">907</span></a></span> (E.D.Va.1963). There the decedent died intestate survived by his widow and three children, who were his sole heirs at law. The decedent owned a farm at his death, but it could not be conveniently laid off for dower. The heirs, in accordance with Virginia law, instituted an action, through their guardian, to have the farm sold, and the dower commuted and pay off the widow in cash. The court granted the requested relief.</p>\n<p>The administrator of the estate filed the estate tax return but failed to include the commuted dower interest as a marital deduction. Subsequently, the plaintiff filed a claim for a refund, claiming that the commuted dower interest qualified for a marital deduction under 26 U.S.C.A. § 2056. The claim was denied, but on appeal to the U. S. District Court, Eastern District of Virginia, the decision was reversed. The judge held that the commuted dower was not terminable and qualified for the marital deduction.</p>\n<p>This conclusion was affirmed by the Fourth Circuit Court of Appeals in First National Exchange Bank of Roanoke v. United States, supra. In this case, the widow dissented to her decedent-husband's will, and took her statutory share of the estate. The court found that the dower could not be conveniently laid off and assigned in kind; therefore, the widow was entitled to commuted dower interest paid to her in cash and such was done. The Executor of the estate claimed the commuted dower as a marital deduction, but it was disallowed. On appeal the U. S. District Court, Western District of Virginia, reversed the decision, and the Court of Appeals then affirmed the District Court, saying:</p>\n<blockquote>\"The right to dower, sometimes called dower consummate, was a vested right. Her dower, however, was not an estate or an interest in any specific land. It could not become a life estate in realty until it was laid off and assigned in kind. At the time of the decedent's death dower could not be assigned in kind since the land was not susceptible to assignment. Thus, at the time of the decedent's death the widow did not have an estate or interest for life in one-third of the decedent's realty, nor could she ever acquire such an interest for the reason that it was impossible to assign her dower in kind. In the final analysis, it appears that at the time of the decedent's death the widow had a right to the commuted value of her dower. The commutation of her dower was not a conversion or sale of her life interest. Her commuted dower was paid to her in cash. Her right to it is absolute and non-terminable. It qualifies as a marital deduction.\"</blockquote>\n<p>Upon the husband's death, the widow's right of dower becomes consummate and is a fixed and vested right of property in the nature of a chose in action, which, upon assignment then becomes a life estate. Citizens Bank &amp; Trust Co. v. Watkins, <span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">292</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">853</span></span> (1939).</p>\n<p>When dower is laid off and assigned to the widow, it then becomes a life estate in the property so assigned and is terminable. In this case the dower interest was never so assigned. In fact, the order of the Superior Court of Forsyth County, North Carolina, held that an actual partition could not be had without injury to the parties' interest. N.C. General Statutes, Chapter 46, § 22, provides that when \"an actual partition of the land cannot be made without injury to some or all of the parties interested, the Court shall order a sale;\" such is exactly what was decreed in this case, and the property sold as provided by law. Thus the widow acquired cash, which is not a terminable interest.</p>\n<p>This problem has been considered in the Fifth, Sixth and Eighth Circuits. United States v. Hiles, 5 Cir., <span class=\"citation\" data-id=\"260780\"><a href=\"/opinion/260780/united-states-v-mary-isabel-hiles-individually-and-as-under-the-will-of/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">56</span></a></span> (1963); United States v. Crosby, 5 Cir., <span class=\"star-pagination\">*901</span> <span class=\"citation\" data-id=\"245702\"><a href=\"/opinion/245702/united-states-v-frank-a-crosby-and-p-e-berry-individually-and-as/\"><span class=\"volume\">257</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">515</span></a></span> (1958); Dougherty v. United States, 6 Cir., <span class=\"citation\" data-id=\"254540\"><a href=\"/opinion/254540/dorothy-jane-dougherty-and-louis-f-baldwin-executors-of-the-estate-of/\"><span class=\"volume\">292</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">331</span></a></span> (1961); United States v. Traders National Bank of Kansas City, 8 Cir., <span class=\"citation\" data-id=\"243238\"><a href=\"/opinion/243238/united-states-v-traders-national-bank-of-kansas-city-of-the-estate-of/\"><span class=\"volume\">248</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">667</span></a></span> (1957).</p>\n<p>Each of these cases held that the cash received by the widows qualified for the marital deduction. The Court is in agreement with these holdings.</p>\n<p>The words of the Virginia and North Carolina statutes in regard to partition of land and commutation of the life interest involved differ in wording. § 64-38.1, Code of Virginia, 1950, provides that dower may be commuted if dower cannot be \"conveniently\" laid off. N.C. General Statutes, Chapter 46, § 22, provided that the land can be partitioned when actual partition of lands cannot be made \"without injury\" to some or all the parties. The Court is of the opinion that the terms \"convenient\" and \"without injury\" in essence have the same meaning. To give them different meanings so as to make the application of 26 U.S.C.A. § 2056 differ as to commuted dower in Virginia and North Carolina would do violence to the intended purpose of the law.</p>\n<p>As the court in United States v. Crosby, supra, 257 F.2d at page 518 said in referring to 26 U.S.C.A. § 2056,</p>\n<blockquote>\"The purpose of the provision was to extend to married taxpayers in common law states the advantages of residents of community property jurisdictions by permitting a surviving spouse to acquire, free from the estate tax exaction, one-half of what is referred to as the adjusted gross estate of the deceased spouse. * *</blockquote>\n<blockquote>\"The provisions of the Internal Revenue Code applicable to the facts of this case should be liberally construed and applied to carry out and give effect to the purposes of their enactment. * * * This rule is especially applicable, where, as here, the purpose of a provision in a taxing statute is to secure equality in the treatment of taxpayers.\"</blockquote>\n<p>Even though both North Carolina and Virginia are common law states, the provision should be applied uniformly where the intent and meaning of two state statutes are essentially the same with only different wording.</p>\n<p>The Court must, therefore, hold that the plaintiff be allowed a deduction for estate tax purposes of the payment made to Della O. Kiser for the commuted value of her dower right, but the Court denies the deduction of the widow's year's allowance.</p>\n<p>An order will be entered accordingly.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/243238/",
    "http://www.courtlistener.com/api/rest/v3/opinions/245702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/254540/",
    "http://www.courtlistener.com/api/rest/v3/opinions/255764/",
    "http://www.courtlistener.com/api/rest/v3/opinions/260780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/265142/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2288086/"
  ]
}