{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1671522/",
  "absolute_url": "/opinion/1671522/johnston-v-jp-stevens-and-company/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1671522/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:04:53.124965Z",
  "date_modified": "2016-04-27T00:55:03.955482Z",
  "type": "010combined",
  "sha1": "681eefd9e2bd1e1f36d067a34589561567ded896",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>234 F.Supp. 244 (1964)</b></center>\n<center><h1>Reed JOHNSTON, Regional Director of the Eleventh Region of the National Labor Relations Board, for and on behalf of the National Labor Relations Board, Petitioner,<br>\nv.<br>\nJ. P. STEVENS AND COMPANY, Inc., Respondent.</h1></center>\n<center>Civ. No. 868.</center>\n<center><p><b>United States District Court E. D. North Carolina, Wilson Division.</b></p></center>\n<center>September 26, 1964.</center>\n<p>Jesse L. Butler, National Labor Relations Board, Winston-Salem, N. C., for petitioner.</p>\n<p><span class=\"star-pagination\">*245</span> Whiteford S. Blakeney, Blakeney, Alexander &amp; Machen, Charlotte, N. C., Donald P. Brock, Brock &amp; Hood, Trenton, N. C., for respondent.</p>\n<p>LARKINS, District Judge:</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>This proceeding is before the Court on a petition filed by the Regional Director of the Eleventh Region of the National Labor Relations Board (hereinafter called the Board), pursuant to Section 10(j) of the National Labor Relations Act, as amended (29 U.S.C. § 160 (j)), (hereinafter called the Act), for a temporary injunction pending the final disposition of the matters involved herein pending before the Board on charges filed by the Industrial Union Department, AFL-CIO (hereinafter called IUD), alleging that Respondent has engaged in, and is engaging in unfair labor practices within the meaning of Section 8(a) (1) and (3) of the Act. These sections proscribe an employer from interfering with, restraining or coercing employees in their exercise of their right to engage in certain collective activities, and from discriminating against employees in order to discourage membership in labor organizations.</p>\n<p>The Petitioner, as Regional Director of the Board, files this petition on behalf of the Board. The Respondent, J. P. Stevens Company, Inc. (hereinafter called the Company), is engaged within this judicial district in transacting business, and jurisdiction is thereby conferred by Section 10(j) of the Act.</p>\n<p>The petition herein was filed after the issuance of a consolidated complaint pursuant to Section 10(b) of the Act on January 3, 1964, alleging that Respondent has engaged in and is now engaging in unfair labor practices. The petition is predicated on the conclusion of Petitioner that there is reasonable cause to believe that Respondent has thereby violated Section 8(a) (1) and (3) of the Act, this also affecting commerce within the meaning of Section 2(6, 7) of the Act (29 U.S.C.A. § 152(6, 7).</p>\n<p></p>\n<h2>FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>Charges and amended charges of unfair labor practices were filed by IUD with the Board on or about July 5, 1963; August 15, 1963; August 26, 1963; September 27, 1963; and on October 28, 1963, all of which were referred to the Petitioner as the Regional Director of the Eleventh Region of the Board. Thereafter, the General Counsel of the Board, on behalf of the Board, by Petitioner, issued a consolidated complaint pursuant to Section 10(b) of the Act on January 3, 1964, charging Respondent with unfair labor practices within the meaning of Section 8(a) (1) and (3) of the Act. These sections provide:</p>\n<blockquote>\"Unfair labor practices</blockquote>\n<blockquote>\"(a) It shall be an unfair labor practice for an employer</blockquote>\n<blockquote>\"(1) to interfere with, restrain, or coerce employees in the exercise of the rights guaranteed in section 157 of this title; [Section 157 of the Act in substance, guarantees employees the right to form, join or assist labor organizations and to engage in concerted activities for their mutual aid or protection or to refrain from the doing of the foregoing].</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"(3) by discrimination in regard to hire or tenure of employment or any term or condition of employment to encourage or discourage membership in any labor organization: * * *.\"</blockquote>\n<p>Petitioner charges unfair practices in violation of Section 8(a) (1), and these include discharges which Respondent allegedly committed. These discharges are alleged to have also been in violation of Section 8(a) (3) of the Act.</p>\n<p>Charges in violation of Section 8(a) (1) are given priority by the Act. (29 U.S.C. § 160(m); Section 10(m) of the Act). This is the method designed by Congress to ease any hardship imposed on those wrongfully discharged. But because of the slow procedure frequently <span class=\"star-pagination\">*246</span> encountered before the Board, Congress also gave the Board the power to seek injunctive relief in the appropriate United States District Court, in the interest of the public in that the Act is intended to eliminate obstructions to the free flow of commerce and to encourage free and private collective bargaining.</p>\n<p>(29 U.S.C. § 160(j); Section 10(j) of the Act.</p>\n<blockquote>\"Prevention of unfair labor practices</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"<i>Injunctions</i>\n</blockquote>\n<blockquote>\"(j) The Board shall have power, upon issuance of a complaint as provided in subsection (b) of this section charging that any person has engaged in or is engaging in an unfair labor practice, to petition any United States district court, within any district wherein the unfair labor practice in question is alleged to have occurred or wherein such person resides or transacts business, for appropriate temporary relief or restraining order. Upon the filing of any such petition the court shall cause notice thereof to be served upon such person, and thereupon shall have jurisdiction to grant to the Board such temporary relief or restraining order as it deems just and proper.\"</blockquote>\n<p>The proceedings now before this Court arise out of a petition for injunctive relief pursuant to Section 10(j) of the Act. This relief maintains the status quo pending the Board's final determination of the factual questions presented to it and to be determined, all in accordance with its proper procedure. This being the case, the injunctive relief provided for is, by necessity, interlocutory, and it is granted in order to preserve the status quo until a final determination can be made by the Board; Penello for and on Behalf of N. L. R. B. v. Retail Store Employees Local Union No. 692, etc., 287 F.2d 509 (4th C.C.A.1961). Such an injunction to preserve the status quo is based on findings by the district court that there is reasonable cause to believe that unfair labor practices have been committed, but the Court is not to decide the issue whether they have been committed or not for this is the province of the Board. The Court, therefore, may base its findings on affidavits submitted by both sides. Affidavits having been submitted, the Court makes the following findings:</p>\n<p>Respondent is a large textile firm owning and operating approximately 19 plants in North Carolina, including plants at Roanoke Rapids, North Carolina. At all of the plants there, the union campaign followed a similar set pattern and technique which commenced on or about the first day of April, 1963. On or after that date the Union broadened its campaign to include more of the North Carolina plants.</p>\n<p>On or about April 15, 1963, the Union began distributing leaflets and literature to employees as they entered the plants. At this same time the Union sought to obtain the signing of Union Authorization cards and did obtain signatures of numerous employees in order that the Union might represent them for purposes of collective bargaining.</p>\n<p>In May 1963, the employees of Respondent's Roanoke Rapids plants began taking an active role in union affairs, and on or about May 15, 1963 the Union commenced holding union meetings with the Respondent's Roanoke Rapids employees. Respondent, thereafter, on June 6, 1963, posted a notice in all its plants, and on June 8, 1963 mailed to all its employees a statement of the company's position regarding the Union. The effect of the statement was that the Company would oppose organization of the Union in its plants.</p>\n<p>Upon the open manifestation of union activities, the Union alleges that the Respondent underwent an immediate alteration of conditions of employment. It continued to alter the conditions of employment of its employees at its plants involved in the Union's organizational campaign for the purpose of interfering with its employees' organizational and concerted <span class=\"star-pagination\">*247</span> activities. Respondent claims that changes in processes and machinery, plus the employee distraction by union activity caused confusion and inefficiency in its plants and necessitated closer employee supervision and discipline during the last half of 1963.</p>\n<p>In early January 1964, Respondent posted its second notice in its plants, and mailed a letter to its employees in conjunction with this notice, it being entitled, \"The Union's Last ResortLegal Action.\"</p>\n<p>In August, September and October 1963, some thirty employees mailed notices to the Respondent stating that these thirty employees had \"joined\" the Union. Ten of these employees have been discharged, along with eight non-members, from among a total of one hundred seventy-seven involuntary discharges in 1963. This petition relates to these discharges and seeks reinstatement of these eighteen individuals.</p>\n<p>In addition to the allegedly wrongful discharges, it is also charged that Respondent interrogated employees, watched them closely and subjected them to surveillance, thereby trying to intimidate and coerce union members.</p>\n<p>In 1962, the year prior to the union activities, and before the installation of new and more technical machinery, the total number of involuntary discharges was considerably higher than the number involved in the period now in question; there being two hundred seven. In 1963, the total number of discharges was, as previously stated, one hundred seventy-seven. The Union complains of eighteen of these, but one of this number actually quit. The number of discharges about which the petition complains entails approximately 10% of the discharges. Petitioner has submitted affidavits from all those discharged in which unfair labor practices are alleged. Respondent has filed counter-affidavits substantially challenging all the allegations made by the Petitioner.</p>\n<p>The Petitioner's affidavits, considered alone, make out a prima facia case in which unfair labor practices are set out by various forms of conduct which could lead to the inference that there is unlawful resistence to unionization as a matter of company policy. These instances do not form a pattern of conduct that is unlawful, although the Respondent has notified its employees that it will resist the unionization by all lawful means in respect to the organization by the Textile Workers of America. This right is a legal right of the company's; Wellington Mill Division, West Point Mfg. Co. v. N. L. R. B., 330 F.2d 579, 583 (4th C.C.A. 1964); 29 U.S.C. § 158(c). Has Respondent crossed the line into the area of unfair labor practices such as to give the petitioner the right to an interlocutory order for an injunction, this being the means by which the status quo is maintained?</p>\n<p>There are a total of 18 wrongful discharges alleged by Petitioner, these occurring in the Respondent's Roanoke Rapids, North Carolina plants. The crux of these discharges is based upon the discharged employees' affidavits, and the Respondent's counter-affidavits in which it refutes the statements of each of them with specific allegations contending:</p>\n<p>(1) Of the eighteen employees involved as to the discharge, seven were not known to be active in Union affairs at all.</p>\n<p>(2) One, and possibly two, quit of their own free will.</p>\n<p>(3) Seven were discharged only after the supervisor had received complaints from other co-employees as to acts and conduct of the employees in question.</p>\n<p>(4) One was found asleep on the job, the employee having a long record of staying away from his job for prolonged periods.</p>\n<p>(5) One is alleged to have pulled a knife on his supervisor after he was criticized by him for his work.</p>\n<p>(6) Another slapped her supervisor for criticism of her work.</p>\n<p>(7) One employee was fired just two days after being hired for entering the <span class=\"star-pagination\">*248</span> plant at which she was employed when it was not during her shift. At that time she solicited Union memberships.</p>\n<p>(8) Four were discharged after the Union started its drive but the basis of the discharge related to complaints developed before the Union activity ever began.</p>\n<p>(9) Seven were recorded as having a record of leaving their jobs at unauthorized times, and then staying away for prolonged periods, ten to fifteen minutes, for numerous rest room visits during any one work day.</p>\n<p>Almost all of these employees who were discharged had received written notice of their inadequacies before the discharges occurred. The question thus becomes: were these employees discharged because of their union activities or for other reasons? Wellington Mill, supra.</p>\n<p>The next question that arises is: what standard is to be used by the district courts in deciding whether the injunction should issue when there is a direct conflict of testimony? In Fusco v. Richard W. Kaase Baking Co., 205 F. Supp. 465, 476 (N.D.Ohio 1962) the court said:</p>\n<blockquote>\"The purpose of the preliminary injunction under a statute authorizing injunction pending final adjudication by the National Labor Relations Board, with respect to unfair labor practice, is to preserve the status quo until a final adjudication by the Board. * * *</blockquote>\n<blockquote>\"It is the belief of this Court that the District Court has discretion as to the form and manner in which said relief shall be granted according to the circumstances of the particular case involved.\"</blockquote>\n<blockquote>Prior to this statement the Court also said:</blockquote>\n<blockquote>\"The Court's function under § 10(j) is not to resolve conflicts in testimony or to make an ultimate determination as to whether an unfair labor practice has in fact been committed.\"</blockquote>\n<p>It can be said then, that the Board must weigh all the evidence and analyze it, drawing inferences therefrom, and weigh the credibility of witnesses in order to make an ultimate factual determination. This Court grants its relief on the basis of the evidence in the record now before it in that it wishes to maintain the status quo until such time as the Board can render its decision. The affidavits presented by Petitioner allege conduct which has been condemned as unfair labor practices such as: altering working conditions, giving reprimands and \"warning slips\" for the purpose of interfering with the employees' union activities, engaging in the surveillance of the Union meetings and Union activities of employees, engaging in the surveillance of the distribution of Union literature to employees, and that the discharges are also coercive of employee rights. All of these acts have been determined to be violations of Section 8(a) (1) of the Act. There are direct conflicts in the affidavits presented, and the Board, in its own right, shall have to ultimately make a complete factual determination, but this Court can only determine the limited question that there is reasonable cause to believe that violations of the Act have been committed and, therefore, injunctive relief is just and proper; National Labor Relations Act, Section 10(j) as amended; 29 U.S.C. § 160(j); Fusco, supra.</p>\n<p>This petition is for an injunction which is an equitable writ and it is not a perfunctory writ to be issued as a matter of course. The Act requires that it be issued in order to maintain the status quo which is the purpose set out in Section 10(j). The Wellington Mill case, supra, in light of what is previously said here, states on page 585, of 330 F.2d, \"* * * that the burden is on the General Counsel to prove charges of unfair labor practices by sufficient evidence and is not upon the employer to disprove them.\" It seems that the Board must then carry the burden when it seeks the power of equity. It is true that the above case involved the evidence upon <span class=\"star-pagination\">*249</span> which the Board itself made a factual determination, but the burden would seem to apply in like manner when it is the District Court being asked to find \"probable cause to believe that a violation of the Act as charged has been, or may be being committed and that, on the balancing of conveniences, temporary injunctive, relief is just and proper.\" Retail Wholesale &amp; Dept. Store Union, AFL-CIO v. Rains, 266 F.2d 503 (5th C.C.A. 1959).</p>\n<p>It is clear that the Board is not entitled to the injunction merely because it asked for one; Hecht Company v. Bowles, 321 U.S. 321, 64 S.Ct. 587, 88 L.Ed. 754 (1944). It is not whether the <i>Petitioner</i> has reasonable cause to believe that the injunction should issue, but whether, on the basis of his affidavits as opposed to those of the Respondent, the <i>Court</i> has reasonable cause to believe that the injunction should issue. If it were otherwise, then the only determination left open to this Court would be one of whether petitioner was acting in good faith. This is not the function of this Court when it is being asked to issue an equitable writ. Its function is to exercise its sound discretion in granting the relief or denying it by weighing the evidence and the circumstances of the particular case. Vincent v. Local No. 106, 207 F.Supp. 414 (N.D.N.Y.1962).</p>\n<p>Considering the charges and showing made by the Petitioner, and considering the explanations of these charges offered by the Respondent, this Court is unable to find that there is reasonable cause to believe that unfair labor practices have been committed. This Court is not convinced that the Petitioner is entitled to equitable relief in the form of the interlocutory injunction in order to preserve the status quo, or restore it. It would appear that if the order demanded should issue, then the status quo would be disturbed; the Respondent and Petitioner should be left where they presently stand until such time as the Board can make a full determination of all the relevant facts. The Court is not convinced by this Petitioner that the purpose of the National Labor Relations Act will be advanced by the granting of the injunction which it seeks in this particular case.</p>\n<p>It appears to the Court that Petitioner has not presented facts sufficient to give this Court reason to believe that unfair labor practices have been committed, and that Respondent's hiring and tenure policies should be enjoined. It is the determination of this Court that there is no justification for an order reinstating those allegedly wrongfully discharged. That question will require a full hearing before the National Labor Relations Board where it can be fully examined. For this Court to grant the injunction would be to upset the present status quo which has been maintained from the beginning of the dispute.</p>\n<p>The other alleged unfair labor practices are likewise founded on equivocal and unclear and contradicted affidavits, and none of these show a pattern or scheme of violations by the Respondent which would cause this Court to exercise its injunctive powers.</p>\n<p>Having concluded that the Union's campaign is progressing in Respondent's plants in Roanoke Rapids, North Carolina without any unlawful resistance, based on the preliminary showing before this Court on affidavits and otherwise, without intending to prejudge the merits of the case before the Board, this Court exercises its discretion in denying to the National Labor Relations Board the requested relief which it seeks.</p>\n<p>The foregoing constitutes the Court's findings of fact and conclusions of law.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>It is therefore, ordered that the petition of Reed Johnston, Regional Director of the Eleventh Region of the National Labor Relations Board, for an injunction pursuant to Section 10(j) of the National Labor Relations Act against Respondent, J. P. STEVENS AND COMPANY, INC. be, and it is hereby denied.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">234</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">244</span></span> (1964)</b></center>\n<center><h1>Reed JOHNSTON, Regional Director of the Eleventh Region of the National Labor Relations Board, for and on behalf of the National Labor Relations Board, Petitioner,<br>\nv.<br>\nJ. P. STEVENS AND COMPANY, Inc., Respondent.</h1></center>\n<center>Civ. No. 868.</center>\n<center><p><b>United States District Court E. D. North Carolina, Wilson Division.</b></p></center>\n<center>September 26, 1964.</center>\n<p>Jesse L. Butler, National Labor Relations Board, Winston-Salem, N. C., for petitioner.</p>\n<p><span class=\"star-pagination\">*245</span> Whiteford S. Blakeney, Blakeney, Alexander &amp; Machen, Charlotte, N. C., Donald P. Brock, Brock &amp; Hood, Trenton, N. C., for respondent.</p>\n<p>LARKINS, District Judge:</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>This proceeding is before the Court on a petition filed by the Regional Director of the Eleventh Region of the National Labor Relations Board (hereinafter called the Board), pursuant to Section 10(j) of the National Labor Relations Act, as amended (29 U.S.C. § 160 (j)), (hereinafter called the Act), for a temporary injunction pending the final disposition of the matters involved herein pending before the Board on charges filed by the Industrial Union Department, AFL-CIO (hereinafter called IUD), alleging that Respondent has engaged in, and is engaging in unfair labor practices within the meaning of Section 8(a) (1) and (3) of the Act. These sections proscribe an employer from interfering with, restraining or coercing employees in their exercise of their right to engage in certain collective activities, and from discriminating against employees in order to discourage membership in labor organizations.</p>\n<p>The Petitioner, as Regional Director of the Board, files this petition on behalf of the Board. The Respondent, J. P. Stevens Company, Inc. (hereinafter called the Company), is engaged within this judicial district in transacting business, and jurisdiction is thereby conferred by Section 10(j) of the Act.</p>\n<p>The petition herein was filed after the issuance of a consolidated complaint pursuant to Section 10(b) of the Act on January 3, 1964, alleging that Respondent has engaged in and is now engaging in unfair labor practices. The petition is predicated on the conclusion of Petitioner that there is reasonable cause to believe that Respondent has thereby violated Section 8(a) (1) and (3) of the Act, this also affecting commerce within the meaning of Section 2(6, 7) of the Act (29 U.S.C.A. § 152(6, 7).</p>\n<p></p>\n<h2>FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>Charges and amended charges of unfair labor practices were filed by IUD with the Board on or about July 5, 1963; August 15, 1963; August 26, 1963; September 27, 1963; and on October 28, 1963, all of which were referred to the Petitioner as the Regional Director of the Eleventh Region of the Board. Thereafter, the General Counsel of the Board, on behalf of the Board, by Petitioner, issued a consolidated complaint pursuant to Section 10(b) of the Act on January 3, 1964, charging Respondent with unfair labor practices within the meaning of Section 8(a) (1) and (3) of the Act. These sections provide:</p>\n<blockquote>\"Unfair labor practices</blockquote>\n<blockquote>\"(a) It shall be an unfair labor practice for an employer</blockquote>\n<blockquote>\"(1) to interfere with, restrain, or coerce employees in the exercise of the rights guaranteed in section 157 of this title; [Section 157 of the Act in substance, guarantees employees the right to form, join or assist labor organizations and to engage in concerted activities for their mutual aid or protection or to refrain from the doing of the foregoing].</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"(3) by discrimination in regard to hire or tenure of employment or any term or condition of employment to encourage or discourage membership in any labor organization: * * *.\"</blockquote>\n<p>Petitioner charges unfair practices in violation of Section 8(a) (1), and these include discharges which Respondent allegedly committed. These discharges are alleged to have also been in violation of Section 8(a) (3) of the Act.</p>\n<p>Charges in violation of Section 8(a) (1) are given priority by the Act. (29 U.S.C. § 160(m); Section 10(m) of the Act). This is the method designed by Congress to ease any hardship imposed on those wrongfully discharged. But because of the slow procedure frequently <span class=\"star-pagination\">*246</span> encountered before the Board, Congress also gave the Board the power to seek injunctive relief in the appropriate United States District Court, in the interest of the public in that the Act is intended to eliminate obstructions to the free flow of commerce and to encourage free and private collective bargaining.</p>\n<p>(29 U.S.C. § 160(j); Section 10(j) of the Act.</p>\n<blockquote>\"Prevention of unfair labor practices</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"<i>Injunctions</i>\n</blockquote>\n<blockquote>\"(j) The Board shall have power, upon issuance of a complaint as provided in subsection (b) of this section charging that any person has engaged in or is engaging in an unfair labor practice, to petition any United States district court, within any district wherein the unfair labor practice in question is alleged to have occurred or wherein such person resides or transacts business, for appropriate temporary relief or restraining order. Upon the filing of any such petition the court shall cause notice thereof to be served upon such person, and thereupon shall have jurisdiction to grant to the Board such temporary relief or restraining order as it deems just and proper.\"</blockquote>\n<p>The proceedings now before this Court arise out of a petition for injunctive relief pursuant to Section 10(j) of the Act. This relief maintains the status quo pending the Board's final determination of the factual questions presented to it and to be determined, all in accordance with its proper procedure. This being the case, the injunctive relief provided for is, by necessity, interlocutory, and it is granted in order to preserve the status quo until a final determination can be made by the Board; Penello for and on Behalf of N. L. R. B. v. Retail Store Employees Local Union No. 692, etc., <span class=\"citation\" data-id=\"253238\"><a href=\"/opinion/253238/john-a-penello-regional-director-of-the-fifth-region-of-the-national/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">509</span></a></span> (4th C.C.A.1961). Such an injunction to preserve the status quo is based on findings by the district court that there is reasonable cause to believe that unfair labor practices have been committed, but the Court is not to decide the issue whether they have been committed or not for this is the province of the Board. The Court, therefore, may base its findings on affidavits submitted by both sides. Affidavits having been submitted, the Court makes the following findings:</p>\n<p>Respondent is a large textile firm owning and operating approximately 19 plants in North Carolina, including plants at Roanoke Rapids, North Carolina. At all of the plants there, the union campaign followed a similar set pattern and technique which commenced on or about the first day of April, 1963. On or after that date the Union broadened its campaign to include more of the North Carolina plants.</p>\n<p>On or about April 15, 1963, the Union began distributing leaflets and literature to employees as they entered the plants. At this same time the Union sought to obtain the signing of Union Authorization cards and did obtain signatures of numerous employees in order that the Union might represent them for purposes of collective bargaining.</p>\n<p>In May 1963, the employees of Respondent's Roanoke Rapids plants began taking an active role in union affairs, and on or about May 15, 1963 the Union commenced holding union meetings with the Respondent's Roanoke Rapids employees. Respondent, thereafter, on June 6, 1963, posted a notice in all its plants, and on June 8, 1963 mailed to all its employees a statement of the company's position regarding the Union. The effect of the statement was that the Company would oppose organization of the Union in its plants.</p>\n<p>Upon the open manifestation of union activities, the Union alleges that the Respondent underwent an immediate alteration of conditions of employment. It continued to alter the conditions of employment of its employees at its plants involved in the Union's organizational campaign for the purpose of interfering with its employees' organizational and concerted <span class=\"star-pagination\">*247</span> activities. Respondent claims that changes in processes and machinery, plus the employee distraction by union activity caused confusion and inefficiency in its plants and necessitated closer employee supervision and discipline during the last half of 1963.</p>\n<p>In early January 1964, Respondent posted its second notice in its plants, and mailed a letter to its employees in conjunction with this notice, it being entitled, \"The Union's Last ResortLegal Action.\"</p>\n<p>In August, September and October 1963, some thirty employees mailed notices to the Respondent stating that these thirty employees had \"joined\" the Union. Ten of these employees have been discharged, along with eight non-members, from among a total of one hundred seventy-seven involuntary discharges in 1963. This petition relates to these discharges and seeks reinstatement of these eighteen individuals.</p>\n<p>In addition to the allegedly wrongful discharges, it is also charged that Respondent interrogated employees, watched them closely and subjected them to surveillance, thereby trying to intimidate and coerce union members.</p>\n<p>In 1962, the year prior to the union activities, and before the installation of new and more technical machinery, the total number of involuntary discharges was considerably higher than the number involved in the period now in question; there being two hundred seven. In 1963, the total number of discharges was, as previously stated, one hundred seventy-seven. The Union complains of eighteen of these, but one of this number actually quit. The number of discharges about which the petition complains entails approximately 10% of the discharges. Petitioner has submitted affidavits from all those discharged in which unfair labor practices are alleged. Respondent has filed counter-affidavits substantially challenging all the allegations made by the Petitioner.</p>\n<p>The Petitioner's affidavits, considered alone, make out a prima facia case in which unfair labor practices are set out by various forms of conduct which could lead to the inference that there is unlawful resistence to unionization as a matter of company policy. These instances do not form a pattern of conduct that is unlawful, although the Respondent has notified its employees that it will resist the unionization by all lawful means in respect to the organization by the Textile Workers of America. This right is a legal right of the company's; Wellington Mill Division, West Point Mfg. Co. v. N. L. R. B., <span class=\"citation\" data-id=\"263984\"><a href=\"/opinion/263984/wellington-mill-division-west-point-manufacturing-company-v-national/\"><span class=\"volume\">330</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">579</span></a></span>, 583 (4th C.C.A. 1964); 29 U.S.C. § 158(c). Has Respondent crossed the line into the area of unfair labor practices such as to give the petitioner the right to an interlocutory order for an injunction, this being the means by which the status quo is maintained?</p>\n<p>There are a total of 18 wrongful discharges alleged by Petitioner, these occurring in the Respondent's Roanoke Rapids, North Carolina plants. The crux of these discharges is based upon the discharged employees' affidavits, and the Respondent's counter-affidavits in which it refutes the statements of each of them with specific allegations contending:</p>\n<p>(1) Of the eighteen employees involved as to the discharge, seven were not known to be active in Union affairs at all.</p>\n<p>(2) One, and possibly two, quit of their own free will.</p>\n<p>(3) Seven were discharged only after the supervisor had received complaints from other co-employees as to acts and conduct of the employees in question.</p>\n<p>(4) One was found asleep on the job, the employee having a long record of staying away from his job for prolonged periods.</p>\n<p>(5) One is alleged to have pulled a knife on his supervisor after he was criticized by him for his work.</p>\n<p>(6) Another slapped her supervisor for criticism of her work.</p>\n<p>(7) One employee was fired just two days after being hired for entering the <span class=\"star-pagination\">*248</span> plant at which she was employed when it was not during her shift. At that time she solicited Union memberships.</p>\n<p>(8) Four were discharged after the Union started its drive but the basis of the discharge related to complaints developed before the Union activity ever began.</p>\n<p>(9) Seven were recorded as having a record of leaving their jobs at unauthorized times, and then staying away for prolonged periods, ten to fifteen minutes, for numerous rest room visits during any one work day.</p>\n<p>Almost all of these employees who were discharged had received written notice of their inadequacies before the discharges occurred. The question thus becomes: were these employees discharged because of their union activities or for other reasons? Wellington Mill, supra.</p>\n<p>The next question that arises is: what standard is to be used by the district courts in deciding whether the injunction should issue when there is a direct conflict of testimony? In Fusco v. Richard W. Kaase Baking Co., <span class=\"citation\" data-id=\"2181400\"><a href=\"/opinion/2181400/fusco-v-richard-w-kaase-baking-co/\"><span class=\"volume\">205</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">465</span></a></span>, 476 (N.D.Ohio 1962) the court said:</p>\n<blockquote>\"The purpose of the preliminary injunction under a statute authorizing injunction pending final adjudication by the National Labor Relations Board, with respect to unfair labor practice, is to preserve the status quo until a final adjudication by the Board. * * *</blockquote>\n<blockquote>\"It is the belief of this Court that the District Court has discretion as to the form and manner in which said relief shall be granted according to the circumstances of the particular case involved.\"</blockquote>\n<blockquote>Prior to this statement the Court also said:</blockquote>\n<blockquote>\"The Court's function under § 10(j) is not to resolve conflicts in testimony or to make an ultimate determination as to whether an unfair labor practice has in fact been committed.\"</blockquote>\n<p>It can be said then, that the Board must weigh all the evidence and analyze it, drawing inferences therefrom, and weigh the credibility of witnesses in order to make an ultimate factual determination. This Court grants its relief on the basis of the evidence in the record now before it in that it wishes to maintain the status quo until such time as the Board can render its decision. The affidavits presented by Petitioner allege conduct which has been condemned as unfair labor practices such as: altering working conditions, giving reprimands and \"warning slips\" for the purpose of interfering with the employees' union activities, engaging in the surveillance of the Union meetings and Union activities of employees, engaging in the surveillance of the distribution of Union literature to employees, and that the discharges are also coercive of employee rights. All of these acts have been determined to be violations of Section 8(a) (1) of the Act. There are direct conflicts in the affidavits presented, and the Board, in its own right, shall have to ultimately make a complete factual determination, but this Court can only determine the limited question that there is reasonable cause to believe that violations of the Act have been committed and, therefore, injunctive relief is just and proper; National Labor Relations Act, Section 10(j) as amended; 29 U.S.C. § 160(j); Fusco, supra.</p>\n<p>This petition is for an injunction which is an equitable writ and it is not a perfunctory writ to be issued as a matter of course. The Act requires that it be issued in order to maintain the status quo which is the purpose set out in Section 10(j). The Wellington Mill case, supra, in light of what is previously said here, states on page 585, of 330 F.2d, \"* * * that the burden is on the General Counsel to prove charges of unfair labor practices by sufficient evidence and is not upon the employer to disprove them.\" It seems that the Board must then carry the burden when it seeks the power of equity. It is true that the above case involved the evidence upon <span class=\"star-pagination\">*249</span> which the Board itself made a factual determination, but the burden would seem to apply in like manner when it is the District Court being asked to find \"probable cause to believe that a violation of the Act as charged has been, or may be being committed and that, on the balancing of conveniences, temporary injunctive, relief is just and proper.\" Retail Wholesale &amp; Dept. Store Union, AFL-CIO v. Rains, <span class=\"citation\" data-id=\"247991\"><a href=\"/opinion/247991/retail-wholesale-and-department-store-union-afl-cio-v-william-j-rains/\"><span class=\"volume\">266</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">503</span></a></span> (5th C.C.A. 1959).</p>\n<p>It is clear that the Board is not entitled to the injunction merely because it asked for one; Hecht Company v. Bowles, <span class=\"citation\" data-id=\"103944\"><a href=\"/opinion/103944/hecht-co-v-bowles/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">587</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">754</span></span> (1944). It is not whether the <i>Petitioner</i> has reasonable cause to believe that the injunction should issue, but whether, on the basis of his affidavits as opposed to those of the Respondent, the <i>Court</i> has reasonable cause to believe that the injunction should issue. If it were otherwise, then the only determination left open to this Court would be one of whether petitioner was acting in good faith. This is not the function of this Court when it is being asked to issue an equitable writ. Its function is to exercise its sound discretion in granting the relief or denying it by weighing the evidence and the circumstances of the particular case. Vincent v. Local No. 106, <span class=\"citation no-link\"><span class=\"volume\">207</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">414</span></span> (N.D.N.Y.1962).</p>\n<p>Considering the charges and showing made by the Petitioner, and considering the explanations of these charges offered by the Respondent, this Court is unable to find that there is reasonable cause to believe that unfair labor practices have been committed. This Court is not convinced that the Petitioner is entitled to equitable relief in the form of the interlocutory injunction in order to preserve the status quo, or restore it. It would appear that if the order demanded should issue, then the status quo would be disturbed; the Respondent and Petitioner should be left where they presently stand until such time as the Board can make a full determination of all the relevant facts. The Court is not convinced by this Petitioner that the purpose of the National Labor Relations Act will be advanced by the granting of the injunction which it seeks in this particular case.</p>\n<p>It appears to the Court that Petitioner has not presented facts sufficient to give this Court reason to believe that unfair labor practices have been committed, and that Respondent's hiring and tenure policies should be enjoined. It is the determination of this Court that there is no justification for an order reinstating those allegedly wrongfully discharged. That question will require a full hearing before the National Labor Relations Board where it can be fully examined. For this Court to grant the injunction would be to upset the present status quo which has been maintained from the beginning of the dispute.</p>\n<p>The other alleged unfair labor practices are likewise founded on equivocal and unclear and contradicted affidavits, and none of these show a pattern or scheme of violations by the Respondent which would cause this Court to exercise its injunctive powers.</p>\n<p>Having concluded that the Union's campaign is progressing in Respondent's plants in Roanoke Rapids, North Carolina without any unlawful resistance, based on the preliminary showing before this Court on affidavits and otherwise, without intending to prejudge the merits of the case before the Board, this Court exercises its discretion in denying to the National Labor Relations Board the requested relief which it seeks.</p>\n<p>The foregoing constitutes the Court's findings of fact and conclusions of law.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>It is therefore, ordered that the petition of Reed Johnston, Regional Director of the Eleventh Region of the National Labor Relations Board, for an injunction pursuant to Section 10(j) of the National Labor Relations Act against Respondent, J. P. STEVENS AND COMPANY, INC. be, and it is hereby denied.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103944/",
    "http://www.courtlistener.com/api/rest/v3/opinions/247991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/253238/",
    "http://www.courtlistener.com/api/rest/v3/opinions/263984/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2181400/"
  ]
}