{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1674318/",
  "absolute_url": "/opinion/1674318/united-states-v-sea-gate-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1674318/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:05:15.752386Z",
  "date_modified": "2016-04-26T22:09:19.854320Z",
  "type": "010combined",
  "sha1": "a423457a2fa381c0a8bbc788f75eeb0771121e35",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>397 F.Supp. 1351 (1975)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nSEA GATE, INC., et al., Defendants.</h1></center>\n<center>No. 74-20-CIV-4.</center>\n<center><p><b>United States District Court, D. North Carolina, New Bern Division.</b></p></center>\n<center>July 21, 1975.</center>\n<p><span class=\"star-pagination\">*1352</span> <span class=\"star-pagination\">*1353</span> Thomas P. McNamara, U. S. Atty., Raleigh, N. C. by Bruce H. Johnson, Asst. U. S. Atty., Chief, Land &amp; Natural Resources Section, Charles N. Estes, Atty., Land and Natural Resources Div., U. S. Dept. of Justice, Washington, D. C., for plaintiff.</p>\n<p>Herman Wolff, Jr., Andrew S. Martin, of Wolff, Harrell &amp; Mann, Raleigh, N. C., William W. Staton, of Pittman, Staton &amp; Betts, Sanford, N. C., for defendants.</p>\n<p></p>\n<h2>FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>LARKINS, District Judge.</p>\n<p>This action was filed on April 19, 1974, by the plaintiff, the United States of America, and jurisdiction is based on 28 U.S.C. § 1345. The controversy centers around the construction of a residential subdivision on lands adjoining both sides of the Atlantic Intracoastal Waterway in Carteret County, North Carolina. The defendant Sea Gate, Inc., is the developer of this residential communtiy, which is called \"Sea Gate Subdivision.\" The remaining defendants own lots within the subdivision.</p>\n<p>The lands owned by the individual defendants and upon which Sea Gate Subdivision is being constructed are subject, in whole or in part, to an easement reserved by the United States in 1957. This easement gives the Government the right to use the burdened lands for the purpose of operating and maintaining the Intracoastal Waterway; the right to cut away and remove any part of the subject property in order to widen or otherwise improve the Waterway; the right to construct and maintain aids to navigation on these lands; the right to use these lands for the deposit of material dredged from the Waterway; and the right to enter upon and use the lands for other purposes needful in preserving and maintaining the Waterway.</p>\n<p>Plaintiff seeks an order declaring that the construction of residential dwellings, their attendant utilities and other permanent improvements on lands subject to its easement is inconsistent with the terms thereof and seeks an order enjoining defendants from such construction. Plaintiff seeks a further order requiring the owners of three existing dwellings to remove same if notified that the land they occupy is needed by plaintiff in connection with operation, maintenance or enlargement of the Waterway.</p>\n<p>This matter was heard before the Court without a jury on July 1-3, 1975. The Court having considered the evidence presented and the briefs filed by the parties makes the following</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>1. The portion of the Atlantic Intracoastal Waterway in controversy is a land cut connecting the Neuse River and Pamlico Sound with Beaufort Inlet and the harbor at Morehead City. Congress <span class=\"star-pagination\">*1354</span> authorized the improvement and construction of the Atlantic Intracoastal Waterway from Pamlico Sound to Beaufort Inlet, North Carolina, in 1907 and further authorized the Secretary of War to enter into such contracts as might be necessary for the completion of the project. 34 Stat. 1083. In 1912, Congress authorized the Secretary to contract with the Chesapeake and Albemarle Canal Co. for the purchase of the already existing Adams Creek Canal (hereinafter \"Core Creek Land Cut\") through this area, along with certain appurtentant lands belonging to that company.</p>\n<p>2. These original lands, which amounted to approximately 583.28 acres, were held by the United States in fee. The lands formed a strip approximately 800 feet in width through which this segment of the Waterway was constructed.</p>\n<p>3. By condemnation in 1947, the United States acquired fee simple title to several other adjacent tracts to be used for purposes related to the construction, operation, maintenance, improvement, and enlargement of the Waterway. One such tract, which is approximately 1,500 feet deep and 13,800 feet in length, is located adjacent to the eastern boundary of the original right-of-way lands in the area in question.</p>\n<p>4. In 1955, these lands along both sides of the Waterway in Carteret County, North Carolina, along with lands similarly situated along other portions of the Waterway in North Carolina, were reported to the General Services Administration as being excess to the needs of the United States Government. After screening by various federal agencies in an effort to determine whether these lands could be used for other purposes, it was determined that the fee interest should be sold to private purchasers subject to the easement quoted below, with title to be given by quitclaim deed at an auction sale. Sale of the original right-of-way lands was held in Morehead City, North Corolina, on August 1, 1957.</p>\n<p>5. Richard Wright was the successful bidder and purchaser of a portion of the 800-foot wide right-of-way lands lying in Carteret County. The fee interest in these lands was conveyed by the United States of America to Wright in 1957 by quitclaim deed. Contained in the deed was a reservation in the following language, to wit:</p>\n<blockquote>. . . there is reserved to the Government and its assigns the perpetual right and easement to maintain the said Intracoastal Waterway and to enter upon, dig or cut away, and remove any or all the hereinbefore described tract of land as may be required at any time in the prosecution of the aforesaid work of improvement, or any enlargement thereof, and maintain the portions so cut away and removed as a part of the navigable waters of the United States; and the further right to maintain aids to navigation presently established by the United States on the land herein described with the rights of ingress and egress thereto; and the further perpetual right and easement to enter upon, occupy and use any portion of said tract of land, not so cut away and converted into public navigable waters as aforesaid, for the deposit of dredged material, and for placement thereon of such aids to navigation deemed necessary by the Government, and for such other purposes as may be needful in the preservation and maintenance of said work of improvement; provided, however, that the party of the second part, his heirs and assigns, shall enjoy all rights and privileges in said tract of land as may be used and enjoyed without interfering with or abridging the exceptions and reservations herein contained.</blockquote>\n<p>The deed from the United States to Wright containing this language was duly recorded.</p>\n<p><span class=\"star-pagination\">*1355</span> 6. Sale of the 800-foot wide right-of-way lands was conducted for the General Services Administration by J. L. Todd Auction Company. Circulars and newspaper advertisements which were distributed prior to this sale indicated that recreational developments such as \"commercial marinas, lodges and fishing installations\" were permissible on the subject property. However, there was no evidence that such circulars and advertisements were issued with the authority of the United States. The auction sale agreement between the United States and the Todd Company expressly provided that the property was to be sold subject to the easement quoted above.</p>\n<p>7. The tracts adjacent to the right-of-way lands which had been acquired in 1947 were subsequently sold to other purchasers, subject to the same easement.</p>\n<p>8. The approximate location of the property subject to the easement quoted above insofar as relevant here is shown with a solid line on the map attached to these findings as Exhibit A.</p>\n<p>9. The 800-foot wide right-of-way land was subsequently conveyed by Wright and ultimately acquired by Charles M. Reeves, Jr., a defendant herein, in 1972. Reeves subsequently formed Sea Gate, Inc., the corporate defendant herein, to retain ownership.</p>\n<p>10. Prior to purchase of this right-of-way land, Reeves had both actual and record notice that the property was subject to the easement quoted above. Before purchase of this property, neither Reeves nor any other officer or agent of Sea Gate, Inc., had knowledge of any representations concerning its possible development made prior to the auction sale in 1957. At the time Reeves purchased the property subject to the Government's easement in 1972, it was not occupied by any substantial permanent structures.</p>\n<p>11. In 1972, Sea Gate, Inc., began the development of \"Sea Gate Subdivision\" with a plan partially to subdivide the right-of-way lands, together with certain adjacent properties not subject to the Government's easement, into single family residential lots with certain amenities, such as a small-boat marina, clubhouse and swimming facilities and park and playground areas. With the exception of a portion of the park and playground areas and the access channel to the Marina, the amenities described are not located within the Government's easement. The boundaries of the Sea Gate Subdivision are shown on Exhibit \"A\" in a dashed line.</p>\n<p>12. Sea Gate Subdivision consists of over 700 individual lots, 243 of which are waterfront lots which are located in whole or in part within the 800-foot wide right-of-way easement retained in 1957. These waterfront lots are subject to restrictive covenants which limit their use to sites for permanent homes with a minimum interior floor space of 1,000 square feet. The President of Sea Gate, Inc. testified that a house of this size would cost at least $22,000 to construct at prevailing prices. Use of these waterfront lots for house trailers is expressly forbidden by the covenants.</p>\n<p>13. The Sea Gate waterfront lots are located along both banks of the Waterway for a distance of approximately three miles. The average width of these lots is 120 feet and they range in depth from 90 feet to 265 feet.</p>\n<p>14. At the time of trial only three houses had actually been constructed within the waterfront lots.</p>\n<p>15. The Atlantic Intracoastal Waterway is operated and maintained by the United States Army Corps of Engineers, which has its District office for eastern North Carolina in Wilmington, North Carolina.</p>\n<p>16. Plans for the development of the Sea Gate Subdivision first came to <span class=\"star-pagination\">*1356</span> the attention of the Corps of Engineers in August of 1972. At that time representatives from Sea Gate, Inc., made preliminary inquiries at the Wilmington District concerning the application procedures necessary to acquire a permit from the Corps to connect a small-boat marina, to be located on the west side of the Waterway behind the Government's easement lands, with the Waterway. A formal application for such a permit was filed with the District on October 13, 1972.</p>\n<p>17. At a meeting held in January, 1973 representatives of Sea Gate, Inc., were informed that the Corps of Engineers was concerned that the development proposed the construction of numerous dwellings along the Waterway on lands subject to the Government's easement. The Sea Gate representatives were informed that the Charleston District Office of the Corps had recommended that litigation be commenced to remove a trailer park from easement lands in the Myrtle Beach, South Carolina, area and that a uniform policy concerning the location of structures within the Waterway easement was being formulated at higher levels in the Corps.</p>\n<p>18. In a letter dated April 18, 1973 directed to the President of Sea Gate, Inc., Mr. David C. Reeves, the Wilmington District Engineer advised Mr. Reeves that he had been advised by higher authority that \"it would be incompatible with the Government's interest to support in any way your development plans which include encroachment onto lands subject to our easements along the AIWW.\" Mr. Reeves was informed that because the Sea Gate development involved the construction of permanent improvements on easement lands, Sea Gate's request for a marina permit could not be granted by the District Office but would have to be referred to the Office of the Chief of Engineers.</p>\n<p>19. By letter dated October 15, 1973, the District Engineer advised Mr. David Reeves that the request for a marina permit was denied on the grounds that granting the permit would be inconsistent with the Corps' policy of opposing permanent construction within the Waterway easement.</p>\n<p>20. The Corps of Engineers is currently authorized to maintain this portion of the Waterway to a 12-foot depth, a 90-foot bottom width, and 1 to 3 side slopes.</p>\n<p>21. Evidence indicates that the total width of this segment of the Waterway when first constructed to the present 12-foot depth in 1922 varied between 150 and 250 feet. At present the Waterway width between banks varies between 300 and 400 feet. The difference represents erosion of the Waterway banks which has taken place over this period. Soils in this area are sandy and quite susceptible to erosion.</p>\n<p>22. Mr. William Sanderson, Chief of the Operations Division of the Corps' District Office, testified that dredging on nearly an annual basis has been required to maintain the channel of the Waterway in the Core Creek Land Cut to its authorized dimensions. On the average, 100,000 cubic yards of material has annually been removed from the segment of the Waterway in the vicinity of Sea Gate.</p>\n<p>23. In the past it was the practice of the Corps of Engineers to permit contractors performing the maintenance dredging to discharge the material directly onto the toe of the Waterway banks at the water's edge. The evidence indicates that this practice had a stabilizing effect on bank erosion. However, in 1973 the Bureau of Sport Fisheries and Wildlife of the United States Department of the Interior strongly recommended that this practice be abandoned for environmental reasons and that the spoil be pumped instead into diked areas located on the high ground adjacent to the Waterway. The purpose is to minimize the turbidity which is <span class=\"star-pagination\">*1357</span> caused by sidecast dredging and which has an adverse environmental impact on fish in the area. Starting with the annual maintenance dredging operations in the summer of 1974, it has been necessary to utilize diked disposal areas located on the Government's easement lands. The material is pumped into dreged areas, the sand and silt are permitted to settle and then clear water is allowed to run back into the Waterway. In 1974 approximately 186,000 cubic yards of material were removed from the Waterway in the vicinity of Sea Gate and placed in two disposal areas on easement land on the east bank of the canal.</p>\n<p>24. Mr. Sanderson testified that in general it is more convenient and less expensive to locate spoil disposal areas relatively near the Waterway banks and as close as possible to the segment of the canal to be dredged. Because its depth permits disposal sites of adequate dimensions to be laid out, the large rectangular easement area on the Waterway's east bank, and adjacent portions of the right-of-way lands, are well situated for the placement of spoil dredged from the canal in the Sea Gate vicinity. This large tract is not part of the Sea Gate property, as indicated on Exhibit A. In contrast, the narrow strips of right-of-way land on the west bank and on both banks where the Government has only its 800-foot right-of-way are less desirable for spoil placements, but could be used if necessary. These narrow strips might be used for spoil disposal if dredging were necessary at a point in the canal some distance from a larger disposal tract.</p>\n<p>25. Testimony further indicated that the large rectangular tract on the east bank and adjoining right-of-way land could accommodate the spoil expected to be removed from this segment of the Waterway for many years into the future.</p>\n<p>26. Mr. Sanderson's testimony further indicates, however, that the presence of numerous dwellings along the east bank of the Waterway in the vicinity of spoil disposal areas would greatly complicate the process of dredging and spoil disposal and create a substantial safety hazard, even if the lands occupied by houses were not themselves required for spoil placement. Among the dangers cited as associated with the dredging and disposal process were the operation of heavy machinery, the possibility of pipes bursting from the heavy pressures involved in pumping spoil, the danger of retention dikes giving way, and the danger of children getting into disposal areas themselves, It is clear that substantially greater precautions would have to be employed in conducting these operations in the vicinity of dwellings and that the necessity of such precautions would add significantly to the Government's expense in maintaining the Waterway.</p>\n<p>27. Should houses be constructed in areas actually required for spoil disposal, the removal of such houses would greatly complicate the Government's dredging operations. Testimony also indicated that the presence of houses near the Waterway banks would make it more difficult to use the banks as staging areas for dredging and for securing the anchors used to pull the dredges from side to side across the canal.</p>\n<p>28. Figures kept by the Corps of Engineers indicate traffic on this segment of the Waterway has recently increased significantly. However, it appears unlikely that the navigation channel of the Core Creek Land Cut will need to be widened beyond its existing bottom width within the next 20 years. Testimony did indicate that limited widening to provide passing zones might well be considered at a sooner time. Since the three-mile waterfront of the Sea Gate development is located near the center of the seven-mile long land cut, it was suggested that a passing zone might well be constructed within the Sea Gate area.</p>\n<p><span class=\"star-pagination\">*1358</span> 29. Should numerous dwellings be constructed along both banks of the Waterway within the three-mile reach of Sea Gate Subdivision, problems similar to those expected in dredging in a densely populated area would be encountered. Where necessary, removal of such houses would complicate any widening operation and the presence of houses along the banks would rule out their use as staging areas. Removal and disposal of the spoil involved in such an operation would pose the same hazards discussed above in connection with regular maintenance dredging.</p>\n<p>30. The difficulties which can be anticipated in conducting either normal maintenance dredging or operations to widen the Waterway channel should dwellings be constructed on all Sea Gate waterfront lots, could be mitigated by the following measures:</p>\n<blockquote>(a) permitting the construction of houses solely on lots located on the western bank of the Waterway; and</blockquote>\n<blockquote>(b) requiring any houses constructed on said western bank to be set back from the top of the existing bank a minimum of forty feet.</blockquote>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>1. The easement in favor of the United States, plaintiff herein, is binding on all the defendants joined in this proceeding to the extent that their property falls within its bounds. The easement was contained in deeds which were duly recorded when the United States sold its fee interest in this property in 1957, and the parties have stipulated that the principals of Sea Gate, Inc., had actual knowledge of the existence and terms of the easement before their purchase of the subject property and that all individual lot owners were advised of its existence and terms in the H.U.D. Property Report on this development.</p>\n<p>2. The terms of the easement in question are unambiguous and give the United States the right to maintain the Intracoastal Waterway; to \"dig, cut away and remove\" the land if needed in order to enlarge the canal; to enter upon and use any part of the land for the disposal of material dredged from the Waterway; and to enter upon and use the land for the placement of navigation aids and for \"such other purposes as may be needful in the preservation and maintenance\" of the Waterway. In the face of an easement giving the United States rights of such magnitude, defendants cannot complain should their property be used by the Government for the purposes enumerated at some future time. Should permanent improvements be constructed on land subject to the Government's easement, the owners cannot complain should use of the easement rights require the alteration or destruction of such improvements.</p>\n<p>3. The owner of an estate subject to an easement cannot use the fee in a fashion that obstructs or materially impairs the easement holder's use and enjoyment of his rights under the easement. Any activity by the fee owner which would result in increased cost or inconvenience to the easement holder in exercise of his rights or which would create a safety hazard should those rights be exercised amounts to a material impairment of the easement interest. In <i>Carolina Power and Light Co. v. Bowman,</i> 229 N.C. 682, 51 S.E.2d 191 (1949), an electric utility was granted a mandatory injunction requiring the removal of a theater from lands subject to a right-of-way easement for its power lines. The building did not actually touch the lines nor make servicing them impossible. However, the court granted an injunction because of the safety hazard created and because servicing the lines was made more difficult and costly by the presence of the building. See also, <i>Collins v. Alabama Power Co.,</i> 214 Ala. 643, 108 So. 868 (1926); <i>Arkansas-Louisiana Gas Co. v. Cutrer,</i> 30 So.2d 864 (La.App.1957).</p>\n<p><span class=\"star-pagination\">*1359</span> 4. An injunction is the proper remedy to prevent interference of this type by the fee owner with the easement holder's property rights. <i>Carolina Power Co. v. Bowman, supra</i>; see also 25 Am.Jur.2d, Easements and Licenses § 120.</p>\n<p>5. Plaintiff reserved the rights enumerated in its easement in 1957 not only to meet certain immediate needs but to provide a means to deal with future contingencies which could not then be entirely foreseen. The easement retained thus gives the Government both the right to make immediate use of the subject property, as for spoil disposal, and certain rights which plaintiff may choose to exercise should future conditions warrant. Plaintiff is therefore also entitled to prevent activities by the fee owners of this property which would unreasonably increase the cost, complexity, or difficulty of exercising these rights at some future time, even though the necessity for exercise of these rights may not be entirely foreseeable at present. In <i>Midland Valley Ry. Co. v. Jarvis,</i> 29 F.2d 539 (8th Cir., 1928), the court granted an injunction prohibiting the use of a railroad right-of-way for the construction of buildings and other structures, even though the railroad had no plans to put the property to immediate use. The court stated that \"[t]he necessity of immediate use is not essential to preserve the rights of the railroad. . . . It can never be stated with certainty at what time any particular part of a right-of-way may become necessary for railroad uses.\" <i>Id.</i> at 541. See also, <i>Seaboard R. R. Co. v. Banks,</i> 207 Ala. 194, 92 So. 117 (1922) and <i>Olive v. Sabine &amp; E. T. R. R. Co.,</i> 11 Tex.Civ.App. 208, 33 S.W. 139 (1895).</p>\n<p>6. For these reasons the Court finds that the construction of permanent residences and their attendant utilities on both banks of the Atlantic Intracoastal Waterway within the Sea Gate Subdivision would impair and abridge the rights reserved by plaintiff by easement in 1957. No question has been raised in this lawsuit concerning plaintiff's legal power to require the destruction or removal of such improvements should use of the property for the purposes enumerated in the easement be reasonably necessary. Nevertheless, the Court finds that the mere existence of numerous substantial dwellings along both banks of the Waterway in this area would so greatly complicate and burden plaintiff's exercise of its easement rights, whether exercised now or at some future time, that their construction would very materially impair plaintiff's rights under the easement.</p>\n<p>7. However, the Court further finds that it would not be unreasonable at the present time to permit the construction of dwellings along the western side of the Waterway only. Limiting construction to the west bank only would minimize any interference with dredging operations by the Corps of Engineers, since dredging contractors would have free access to the large spoil disposal area located in the Sea Gate vicinity on the east side of the canal. Moreover, the exclusion of dwellings from the east bank would also allow reasonable provision for operations to widen the Waterway channel or to provide passing zones, should either action prove necessary in the future.</p>\n<p>8. The Court further finds that the construction of residential dwellings on the west side of the Waterway should not be permitted closer than forty feet from the top of the existing bank. Exclusion of dwellings from such a forty-foot wide strip would leave such land available for use by the Corps of Engineers for staging operations in dredging and for widening the channel and would provide an area for the location of anchors used in maneuvering the dredges. Moreover, a set-back restriction of this sort would take account of existing bank erosion and prevent the construction of houses on potentially precarious sites.</p>\n<p><span class=\"star-pagination\">*1360</span> 9. The United States is not estopped from maintaining this action by any course of conduct followed since 1972 by officers of the Corps of Engineers with respect to the Sea Gate development. The principle is firmly established that the Government cannot be estopped by any unauthorized representations made by its agents concerning uses to which Government property can be put. <i>Utah Power and Light Co. v. United States,</i> 243 U.S. 389, 409, 37 S.Ct. 387, 61 L.Ed. 791 (1917); <i>United States Immigration and Naturalization Service v. Hibi,</i> 414 U.S. 5, 8, 94 S.Ct. 19, 38 L.Ed.2d 7 (1973). Moreover, the record clearly reveals that soon after their development plans came to the Corps' attention, representatives of Sea Gate were advised that the construction of permanent improvements on the Government's easement land posed serious policy problems which the District Engineer was taking up with higher levels of authority. Under these circumstances, Sea Gate, Inc., had no right to assume that its plans would not ultimately be opposed by the Government.</p>\n<p>10. Likewise, failure of the United States to prevent the construction of other improvements on easement lands elsewhere along the Intracoastal Waterway cannot estop plaintiff from attempting to prevent the infringement of its rights in this case. The Supreme Court recently stated that:</p>\n<blockquote>As a general rule laches or neglect of duty on the part of officers of the Government is no defense to a suit by it to enforce a public right or protect a public interest. . . . A suit by the United States to enforce and maintain its policy respecting lands which it holds in trust for all the people stands upon a different plane in this and some other respects from the ordinary private suit to regain the title to real property or to remove a cloud from it. <i>United States Immigration and Naturalization Service v. Hibi,</i> 414 U.S. 5, 8, 94 S.Ct. 19, 21, 38 L.Ed.2d 7 (1973).</blockquote>\n<p>This principle unquestionably applies to the present case.</p>\n<p>11. Plaintiff finally cannot be estopped by representations made prior to the sale of this property in 1957 concerning uses to which this property could be put. In the first place no evidence was adduced at trial to suggest that Sea Gate, Inc., or any of its officers relied upon, or indeed had any knowledge of such representations prior to its purchase of this property in 1972. Moreover, a deed creating an easement by express reservation is a contract, and by fundamental principles of contract law, where the language of a deed is clear and unambiguous, the intent of the parties can be shown only by the terms of the instrument itself. All prior and contemporaneous agreements between the parties are considered merged into the final written deed, and parole evidence is inadmissible to vary or contradict the instrument's plain meaning or to show that the parties intended something other than what they wrote. <i>Weyerhaeuser Company v. Carolina Power and Light Company,</i> 257 N.C. 717, 127 S.E.2d 539 (1962). There is nothing ambiguous about the nature or terms of the easement in question. Parole evidence that an \"understanding\" in derogation of the Government's rights under the easement had previously been reached clearly cannot be considered by this Court to vary or contradict the final written terms. Finally, the firm of auctioneers hired by plaintiff to dispose of this property was not authorized to make representations in contravention of the easement terms. The contract between the United States and the firm expressly stated that the property was to be sold subject to the easement in question. The auctioneers had no authority to offer the property on any other terms and plaintiff cannot be <span class=\"star-pagination\">*1361</span> bound by any actions they may have taken beyond their authority. <i>United States v. Stewart,</i> 311 U.S. 60, 70, 61 S.Ct. 102, 85 L.Ed. 40 (1940); <i>Federal Crop Ins. Corp. v. Merrill,</i> 332 U.S. 380, 384-385, 68 S.Ct. 1, 92 L.Ed. 10 (1947).\n</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">397</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1351</span></span> (1975)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nSEA GATE, INC., et al., Defendants.</h1></center>\n<center>No. 74-20-CIV-4.</center>\n<center><p><b>United States District Court, D. North Carolina, New Bern Division.</b></p></center>\n<center>July 21, 1975.</center>\n<p><span class=\"star-pagination\">*1352</span> <span class=\"star-pagination\">*1353</span> Thomas P. McNamara, U. S. Atty., Raleigh, N. C. by Bruce H. Johnson, Asst. U. S. Atty., Chief, Land &amp; Natural Resources Section, Charles N. Estes, Atty., Land and Natural Resources Div., U. S. Dept. of Justice, Washington, D. C., for plaintiff.</p>\n<p>Herman Wolff, Jr., Andrew S. Martin, of Wolff, Harrell &amp; Mann, Raleigh, N. C., William W. Staton, of Pittman, Staton &amp; Betts, Sanford, N. C., for defendants.</p>\n<p></p>\n<h2>FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>LARKINS, District Judge.</p>\n<p>This action was filed on April 19, 1974, by the plaintiff, the United States of America, and jurisdiction is based on 28 U.S.C. § 1345. The controversy centers around the construction of a residential subdivision on lands adjoining both sides of the Atlantic Intracoastal Waterway in Carteret County, North Carolina. The defendant Sea Gate, Inc., is the developer of this residential communtiy, which is called \"Sea Gate Subdivision.\" The remaining defendants own lots within the subdivision.</p>\n<p>The lands owned by the individual defendants and upon which Sea Gate Subdivision is being constructed are subject, in whole or in part, to an easement reserved by the United States in 1957. This easement gives the Government the right to use the burdened lands for the purpose of operating and maintaining the Intracoastal Waterway; the right to cut away and remove any part of the subject property in order to widen or otherwise improve the Waterway; the right to construct and maintain aids to navigation on these lands; the right to use these lands for the deposit of material dredged from the Waterway; and the right to enter upon and use the lands for other purposes needful in preserving and maintaining the Waterway.</p>\n<p>Plaintiff seeks an order declaring that the construction of residential dwellings, their attendant utilities and other permanent improvements on lands subject to its easement is inconsistent with the terms thereof and seeks an order enjoining defendants from such construction. Plaintiff seeks a further order requiring the owners of three existing dwellings to remove same if notified that the land they occupy is needed by plaintiff in connection with operation, maintenance or enlargement of the Waterway.</p>\n<p>This matter was heard before the Court without a jury on July 1-3, 1975. The Court having considered the evidence presented and the briefs filed by the parties makes the following</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>1. The portion of the Atlantic Intracoastal Waterway in controversy is a land cut connecting the Neuse River and Pamlico Sound with Beaufort Inlet and the harbor at Morehead City. Congress <span class=\"star-pagination\">*1354</span> authorized the improvement and construction of the Atlantic Intracoastal Waterway from Pamlico Sound to Beaufort Inlet, North Carolina, in 1907 and further authorized the Secretary of War to enter into such contracts as might be necessary for the completion of the project. 34 Stat. 1083. In 1912, Congress authorized the Secretary to contract with the Chesapeake and Albemarle Canal Co. for the purchase of the already existing Adams Creek Canal (hereinafter \"Core Creek Land Cut\") through this area, along with certain appurtentant lands belonging to that company.</p>\n<p>2. These original lands, which amounted to approximately 583.28 acres, were held by the United States in fee. The lands formed a strip approximately 800 feet in width through which this segment of the Waterway was constructed.</p>\n<p>3. By condemnation in 1947, the United States acquired fee simple title to several other adjacent tracts to be used for purposes related to the construction, operation, maintenance, improvement, and enlargement of the Waterway. One such tract, which is approximately 1,500 feet deep and 13,800 feet in length, is located adjacent to the eastern boundary of the original right-of-way lands in the area in question.</p>\n<p>4. In 1955, these lands along both sides of the Waterway in Carteret County, North Carolina, along with lands similarly situated along other portions of the Waterway in North Carolina, were reported to the General Services Administration as being excess to the needs of the United States Government. After screening by various federal agencies in an effort to determine whether these lands could be used for other purposes, it was determined that the fee interest should be sold to private purchasers subject to the easement quoted below, with title to be given by quitclaim deed at an auction sale. Sale of the original right-of-way lands was held in Morehead City, North Corolina, on August 1, 1957.</p>\n<p>5. Richard Wright was the successful bidder and purchaser of a portion of the 800-foot wide right-of-way lands lying in Carteret County. The fee interest in these lands was conveyed by the United States of America to Wright in 1957 by quitclaim deed. Contained in the deed was a reservation in the following language, to wit:</p>\n<blockquote>. . . there is reserved to the Government and its assigns the perpetual right and easement to maintain the said Intracoastal Waterway and to enter upon, dig or cut away, and remove any or all the hereinbefore described tract of land as may be required at any time in the prosecution of the aforesaid work of improvement, or any enlargement thereof, and maintain the portions so cut away and removed as a part of the navigable waters of the United States; and the further right to maintain aids to navigation presently established by the United States on the land herein described with the rights of ingress and egress thereto; and the further perpetual right and easement to enter upon, occupy and use any portion of said tract of land, not so cut away and converted into public navigable waters as aforesaid, for the deposit of dredged material, and for placement thereon of such aids to navigation deemed necessary by the Government, and for such other purposes as may be needful in the preservation and maintenance of said work of improvement; provided, however, that the party of the second part, his heirs and assigns, shall enjoy all rights and privileges in said tract of land as may be used and enjoyed without interfering with or abridging the exceptions and reservations herein contained.</blockquote>\n<p>The deed from the United States to Wright containing this language was duly recorded.</p>\n<p><span class=\"star-pagination\">*1355</span> 6. Sale of the 800-foot wide right-of-way lands was conducted for the General Services Administration by J. L. Todd Auction Company. Circulars and newspaper advertisements which were distributed prior to this sale indicated that recreational developments such as \"commercial marinas, lodges and fishing installations\" were permissible on the subject property. However, there was no evidence that such circulars and advertisements were issued with the authority of the United States. The auction sale agreement between the United States and the Todd Company expressly provided that the property was to be sold subject to the easement quoted above.</p>\n<p>7. The tracts adjacent to the right-of-way lands which had been acquired in 1947 were subsequently sold to other purchasers, subject to the same easement.</p>\n<p>8. The approximate location of the property subject to the easement quoted above insofar as relevant here is shown with a solid line on the map attached to these findings as Exhibit A.</p>\n<p>9. The 800-foot wide right-of-way land was subsequently conveyed by Wright and ultimately acquired by Charles M. Reeves, Jr., a defendant herein, in 1972. Reeves subsequently formed Sea Gate, Inc., the corporate defendant herein, to retain ownership.</p>\n<p>10. Prior to purchase of this right-of-way land, Reeves had both actual and record notice that the property was subject to the easement quoted above. Before purchase of this property, neither Reeves nor any other officer or agent of Sea Gate, Inc., had knowledge of any representations concerning its possible development made prior to the auction sale in 1957. At the time Reeves purchased the property subject to the Government's easement in 1972, it was not occupied by any substantial permanent structures.</p>\n<p>11. In 1972, Sea Gate, Inc., began the development of \"Sea Gate Subdivision\" with a plan partially to subdivide the right-of-way lands, together with certain adjacent properties not subject to the Government's easement, into single family residential lots with certain amenities, such as a small-boat marina, clubhouse and swimming facilities and park and playground areas. With the exception of a portion of the park and playground areas and the access channel to the Marina, the amenities described are not located within the Government's easement. The boundaries of the Sea Gate Subdivision are shown on Exhibit \"A\" in a dashed line.</p>\n<p>12. Sea Gate Subdivision consists of over 700 individual lots, 243 of which are waterfront lots which are located in whole or in part within the 800-foot wide right-of-way easement retained in 1957. These waterfront lots are subject to restrictive covenants which limit their use to sites for permanent homes with a minimum interior floor space of 1,000 square feet. The President of Sea Gate, Inc. testified that a house of this size would cost at least $22,000 to construct at prevailing prices. Use of these waterfront lots for house trailers is expressly forbidden by the covenants.</p>\n<p>13. The Sea Gate waterfront lots are located along both banks of the Waterway for a distance of approximately three miles. The average width of these lots is 120 feet and they range in depth from 90 feet to 265 feet.</p>\n<p>14. At the time of trial only three houses had actually been constructed within the waterfront lots.</p>\n<p>15. The Atlantic Intracoastal Waterway is operated and maintained by the United States Army Corps of Engineers, which has its District office for eastern North Carolina in Wilmington, North Carolina.</p>\n<p>16. Plans for the development of the Sea Gate Subdivision first came to <span class=\"star-pagination\">*1356</span> the attention of the Corps of Engineers in August of 1972. At that time representatives from Sea Gate, Inc., made preliminary inquiries at the Wilmington District concerning the application procedures necessary to acquire a permit from the Corps to connect a small-boat marina, to be located on the west side of the Waterway behind the Government's easement lands, with the Waterway. A formal application for such a permit was filed with the District on October 13, 1972.</p>\n<p>17. At a meeting held in January, 1973 representatives of Sea Gate, Inc., were informed that the Corps of Engineers was concerned that the development proposed the construction of numerous dwellings along the Waterway on lands subject to the Government's easement. The Sea Gate representatives were informed that the Charleston District Office of the Corps had recommended that litigation be commenced to remove a trailer park from easement lands in the Myrtle Beach, South Carolina, area and that a uniform policy concerning the location of structures within the Waterway easement was being formulated at higher levels in the Corps.</p>\n<p>18. In a letter dated April 18, 1973 directed to the President of Sea Gate, Inc., Mr. David C. Reeves, the Wilmington District Engineer advised Mr. Reeves that he had been advised by higher authority that \"it would be incompatible with the Government's interest to support in any way your development plans which include encroachment onto lands subject to our easements along the AIWW.\" Mr. Reeves was informed that because the Sea Gate development involved the construction of permanent improvements on easement lands, Sea Gate's request for a marina permit could not be granted by the District Office but would have to be referred to the Office of the Chief of Engineers.</p>\n<p>19. By letter dated October 15, 1973, the District Engineer advised Mr. David Reeves that the request for a marina permit was denied on the grounds that granting the permit would be inconsistent with the Corps' policy of opposing permanent construction within the Waterway easement.</p>\n<p>20. The Corps of Engineers is currently authorized to maintain this portion of the Waterway to a 12-foot depth, a 90-foot bottom width, and 1 to 3 side slopes.</p>\n<p>21. Evidence indicates that the total width of this segment of the Waterway when first constructed to the present 12-foot depth in 1922 varied between 150 and 250 feet. At present the Waterway width between banks varies between 300 and 400 feet. The difference represents erosion of the Waterway banks which has taken place over this period. Soils in this area are sandy and quite susceptible to erosion.</p>\n<p>22. Mr. William Sanderson, Chief of the Operations Division of the Corps' District Office, testified that dredging on nearly an annual basis has been required to maintain the channel of the Waterway in the Core Creek Land Cut to its authorized dimensions. On the average, 100,000 cubic yards of material has annually been removed from the segment of the Waterway in the vicinity of Sea Gate.</p>\n<p>23. In the past it was the practice of the Corps of Engineers to permit contractors performing the maintenance dredging to discharge the material directly onto the toe of the Waterway banks at the water's edge. The evidence indicates that this practice had a stabilizing effect on bank erosion. However, in 1973 the Bureau of Sport Fisheries and Wildlife of the United States Department of the Interior strongly recommended that this practice be abandoned for environmental reasons and that the spoil be pumped instead into diked areas located on the high ground adjacent to the Waterway. The purpose is to minimize the turbidity which is <span class=\"star-pagination\">*1357</span> caused by sidecast dredging and which has an adverse environmental impact on fish in the area. Starting with the annual maintenance dredging operations in the summer of 1974, it has been necessary to utilize diked disposal areas located on the Government's easement lands. The material is pumped into dreged areas, the sand and silt are permitted to settle and then clear water is allowed to run back into the Waterway. In 1974 approximately 186,000 cubic yards of material were removed from the Waterway in the vicinity of Sea Gate and placed in two disposal areas on easement land on the east bank of the canal.</p>\n<p>24. Mr. Sanderson testified that in general it is more convenient and less expensive to locate spoil disposal areas relatively near the Waterway banks and as close as possible to the segment of the canal to be dredged. Because its depth permits disposal sites of adequate dimensions to be laid out, the large rectangular easement area on the Waterway's east bank, and adjacent portions of the right-of-way lands, are well situated for the placement of spoil dredged from the canal in the Sea Gate vicinity. This large tract is not part of the Sea Gate property, as indicated on Exhibit A. In contrast, the narrow strips of right-of-way land on the west bank and on both banks where the Government has only its 800-foot right-of-way are less desirable for spoil placements, but could be used if necessary. These narrow strips might be used for spoil disposal if dredging were necessary at a point in the canal some distance from a larger disposal tract.</p>\n<p>25. Testimony further indicated that the large rectangular tract on the east bank and adjoining right-of-way land could accommodate the spoil expected to be removed from this segment of the Waterway for many years into the future.</p>\n<p>26. Mr. Sanderson's testimony further indicates, however, that the presence of numerous dwellings along the east bank of the Waterway in the vicinity of spoil disposal areas would greatly complicate the process of dredging and spoil disposal and create a substantial safety hazard, even if the lands occupied by houses were not themselves required for spoil placement. Among the dangers cited as associated with the dredging and disposal process were the operation of heavy machinery, the possibility of pipes bursting from the heavy pressures involved in pumping spoil, the danger of retention dikes giving way, and the danger of children getting into disposal areas themselves, It is clear that substantially greater precautions would have to be employed in conducting these operations in the vicinity of dwellings and that the necessity of such precautions would add significantly to the Government's expense in maintaining the Waterway.</p>\n<p>27. Should houses be constructed in areas actually required for spoil disposal, the removal of such houses would greatly complicate the Government's dredging operations. Testimony also indicated that the presence of houses near the Waterway banks would make it more difficult to use the banks as staging areas for dredging and for securing the anchors used to pull the dredges from side to side across the canal.</p>\n<p>28. Figures kept by the Corps of Engineers indicate traffic on this segment of the Waterway has recently increased significantly. However, it appears unlikely that the navigation channel of the Core Creek Land Cut will need to be widened beyond its existing bottom width within the next 20 years. Testimony did indicate that limited widening to provide passing zones might well be considered at a sooner time. Since the three-mile waterfront of the Sea Gate development is located near the center of the seven-mile long land cut, it was suggested that a passing zone might well be constructed within the Sea Gate area.</p>\n<p><span class=\"star-pagination\">*1358</span> 29. Should numerous dwellings be constructed along both banks of the Waterway within the three-mile reach of Sea Gate Subdivision, problems similar to those expected in dredging in a densely populated area would be encountered. Where necessary, removal of such houses would complicate any widening operation and the presence of houses along the banks would rule out their use as staging areas. Removal and disposal of the spoil involved in such an operation would pose the same hazards discussed above in connection with regular maintenance dredging.</p>\n<p>30. The difficulties which can be anticipated in conducting either normal maintenance dredging or operations to widen the Waterway channel should dwellings be constructed on all Sea Gate waterfront lots, could be mitigated by the following measures:</p>\n<blockquote>(a) permitting the construction of houses solely on lots located on the western bank of the Waterway; and</blockquote>\n<blockquote>(b) requiring any houses constructed on said western bank to be set back from the top of the existing bank a minimum of forty feet.</blockquote>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>1. The easement in favor of the United States, plaintiff herein, is binding on all the defendants joined in this proceeding to the extent that their property falls within its bounds. The easement was contained in deeds which were duly recorded when the United States sold its fee interest in this property in 1957, and the parties have stipulated that the principals of Sea Gate, Inc., had actual knowledge of the existence and terms of the easement before their purchase of the subject property and that all individual lot owners were advised of its existence and terms in the H.U.D. Property Report on this development.</p>\n<p>2. The terms of the easement in question are unambiguous and give the United States the right to maintain the Intracoastal Waterway; to \"dig, cut away and remove\" the land if needed in order to enlarge the canal; to enter upon and use any part of the land for the disposal of material dredged from the Waterway; and to enter upon and use the land for the placement of navigation aids and for \"such other purposes as may be needful in the preservation and maintenance\" of the Waterway. In the face of an easement giving the United States rights of such magnitude, defendants cannot complain should their property be used by the Government for the purposes enumerated at some future time. Should permanent improvements be constructed on land subject to the Government's easement, the owners cannot complain should use of the easement rights require the alteration or destruction of such improvements.</p>\n<p>3. The owner of an estate subject to an easement cannot use the fee in a fashion that obstructs or materially impairs the easement holder's use and enjoyment of his rights under the easement. Any activity by the fee owner which would result in increased cost or inconvenience to the easement holder in exercise of his rights or which would create a safety hazard should those rights be exercised amounts to a material impairment of the easement interest. In <i>Carolina Power and Light Co. v. Bowman,</i> <span class=\"citation no-link\"><span class=\"volume\">229</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">682</span></span>, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">191</span></span> (1949), an electric utility was granted a mandatory injunction requiring the removal of a theater from lands subject to a right-of-way easement for its power lines. The building did not actually touch the lines nor make servicing them impossible. However, the court granted an injunction because of the safety hazard created and because servicing the lines was made more difficult and costly by the presence of the building. See also, <i>Collins v. Alabama Power Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">214</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">643</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">So.</span> <span class=\"page\">868</span></span> (1926); <i>Arkansas-Louisiana Gas Co. v. Cutrer,</i> <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">864</span></span> (La.App.1957).</p>\n<p><span class=\"star-pagination\">*1359</span> 4. An injunction is the proper remedy to prevent interference of this type by the fee owner with the easement holder's property rights. <i>Carolina Power Co. v. Bowman, supra</i>; see also 25 Am.Jur.2d, Easements and Licenses § 120.</p>\n<p>5. Plaintiff reserved the rights enumerated in its easement in 1957 not only to meet certain immediate needs but to provide a means to deal with future contingencies which could not then be entirely foreseen. The easement retained thus gives the Government both the right to make immediate use of the subject property, as for spoil disposal, and certain rights which plaintiff may choose to exercise should future conditions warrant. Plaintiff is therefore also entitled to prevent activities by the fee owners of this property which would unreasonably increase the cost, complexity, or difficulty of exercising these rights at some future time, even though the necessity for exercise of these rights may not be entirely foreseeable at present. In <i>Midland Valley Ry. Co. v. Jarvis,</i> <span class=\"citation\" data-id=\"1483671\"><a href=\"/opinion/1483671/midland-valley-r-co-v-jarvis/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">539</span></a></span> (8th Cir., 1928), the court granted an injunction prohibiting the use of a railroad right-of-way for the construction of buildings and other structures, even though the railroad had no plans to put the property to immediate use. The court stated that \"[t]he necessity of immediate use is not essential to preserve the rights of the railroad. . . . It can never be stated with certainty at what time any particular part of a right-of-way may become necessary for railroad uses.\" <i>Id.</i> at 541. See also, <i>Seaboard R. R. Co. v. Banks,</i> <span class=\"citation no-link\"><span class=\"volume\">207</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">194</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">So.</span> <span class=\"page\">117</span></span> (1922) and <i>Olive v. Sabine &amp; E. T. R. R. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">Tex. Civ. App.</span> <span class=\"page\">208</span></span>, <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">139</span></span> (1895).</p>\n<p>6. For these reasons the Court finds that the construction of permanent residences and their attendant utilities on both banks of the Atlantic Intracoastal Waterway within the Sea Gate Subdivision would impair and abridge the rights reserved by plaintiff by easement in 1957. No question has been raised in this lawsuit concerning plaintiff's legal power to require the destruction or removal of such improvements should use of the property for the purposes enumerated in the easement be reasonably necessary. Nevertheless, the Court finds that the mere existence of numerous substantial dwellings along both banks of the Waterway in this area would so greatly complicate and burden plaintiff's exercise of its easement rights, whether exercised now or at some future time, that their construction would very materially impair plaintiff's rights under the easement.</p>\n<p>7. However, the Court further finds that it would not be unreasonable at the present time to permit the construction of dwellings along the western side of the Waterway only. Limiting construction to the west bank only would minimize any interference with dredging operations by the Corps of Engineers, since dredging contractors would have free access to the large spoil disposal area located in the Sea Gate vicinity on the east side of the canal. Moreover, the exclusion of dwellings from the east bank would also allow reasonable provision for operations to widen the Waterway channel or to provide passing zones, should either action prove necessary in the future.</p>\n<p>8. The Court further finds that the construction of residential dwellings on the west side of the Waterway should not be permitted closer than forty feet from the top of the existing bank. Exclusion of dwellings from such a forty-foot wide strip would leave such land available for use by the Corps of Engineers for staging operations in dredging and for widening the channel and would provide an area for the location of anchors used in maneuvering the dredges. Moreover, a set-back restriction of this sort would take account of existing bank erosion and prevent the construction of houses on potentially precarious sites.</p>\n<p><span class=\"star-pagination\">*1360</span> 9. The United States is not estopped from maintaining this action by any course of conduct followed since 1972 by officers of the Corps of Engineers with respect to the Sea Gate development. The principle is firmly established that the Government cannot be estopped by any unauthorized representations made by its agents concerning uses to which Government property can be put. <i>Utah Power and Light Co. v. United States,</i> <span class=\"citation\" data-id=\"98904\"><a href=\"/opinion/98904/utah-power-light-co-v-united-states/\"><span class=\"volume\">243</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 409, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">387</span></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">791</span></span> (1917); <i>United States Immigration and Naturalization Service v. Hibi,</i> <span class=\"citation\" data-id=\"108872\"><a href=\"/opinion/108872/ins-v-hibi/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">5</span></a></span>, 8, <span class=\"citation\" data-id=\"108872\"><a href=\"/opinion/108872/ins-v-hibi/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">19</span></a></span>, <span class=\"citation\" data-id=\"108872\"><a href=\"/opinion/108872/ins-v-hibi/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">7</span></a></span> (1973). Moreover, the record clearly reveals that soon after their development plans came to the Corps' attention, representatives of Sea Gate were advised that the construction of permanent improvements on the Government's easement land posed serious policy problems which the District Engineer was taking up with higher levels of authority. Under these circumstances, Sea Gate, Inc., had no right to assume that its plans would not ultimately be opposed by the Government.</p>\n<p>10. Likewise, failure of the United States to prevent the construction of other improvements on easement lands elsewhere along the Intracoastal Waterway cannot estop plaintiff from attempting to prevent the infringement of its rights in this case. The Supreme Court recently stated that:</p>\n<blockquote>As a general rule laches or neglect of duty on the part of officers of the Government is no defense to a suit by it to enforce a public right or protect a public interest. . . . A suit by the United States to enforce and maintain its policy respecting lands which it holds in trust for all the people stands upon a different plane in this and some other respects from the ordinary private suit to regain the title to real property or to remove a cloud from it. <i>United States Immigration and Naturalization Service v. Hibi,</i> <span class=\"citation\" data-id=\"108872\"><a href=\"/opinion/108872/ins-v-hibi/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">5</span></a></span>, 8, <span class=\"citation\" data-id=\"108872\"><a href=\"/opinion/108872/ins-v-hibi/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">19</span></a></span>, 21, <span class=\"citation\" data-id=\"108872\"><a href=\"/opinion/108872/ins-v-hibi/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">7</span></a></span> (1973).</blockquote>\n<p>This principle unquestionably applies to the present case.</p>\n<p>11. Plaintiff finally cannot be estopped by representations made prior to the sale of this property in 1957 concerning uses to which this property could be put. In the first place no evidence was adduced at trial to suggest that Sea Gate, Inc., or any of its officers relied upon, or indeed had any knowledge of such representations prior to its purchase of this property in 1972. Moreover, a deed creating an easement by express reservation is a contract, and by fundamental principles of contract law, where the language of a deed is clear and unambiguous, the intent of the parties can be shown only by the terms of the instrument itself. All prior and contemporaneous agreements between the parties are considered merged into the final written deed, and parole evidence is inadmissible to vary or contradict the instrument's plain meaning or to show that the parties intended something other than what they wrote. <i>Weyerhaeuser Company v. Carolina Power and Light Company,</i> <span class=\"citation\" data-id=\"1332269\"><a href=\"/opinion/1332269/weyerhaeuser-company-v-carolina-power-light-co/\"><span class=\"volume\">257</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">717</span></a></span>, <span class=\"citation\" data-id=\"1332269\"><a href=\"/opinion/1332269/weyerhaeuser-company-v-carolina-power-light-co/\"><span class=\"volume\">127</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">539</span></a></span> (1962). There is nothing ambiguous about the nature or terms of the easement in question. Parole evidence that an \"understanding\" in derogation of the Government's rights under the easement had previously been reached clearly cannot be considered by this Court to vary or contradict the final written terms. Finally, the firm of auctioneers hired by plaintiff to dispose of this property was not authorized to make representations in contravention of the easement terms. The contract between the United States and the firm expressly stated that the property was to be sold subject to the easement in question. The auctioneers had no authority to offer the property on any other terms and plaintiff cannot be <span class=\"star-pagination\">*1361</span> bound by any actions they may have taken beyond their authority. <i>United States v. Stewart,</i> <span class=\"citation\" data-id=\"103383\"><a href=\"/opinion/103383/united-states-v-stewart/\"><span class=\"volume\">311</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">60</span></a></span>, 70, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">102</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">40</span></span> (1940); <i>Federal Crop Ins. Corp. v. Merrill,</i> <span class=\"citation\" data-id=\"104471\"><a href=\"/opinion/104471/federal-crop-ins-corp-v-merrill/\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">380</span></a></span>, 384-385, <span class=\"citation\" data-id=\"104471\"><a href=\"/opinion/104471/federal-crop-ins-corp-v-merrill/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"104471\"><a href=\"/opinion/104471/federal-crop-ins-corp-v-merrill/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">10</span></a></span> (1947).\n</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/98904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1332269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1483671/"
  ]
}