{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1680562/",
  "absolute_url": "/opinion/1680562/news-and-observer-pub-v-raleigh-durham-airport/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1680562/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:06:06.380710Z",
  "date_modified": "2016-04-26T23:37:43.923108Z",
  "type": "010combined",
  "sha1": "471b1652ef958d1912fd9bae037e44455ad9a2f7",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>The NEWS AND OBSERVER PULISHING COMPANY; The Durham Herald Company; The New York Times Company; and Gannett Co., Inc., Plaintiffs,<br>\nv.<br>\nRALEIGH-DURHAM AIRPORT AUTHORITY, Defendant.</h1></center>\n<center>No. 5:04-CV-639-BO(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 24, 2008.</center>\n<p></p>\n<h2><i>AMENDED ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>On September 29, 2007, this Court denied both Plaintiffs' and Defendant's Motions for Summary Judgment. This Court has reconsidered each party's motion and now amends the September 29, 2007 Order. For the reasons set out below, Plaintiffs' Motion for Summary Judgment is GRANTED.</p>\n<p></p>\n<h2><i>PROCEDURAL HISTORY</i></h2>\n<p>On September 2, 2004, Plaintiffs The News and Observer Publishing Company; The Durham Herald Company; The New York Times Company; and Gannett Co., Inc. (\"Plaintiffs\") filed a Complaint against Raleigh-Durham Airport Authority (\"Defendant\" a.k.a. \"RDU\") seeking monetary and injunctive relief pursuant to 42 U.S.C. ยง 1983; pursuant to the First Amendment of the U.S. Constitution; and pursuant to Article I, Section 14 of the North Carolina Constitution. Docket Report (\"DR\") # 1. Defendant's Answered on November 3, 2004. On February 16, 2005, Plaintiffs made a Motion for Summary Judgment. DR # 7, 13.</p>\n<p>On March 29, 2006, the Court denied the Plaintiffs' Motion for Summary Judgment. DR # 57. On March 29, 2007, Plaintiffs renewed their Motion for Summary Judgment. DR # 64. On August 20, 2007, Defendant also moved for Summary Judgment. DR # 66. Both parties then opposed the other's Motion for Summary Judgment. DR # 87, 88.</p>\n<p>Finally, on September 4, 2007, Plaintiffs made a Motion for a Hearing for Oral Argument on the Motions for Summary Judgment. DR # 96. On September 29, 2007, this Court denied both Plaintiffs' and Defendant's Motions for Summary Judgment.</p>\n<p></p>\n<h2><i>FACTUAL BACKGROUND</i></h2>\n<p>Plaintiffs are newspaper publishers, with daily newspapers distributed in the Triangle region of North Carolina, amongst other places. Defendant operates the Raleigh-Durham Airport.</p>\n<p>Defendant rents space within the airport to various businesses. Defendant currently has multiple shops in its terminals that sell newspapers and magazines, along with other non-newspaper items, such as food. Some of these shops carry the term \"press,\" \"news,\" or other newspaper-advertising names in their marquees. These shops are open both in the mornings and evenings, though the exact times at which they are open is disputed-as is the percentage of passengers who are exposed to the news shops when they are open. There have been complaints in the past as to a availability of newspapers in these shops; the reason for these complaints is disputed as well. Much of the airport is filled with various shops and items common to a public commercial space, such as retail shops, news shops, vending machines, telephones, Fire extinguishers, televisions.</p>\n<p>There are no \"news racks\" at the airport. These news racks are a method that Plaintiffs use to disseminate their newspapers to the public. News racks are independent from the news shops that already sell newspapers at the airport. News racks allow customers to gain access to the newspapers even if the news shops are closed. Defendant alleges negotiations previously took place with one of the Plaintiffs regarding installation of news racks at the airport, but Defendant implies Plaintiff was unwilling to pay rent for the space for the news racks. Defendant did have notice that there were previous requests for news racks made to the airport. Most importantly to this case, Defendant has denied all requests by the Plaintiffs to install news racks at the airport.</p>\n<p>Plaintiffs allege that these denials of news rack installation are an infringement of both the First Amendment, and also Article I, Section 14 of the North Carolina State Constitution, which closely follows the First Amendment. Plaintiffs allege that passengers do not have adequate access to Plaintiffs' publications, and that the Defendant is unjustified in its denial of news racks at the airport.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>A motion for summary judgment cannot be granted unless there are no genuine issues of material fact for trial. FED. R.CIV.P. 56; <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322-23, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The moving party must demonstrate the lack of a genuine issue of fact for trial, and if that burden is met, the party opposing the motion must \"go beyond the pleadings\" and come forward with evidence of a genuine factual dispute. <i>Id.</i> at 324, 106 S.Ct. 2548. The Court must view the facts and the inferences drawn from the facts in the light most favorable to the nonmoving party. <i>See </i><i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587-88, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986). Conclusory allegations are not sufficient to defeat a motion for summary judgment. <i>Cf. </i><i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 249, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986) (\"[T]he mere existence of <i>some</i> alleged factual dispute between the parties will not defeat an otherwise properly supported motion for summary judgment.\") (emphasis in original).</p>\n<p>\"In the end, the non-moving party must do more than present a `scintilla' of evidence in its favor. Rather, the non-moving party must present sufficient evidence such that reasonable jurors could find by a preponderance of the evidence for the nonmovant.\" <i>Sylvia Dev. Corp. v. Calvert County,</i> 48 F.3d 810, 818 (4th Cir.1995) (Internal citations and quotations omitted).</p>\n<p>The Fourth Circuit, in <i>Multimedia Publishing Co. v. Greenville-Spartanburg Airport Dist.,</i> 991 F.2d 154 (4th Cir.1993), spoke directly to the issues presented in this case. There, the Fourth Circuit articulated a number of standards in deciding a First Amendment dispute involving an airport.</p>\n<p>First, the Fourth Circuit restated the long settled principle that \"the First Amendment protects distribution as well as publication of protected material.\" (citing <i>Lovell v. City of Griffin,</i> 303 U.S. 444, 452, 58 S.Ct. 666, 82 L.Ed. 949 (1938) (distribution as well as publication of literature subject to First Amendment protection); <i>Ex parte Jackson,</i> 96 U.S. 727, 733, 24 L.Ed. 877 (1878) (\"Liberty of circulating is as essential to [freedom of expression] as liberty of publishing; indeed, without the circulation, the publication would be of little value.\")). Next, the Fourth Circuit declared that while airports are not public forums for the purposes of the First Amendment, First Amendment protections still extend to them. <i>Multimedia,</i> 991 F.2d at 159. However, \"[e]xpressive activity in nonpublic fora doesn't stand on the same footing as expressive activity in traditional public fora or the private arena.\" <i>Id.</i> at 162.</p>\n<p>Restrictions on time, place, and manner of expressive activity are valid in a nonpublic forum. <i>Id.</i> at 159. Restrictions, other than those on time, place, and manner, must be in furtherance of the goal of reserving the forum for its \"intended purposes.\" <i>Id.</i> at 159 (citing <i>Perry Educ. Ass'n v. Perry Local Educators' Ass'n,</i> 460 U.S. 37, 46, 103 S.Ct. 948, 74 L.Ed.2d 794 (1983)). These restrictions must be both reasonable and not a means to suppress expression because of opposition to the viewpoint by officials. <i>Id.</i> at 159. Restrictions, other than those on time, place and manner, must be evaluated in light of the intended purposes of the nonpublic forum and the ways in which the disputed conduct would interfere with those purposes. <i>Id.</i> at 159. Airports have purposes beyond facilitating air travel when they devote portions of their facilities to commercial activities that support but are \"essentially independent of the primary purpose.\" <i>Id.</i> at 162.</p>\n<p>While restrictions on speech must be reasonable, a restriction does not have to be the most reasonable or the only reasonable restriction available. <i>Id.</i> at 159. This is not a straightforward rationality test; rather a totality of the circumstances must be taken into account. <i>Id.</i> at 159. The degree and character of the restriction must be weighed, discounted by any mitigating alternatives that remain to the aggrieved party. <i>Id.</i> at 159. Asserted justifications by the restricting party must be assessed for validity and then weighed against the restriction imposed. <i>Id.</i> at 159. Justifications need not be based on specific factual evidence, but must appeal to common sense and logic instead; justifications must be articulable, and not merely <i>post hoc</i> and pretextual. <i>Id.</i> at 160, 162. Aesthetics value is a legitimate justification, but must be sufficiently substantial to justify restrictions on protected expression. <i>Id.</i> at 161. The government's interest in preserving revenue is a legitimate justification as well. <i>Id.</i> at 161. Other legitimate governmental interests include threats to patron safety and issues of airport security. <i>Id.</i> at 162.</p>\n<p>Here, Defendant's ban on newspaper racks violates the First Amendment. The Defendant's ban on the installation of news racks within the terminals \"substantially burdens the newspaper companies' expressive conduct within that public place.\" <i>Multimedia,</i> 991 F.2d at 159. While alternative means to obtain newspapers do exist, such as kiosks and newsstands, those means are limited by their hours of operations. The terminals are open twenty-four hours a day and passengers in a given terminal may be left unable to purchase a newspaper if flights are delayed or connections provide for a flight early the next morning. In fact, sixty-four flights arrive or depart outside the operating hours of the newsstands and kiosks. As a result, a heavy burden is placed on the protected distribution activity of the newspaper companies. <i>Lovell,</i> 303 U.S. at 452, 58 S.Ct. 666. As the Fourth Circuit noted in <i>Multimedia,</i> this \"burden is enhanced by the tightly contained character of the Airport environment,\" which prevents market forces from operating on the Defendant's retail monopoly. <i>Multimedia,</i> 991 F.2d at 160.</p>\n<p>Defendant fails to advance sufficiently powerful interests to justify the burden on protected expression imposed by ban on the installation of newspaper racks. Defendant argues that the restrictions on Plaintiffs' protected expression are reasonable in light of Defendant's concerns regarding, among other things, aesthetics, revenue and economics, passenger flow, and security. While it is true that Defendant is \"entitled to advance its interests by arguments based on appeals to common sense and logic[,]\" the facts before the Court do not support a finding that the restrictions imposed by Defendant are reasonable.</p>\n<p>In justifying the ban on newsracks, Defendant asserts an interest in preserving the aesthetics of the airport. However, Defendant has failed to distinguish the aesthetic impact of newsracks from that of other installations in the airport, such as shoe shine stations, banks of pay telephones, email stations, and other vending machines. An asserted interest in preserving aesthetics, without more, \"isn't sufficient to carry the day and permit the restriction of protected expression.\" <i>Multimedia,</i> 991 F.2d at 161.</p>\n<p>Defendant also asserts an interest in preserving airport revenues as a justification for its ban on newsracks. Here, Defendant's annual revenues are reportedly $65,000,000. The record fails to demonstrate an appreciable decrease in Defendant's revenues would occur if newspaper racks were installed. Further, if an appreciable loss did occur as a result of the newsracks, Defendant could have, as the Fourth Circuit instructed in <i>Multimedia,</i> \"exacted a concession for papers sold from newsracks equal to that assessed against the shop, as long as the concession did not exceed that levied for other types of goods sold in the Airport.\" 991 F.2d at 161.</p>\n<p>Defendant's interest in preserving passenger flow and preventing congestion also fails to justify the ban on newsracks. Again, Defendant fails to distinguish the impact on passenger flow of newsracks from that of other installations in the airport, such as vending machines and commercial outlets. Given the impacts on passenger flow of the host of other installations in airports, \"the obviously trivial congestion-related difficulties posed by carefully placed inanimate newsracks cannot justify the [Defendant's] ban either.\" <i>Multimedia,</i> 991 F.2d at 162; <i>see </i><i>International Soc'y for Krishna Consciousness, Inc. v. Lee,</i> 505 U.S. 672, 112 S.Ct. 2701, 2713-2714, 120 L.Ed.2d 541 (1992) (O'Connor, J., concurring).</p>\n<p>Defendant's final justification for banning newsracks is airport security. Defendant contends that the newsracks will serve as a hiding place for a weapon or explosive device and that delivery persons will pose an additional security risk. In addition, Defendant contends, if Plaintiffs are allowed to install newsracks, additional newsracks and/or other types of vending machines for First Amendment protected media will follow and further exacerbate the security problem. Again, Defendant fails to distinguish the security impact of newsracks from that of other places in the terminal where a weapon or bomb can be placed, such as, restrooms, trash cans, various plants placed in the terminal for aesthetic purposes, and within newsstands and kiosks. With respect to the additional delivery persons that will be entering the terminal daily as a result of the installation of newsstands, Defendant fails to distinguish the impact of these persons from that of the delivery persons already entering the terminal on a daily basis to service the host of restaurants, eateries, gift shops, kiosks and newsstands. Moreover, the \"Federal Aviation Administration has no safety or security regulations addressed to newsracks, and proper design would render them highly unsuitable for bomb placement. The incremental danger to airport security posed by newsracks is entirely <i>de minimis.\" Id.</i> at 162 (internal citations omitted).</p>\n<p>Defendant fails to advance sufficiently powerful interests to justify the burden on Plaintiffs' protected expression imposed by the ban on the installation of newspaper racks.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Accordingly, Plaintiff's Motion for Summary Judgment is GRANTED.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>The NEWS AND OBSERVER PULISHING COMPANY; The Durham Herald Company; The New York Times Company; and Gannett Co., Inc., Plaintiffs,<br>\nv.<br>\nRALEIGH-DURHAM AIRPORT AUTHORITY, Defendant.</h1></center>\n<center>No. 5:04-CV-639-BO(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 24, 2008.</center>\n<p></p>\n<h2><i>AMENDED ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>On September 29, 2007, this Court denied both Plaintiffs' and Defendant's Motions for Summary Judgment. This Court has reconsidered each party's motion and now amends the September 29, 2007 Order. For the reasons set out below, Plaintiffs' Motion for Summary Judgment is GRANTED.</p>\n<p></p>\n<h2><i>PROCEDURAL HISTORY</i></h2>\n<p>On September 2, 2004, Plaintiffs The News and Observer Publishing Company; The Durham Herald Company; The New York Times Company; and Gannett Co., Inc. (\"Plaintiffs\") filed a Complaint against Raleigh-Durham Airport Authority (\"Defendant\" a.k.a. \"RDU\") seeking monetary and injunctive relief pursuant to 42 U.S.C. ยง 1983; pursuant to the First Amendment of the U.S. Constitution; and pursuant to Article I, Section 14 of the North Carolina Constitution. Docket Report (\"DR\") # 1. Defendant's Answered on November 3, 2004. On February 16, 2005, Plaintiffs made a Motion for Summary Judgment. DR # 7, 13.</p>\n<p>On March 29, 2006, the Court denied the Plaintiffs' Motion for Summary Judgment. DR # 57. On March 29, 2007, Plaintiffs renewed their Motion for Summary Judgment. DR # 64. On August 20, 2007, Defendant also moved for Summary Judgment. DR # 66. Both parties then opposed the other's Motion for Summary Judgment. DR # 87, 88.</p>\n<p>Finally, on September 4, 2007, Plaintiffs made a Motion for a Hearing for Oral Argument on the Motions for Summary Judgment. DR # 96. On September 29, 2007, this Court denied both Plaintiffs' and Defendant's Motions for Summary Judgment.</p>\n<p></p>\n<h2><i>FACTUAL BACKGROUND</i></h2>\n<p>Plaintiffs are newspaper publishers, with daily newspapers distributed in the Triangle region of North Carolina, amongst other places. Defendant operates the Raleigh-Durham Airport.</p>\n<p>Defendant rents space within the airport to various businesses. Defendant currently has multiple shops in its terminals that sell newspapers and magazines, along with other non-newspaper items, such as food. Some of these shops carry the term \"press,\" \"news,\" or other newspaper-advertising names in their marquees. These shops are open both in the mornings and evenings, though the exact times at which they are open is disputed-as is the percentage of passengers who are exposed to the news shops when they are open. There have been complaints in the past as to a availability of newspapers in these shops; the reason for these complaints is disputed as well. Much of the airport is filled with various shops and items common to a public commercial space, such as retail shops, news shops, vending machines, telephones, Fire extinguishers, televisions.</p>\n<p>There are no \"news racks\" at the airport. These news racks are a method that Plaintiffs use to disseminate their newspapers to the public. News racks are independent from the news shops that already sell newspapers at the airport. News racks allow customers to gain access to the newspapers even if the news shops are closed. Defendant alleges negotiations previously took place with one of the Plaintiffs regarding installation of news racks at the airport, but Defendant implies Plaintiff was unwilling to pay rent for the space for the news racks. Defendant did have notice that there were previous requests for news racks made to the airport. Most importantly to this case, Defendant has denied all requests by the Plaintiffs to install news racks at the airport.</p>\n<p>Plaintiffs allege that these denials of news rack installation are an infringement of both the First Amendment, and also Article I, Section 14 of the North Carolina State Constitution, which closely follows the First Amendment. Plaintiffs allege that passengers do not have adequate access to Plaintiffs' publications, and that the Defendant is unjustified in its denial of news racks at the airport.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>A motion for summary judgment cannot be granted unless there are no genuine issues of material fact for trial. FED. R.CIV.P. 56; <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The moving party must demonstrate the lack of a genuine issue of fact for trial, and if that burden is met, the party opposing the motion must \"go beyond the pleadings\" and come forward with evidence of a genuine factual dispute. <i>Id.</i> at 324, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. The Court must view the facts and the inferences drawn from the facts in the light most favorable to the nonmoving party. <i>See </i><i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587-88, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). Conclusory allegations are not sufficient to defeat a motion for summary judgment. <i>Cf. </i><i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986) (\"[T]he mere existence of <i>some</i> alleged factual dispute between the parties will not defeat an otherwise properly supported motion for summary judgment.\") (emphasis in original).</p>\n<p>\"In the end, the non-moving party must do more than present a `scintilla' of evidence in its favor. Rather, the non-moving party must present sufficient evidence such that reasonable jurors could find by a preponderance of the evidence for the nonmovant.\" <i>Sylvia Dev. Corp. v. Calvert County,</i> <span class=\"citation\" data-id=\"690294\"><a href=\"/opinion/690294/sylvia-development-corporation-karel-dohnal-individually-and-as-agent-for/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">810</span></a></span>, 818 (4th Cir.1995) (Internal citations and quotations omitted).</p>\n<p>The Fourth Circuit, in <i>Multimedia Publishing Co. v. Greenville-Spartanburg Airport Dist.,</i> <span class=\"citation\" data-id=\"604842\"><a href=\"/opinion/604842/multimedia-publishing-company-of-south-carolina-incorporated-new-york/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">154</span></a></span> (4th Cir.1993), spoke directly to the issues presented in this case. There, the Fourth Circuit articulated a number of standards in deciding a First Amendment dispute involving an airport.</p>\n<p>First, the Fourth Circuit restated the long settled principle that \"the First Amendment protects distribution as well as publication of protected material.\" (citing <i>Lovell v. City of Griffin,</i> <span class=\"citation\" data-id=\"102991\"><a href=\"/opinion/102991/lovell-v-city-of-griffin/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">444</span></a></span>, 452, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">666</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">949</span></span> (1938) (distribution as well as publication of literature subject to First Amendment protection); <i>Ex parte Jackson,</i> <span class=\"citation\" data-id=\"89759\"><a href=\"/opinion/89759/ex-parte-jackson/\"><span class=\"volume\">96</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">727</span></a></span>, 733, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">877</span></span> (1878) (\"Liberty of circulating is as essential to [freedom of expression] as liberty of publishing; indeed, without the circulation, the publication would be of little value.\")). Next, the Fourth Circuit declared that while airports are not public forums for the purposes of the First Amendment, First Amendment protections still extend to them. <i>Multimedia,</i> 991 F.2d at 159. However, \"[e]xpressive activity in nonpublic fora doesn't stand on the same footing as expressive activity in traditional public fora or the private arena.\" <i>Id.</i> at 162.</p>\n<p>Restrictions on time, place, and manner of expressive activity are valid in a nonpublic forum. <i>Id.</i> at 159. Restrictions, other than those on time, place, and manner, must be in furtherance of the goal of reserving the forum for its \"intended purposes.\" <i>Id.</i> at 159 (citing <i>Perry Educ. Ass'n v. Perry Local Educators' Ass'n,</i> <span class=\"citation\" data-id=\"110874\"><a href=\"/opinion/110874/perry-ed-assn-v-perry-local-educators-assn/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, 46, <span class=\"citation\" data-id=\"110874\"><a href=\"/opinion/110874/perry-ed-assn-v-perry-local-educators-assn/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, <span class=\"citation\" data-id=\"110874\"><a href=\"/opinion/110874/perry-ed-assn-v-perry-local-educators-assn/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">794</span></a></span> (1983)). These restrictions must be both reasonable and not a means to suppress expression because of opposition to the viewpoint by officials. <i>Id.</i> at 159. Restrictions, other than those on time, place and manner, must be evaluated in light of the intended purposes of the nonpublic forum and the ways in which the disputed conduct would interfere with those purposes. <i>Id.</i> at 159. Airports have purposes beyond facilitating air travel when they devote portions of their facilities to commercial activities that support but are \"essentially independent of the primary purpose.\" <i>Id.</i> at 162.</p>\n<p>While restrictions on speech must be reasonable, a restriction does not have to be the most reasonable or the only reasonable restriction available. <i>Id.</i> at 159. This is not a straightforward rationality test; rather a totality of the circumstances must be taken into account. <i>Id.</i> at 159. The degree and character of the restriction must be weighed, discounted by any mitigating alternatives that remain to the aggrieved party. <i>Id.</i> at 159. Asserted justifications by the restricting party must be assessed for validity and then weighed against the restriction imposed. <i>Id.</i> at 159. Justifications need not be based on specific factual evidence, but must appeal to common sense and logic instead; justifications must be articulable, and not merely <i>post hoc</i> and pretextual. <i>Id.</i> at 160, 162. Aesthetics value is a legitimate justification, but must be sufficiently substantial to justify restrictions on protected expression. <i>Id.</i> at 161. The government's interest in preserving revenue is a legitimate justification as well. <i>Id.</i> at 161. Other legitimate governmental interests include threats to patron safety and issues of airport security. <i>Id.</i> at 162.</p>\n<p>Here, Defendant's ban on newspaper racks violates the First Amendment. The Defendant's ban on the installation of news racks within the terminals \"substantially burdens the newspaper companies' expressive conduct within that public place.\" <i>Multimedia,</i> 991 F.2d at 159. While alternative means to obtain newspapers do exist, such as kiosks and newsstands, those means are limited by their hours of operations. The terminals are open twenty-four hours a day and passengers in a given terminal may be left unable to purchase a newspaper if flights are delayed or connections provide for a flight early the next morning. In fact, sixty-four flights arrive or depart outside the operating hours of the newsstands and kiosks. As a result, a heavy burden is placed on the protected distribution activity of the newspaper companies. <i>Lovell,</i> 303 U.S. at 452, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">666</span></span>. As the Fourth Circuit noted in <i>Multimedia,</i> this \"burden is enhanced by the tightly contained character of the Airport environment,\" which prevents market forces from operating on the Defendant's retail monopoly. <i>Multimedia,</i> 991 F.2d at 160.</p>\n<p>Defendant fails to advance sufficiently powerful interests to justify the burden on protected expression imposed by ban on the installation of newspaper racks. Defendant argues that the restrictions on Plaintiffs' protected expression are reasonable in light of Defendant's concerns regarding, among other things, aesthetics, revenue and economics, passenger flow, and security. While it is true that Defendant is \"entitled to advance its interests by arguments based on appeals to common sense and logic[,]\" the facts before the Court do not support a finding that the restrictions imposed by Defendant are reasonable.</p>\n<p>In justifying the ban on newsracks, Defendant asserts an interest in preserving the aesthetics of the airport. However, Defendant has failed to distinguish the aesthetic impact of newsracks from that of other installations in the airport, such as shoe shine stations, banks of pay telephones, email stations, and other vending machines. An asserted interest in preserving aesthetics, without more, \"isn't sufficient to carry the day and permit the restriction of protected expression.\" <i>Multimedia,</i> 991 F.2d at 161.</p>\n<p>Defendant also asserts an interest in preserving airport revenues as a justification for its ban on newsracks. Here, Defendant's annual revenues are reportedly $65,000,000. The record fails to demonstrate an appreciable decrease in Defendant's revenues would occur if newspaper racks were installed. Further, if an appreciable loss did occur as a result of the newsracks, Defendant could have, as the Fourth Circuit instructed in <i>Multimedia,</i> \"exacted a concession for papers sold from newsracks equal to that assessed against the shop, as long as the concession did not exceed that levied for other types of goods sold in the Airport.\" 991 F.2d at 161.</p>\n<p>Defendant's interest in preserving passenger flow and preventing congestion also fails to justify the ban on newsracks. Again, Defendant fails to distinguish the impact on passenger flow of newsracks from that of other installations in the airport, such as vending machines and commercial outlets. Given the impacts on passenger flow of the host of other installations in airports, \"the obviously trivial congestion-related difficulties posed by carefully placed inanimate newsracks cannot justify the [Defendant's] ban either.\" <i>Multimedia,</i> 991 F.2d at 162; <i>see </i><i>International Soc'y for Krishna Consciousness, Inc. v. Lee,</i> <span class=\"citation\" data-id=\"112781\"><a href=\"/opinion/112781/international-soc-for-krishna-consciousness-inc-v-lee/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">672</span></a></span>, <span class=\"citation\" data-id=\"112781\"><a href=\"/opinion/112781/international-soc-for-krishna-consciousness-inc-v-lee/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, 2713-2714, <span class=\"citation\" data-id=\"112781\"><a href=\"/opinion/112781/international-soc-for-krishna-consciousness-inc-v-lee/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">541</span></a></span> (1992) (O'Connor, J., concurring).</p>\n<p>Defendant's final justification for banning newsracks is airport security. Defendant contends that the newsracks will serve as a hiding place for a weapon or explosive device and that delivery persons will pose an additional security risk. In addition, Defendant contends, if Plaintiffs are allowed to install newsracks, additional newsracks and/or other types of vending machines for First Amendment protected media will follow and further exacerbate the security problem. Again, Defendant fails to distinguish the security impact of newsracks from that of other places in the terminal where a weapon or bomb can be placed, such as, restrooms, trash cans, various plants placed in the terminal for aesthetic purposes, and within newsstands and kiosks. With respect to the additional delivery persons that will be entering the terminal daily as a result of the installation of newsstands, Defendant fails to distinguish the impact of these persons from that of the delivery persons already entering the terminal on a daily basis to service the host of restaurants, eateries, gift shops, kiosks and newsstands. Moreover, the \"Federal Aviation Administration has no safety or security regulations addressed to newsracks, and proper design would render them highly unsuitable for bomb placement. The incremental danger to airport security posed by newsracks is entirely <i>de minimis.\" Id.</i> at 162 (internal citations omitted).</p>\n<p>Defendant fails to advance sufficiently powerful interests to justify the burden on Plaintiffs' protected expression imposed by the ban on the installation of newspaper racks.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Accordingly, Plaintiff's Motion for Summary Judgment is GRANTED.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/89759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110874/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/690294/"
  ]
}