{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1681813/",
  "absolute_url": "/opinion/1681813/gainey-v-turner/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1681813/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/482/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:06:18.420540Z",
  "date_modified": "2016-04-27T02:40:28.016785Z",
  "type": "010combined",
  "sha1": "f8a2f14ff7f9cbee76eb9df21833af72255bd318",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>266 F.Supp. 95 (1967)</b></center>\n<center><h1>Rufus GAINEY<br>\nv.<br>\nR. L. TURNER, Successor to K. B. Bailey, Warden, Central Prison, Raleigh, North Carolina.</h1></center>\n<center>Civ. No. 1792.</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>March 27, 1967.</center>\n<p><span class=\"star-pagination\">*96</span> <span class=\"star-pagination\">*97</span> Rufus Gainey, pro se.</p>\n<p>T. Wade Bruton, Atty. Gen. of North Carolina, by Theodore C. Brown, Jr., Staff Atty., Raleigh, N. C., for respondent.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>BUTLER, Chief Judge.</p>\n<p>The application of Rufus Gainey, a state prisoner, for writ of habeas corpus in forma pauperis was denied as frivolous without requiring an answer by the respondents and without a plenary hearing. Gainey appealed and the Fourth Circuit <span class=\"star-pagination\">*98</span> Court of Appeals by memorandum decision<sup>[1]</sup> remanded for two purposes:</p>\n<p>1. For a determination of whether Gainey, after his prior conviction had been voided on constitutional grounds, voluntarily and intelligently elected to accept a retrial rather than reinstatement of his former sentence by waiving the constitutional defect in his first trial;<sup>[2]</sup> and</p>\n<p>2. Whether a defendant who has been unconstitutionally convicted and has successfully pursued post conviction remedies is entitled to credit on the new sentence for the amount of time served under the void sentence.<sup>[3]</sup></p>\n<p>Gainey was tried for robbery with firearms and escape at the November 1960 Term of Nash County Superior Court, and was sentenced to consecutive sentences of 15 years and 2 years for the respective offenses.<sup>[4]</sup> In January 1965 he filed a petition in Nash County Superior Court under the provisions of N.C.Gen. Stat. §§ 15-217, et seq., attacking his 1960 conviction on the ground that he had not been represented by counsel. In March 1965 an order was entered setting aside his conviction and granting a new trial. Subsequently, but prior to his new trial, he sought habeas corpus relief in the state court on the grounds that (1) he was not present when the post conviction order was entered, (2) he had sought release and not a new trial, and (3) a retrial would subject him to double jeopardy. On May 31, 1965, state habeas corpus relief was denied. The new trial was held at the July 1965 Term of Nash County Superior Court. Gainey entered a plea of not guilty to robbery with firearms and escape, but later changed his plea to guilty. He was sentenced to consecutive sentences of 12 to 15 years in the State's prison for robbery with firearms and 1 to 2 years for escape. The Supreme Court of North Carolina affirmed. State v. Gainey, 265 N.C. 437, 144 S.E.2d 249 (1965).</p>\n<p>When the case came here by Gainey's application for writ of habeas corpus, he urged upon this court the same grounds for relief asserted in the state courts. We denied relief on all three grounds, expressing the opinion that petitioner's allegations were without merit. Gainey v. Bailey, Civil No. 1792, Raleigh Division (1965).</p>\n<p></p>\n<h2>I.</h2>\n<p>On appeal to the Court of Appeals for the Fourth Circuit, this court was affirmed in its views that the allegations of double jeopardy and absence from the post conviction hearing did not entitle petitioner to habeas corpus relief. We were reversed, however, on our legal conclusion that from the facts alleged in petitioner's application he had waived the right to serve out his 1960 sentence without retrial. The Court of Appeals said:</p>\n<blockquote>\"Here because we are without a transcript of the state proceedings surrounding the new trial, it is difficult to determine whether Gainey fully understood his options and waived whatever rights he had. The North Carolina Supreme Court, which presumably reviewed the proceedings, held that he did. Apparently the District Court was of the same opinion. Nevertheless, Gainey claims that he was forced to accept the trial and plead guilty. It appears likely that this objection is based upon the prisoner's belief that he was entitled to release and not from a denial of an asserted right to have the former sentence reinstated. Under the latter Gainey might be entitled to relief. See Ruckle v. Warden, supra. Under the former he is not. But without a transcript of <span class=\"star-pagination\">*99</span> the second trial we are not sure of the options offered him and cannot affirm the case in this posture.\"</blockquote>\n<p>On remand we were directed to make a record on which findings of historical facts with respect to the retrial might be intelligently reviewed on appeal. An examination of the transcript of testimony at the May 1965 habeas corpus hearing discloses the following colloquy (pages 12-13):</p>\n<blockquote>\"THE COURT: I will <i>either grant you the new trial or permit you to withdraw it, whichever you want to do,</i> but I can't turn you aloose.</blockquote>\n<blockquote>\"PETITIONER: Well, if you can't turn me aloose, Your Honor, I mean dismiss this charge here, I would like for you just to let the Order [vacating the convictions and sentences and ordering a new trial] you have already issued stand without prejudice to me to deny that I asked for a new trial when the new trial comes up * * * I would like to leave your original Order as it is * * * In other words, I would just like to back out of this [habeas corpus hearing] the way it was when I came in here on it.\"</blockquote>\n<p>At the new trial Gainey's attorney entered a plea of not guilty and moved the court to dismiss on the ground of double jeopardy \"which was his sole defense\". The motion was denied. Thereupon, Gainey \"withdrew his not guilty plea and pleaded guilty, having no defense in the trial on its merits.\"</p>\n<p>Prior to the new trial Gainey had been informed by the state court that certain options were available to him: (1) he could accept the State's offer of a new trial, or (2) he could withdraw his post conviction attack upon the original trial which impliedly would result in reinstatement of the original conviction and sentence. He was expressly told by the state court that he was not entitled to release. Gainey refused to withdraw his attack, and thus waive the constitutional defect in his first trial. He chose, instead, to abide the result of the post conviction proceeding which set aside his conviction as a nullity and ordered a new trial. While it is true that Gainey's choice was without prejudice to him \"to deny that I asked for a new trial when the new trial comes up,\" it is obvious that only by virtue of the new trial which resulted from his claim of constitutional infirmity was it possible for Gainey to assert his defense of double jeopardy. Clearly, it was not his intention to waive the new trial or the defect that produced it. When this defense proved ineffectual at the retrial, Gainey entered a plea of guilty.</p>\n<p>Even if we were inclined to the view that Gainey did not voluntarily and intelligently <i>accept</i> a retrial, nevertheless, \"misapprehension concerning the consequences of his refusal to acquiesce in a new trial does not affect the legal principle involved * * * A not guilty plea is entered for him and the case proceeds. The state does not need the defendant's consent to put him on trial * * *\" Ruckle v. Warden, supra. Here Gainey entered a plea of not guilty and the trial proceeded until he voluntarily changed his plea to guilty. Gainey could have claimed the protection of his prior conviction and sentences and prevented a retrial and new sentence by withdrawing his attack on the constitutionality of his original trial. This he voluntarily and understandingly refused to do.</p>\n<p>Where no express findings of fact have been made by a state court, the federal district court must initially determine whether the state court impliedly found material facts; if the federal district court is not able to reconstruct a finding the court must hold a hearing; but, if the court is able to reconstruct the finding, a hearing before the district judge is not necessary. Townsend v. Sain, 372 U.S. 293, 83 S.Ct. 745, 9 L.Ed.2d 770 (1963).</p>\n<p>We find the following facts from the record:</p>\n<p>1. Gainey was afforded the option of choosing between a new trial or reinstatement <span class=\"star-pagination\">*100</span> of his former convictions and sentences.</p>\n<p>2. Gainey did not voluntarily, intelligently and knowingly waive the constitutional defect in his first trial and assert the right to serve the remainder of his 1960 sentence without retrial.</p>\n<p>We conclude, therefore, that Gainey, having sought and obtained nullification of his original conviction, was not entitled to release upon his plea of double jeopardy and was properly subjected to retrial and a lawful sentence.</p>\n<p></p>\n<h2>II</h2>\n<p>We next proceed to a consideration of the second propositionthe merits of the credit<sup>[5]</sup> question. Gainey was sentenced to maximum terms of 17 years at his original trial in November 1960 and at his retrial in July 1965. In its Memorandum Decision, the Court of Appeals said:</p>\n<blockquote>\"The second issue has not been raised anywhere in the proceedings to date. However, the record is clear that Gainey did not receive any credit for the four and one-half years he spent in jail under the illegal sentence and that the maximum sentence he now faces makes it possible that he will suffer over four years imprisonment for asserting his rights * * * Because this practice seems to be frequently followed [in North Carolina] we will not relegate Gainey to the probable futility of presenting this claim first to the state courts.\"</blockquote>\n<p>Judge Craven's opinion in Patton v. State of North Carolina<sup>[6]</sup> carefully considered the constitutional issues before the court in the instant case, and we are persuaded that the decision in <i>Patton</i> is determinative of the credit question presented here. In 1960 Patton, without the assistance of counsel, entered a plea of nolo contendere to the felony of armed robbery and was sentenced to 20 years in prison. In 1964 Patton obtained post conviction review and on the basis of Gideon v. Wainwright<sup>[7]</sup> obtained a new trial. At the new trial in 1965, he entered a plea of not guilty, but was convicted of the same offense, and was sentenced to an identical term of 20 years imprisonment. Patton applied to the federal District Court for habeas corpus where it was held that the harsher sentence was a denial of due process and equal protection and a violation of the unconstitutional condition doctrine.<sup>[8]</sup></p>\n<p>It should be noted that the original conviction and sentence in <i>Gainey</i> are free from legal error so far as the <i>State</i> is concerned. The original <i>sentence</i> was not appealable by the State under existing state law, nor subject to review by the state courts; therefore, there can be no legitimate state interest to justify a harsher sentence at the second trial unless the record discloses adequate reasonable grounds not before the first trial judge.</p>\n<p>In <i>Patton</i><i>,</i> Judge Craven said:</p>\n<blockquote>\"Under the law of North Carolina, it is plain that the fortunate recipient of a new trial may be (1) denied credit for all time served in prison under the vacated judgment and sentence imposed at the first trial, State v. White [262 N.C. 52, 136 S.E.2d 205 (1964)], unless given the maximum sentence at the second trial, State v. Weaver [264 N.C. 681, 142 S.E.2d 633 (1965)], and/or (2) be given a longer sentence <span class=\"star-pagination\">*101</span> than that previously imposed, State v. Williams, 261 N.C. 172, 134 S.E.2d 163 (1964), so long as it is within the maximum permitted by the statute. The problem is not simply a theoretical one. A recent informal survey by the Duke Law Journal [Increased Sentence and Denial of Credit on Retrial Sustained Under Traditional Waiver Theory, 1965 Duke L.J. 395] indicates that the benefit of time already served has been effectively denied 72 percent of the time (32 out of 44 cases) in sentences upon reconviction after a second trial in the Superior Court of North Carolina. The frequency of harsher punishment (whether by the device of refusing credit for time served, or by a longer sentence, or both) upon retrial doubtless intimidates persons held in prison under unconstitutional convictions from attempting to secure their right to a new trial.\"<sup>[9]</sup></blockquote>\n<p>The imposition of harsher punishment upon retrial without adequate grounds and in the absence of compelling public interests,whether the court is actually motivated by a retributive intent to punish for the successful pursuit of post-conviction remedies, or an intent to protect the State from an unduly lenient original sentence, or simply the vagaries of a different Judge,operates to dissuade the exercise of post conviction remedies, and the practice constitutes an unconstitutional condition on the right to a fair trial. This is so because the State cannot increase a sentence after it has become final. A defendant may serve out his original sentence without fear of increased punishment unless he waives this protection by asserting his constitutional right to a fair trial. It is the requirement that a person surrender the immunity provided by his original sentence in order to secure a fair trial that violates the unconstitutional condition doctrine.</p>\n<p>If it should appear that prisoners are denied credit in order to penalize them for exercising their right of collateral attack upon unconstitutional convictions, the practice would be shocking to the sense of justice, and the courts would be quick to condemn it.<sup>[10]</sup> Although such a motive on the part of the resentencing Judge would abridge both the Equal Protection and Due Process Clauses of the Fourteenth Amendment, it would be difficult if not impossible for the prisoner to prove.</p>\n<p>Moreover, assuming that the resentencing Judge did not intend to penalize a petitioner for exercising his right to collaterally attack his original conviction, the Equal Protection and Due Process Clauses are nevertheless invoked if the second sentence has that effect, where no showing is made that credit was denied for good cause. Griffin v. People of State of Illinois, 351 U.S. 12, 76 S.Ct. 585, 100 L.Ed. 891 (1956); Douglas v. State of California, 372 U.S. 353, 83 S.Ct. 814, 9 L.Ed.2d 811 (1963).</p>\n<p>Prisoners who successfully attack their convictions are entitled to the same protection of equal laws and policies that unsuccessful prisoners have a right to demand. The Equal Protection Clause does not detract from the right of the State to segregate prisoners from society but it does require that: (1) classification of one group of prisoners from another group of prisoners must not be arbitrary, but based on a valid and substantial difference, (2) the state policy involved must be in furtherance of a legitimate objective of government, and (3) there must be a real and substantial nexus between the classification and the objective. Quaker City Cab Co. v. Commonwealth of Pennsylvania, 277 U.S. 389, 48 S.Ct. 553, 72 L.Ed. 927 (1928). All three elements must be satisfied to withstand attack under the Equal Protection Clause.</p>\n<p>(1) Classification: The only state prisoners in North Carolina who run the risk of having their sentences <span class=\"star-pagination\">*102</span> increased<sup>[11]</sup> after judgment has become final are those who successfully pursue post conviction remedies. Those prisoners who choose not to collaterally attack their convictions or who are unsuccessful in such attacks are not subjected to having their sentences revised. It is clear that there is no rational basis for distinguishing as a class those who successfully attack and those who do not.</p>\n<p>(2) Governmental Objective: We can conceive of no legitimate or permissible objective that is served by a state's resentencing practice that results in a denial of credit for time served in the absence of justifiable reasons that appear in the record. (The North Carolina General Assembly has not enacted legislation providing for sentence review, thus indicating that the legislature has not considered a review of sentences of compelling state interest.)</p>\n<p>(3) Nexus: Having found that the classification is specious and that no valid and compelling state interest is served, no nexus between the classification and the objective of government can save the resentencing practice in question.</p>\n<p>We therefore hold that although petitioners who collaterally attack their convictions are deemed to waive double jeopardy objections,<sup>[12]</sup> and although a conviction is rendered totally invalid by successful collateral attack,<sup>[13]</sup> the sentence imposed at the voided trial must, within this limited context, set a ceiling which cannot be altered <i>without good cause.</i></p>\n<p>We do not mean to say that if reasonable grounds appear the sentencing judge may not disallow credit, and may not, if justified, increase the prior sentence. We simply hold that where no justifiable reasons appear in the record, the court cannot constitutionally disallow credit, otherwise the result is to penalize the prisoner for obtaining a new trial in vindication of his constitutional rights.</p>\n<p>We are of the opinion that the rule set forth above fully protects all valid state interests. We recognize that \"[j]udges on our United States District Courts [and on all state courts] come to the bench with different backgrounds and varying legal or judicial experiences; [that] they bring to the bench different attitudes, values and standards; * * * [and] that there will always exist differing views as to the nature and amount of punishment to impose in criminal cases.\"<sup>[14]</sup> Yet the concept of judicial discretion cannot be permitted to result in the thwarting of federal constitutional rights.</p>\n<p>This court is aware of the sentencing difficulties that will confront the state courts in devising new sentencing techniques that will give full credit for the time served and likewise preserve the prisoner's parole eligibility and good time credit to which he was entitled under the former sentence. Additional legislation may be found desirable to provide new sentencing alternatives. But such practical difficulties, however great their burden, cannot override the right of a citizen of the United States to vindication of his constitutional rights.</p>\n<p>We have carefully examined the record and it fails to disclose any <span class=\"star-pagination\">*103</span> justification for denying Gainey credit for the time spent in prison under his voided 1960 convictions. Where a heavier sentence is imposed the burden is upon the State to build a record to support the imposition of harsher punishment.<sup>[15]</sup> Therefore, based upon the present record, it is ordered and adjudged:</p>\n<p>1. That the sentences imposed on Rufus Gainey at the July 1965 session of the Superior Court of Nash County are unconstitutional and void.</p>\n<p>2. That Rufus Gainey be and he is hereby granted leave to file an amendment to his habeas corpus application within thirty (30) days from the date of service of this order to allege that he was unconstitutionally denied credit on the sentences imposed at his retrial for the time served under the invalidated convictions and sentences.</p>\n<p>3. That upon failure of petitioner to file said amendment within the time herein allowed, the court will entertain a motion by respondents to dismiss the application.</p>\n<p>4. That if petitioner files such amendment within the time herein allowed, the State of North Carolina is allowed thirty (30) days after the filing of said amendment to impose constitutional sentences, and upon failure of the State to do so, this court will entertain a motion on behalf of the petitioner for an order releasing him from all restraint imposed by virtue of the sentences at the July 1965 session of the Superior Court of Nash County, North Carolina.</p>\n<p>5. That the Clerk of this court serve forthwith by mail a copy of this Opinion and Order upon the Honorable T. Wade Bruton, Attorney General of North Carolina, and a copy upon the petitioner, Rufus Gainey.</p>\n<h2>NOTES</h2>\n<p>[1]  No. 10,740 (4 Cir. June 27, 1966).</p>\n<p>[2]  See, Ruckle v. Warden, 335 F.2d 336 (4 Cir. 1964).</p>\n<p>[3]  See, Patton v. State of North Carolina, 256 F.Supp. 225 (W.D.N.C.1966).</p>\n<p>[4]  Under North Carolina law the maximum sentence for robbery with firearms is 30 years, N.C.Gen.Stat. § 14-87; and the maximum sentence for escape is 2 years, N.C.Gen.Stat. § 148-45.</p>\n<p>[5]  Whether as a result of successfully attacking his first conviction a defendant was arbitrarily resentenced to a term resulting in imprisonment longer than he would have served if he had not obtained a new trial.</p>\n<p>[6]  256 F.Supp. 225 (W.D.N.C.1966).</p>\n<p>[7]  372 U.S. 335, 83 S.Ct. 792, 9 L.Ed.2d 799 (1963).</p>\n<p>[8]  \"(T)he subjection of the defendant to the risk of a harsher penalty upon retrial and conviction for the same offense, as a condition of receiving a fundamentally fair trial, is an unconstitutional condition on his right to a fair trial. It forces him to surrender his constitutional rights, and it does not serve any countervailing, legitimate public policy.\" Van Alstyne, In Gideon's Wake, 74 Yale L.J., pp. 606, 613 (1965).</p>\n<p>[9]  256 F.Supp. at page 231.</p>\n<p>[10]  See, United States v. Boyce, 352 F.2d 786, 787 (4 Cir. 1965).</p>\n<p>[11]  A recent law review article indicates that \"successful\" petitioners are frequently denied credit, i. e., subjected to harsher penalties, rather than allowed credit for time spent in prison under void convictions. 1965 Duke L.J. 395.</p>\n<p>[12]  United States v. Tateo, 377 U.S. 463, 84 S.Ct. 1587, 12 L.Ed.2d 448 (1964).</p>\n<p>[13]  Howell v. United States, 199 F.2d 366 (4 Cir. 1952); Ruckle v. Warden, supra.</p>\n<p>[14]  United States v. Chicago Professional Schools, 290 F.2d 285, 287 (7 Cir. 1961).</p>\n<p>[15]  Patton v. State of North Carolina, supra, 256 F.Supp. at 235.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">266</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">95</span></span> (1967)</b></center>\n<center><h1>Rufus GAINEY<br>\nv.<br>\nR. L. TURNER, Successor to K. B. Bailey, Warden, Central Prison, Raleigh, North Carolina.</h1></center>\n<center>Civ. No. 1792.</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>March 27, 1967.</center>\n<p><span class=\"star-pagination\">*96</span> <span class=\"star-pagination\">*97</span> Rufus Gainey, pro se.</p>\n<p>T. Wade Bruton, Atty. Gen. of North Carolina, by Theodore C. Brown, Jr., Staff Atty., Raleigh, N. C., for respondent.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>BUTLER, Chief Judge.</p>\n<p>The application of Rufus Gainey, a state prisoner, for writ of habeas corpus in forma pauperis was denied as frivolous without requiring an answer by the respondents and without a plenary hearing. Gainey appealed and the Fourth Circuit <span class=\"star-pagination\">*98</span> Court of Appeals by memorandum decision<sup>[1]</sup> remanded for two purposes:</p>\n<p>1. For a determination of whether Gainey, after his prior conviction had been voided on constitutional grounds, voluntarily and intelligently elected to accept a retrial rather than reinstatement of his former sentence by waiving the constitutional defect in his first trial;<sup>[2]</sup> and</p>\n<p>2. Whether a defendant who has been unconstitutionally convicted and has successfully pursued post conviction remedies is entitled to credit on the new sentence for the amount of time served under the void sentence.<sup>[3]</sup></p>\n<p>Gainey was tried for robbery with firearms and escape at the November 1960 Term of Nash County Superior Court, and was sentenced to consecutive sentences of 15 years and 2 years for the respective offenses.<sup>[4]</sup> In January 1965 he filed a petition in Nash County Superior Court under the provisions of N.C.Gen. Stat. §§ 15-217, et seq., attacking his 1960 conviction on the ground that he had not been represented by counsel. In March 1965 an order was entered setting aside his conviction and granting a new trial. Subsequently, but prior to his new trial, he sought habeas corpus relief in the state court on the grounds that (1) he was not present when the post conviction order was entered, (2) he had sought release and not a new trial, and (3) a retrial would subject him to double jeopardy. On May 31, 1965, state habeas corpus relief was denied. The new trial was held at the July 1965 Term of Nash County Superior Court. Gainey entered a plea of not guilty to robbery with firearms and escape, but later changed his plea to guilty. He was sentenced to consecutive sentences of 12 to 15 years in the State's prison for robbery with firearms and 1 to 2 years for escape. The Supreme Court of North Carolina affirmed. State v. Gainey, <span class=\"citation\" data-id=\"1348945\"><a href=\"/opinion/1348945/state-v-gainey/\"><span class=\"volume\">265</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">437</span></a></span>, <span class=\"citation\" data-id=\"1348945\"><a href=\"/opinion/1348945/state-v-gainey/\"><span class=\"volume\">144</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">249</span></a></span> (1965).</p>\n<p>When the case came here by Gainey's application for writ of habeas corpus, he urged upon this court the same grounds for relief asserted in the state courts. We denied relief on all three grounds, expressing the opinion that petitioner's allegations were without merit. Gainey v. Bailey, Civil No. 1792, Raleigh Division (1965).</p>\n<p></p>\n<h2>I.</h2>\n<p>On appeal to the Court of Appeals for the Fourth Circuit, this court was affirmed in its views that the allegations of double jeopardy and absence from the post conviction hearing did not entitle petitioner to habeas corpus relief. We were reversed, however, on our legal conclusion that from the facts alleged in petitioner's application he had waived the right to serve out his 1960 sentence without retrial. The Court of Appeals said:</p>\n<blockquote>\"Here because we are without a transcript of the state proceedings surrounding the new trial, it is difficult to determine whether Gainey fully understood his options and waived whatever rights he had. The North Carolina Supreme Court, which presumably reviewed the proceedings, held that he did. Apparently the District Court was of the same opinion. Nevertheless, Gainey claims that he was forced to accept the trial and plead guilty. It appears likely that this objection is based upon the prisoner's belief that he was entitled to release and not from a denial of an asserted right to have the former sentence reinstated. Under the latter Gainey might be entitled to relief. See Ruckle v. Warden, supra. Under the former he is not. But without a transcript of <span class=\"star-pagination\">*99</span> the second trial we are not sure of the options offered him and cannot affirm the case in this posture.\"</blockquote>\n<p>On remand we were directed to make a record on which findings of historical facts with respect to the retrial might be intelligently reviewed on appeal. An examination of the transcript of testimony at the May 1965 habeas corpus hearing discloses the following colloquy (pages 12-13):</p>\n<blockquote>\"THE COURT: I will <i>either grant you the new trial or permit you to withdraw it, whichever you want to do,</i> but I can't turn you aloose.</blockquote>\n<blockquote>\"PETITIONER: Well, if you can't turn me aloose, Your Honor, I mean dismiss this charge here, I would like for you just to let the Order [vacating the convictions and sentences and ordering a new trial] you have already issued stand without prejudice to me to deny that I asked for a new trial when the new trial comes up * * * I would like to leave your original Order as it is * * * In other words, I would just like to back out of this [habeas corpus hearing] the way it was when I came in here on it.\"</blockquote>\n<p>At the new trial Gainey's attorney entered a plea of not guilty and moved the court to dismiss on the ground of double jeopardy \"which was his sole defense\". The motion was denied. Thereupon, Gainey \"withdrew his not guilty plea and pleaded guilty, having no defense in the trial on its merits.\"</p>\n<p>Prior to the new trial Gainey had been informed by the state court that certain options were available to him: (1) he could accept the State's offer of a new trial, or (2) he could withdraw his post conviction attack upon the original trial which impliedly would result in reinstatement of the original conviction and sentence. He was expressly told by the state court that he was not entitled to release. Gainey refused to withdraw his attack, and thus waive the constitutional defect in his first trial. He chose, instead, to abide the result of the post conviction proceeding which set aside his conviction as a nullity and ordered a new trial. While it is true that Gainey's choice was without prejudice to him \"to deny that I asked for a new trial when the new trial comes up,\" it is obvious that only by virtue of the new trial which resulted from his claim of constitutional infirmity was it possible for Gainey to assert his defense of double jeopardy. Clearly, it was not his intention to waive the new trial or the defect that produced it. When this defense proved ineffectual at the retrial, Gainey entered a plea of guilty.</p>\n<p>Even if we were inclined to the view that Gainey did not voluntarily and intelligently <i>accept</i> a retrial, nevertheless, \"misapprehension concerning the consequences of his refusal to acquiesce in a new trial does not affect the legal principle involved * * * A not guilty plea is entered for him and the case proceeds. The state does not need the defendant's consent to put him on trial * * *\" Ruckle v. Warden, supra. Here Gainey entered a plea of not guilty and the trial proceeded until he voluntarily changed his plea to guilty. Gainey could have claimed the protection of his prior conviction and sentences and prevented a retrial and new sentence by withdrawing his attack on the constitutionality of his original trial. This he voluntarily and understandingly refused to do.</p>\n<p>Where no express findings of fact have been made by a state court, the federal district court must initially determine whether the state court impliedly found material facts; if the federal district court is not able to reconstruct a finding the court must hold a hearing; but, if the court is able to reconstruct the finding, a hearing before the district judge is not necessary. Townsend v. Sain, <span class=\"citation\" data-id=\"106544\"><a href=\"/opinion/106544/townsend-v-sain/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></a></span>, <span class=\"citation\" data-id=\"106544\"><a href=\"/opinion/106544/townsend-v-sain/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">745</span></a></span>, <span class=\"citation\" data-id=\"106544\"><a href=\"/opinion/106544/townsend-v-sain/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">770</span></a></span> (1963).</p>\n<p>We find the following facts from the record:</p>\n<p>1. Gainey was afforded the option of choosing between a new trial or reinstatement <span class=\"star-pagination\">*100</span> of his former convictions and sentences.</p>\n<p>2. Gainey did not voluntarily, intelligently and knowingly waive the constitutional defect in his first trial and assert the right to serve the remainder of his 1960 sentence without retrial.</p>\n<p>We conclude, therefore, that Gainey, having sought and obtained nullification of his original conviction, was not entitled to release upon his plea of double jeopardy and was properly subjected to retrial and a lawful sentence.</p>\n<p></p>\n<h2>II</h2>\n<p>We next proceed to a consideration of the second propositionthe merits of the credit<sup>[5]</sup> question. Gainey was sentenced to maximum terms of 17 years at his original trial in November 1960 and at his retrial in July 1965. In its Memorandum Decision, the Court of Appeals said:</p>\n<blockquote>\"The second issue has not been raised anywhere in the proceedings to date. However, the record is clear that Gainey did not receive any credit for the four and one-half years he spent in jail under the illegal sentence and that the maximum sentence he now faces makes it possible that he will suffer over four years imprisonment for asserting his rights * * * Because this practice seems to be frequently followed [in North Carolina] we will not relegate Gainey to the probable futility of presenting this claim first to the state courts.\"</blockquote>\n<p>Judge Craven's opinion in Patton v. State of North Carolina<sup>[6]</sup> carefully considered the constitutional issues before the court in the instant case, and we are persuaded that the decision in <i>Patton</i> is determinative of the credit question presented here. In 1960 Patton, without the assistance of counsel, entered a plea of nolo contendere to the felony of armed robbery and was sentenced to 20 years in prison. In 1964 Patton obtained post conviction review and on the basis of Gideon v. Wainwright<sup>[7]</sup> obtained a new trial. At the new trial in 1965, he entered a plea of not guilty, but was convicted of the same offense, and was sentenced to an identical term of 20 years imprisonment. Patton applied to the federal District Court for habeas corpus where it was held that the harsher sentence was a denial of due process and equal protection and a violation of the unconstitutional condition doctrine.<sup>[8]</sup></p>\n<p>It should be noted that the original conviction and sentence in <i>Gainey</i> are free from legal error so far as the <i>State</i> is concerned. The original <i>sentence</i> was not appealable by the State under existing state law, nor subject to review by the state courts; therefore, there can be no legitimate state interest to justify a harsher sentence at the second trial unless the record discloses adequate reasonable grounds not before the first trial judge.</p>\n<p>In <i>Patton</i><i>,</i> Judge Craven said:</p>\n<blockquote>\"Under the law of North Carolina, it is plain that the fortunate recipient of a new trial may be (1) denied credit for all time served in prison under the vacated judgment and sentence imposed at the first trial, State v. White [262 N.C. 52, <span class=\"citation\" data-id=\"1335980\"><a href=\"/opinion/1335980/state-v-white/\"><span class=\"volume\">136</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">205</span></a></span> (1964)], unless given the maximum sentence at the second trial, State v. Weaver [264 N.C. 681, <span class=\"citation\" data-id=\"1373705\"><a href=\"/opinion/1373705/state-v-weaver/\"><span class=\"volume\">142</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">633</span></a></span> (1965)], and/or (2) be given a longer sentence <span class=\"star-pagination\">*101</span> than that previously imposed, State v. Williams, <span class=\"citation\" data-id=\"1231771\"><a href=\"/opinion/1231771/state-v-williams/\"><span class=\"volume\">261</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">172</span></a></span>, <span class=\"citation\" data-id=\"1231771\"><a href=\"/opinion/1231771/state-v-williams/\"><span class=\"volume\">134</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">163</span></a></span> (1964), so long as it is within the maximum permitted by the statute. The problem is not simply a theoretical one. A recent informal survey by the Duke Law Journal [Increased Sentence and Denial of Credit on Retrial Sustained Under Traditional Waiver Theory, 1965 Duke L.J. 395] indicates that the benefit of time already served has been effectively denied 72 percent of the time (32 out of 44 cases) in sentences upon reconviction after a second trial in the Superior Court of North Carolina. The frequency of harsher punishment (whether by the device of refusing credit for time served, or by a longer sentence, or both) upon retrial doubtless intimidates persons held in prison under unconstitutional convictions from attempting to secure their right to a new trial.\"<sup>[9]</sup></blockquote>\n<p>The imposition of harsher punishment upon retrial without adequate grounds and in the absence of compelling public interests,whether the court is actually motivated by a retributive intent to punish for the successful pursuit of post-conviction remedies, or an intent to protect the State from an unduly lenient original sentence, or simply the vagaries of a different Judge,operates to dissuade the exercise of post conviction remedies, and the practice constitutes an unconstitutional condition on the right to a fair trial. This is so because the State cannot increase a sentence after it has become final. A defendant may serve out his original sentence without fear of increased punishment unless he waives this protection by asserting his constitutional right to a fair trial. It is the requirement that a person surrender the immunity provided by his original sentence in order to secure a fair trial that violates the unconstitutional condition doctrine.</p>\n<p>If it should appear that prisoners are denied credit in order to penalize them for exercising their right of collateral attack upon unconstitutional convictions, the practice would be shocking to the sense of justice, and the courts would be quick to condemn it.<sup>[10]</sup> Although such a motive on the part of the resentencing Judge would abridge both the Equal Protection and Due Process Clauses of the Fourteenth Amendment, it would be difficult if not impossible for the prisoner to prove.</p>\n<p>Moreover, assuming that the resentencing Judge did not intend to penalize a petitioner for exercising his right to collaterally attack his original conviction, the Equal Protection and Due Process Clauses are nevertheless invoked if the second sentence has that effect, where no showing is made that credit was denied for good cause. Griffin v. People of State of Illinois, <span class=\"citation\" data-id=\"105382\"><a href=\"/opinion/105382/griffin-v-illinois/\"><span class=\"volume\">351</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">12</span></a></span>, <span class=\"citation\" data-id=\"105382\"><a href=\"/opinion/105382/griffin-v-illinois/\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">585</span></a></span>, <span class=\"citation\" data-id=\"105382\"><a href=\"/opinion/105382/griffin-v-illinois/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">891</span></a></span> (1956); Douglas v. State of California, <span class=\"citation\" data-id=\"106546\"><a href=\"/opinion/106546/douglas-v-california/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">353</span></a></span>, <span class=\"citation\" data-id=\"106546\"><a href=\"/opinion/106546/douglas-v-california/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></a></span>, <span class=\"citation\" data-id=\"106546\"><a href=\"/opinion/106546/douglas-v-california/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1963).</p>\n<p>Prisoners who successfully attack their convictions are entitled to the same protection of equal laws and policies that unsuccessful prisoners have a right to demand. The Equal Protection Clause does not detract from the right of the State to segregate prisoners from society but it does require that: (1) classification of one group of prisoners from another group of prisoners must not be arbitrary, but based on a valid and substantial difference, (2) the state policy involved must be in furtherance of a legitimate objective of government, and (3) there must be a real and substantial nexus between the classification and the objective. Quaker City Cab Co. v. Commonwealth of Pennsylvania, <span class=\"citation\" data-id=\"101317\"><a href=\"/opinion/101317/quaker-city-cab-co-v-pennsylvania/\"><span class=\"volume\">277</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">553</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">927</span></span> (1928). All three elements must be satisfied to withstand attack under the Equal Protection Clause.</p>\n<p>(1) Classification: The only state prisoners in North Carolina who run the risk of having their sentences <span class=\"star-pagination\">*102</span> increased<sup>[11]</sup> after judgment has become final are those who successfully pursue post conviction remedies. Those prisoners who choose not to collaterally attack their convictions or who are unsuccessful in such attacks are not subjected to having their sentences revised. It is clear that there is no rational basis for distinguishing as a class those who successfully attack and those who do not.</p>\n<p>(2) Governmental Objective: We can conceive of no legitimate or permissible objective that is served by a state's resentencing practice that results in a denial of credit for time served in the absence of justifiable reasons that appear in the record. (The North Carolina General Assembly has not enacted legislation providing for sentence review, thus indicating that the legislature has not considered a review of sentences of compelling state interest.)</p>\n<p>(3) Nexus: Having found that the classification is specious and that no valid and compelling state interest is served, no nexus between the classification and the objective of government can save the resentencing practice in question.</p>\n<p>We therefore hold that although petitioners who collaterally attack their convictions are deemed to waive double jeopardy objections,<sup>[12]</sup> and although a conviction is rendered totally invalid by successful collateral attack,<sup>[13]</sup> the sentence imposed at the voided trial must, within this limited context, set a ceiling which cannot be altered <i>without good cause.</i></p>\n<p>We do not mean to say that if reasonable grounds appear the sentencing judge may not disallow credit, and may not, if justified, increase the prior sentence. We simply hold that where no justifiable reasons appear in the record, the court cannot constitutionally disallow credit, otherwise the result is to penalize the prisoner for obtaining a new trial in vindication of his constitutional rights.</p>\n<p>We are of the opinion that the rule set forth above fully protects all valid state interests. We recognize that \"[j]udges on our United States District Courts [and on all state courts] come to the bench with different backgrounds and varying legal or judicial experiences; [that] they bring to the bench different attitudes, values and standards; * * * [and] that there will always exist differing views as to the nature and amount of punishment to impose in criminal cases.\"<sup>[14]</sup> Yet the concept of judicial discretion cannot be permitted to result in the thwarting of federal constitutional rights.</p>\n<p>This court is aware of the sentencing difficulties that will confront the state courts in devising new sentencing techniques that will give full credit for the time served and likewise preserve the prisoner's parole eligibility and good time credit to which he was entitled under the former sentence. Additional legislation may be found desirable to provide new sentencing alternatives. But such practical difficulties, however great their burden, cannot override the right of a citizen of the United States to vindication of his constitutional rights.</p>\n<p>We have carefully examined the record and it fails to disclose any <span class=\"star-pagination\">*103</span> justification for denying Gainey credit for the time spent in prison under his voided 1960 convictions. Where a heavier sentence is imposed the burden is upon the State to build a record to support the imposition of harsher punishment.<sup>[15]</sup> Therefore, based upon the present record, it is ordered and adjudged:</p>\n<p>1. That the sentences imposed on Rufus Gainey at the July 1965 session of the Superior Court of Nash County are unconstitutional and void.</p>\n<p>2. That Rufus Gainey be and he is hereby granted leave to file an amendment to his habeas corpus application within thirty (30) days from the date of service of this order to allege that he was unconstitutionally denied credit on the sentences imposed at his retrial for the time served under the invalidated convictions and sentences.</p>\n<p>3. That upon failure of petitioner to file said amendment within the time herein allowed, the court will entertain a motion by respondents to dismiss the application.</p>\n<p>4. That if petitioner files such amendment within the time herein allowed, the State of North Carolina is allowed thirty (30) days after the filing of said amendment to impose constitutional sentences, and upon failure of the State to do so, this court will entertain a motion on behalf of the petitioner for an order releasing him from all restraint imposed by virtue of the sentences at the July 1965 session of the Superior Court of Nash County, North Carolina.</p>\n<p>5. That the Clerk of this court serve forthwith by mail a copy of this Opinion and Order upon the Honorable T. Wade Bruton, Attorney General of North Carolina, and a copy upon the petitioner, Rufus Gainey.</p>\n<h2>NOTES</h2>\n<p>[1]  No. 10,740 (4 Cir. June 27, 1966).</p>\n<p>[2]  See, Ruckle v. Warden, <span class=\"citation\" data-id=\"265195\"><a href=\"/opinion/265195/morris-ruckle-v-warden-maryland-penitentiary/\"><span class=\"volume\">335</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">336</span></a></span> (4 Cir. 1964).</p>\n<p>[3]  See, Patton v. State of North Carolina, <span class=\"citation\" data-id=\"2349513\"><a href=\"/opinion/2349513/patton-v-state-of-north-carolina/\"><span class=\"volume\">256</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">225</span></a></span> (W.D.N.C.1966).</p>\n<p>[4]  Under North Carolina law the maximum sentence for robbery with firearms is 30 years, N.C.Gen.Stat. § 14-87; and the maximum sentence for escape is 2 years, N.C.Gen.Stat. § 148-45.</p>\n<p>[5]  Whether as a result of successfully attacking his first conviction a defendant was arbitrarily resentenced to a term resulting in imprisonment longer than he would have served if he had not obtained a new trial.</p>\n<p>[6]  <span class=\"citation\" data-id=\"2349513\"><a href=\"/opinion/2349513/patton-v-state-of-north-carolina/\"><span class=\"volume\">256</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">225</span></a></span> (W.D.N.C.1966).</p>\n<p>[7]  <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">799</span></a></span> (1963).</p>\n<p>[8]  \"(T)he subjection of the defendant to the risk of a harsher penalty upon retrial and conviction for the same offense, as a condition of receiving a fundamentally fair trial, is an unconstitutional condition on his right to a fair trial. It forces him to surrender his constitutional rights, and it does not serve any countervailing, legitimate public policy.\" Van Alstyne, In Gideon's Wake, 74 Yale L.J., pp. 606, 613 (1965).</p>\n<p>[9]  256 F.Supp. at page 231.</p>\n<p>[10]  See, United States v. Boyce, <span class=\"citation\" data-id=\"269658\"><a href=\"/opinion/269658/united-states-v-james-allen-boyce/\"><span class=\"volume\">352</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">786</span></a></span>, 787 (4 Cir. 1965).</p>\n<p>[11]  A recent law review article indicates that \"successful\" petitioners are frequently denied credit, i. e., subjected to harsher penalties, rather than allowed credit for time spent in prison under void convictions. 1965 Duke L.J. 395.</p>\n<p>[12]  United States v. Tateo, <span class=\"citation\" data-id=\"106847\"><a href=\"/opinion/106847/united-states-v-tateo/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">463</span></a></span>, <span class=\"citation\" data-id=\"106847\"><a href=\"/opinion/106847/united-states-v-tateo/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1587</span></a></span>, <span class=\"citation\" data-id=\"106847\"><a href=\"/opinion/106847/united-states-v-tateo/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">448</span></a></span> (1964).</p>\n<p>[13]  Howell v. United States, <span class=\"citation\" data-id=\"230246\"><a href=\"/opinion/230246/howell-v-united-states/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">366</span></a></span> (4 Cir. 1952); Ruckle v. Warden, supra.</p>\n<p>[14]  United States v. Chicago Professional Schools, <span class=\"citation\" data-id=\"254024\"><a href=\"/opinion/254024/united-states-v-chicago-professional-schools-inc/\"><span class=\"volume\">290</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">285</span></a></span>, 287 (7 Cir. 1961).</p>\n<p>[15]  Patton v. State of North Carolina, supra, 256 F.Supp. at 235.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106544/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/230246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/254024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/265195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/269658/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1231771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1335980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1348945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1373705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2349513/"
  ]
}