{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1683399/",
  "absolute_url": "/opinion/1683399/fortress-re-inc-v-central-nat-ins-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1683399/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:06:33.851806Z",
  "date_modified": "2016-04-27T00:45:54.175916Z",
  "type": "010combined",
  "sha1": "2494e7986bc6b5d4b6c888ed18c05f0e3e4630fc",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>595 F.Supp. 334 (1983)</b></center>\n<center><h1>FORTRESS RE, INC., Penn Re, Inc., and Calvert Insurance Company, Plaintiffs,<br>\nv.<br>\nCENTRAL NATIONAL INSURANCE COMPANY OF OMAHA, Defendant.</h1></center>\n<center>No. 82-20-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>December 16, 1983.</center>\n<p><span class=\"star-pagination\">*335</span> <span class=\"star-pagination\">*336</span> H. Hugh Stevens, William George Pappas, Raleigh, N.C., for plaintiffs.</p>\n<p>Joseph C. Moore, Sr., R. Michael Strickland, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiffs brought this diversity action to obtain a declaration of their rights and obligations under a contract of reinsurance issued by them to the defendant. The action is before the court on plaintiffs' motion for summary judgment to which defendant has responded. After hearing arguments on the motion and considering the submissions of the parties the court is of opinion that the motion should be granted.</p>\n<p>On January 8, 1975 the defendant, Central National Insurance Company of Omaha, through its agents in California, called the plaintiff, Penn Re, Inc., in Burlington, North Carolina, by telephone and negotiated a contract of facultative reinsurance. During that conversation, all information necessary to complete the contract was obtained. The contract was later formalized in Certificate No. 13,432 under which plaintiffs were to reinsure one-half of defendant's liability over $250,000 under a policy of products liability insurance issued by defendant to a manufacturer of swimming pools, with liability under $250,000 to be retained by defendant.<sup>[1]</sup> After preparation by plaintiffs of the reinsurance certificate, it was forwarded to defendant's agent in California. The premium was thereafter mailed to plaintiffs in North Carolina.</p>\n<p>On September 25, 1978, defendant received a lawsuit filed on behalf of Veronica Lloyd (Lloyd claim) for injuries sustained when diving into a swimming pool manufactured by defendant's insured. The accident occurred in New Jersey and was accordingly assigned to New Jersey defense counsel in October of that year. Upon preliminary investigation, New Jersey defense counsel discovered that, as a result of the accident, Ms. Lloyd was a quadriplegic. Although liability was not yet established, New Jersey defense counsel was of the opinion that the claim was a serious one and that excess carriers should certainly be notified. Upon this information defendant, notwithstanding a recommendation that a reserve of $100,000 be established, approved an increase in the reserves for this claim from $5,000 to $20,000.</p>\n<p>During 1979, discovery pertaining to the Lloyd claim proceeded, and in March of 1980 an increase in the reserve of between $100,000 and $200,000 was suggested by defendant's claim agent. An increase to $100,000 was approved. This increase in reserves coupled with defendant's aggregate retained liability of approximately $200,000 clearly would invoke plaintiffs' liability under the reinsurance certificate.</p>\n<p>In April of 1980, New Jersey defense counsel informed defendant that exposure was great and that he was \"fearful that we cannot successfully sustain any defense on the grounds that the pool was not manufactured by [the insured].\" He was also of the opinion that the action would go to the jury.</p>\n<p>In November of 1980, an internal memorandum of defendant indicates that it was aware of the necessity of placing reinsurers on notice of the Lloyd claim. Again in July of 1981, the issue of notice to reinsurers was raised: \"[t]hey must be put on notice ... and get notice out to the facultative reinsurers.\"</p>\n<p>Although the record is not clear concerning settlement negotiations between the parties to the Lloyd claim, defendant was of the opinion that a structured settlement should be pursued even though plaintiff in the Lloyd claim was seeking three million dollars to settle.</p>\n<p>Defendant's insured also carried excess liability insurance for losses which the insured <span class=\"star-pagination\">*337</span> might incur in excess of the $1,000,000 insured by defendant, and in December, 1981, counsel for the excess carriers requested that defendant offer its entire policy limit for settlement purposes.<sup>[2]</sup></p>\n<p>With trial set for Monday, January 11, 1982, defendant first notified plaintiffs of the Lloyd claim just five days before on Wednesday, January 6.</p>\n<blockquote>\"Consider this your invitation to attend. We will be in meeting with defense counsel ... in New Jersey on Sunday evening.\"</blockquote>\n<p>Plaintiffs, however, with only two working days' notice, understandably did not attend this conference which resulted in a settlement of the Lloyd claim for $923,605.00, but instead chose to institute this declaratory judgment action forthwith alleging a breach by defendant of the notice provisions of their reinsurance policy.</p>\n<p>The first question to be decided is what law governs. When sitting in diversity, the court must apply the law of the forum, including its choice-of-law rules. <i>Klaxon Company v. Stentor Electric Manufacturing Company,</i> 313 U.S. 487, 61 S.Ct. 1020, 85 L.Ed. 1477 (1941). In North Carolina, issues of contract construction and interpretation are determined by the law of the state where the contract was made. <i>Tanglewood Land Company, Inc. v. Byrd,</i> 299 N.C. 260, 261 S.E.2d 655 (1980). This rule applies to insurance contracts. <i>Roomy v. Allstate Insurance Company,</i> 256 N.C. 318, 123 S.E.2d 817 (1962). And, \"all contracts of insurance the applications for which are taken within the State shall be deemed to have been made within this State and are subject to the laws thereof.\" N.C.G.S. § 58-28.</p>\n<p>In this instance, application for the insurance was made in this state to a North Carolina corporation. Where the insurance company is a foreign corporation though application for insurance is taken within this state, the laws of North Carolina will apply. <i>Cordell v. Brotherhood of Locomotive Firemen and Enginemen,</i> 208 N.C. 632, 182 S.E. 141 (1935). This rule should apply with equal force where the insurance company is a domestic one. Accordingly, the laws of North Carolina apply.<sup>[3]</sup></p>\n<p>Turning then to the merits of the controversy, the issues to be resolved are whether defendant failed to comply with the notice provision contained in the reinsurance certificate, and if so, does that failure relieve plaintiff of its obligation under the certificate.<sup>[4]</sup></p>\n<p>Prior to 1981 the longstanding North Carolina rule had been that a notice clause in a reinsurance certificate was a condition precedent requiring proper notice within a reasonable time, and any unexplained delay in notifying the reinsured negated liability. <i>See </i><i>Fortress Re, Inc. v. Jefferson Insurance Company of New York,</i> 465 F.Supp. 333 (E.D.N.C.1978), <i>aff'd,</i> 628 F.2d 860 (4th Cir.1980). However, in <i>Great American Insurance Company v. C.G. Tate Construction Company,</i> <span class=\"star-pagination\">*338</span> 303 N.C. 387, 279 S.E.2d 769 (1981), this rule was modified in favor of a more flexible approach. <i>Id.</i> at 399, 279 S.E.2d at 776. To effectuate this change, the court adopted a three-part test.</p>\n<blockquote>When faced with a claim that notice was not timely given, the trier of fact must first decide whether the notice was given as soon as practicable. If not, the trier of fact must decide whether the insured has shown that he acted in good faith, <i>e.g.,</i> that he had no actual knowledge that a claim might be filed against him. If the good faith test is met the burden then shifts to the insurer to show that its ability to investigate and defend was materially prejudiced by the delay.</blockquote>\n<p><i>Id.,</i> 303 N.C. at 399, 279 S.E.2d at 776.</p>\n<p>Application of this test to the undisputed facts of this case shows that plaintiffs' motion must be granted. To begin with it is clear that defendant failed to provide prompt notice. Defendant first became aware of the Lloyd claim in September, 1978, upon receipt of the complaint, yet it waited for over three years before notifying the plaintiffs and then only on the eve of trial. Of course defendant was not required to give notice until it appeared that plaintiffs' reinsurance was likely to be \"involved,\" but defendant knew this long before it ever got around to notifying the plaintiffs. Shortly after the case was assigned to him defendant's counsel advised that the claim was a serious one and that excess carriers should be notified. Defendant's internal memoranda indicate that on at least two occasions  November 12, 1980, and July 27, 1981  the obligation to notify reinsurers was discussed. And defendant certainly knew that plaintiffs' reinsurance was involved when its claims paid and its reserves exceeded $250,000. At the latest this was November 12, 1980. Accordingly, defendant failed to give prompt notice of the claim. <i>Fortress Re, Inc. v. Jefferson Insurance Company of New York, supra</i><i>.</i></p>\n<p>It appears that the issue of whether an insured's failure to give timely notice was in good faith has yet to be addressed by the courts of North Carolina, and the court's opinion in <i>Tate</i> is not entirely clear as to the proper construction of the good faith requirement. Defendant contends that to meet its burden of showing it acted in good faith all it must prove is absence of motive or specific intent not to notify the reinsurer. Support for this position can be found in the court's statement that \"[a]nyone who knows that he may be at fault or that others have claimed he is at fault and who <i>purposefully</i> and <i>knowingly</i> fails to notify ought not to recover even if no prejudice results.\" 303 N.C. at 399, 279 S.E.2d at 776 (emphasis added). Plaintiffs, on the other hand, contend that something less than an intentional failure to give notice amounts to a lack of good faith. To support their contention, plaintiffs refer to the example of good faith given by the court as lack of actual knowledge that a claim has been filed, <i>id.,</i> and to the explanation that the good faith \"requirement is in accord with the common law principle that implicit in every contract is the obligation of each party to act in good faith.\" <i>Id.</i> The court is of the opinion that plaintiffs' position is the better of the two.</p>\n<p>\"The phrase `good faith' is used in a variety of contexts, and its meaning varies somewhat with the context.\" Restatement (Second) of Contracts § 205 at 100 (1981). In this instance, the issue is the good faith performance of a contractual provision between two business entities. Under these circumstances, \"[s]ubterfuges and evasions violate the obligation of good faith in performance even though the actor believes his conduct to be justified. But the obligation goes further: bad faith may be overt or may consist of inaction, and fair dealing may require more than honesty.\" <i>Id.</i> at 100. A bad motive or specific intent is not required. <i>United Roasters, Inc. v. Colgate-Palmolive Company,</i> 485 F.Supp. 1049 (E.D.N.C.1980), <i>aff'd,</i> 649 F.2d 985 (4th Cir.), <i>cert. denied,</i> 454 U.S. 1054, 102 S.Ct. 599, 70 L.Ed.2d 590 (1981). Depending on the context good faith may mean \"an honest intention to abstain from taking any unconscientious advantage of another ... together with the absence of all information, <span class=\"star-pagination\">*339</span> notice, or benefit or belief of facts which could render a transaction unconscientious.\" <i>Jaudon v. Swink,</i> 51 N.C. App. 433, 435, 276 S.E.2d 511, 513 (1981). Thus, where two business entities deal at arms length, unreasonable or unfair dealings can amount to a lack of good faith. <i>See </i><i>United Roasters, Inc., supra</i><i>;</i> N.C. G.S. § 25-2-103(1)(b).</p>\n<p>From this application of these principles it is clear that defendant's failure to notify plaintiffs of the Lloyd claim lacked good faith. This is not, as defendant attempts to characterize it, a case of mere negligence. From the initial filing of the lawsuit the potential involvement of excess carriers was known, and it will be remembered that the coverage of their policies was not to come into play until a loss had exceeded $1,000,000, long after liability had attached under plaintiffs' reinsurance contract. Moreover, on at least two occasions defendant was explicitly warned by its own agents of its duty to its reinsurers. The contention that someone in defendant's claim organization believed automatic notification would be provided is a hollow excuse where, as here, defendant has offered no underlying facts to justify a belief that automatic notice would occur. Instead, the facts reveal that defendant was constantly aware of the notice requirement yet failed to take the first step in complying with its contractual obligation. Under these facts, defendant's conduct is so lacking in reasonableness and fair dealing that it amounts to a lack of good faith as a matter of law.</p>\n<p>Even without a finding of defendant's lack of good faith, the failure to notify plaintiffs until three working days prior to trial resulted in prejudice thereby voiding the contract. Because the prejudice requirement is a recent development in North Carolina law, the lack of cases interpreting it is understandable. However, the court in <i>Tate</i> did provide some guidance. Thus, in the context of insurance, as opposed to reinsurance, the court discussed the prejudice requirement as follows:</p>\n<blockquote>If, under the circumstances of a particular case, the <i>purpose</i> behind the requirement has been met, the insurer will not be relieved of its obligations. If, on the other hand, the <i>purpose</i> of protecting the insurer's ability to defend has been frustrated, the insurer has no duty under the contract. This equitable approach to the interpretation of notice requirements in insurance contracts has the advantages of providing coverage whenever in the reasonable expectations of the parties it should exist and of protecting the insurer whenever failure strictly to comply with a condition has resulted in material prejudice.</blockquote>\n<p>303 N.C. at 396, 279 S.E.2d at 775 (emphasis added).</p>\n<p>By looking at the purpose behind the notice requirement, it appears that the <i>Tate</i> court is attempting to protect the bargain of the parties. Although the prejudice was stated in terms of the ability to defend the lawsuit, this type of prejudice makes little sense in the reinsurance context. Rather, prejudice is the irretrievable loss of the bargain. Thus in the ordinary insurance context, prejudice can be equated with the loss of the ability to defend the claim, <i>id.,</i> and in the reinsurance context, prejudice would result from the loss of the ability to participate in the defense and control of the claim and its evaluation for settlement purposes. This is what was bargained for in this case, and when plaintiffs failed to get timely notice of the loss for which they are now sought to be held liable, they lost what they bargained for and were prejudiced.</p>\n<p>In response to the court's observation at the hearing that the notice given in this case \"was the same as no notice\" counsel for defendant with commendable candor said that he agreed. But if a reinsurer who has had no notice at all can still be held liable the question arises as to what purpose the notice provision serves. Surely the parties contemplated that notice should be of some value to the plaintiff reinsurers. The answer is found in the contract itself:</p>\n<blockquote>[T]he Reinsurer ... shall ... have the right and be given the opportunity to associate with the Company and its representatives <span class=\"star-pagination\">*340</span> at the Reinsurer's expense in the defense and control of any claim, suit or proceeding involving this reinsurance, with the full cooperation of the Company.</blockquote>\n<p>Here the plaintiffs were denied this right. As a matter of law this constituted prejudice and relieved plaintiffs of liability under their policy. <i>Great American Insurance Company v. C.G. Tate Construction Company, supra</i><i>.</i></p>\n<p>Judgment accordingly shall be entered.</p>\n<h2>NOTES</h2>\n<p>[1]  The upper limit of defendant's policy was $1,000,000, and the amount retained by defendant was an \"aggregate\" retention such that plaintiffs' liability for its one-half of the $750,000 reinsured attached when total claims paid and reserved by defendant exceeded the $250,000 limit.</p>\n<p>[2]  The excess carriers had obtained independent notice of the Lloyd claim, and based upon that notice, they monitored its handling.</p>\n<p>[3]  In <i>Roomy v. Allstate Insurance Company, supra</i><i>,</i> the court adopted the general rule that insurance contracts are to be interpreted by the place where the policy is delivered. In North Carolina, delivery is complete where there is \"issuance of a policy in accordance with the terms agreed on, and ... transmission\" to the insured or its agent for unconditional delivery. <i>Hardy v. Aetna Life Insurance Company,</i> 154 N.C. 430, 440, 70 S.E. 828, 832 (1911). Actual delivery to the insured is unnecessary. <i>Id.</i>\n</p>\n<p>With the contract completed, issued and forwarded in North Carolina to defendant, or its agent, unconditional delivery occurred in this state, and the laws of North Carolina apply.</p>\n<p>[4]  The notice provision provides:\n</p>\n<p>\"Prompt notice shall be given to the Reinsurer by the Company of any occurrence or accident which appears likely to involve this reinsurance and while the Reinsurer does not undertake to investigate or defend claims or suits it shall nevertheless have the right and be given the opportunity to associate with the Company and its representatives at the Reinsurer's expense in the defense and control of any claim, suit or proceeding involving this reinsurance, with the full cooperation of the Company.\"</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">595</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">334</span></span> (1983)</b></center>\n<center><h1>FORTRESS RE, INC., Penn Re, Inc., and Calvert Insurance Company, Plaintiffs,<br>\nv.<br>\nCENTRAL NATIONAL INSURANCE COMPANY OF OMAHA, Defendant.</h1></center>\n<center>No. 82-20-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>December 16, 1983.</center>\n<p><span class=\"star-pagination\">*335</span> <span class=\"star-pagination\">*336</span> H. Hugh Stevens, William George Pappas, Raleigh, N.C., for plaintiffs.</p>\n<p>Joseph C. Moore, Sr., R. Michael Strickland, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiffs brought this diversity action to obtain a declaration of their rights and obligations under a contract of reinsurance issued by them to the defendant. The action is before the court on plaintiffs' motion for summary judgment to which defendant has responded. After hearing arguments on the motion and considering the submissions of the parties the court is of opinion that the motion should be granted.</p>\n<p>On January 8, 1975 the defendant, Central National Insurance Company of Omaha, through its agents in California, called the plaintiff, Penn Re, Inc., in Burlington, North Carolina, by telephone and negotiated a contract of facultative reinsurance. During that conversation, all information necessary to complete the contract was obtained. The contract was later formalized in Certificate No. 13,432 under which plaintiffs were to reinsure one-half of defendant's liability over $250,000 under a policy of products liability insurance issued by defendant to a manufacturer of swimming pools, with liability under $250,000 to be retained by defendant.<sup>[1]</sup> After preparation by plaintiffs of the reinsurance certificate, it was forwarded to defendant's agent in California. The premium was thereafter mailed to plaintiffs in North Carolina.</p>\n<p>On September 25, 1978, defendant received a lawsuit filed on behalf of Veronica Lloyd (Lloyd claim) for injuries sustained when diving into a swimming pool manufactured by defendant's insured. The accident occurred in New Jersey and was accordingly assigned to New Jersey defense counsel in October of that year. Upon preliminary investigation, New Jersey defense counsel discovered that, as a result of the accident, Ms. Lloyd was a quadriplegic. Although liability was not yet established, New Jersey defense counsel was of the opinion that the claim was a serious one and that excess carriers should certainly be notified. Upon this information defendant, notwithstanding a recommendation that a reserve of $100,000 be established, approved an increase in the reserves for this claim from $5,000 to $20,000.</p>\n<p>During 1979, discovery pertaining to the Lloyd claim proceeded, and in March of 1980 an increase in the reserve of between $100,000 and $200,000 was suggested by defendant's claim agent. An increase to $100,000 was approved. This increase in reserves coupled with defendant's aggregate retained liability of approximately $200,000 clearly would invoke plaintiffs' liability under the reinsurance certificate.</p>\n<p>In April of 1980, New Jersey defense counsel informed defendant that exposure was great and that he was \"fearful that we cannot successfully sustain any defense on the grounds that the pool was not manufactured by [the insured].\" He was also of the opinion that the action would go to the jury.</p>\n<p>In November of 1980, an internal memorandum of defendant indicates that it was aware of the necessity of placing reinsurers on notice of the Lloyd claim. Again in July of 1981, the issue of notice to reinsurers was raised: \"[t]hey must be put on notice ... and get notice out to the facultative reinsurers.\"</p>\n<p>Although the record is not clear concerning settlement negotiations between the parties to the Lloyd claim, defendant was of the opinion that a structured settlement should be pursued even though plaintiff in the Lloyd claim was seeking three million dollars to settle.</p>\n<p>Defendant's insured also carried excess liability insurance for losses which the insured <span class=\"star-pagination\">*337</span> might incur in excess of the $1,000,000 insured by defendant, and in December, 1981, counsel for the excess carriers requested that defendant offer its entire policy limit for settlement purposes.<sup>[2]</sup></p>\n<p>With trial set for Monday, January 11, 1982, defendant first notified plaintiffs of the Lloyd claim just five days before on Wednesday, January 6.</p>\n<blockquote>\"Consider this your invitation to attend. We will be in meeting with defense counsel ... in New Jersey on Sunday evening.\"</blockquote>\n<p>Plaintiffs, however, with only two working days' notice, understandably did not attend this conference which resulted in a settlement of the Lloyd claim for $923,605.00, but instead chose to institute this declaratory judgment action forthwith alleging a breach by defendant of the notice provisions of their reinsurance policy.</p>\n<p>The first question to be decided is what law governs. When sitting in diversity, the court must apply the law of the forum, including its choice-of-law rules. <i>Klaxon Company v. Stentor Electric Manufacturing Company,</i> <span class=\"citation\" data-id=\"103542\"><a href=\"/opinion/103542/klaxon-co-v-stentor-elec-mfg-co/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">487</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1020</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1477</span></span> (1941). In North Carolina, issues of contract construction and interpretation are determined by the law of the state where the contract was made. <i>Tanglewood Land Company, Inc. v. Byrd,</i> <span class=\"citation\" data-id=\"1263820\"><a href=\"/opinion/1263820/tanglewood-land-co-inc-v-byrd/\"><span class=\"volume\">299</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">260</span></a></span>, <span class=\"citation\" data-id=\"1263820\"><a href=\"/opinion/1263820/tanglewood-land-co-inc-v-byrd/\"><span class=\"volume\">261</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">655</span></a></span> (1980). This rule applies to insurance contracts. <i>Roomy v. Allstate Insurance Company,</i> <span class=\"citation\" data-id=\"1274753\"><a href=\"/opinion/1274753/roomy-v-allstate-insurance-company/\"><span class=\"volume\">256</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">318</span></a></span>, <span class=\"citation\" data-id=\"1274753\"><a href=\"/opinion/1274753/roomy-v-allstate-insurance-company/\"><span class=\"volume\">123</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">817</span></a></span> (1962). And, \"all contracts of insurance the applications for which are taken within the State shall be deemed to have been made within this State and are subject to the laws thereof.\" N.C.G.S. § 58-28.</p>\n<p>In this instance, application for the insurance was made in this state to a North Carolina corporation. Where the insurance company is a foreign corporation though application for insurance is taken within this state, the laws of North Carolina will apply. <i>Cordell v. Brotherhood of Locomotive Firemen and Enginemen,</i> <span class=\"citation no-link\"><span class=\"volume\">208</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">632</span></span>, <span class=\"citation no-link\"><span class=\"volume\">182</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">141</span></span> (1935). This rule should apply with equal force where the insurance company is a domestic one. Accordingly, the laws of North Carolina apply.<sup>[3]</sup></p>\n<p>Turning then to the merits of the controversy, the issues to be resolved are whether defendant failed to comply with the notice provision contained in the reinsurance certificate, and if so, does that failure relieve plaintiff of its obligation under the certificate.<sup>[4]</sup></p>\n<p>Prior to 1981 the longstanding North Carolina rule had been that a notice clause in a reinsurance certificate was a condition precedent requiring proper notice within a reasonable time, and any unexplained delay in notifying the reinsured negated liability. <i>See </i><i>Fortress Re, Inc. v. Jefferson Insurance Company of New York,</i> <span class=\"citation\" data-id=\"1420492\"><a href=\"/opinion/1420492/fortress-re-inc-v-jefferson-ins-co-of-ny/\"><span class=\"volume\">465</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">333</span></a></span> (E.D.N.C.1978), <i>aff'd,</i> <span class=\"citation\" data-id=\"381380\"><a href=\"/opinion/381380/fortress-re-inc-v-jefferson-insurance-company-of-new-york/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">860</span></a></span> (4th Cir.1980). However, in <i>Great American Insurance Company v. C.G. Tate Construction Company,</i> <span class=\"star-pagination\">*338</span> <span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">387</span></span>, <span class=\"citation\" data-id=\"1394977\"><a href=\"/opinion/1394977/great-american-ins-co-v-cg-tate-const/\"><span class=\"volume\">279</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">769</span></a></span> (1981), this rule was modified in favor of a more flexible approach. <i>Id.</i> at 399, 279 S.E.2d at 776. To effectuate this change, the court adopted a three-part test.</p>\n<blockquote>When faced with a claim that notice was not timely given, the trier of fact must first decide whether the notice was given as soon as practicable. If not, the trier of fact must decide whether the insured has shown that he acted in good faith, <i>e.g.,</i> that he had no actual knowledge that a claim might be filed against him. If the good faith test is met the burden then shifts to the insurer to show that its ability to investigate and defend was materially prejudiced by the delay.</blockquote>\n<p><i>Id.,</i> 303 N.C. at 399, 279 S.E.2d at 776.</p>\n<p>Application of this test to the undisputed facts of this case shows that plaintiffs' motion must be granted. To begin with it is clear that defendant failed to provide prompt notice. Defendant first became aware of the Lloyd claim in September, 1978, upon receipt of the complaint, yet it waited for over three years before notifying the plaintiffs and then only on the eve of trial. Of course defendant was not required to give notice until it appeared that plaintiffs' reinsurance was likely to be \"involved,\" but defendant knew this long before it ever got around to notifying the plaintiffs. Shortly after the case was assigned to him defendant's counsel advised that the claim was a serious one and that excess carriers should be notified. Defendant's internal memoranda indicate that on at least two occasions  November 12, 1980, and July 27, 1981  the obligation to notify reinsurers was discussed. And defendant certainly knew that plaintiffs' reinsurance was involved when its claims paid and its reserves exceeded $250,000. At the latest this was November 12, 1980. Accordingly, defendant failed to give prompt notice of the claim. <i>Fortress Re, Inc. v. Jefferson Insurance Company of New York, supra</i><i>.</i></p>\n<p>It appears that the issue of whether an insured's failure to give timely notice was in good faith has yet to be addressed by the courts of North Carolina, and the court's opinion in <i>Tate</i> is not entirely clear as to the proper construction of the good faith requirement. Defendant contends that to meet its burden of showing it acted in good faith all it must prove is absence of motive or specific intent not to notify the reinsurer. Support for this position can be found in the court's statement that \"[a]nyone who knows that he may be at fault or that others have claimed he is at fault and who <i>purposefully</i> and <i>knowingly</i> fails to notify ought not to recover even if no prejudice results.\" 303 N.C. at 399, 279 S.E.2d at 776 (emphasis added). Plaintiffs, on the other hand, contend that something less than an intentional failure to give notice amounts to a lack of good faith. To support their contention, plaintiffs refer to the example of good faith given by the court as lack of actual knowledge that a claim has been filed, <i>id.,</i> and to the explanation that the good faith \"requirement is in accord with the common law principle that implicit in every contract is the obligation of each party to act in good faith.\" <i>Id.</i> The court is of the opinion that plaintiffs' position is the better of the two.</p>\n<p>\"The phrase `good faith' is used in a variety of contexts, and its meaning varies somewhat with the context.\" Restatement (Second) of Contracts § 205 at 100 (1981). In this instance, the issue is the good faith performance of a contractual provision between two business entities. Under these circumstances, \"[s]ubterfuges and evasions violate the obligation of good faith in performance even though the actor believes his conduct to be justified. But the obligation goes further: bad faith may be overt or may consist of inaction, and fair dealing may require more than honesty.\" <i>Id.</i> at 100. A bad motive or specific intent is not required. <i>United Roasters, Inc. v. Colgate-Palmolive Company,</i> <span class=\"citation\" data-id=\"1377477\"><a href=\"/opinion/1377477/united-roasters-inc-v-colgate-palmolive-co/\"><span class=\"volume\">485</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1049</span></a></span> (E.D.N.C.1980), <i>aff'd,</i> <span class=\"citation\" data-id=\"390852\"><a href=\"/opinion/390852/united-roasters-inc-v-colgate-palmolive-company-state-of-north/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span> (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1054</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">599</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">590</span></span> (1981). Depending on the context good faith may mean \"an honest intention to abstain from taking any unconscientious advantage of another ... together with the absence of all information, <span class=\"star-pagination\">*339</span> notice, or benefit or belief of facts which could render a transaction unconscientious.\" <i>Jaudon v. Swink,</i> <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">N.C. App.</span> <span class=\"page\">433</span></span>, 435, <span class=\"citation\" data-id=\"1252074\"><a href=\"/opinion/1252074/jaudon-v-swink/\"><span class=\"volume\">276</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">511</span></a></span>, 513 (1981). Thus, where two business entities deal at arms length, unreasonable or unfair dealings can amount to a lack of good faith. <i>See </i><i>United Roasters, Inc., supra</i><i>;</i> N.C. G.S. § 25-2-103(1)(b).</p>\n<p>From this application of these principles it is clear that defendant's failure to notify plaintiffs of the Lloyd claim lacked good faith. This is not, as defendant attempts to characterize it, a case of mere negligence. From the initial filing of the lawsuit the potential involvement of excess carriers was known, and it will be remembered that the coverage of their policies was not to come into play until a loss had exceeded $1,000,000, long after liability had attached under plaintiffs' reinsurance contract. Moreover, on at least two occasions defendant was explicitly warned by its own agents of its duty to its reinsurers. The contention that someone in defendant's claim organization believed automatic notification would be provided is a hollow excuse where, as here, defendant has offered no underlying facts to justify a belief that automatic notice would occur. Instead, the facts reveal that defendant was constantly aware of the notice requirement yet failed to take the first step in complying with its contractual obligation. Under these facts, defendant's conduct is so lacking in reasonableness and fair dealing that it amounts to a lack of good faith as a matter of law.</p>\n<p>Even without a finding of defendant's lack of good faith, the failure to notify plaintiffs until three working days prior to trial resulted in prejudice thereby voiding the contract. Because the prejudice requirement is a recent development in North Carolina law, the lack of cases interpreting it is understandable. However, the court in <i>Tate</i> did provide some guidance. Thus, in the context of insurance, as opposed to reinsurance, the court discussed the prejudice requirement as follows:</p>\n<blockquote>If, under the circumstances of a particular case, the <i>purpose</i> behind the requirement has been met, the insurer will not be relieved of its obligations. If, on the other hand, the <i>purpose</i> of protecting the insurer's ability to defend has been frustrated, the insurer has no duty under the contract. This equitable approach to the interpretation of notice requirements in insurance contracts has the advantages of providing coverage whenever in the reasonable expectations of the parties it should exist and of protecting the insurer whenever failure strictly to comply with a condition has resulted in material prejudice.</blockquote>\n<p>303 N.C. at 396, 279 S.E.2d at 775 (emphasis added).</p>\n<p>By looking at the purpose behind the notice requirement, it appears that the <i>Tate</i> court is attempting to protect the bargain of the parties. Although the prejudice was stated in terms of the ability to defend the lawsuit, this type of prejudice makes little sense in the reinsurance context. Rather, prejudice is the irretrievable loss of the bargain. Thus in the ordinary insurance context, prejudice can be equated with the loss of the ability to defend the claim, <i>id.,</i> and in the reinsurance context, prejudice would result from the loss of the ability to participate in the defense and control of the claim and its evaluation for settlement purposes. This is what was bargained for in this case, and when plaintiffs failed to get timely notice of the loss for which they are now sought to be held liable, they lost what they bargained for and were prejudiced.</p>\n<p>In response to the court's observation at the hearing that the notice given in this case \"was the same as no notice\" counsel for defendant with commendable candor said that he agreed. But if a reinsurer who has had no notice at all can still be held liable the question arises as to what purpose the notice provision serves. Surely the parties contemplated that notice should be of some value to the plaintiff reinsurers. The answer is found in the contract itself:</p>\n<blockquote>[T]he Reinsurer ... shall ... have the right and be given the opportunity to associate with the Company and its representatives <span class=\"star-pagination\">*340</span> at the Reinsurer's expense in the defense and control of any claim, suit or proceeding involving this reinsurance, with the full cooperation of the Company.</blockquote>\n<p>Here the plaintiffs were denied this right. As a matter of law this constituted prejudice and relieved plaintiffs of liability under their policy. <i>Great American Insurance Company v. C.G. Tate Construction Company, supra</i><i>.</i></p>\n<p>Judgment accordingly shall be entered.</p>\n<h2>NOTES</h2>\n<p>[1]  The upper limit of defendant's policy was $1,000,000, and the amount retained by defendant was an \"aggregate\" retention such that plaintiffs' liability for its one-half of the $750,000 reinsured attached when total claims paid and reserved by defendant exceeded the $250,000 limit.</p>\n<p>[2]  The excess carriers had obtained independent notice of the Lloyd claim, and based upon that notice, they monitored its handling.</p>\n<p>[3]  In <i>Roomy v. Allstate Insurance Company, supra</i><i>,</i> the court adopted the general rule that insurance contracts are to be interpreted by the place where the policy is delivered. In North Carolina, delivery is complete where there is \"issuance of a policy in accordance with the terms agreed on, and ... transmission\" to the insured or its agent for unconditional delivery. <i>Hardy v. Aetna Life Insurance Company,</i> <span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">430</span></span>, 440, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">828</span></span>, 832 (1911). Actual delivery to the insured is unnecessary. <i>Id.</i>\n</p>\n<p>With the contract completed, issued and forwarded in North Carolina to defendant, or its agent, unconditional delivery occurred in this state, and the laws of North Carolina apply.</p>\n<p>[4]  The notice provision provides:\n</p>\n<p>\"Prompt notice shall be given to the Reinsurer by the Company of any occurrence or accident which appears likely to involve this reinsurance and while the Reinsurer does not undertake to investigate or defend claims or suits it shall nevertheless have the right and be given the opportunity to associate with the Company and its representatives at the Reinsurer's expense in the defense and control of any claim, suit or proceeding involving this reinsurance, with the full cooperation of the Company.\"</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/381380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1252074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1263820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1274753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1377477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1394977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1420492/"
  ]
}