{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1683031/",
  "absolute_url": "/opinion/1683031/williams-v-housing-authority-of-city-of-raleigh/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1683031/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:06:29.906383Z",
  "date_modified": "2016-04-27T01:23:33.775470Z",
  "type": "010combined",
  "sha1": "37f1e4c8e085cc94c929b6bbd32c8d8b6bd30040",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>595 F.Supp.2d 627 (2008)</b></center>\n<center><h1>Monique WILLIAMS, Plaintiff,<br>\nv.<br>\nHOUSING AUTHORITY OF the CITY OF RALEIGH, North Carolina, Defendant.</h1></center>\n<center>No. 5:05-CV-219-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 9, 2008.</center>\n<p><span class=\"star-pagination\">*629</span> Christopher T. Graebe, Womble Carlyle Sandridge &amp; Rice, Raleigh, NC, for Plaintiff.</p>\n<p>Charles T. Francis, Francis &amp; Austin, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>On March 13, 2008, after a bench trial on the merits of plaintiff Monique Williams' (\"Ms. Williams\" or \"plaintiff\") procedural due process claim, the court rejected her claim, dissolved a preliminary injunction concerning Ms. Williams' Section 8 housing benefits and entered judgment in favor of defendant Raleigh Housing Authority (\"RHA\"). Plaintiff now seeks rehearing and/or reconsideration of the order and judgment. The RHA opposes plaintiffs motion.</p>\n<p>Plaintiff presents no new evidence or argument in support of her motion. Rather, she asserts that the court erred with respect to certain findings of fact and conclusions of law. The court disagrees with plaintiff and again concludes that the RHA informal hearing of March 11, 2005, and the conduct of the RHA at and following the informal hearing, comports with due process under the Fourteenth Amendment of the United States Constitution. To the extent plaintiff disagrees with the RHA's substantive decision to terminate her Section 8 housing benefits, Ms. Williams must find relief in her pending case against the RHA in North Carolina District Court. Accordingly, as explained below, the court denies plaintiff's motion for rehearing and/or reconsideration.</p>\n<p></p>\n<h2>I.</h2>\n<p>The facts in this case are recounted in detail in this court's order entered following the bench trial, and the court will not repeat them here. <i>See Williams v. Raleigh Hous. Auth.,</i> No. 5:05-CV-219-D, [D.E. 76], at 2-16 (E.D.N.C. Mar. 13, 2008) (order making findings of fact and conclusions of law) [hereinafter \"Bench Trial Order\"]. In short, plaintiff contends that the process that the RHA used at and following a March 11, 2005 informal hearing concerning whether to terminate plaintiff's Section 8 housing benefits violated procedural due process under the Fourteenth Amendment. The crux of Ms. Williams' complaint concerns the RHA Hearing Officer's consideration of three written statements that Ms. Williams' former landlord (Mr. Chahrour) gave to the RHA concerning Ms. Williams' apparent falsification of a December 14, 2004 document. <i>See</i> Def.'s Ex. 11, 14 &amp; 15. According to Ms. Williams, Mr. Chahrour prepared and signed the December 14, 2004 document (Def.'s Ex. 12) and gave it to her. She, in turn, had it faxed to the RHA. Ultimately, after an informal hearing, the RHA Hearing Officer found that the December 14, 2004 document was fraudulent and affirmed the RHA's decision to terminate Ms. Williams' Section 8 housing benefits. <i>See</i> Def.'s Ex. 21. Thereafter, plaintiff filed suit in this court.</p>\n<p>After denying the parties' cross-motions for summary judgment, the court held a trial on September 6, 2007, to determine (among other things) what happened at and following the March 11, 2005 informal hearing. The court observed the witnesses, made credibility determinations, <span class=\"star-pagination\">*630</span> drew reasonable inferences, and considered the parties' legal arguments. After making detailed findings of fact and conclusions of law, the court concluded that \"[t]he RHA informal hearing of March 11, 2005, and the conduct of the RHA at and following the informal hearing comport[ed] with due process under the Fourteenth Amendment and applicable law.\" Bench Trial Order, Conclusions of Law ¶ 11. As part of its order and judgment, the court dissolved the preliminary injunction entered by United States District Judge Terrence W. Boyle on April 15, 2005, which enjoined the RHA from terminating plaintiffs Section 8 housing benefits pending a final adjudication of the merits of her federal action. <i>See Williams v. Raleigh Hous. Auth.,</i> No. 5:05-CV-219-D, [D.E. 7] (E.D.N.C. Apr. 14, 2005) (order entering preliminary injunction). The court entered judgment on March 13, 2008, in favor of the RHA, and dissolved the preliminary injunction. Plaintiff now seeks rehearing and/or reconsideration.</p>\n<p></p>\n<h2>II.</h2>\n<p>Plaintiff frames her motion as a \"motion for rehearing/reconsideration\" pursuant to Federal Rule of Civil Procedure 59(a)(2). <i>See</i> Pl.'s Mot. for Reh'g/Recons. (Rule 59(a)) 1 [hereinafter \"Pl.'s Mot.\"]. Federal Rule of Civil Procedure 59(a)(2) permits a court to \"open the judgment if one has been entered, take additional testimony, amend findings of fact and conclusions of law or make new ones, and direct the entry of a new judgment.\" Where a bench trial is conducted, a motion for rehearing \"should be based upon manifest error of law or mistake of fact, and a judgment should not be set aside except for substantial reasons.\" 11 Charles Alan Wright, Arthur R. Miller &amp; Mary Kay Kane, <i>Federal Practice and Procedure</i> § 2804, at 53 (2d ed. 1995) (collecting cases).</p>\n<p>Plaintiff also appears to move for reconsideration pursuant to Rule 59(e). A court acting on a motion under Rule 59(e) may alter or amend its prior judgment for at least three reasons: (1) to accommodate an intervening change in controlling law; (2) to account for new evidence not available previously; or (3) to correct a clear error of law or prevent manifest injustice. <i>Zinkand v. Brown,</i> 478 F.3d 634, 637 (4th Cir.2007); <i>Bogart v. Chapell,</i> 396 F.3d 548, 555 (4th Cir.2005); <i>Pac. Ins. Co. v. Am. Nat'l Fire Ins. Co.,</i> 148 F.3d 396, 403 (4th Cir.1998). Rule 59(e) permits a district court to correct its own errors. <i>See </i><i>Zinkand,</i> 478 F.3d at 637. However, Rule 59(e) does not permit a party \"to raise arguments which could have been raised prior to the issuance of the judgment.\" <i>Pac. Ins. Co.,</i> 148 F.3d at 403. Like the grant of rehearing, reconsideration of a judgment is an extraordinary remedy to be granted only sparingly and lies within the sound discretion of the district court. <i>Pac. Ins. Co.,</i> 148 F.3d at 403; <i>Hughes v. Bedsole,</i> 48 F.3d 1376, 1382 (4th Cir.1995).</p>\n<p></p>\n<h2>III.</h2>\n<p>In support of her motion, plaintiff argues that the court committed several errors. Initially, plaintiff attacks certain findings of fact that this court made following the bench trial. According to plaintiff, the erroneous findings of fact include that: (1) plaintiff waived her right to cross-examine her former landlord, Mr. Chahrour; (2) the RHA Hearing Officer, Ms. Gillespie, would have allowed a continuance; (3) the RHA did not waive the affirmative defense of Ms. Williams' waiver of her right to cross examination; and (4) the RHA Hearing Officer's failure to discuss a police report in the tenant file in the RHA Hearing Officer's decision letter was (at most) harmless error. <i>See</i> Pl.'s Mem. in Supp. of Mot. for Recons. 1-2 [hereinafter <span class=\"star-pagination\">*631</span> \"Pl.'s Mem.\"]. Plaintiff presents no new evidence in support of her arguments, but rather asks the court to vacate its order, open the judgment, adopt the proposed findings of fact submitted by plaintiff <i>before</i> the trial, and direct the entry of a new judgment in favor of plaintiff. <i>See</i> Pl.'s Mot. 1.</p>\n<p>As noted, the court conducted a bench trial to determine (among other things) what happened at and following the March 11, 2005 informal hearing. The court observed the witnesses, made credibility determinations, drew reasonable inferences, and entered detailed findings of fact. The court has reviewed the record, and concludes that its findings of fact were correct. To the extent plaintiff seeks reconsideration of the court's findings of fact, plaintiff's motion is denied.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Plaintiff also argues that the court committed manifest or clear errors of law. Specifically, plaintiff argues that the court failed to address, or failed to accurately address, certain legal issues, including: (1) the RHA Hearing Officer's reliance on hearsay evidence (i.e., the three written statements of her former landlord (Mr. Chahrour)); (2) plaintiff's lack of subpoena power under N.C. Gen.Stat. § 157-9; and (3) the RHA Hearing Officer's consideration of material outside the evidence adduced at the informal hearing. <i>See</i> Pl.'s Mem. 1-2. The court addresses plaintiff's arguments seriatim.</p>\n<p></p>\n<h2>A.</h2>\n<p>Plaintiff attacks the RHA Hearing Officer's reliance on hearsay evidence received at the March 11, 2005 informal hearing. <i>See</i> Pl.'s Mem. 2-6. Specifically, plaintiff attacks the reliance on three written statements that her former landlord (Mr. Chahrour) gave to the RHA concerning the December 14, 2004 document. Unfortunately for plaintiff, in <i>Goldberg v. Kelly,</i> 397 U.S. 254, 90 S.Ct. 1011, 25 L.Ed.2d 287 (1970), the Supreme Court did not prohibit the use of hearsay at such informal hearings. <i>See id.</i> at 269-71, 90 S.Ct. 1011: <i>see also </i><i>Clark v. Alexander,</i> 894 F.Supp. 261, 264-65 (E.D.Va.1995), <i>aff'd,</i> 85 F.3d 146 (4th Cir.1996). Likewise, federal regulations do not prohibit a housing authority from considering hearsay received at such informal hearings concerning Section 8 benefits. <i>See</i> 24 C.F.R. § 982.555(e)(5) (hearsay evidence admissible at an informal hearing, without regard to the formal rules of evidence).</p>\n<p>As for Mr. Chahrour's three written statements, the RHA Hearing Officer Ms. Gillespie could consider them along with the other evidence presented at the informal hearing. The other evidence, of course, included Mr. Gaddy's testimony about his interaction with Mr. Chahrour concerning the December 14, 2004 document and the December 14, 2004 document itself. The evidence also included Ms. Williams' testimony about the manner in which Mr. Chahrour allegedly provided her the December 14, 2004 document. The RHA Hearing Officer found Ms. Williams' testimony concerning the document to be inconsistent and non-sensical. <i>See</i> Def.'s Ex. 21 at 1-2 (decision letter dated March 21, 2005) (\"The Hearing Officer finds [Ms. Williams'] statement at the hearing to be inconsistent due to the fact it is nonsensical for Mr. Chahrour to write and sign a statement prior to the move-out inspection taking place.\"). The RHA Hearing Officer also found it strange that if Mr. Chahrour actually prepared the December 14, 2004 document as Ms. Williams testified, that Mr. Chahrour would misspell his first name in the document. The RHA Hearing Officer, of course, was permitted to assess Ms. Williams' credibility <span class=\"star-pagination\">*632</span> at the informal hearing and infer the opposite of her testimony. <i>Cf. </i><i>Wright v. West,</i> 505 U.S. 277, 296, 112 S.Ct. 2482, 120 L.Ed.2d 225 (1992) (plurality opinion of Thomas, J.) (\"And if the jury did disbelieve [the defendant], it was further entitled to consider whatever it concluded to be perjured testimony as affirmative evidence of guilt.\" (citations omitted)); <i>United States v. Burgos,</i> 94 F.3d 849, 867 (4th Cir.1996) (en banc) (\"Relating implausible, conflicting tales to the jury can be rationally viewed as further circumstantial evidence indicating guilt.\"); <i>United States v. Colbert,</i> 261 Fed.Appx. 466, 470 (4th Cir.2008) (per curiam) (unpublished) (inability of defendant to credibly explain why his wallet was found amongst counterfeit bills constituted \"significant\" evidence of defendant's guilt). Obviously, had the RHA Hearing Officer believed Ms. Williams' prior statements and testimony at the informal hearing concerning the December 14, 2004 document, then the RHA Hearing Officer would have ruled in favor of Ms. Williams.<sup>[1]</sup></p>\n<p>Plaintiff's reliance on <i>Basco v. Machin,</i> 514 F.3d 1177 (11th Cir.2008), is misplaced. In <i>Basco,</i> the Eleventh Circuit held that certain hearsay evidence introduced by a housing authority at a Section 8 participant's informal hearing was <i>substantively</i> insufficient to establish a violation of the housing authority's \"unauthorized resident\" rule. In <i>Basco,</i> the only evidence on which the housing authority relied was copies of two unauthenticated police reports which contained statements referencing an allegedly unauthorized resident of the Section 8 participant's residence. The Section 8 participant challenged the admissibility of the police reports on procedural due process grounds and asserted that the housing authority had denied her the opportunity to confront and cross-examine witnesses against her. The <i>Basco</i> court did <i>not</i> address whether the hearing officer's admission of the two police reports comported with procedural due process, as plaintiff would lead the court to believe. <i>See</i> Pl.'s Mem. 4. Rather, after recognizing that hearsay may constitute substantial evidence in administrative proceedings in some cases, the <i>Basco</i> court cabined the hearsay issue entirely. <i>Basco,</i> 514 F.3d at 1182-83. Specifically, the <i>Basco</i> court held that the two police reports at issue in that case, regardless of whether they were properly admitted, were legally insufficient to establish a violation of the \"unauthorized resident\" rule. <i>Id.</i> at 1183. Tellingly, nothing in either police report addressed whether the alleged unauthorized resident actually stayed at the residence for 15 consecutive days or 30 days in a 12-month period, yet these police reports were the only substantive evidence on which defendant relied to terminate plaintiffs Section 8 housing benefits. <i>Id.</i></p>\n<p>In stark contrast to <i>Basco,</i> the hearsay evidence received at Ms. Williams' informal hearing was not the exclusive evidence on which the RHA relied. Moreover, unlike <i>Basco,</i> where the plaintiff could not cross-examine the police officers who reported the alleged witness statement, Ms. Williams could cross-examine Mr. Gaddy about his conversations with Mr. Chahrour, including a conversation that preceded the February 3, 2005 statement (Def.'s Ex. 14) and a conversation when Mr. Gaddy witnessed Mr. Chahrour's February 11, 2005 statement (Def.'s Ex. 15). <i>Cf.</i> Bench Trial Order, Findings of Fact ¶¶ 17-20, 41-48. Further, unlike <i>Basco,</i> if Ms. Williams wished to cross-examine Mr. Chahrour at <span class=\"star-pagination\">*633</span> the informal hearing, she need only have agreed to the continuance.</p>\n<p>Plaintiff (for the first time) also appears to cite <i>Basco</i> and argue that <i>Goldberg</i> mandates a trial-like burden of proof process in informal hearings, including the requirement that a housing authority present a prima facie case in its \"case-in-chief\" and that the housing authority's prima facie case not solely include hearsay. <i>See</i> Pl.'s Mem. 3-5 (discussing <i>Basco</i>). Plaintiff's argument, however, is untimely and incorrect. In <i>Goldberg,</i> the Supreme Court held \"that the pre-termination hearing need not take the form of a judicial or quasi-judicial trial.\" <i>Goldberg,</i> 397 U.S. at 266, 90 S.Ct. 1011. Moreover, the Court stated, \"[i]nformal procedures will suffice; in this context due process does not require a particular order of proof or mode of offering evidence.\" <i>Id.</i> at 269, 90 S.Ct. 1011. Federal regulations concerning informal hearings confirm these legal principles. <i>See</i> 24 C.F.R. § 982.555(e). Thus, while the RHA certainly had the ultimate burden of proof on the substantive decision to terminate Ms. Williams' Section 8 housing benefits, procedural due process permitted the RHA Hearing Officer to consider not only the hearsay evidence that the RHA presented, but all other evidence received from each party at the informal hearing. Such evidence included Ms. Williams' nonsensical testimony about the December 14, 2004 document.</p>\n<p>Ultimately, the RHA Hearing Officer followed a <i>procedurally</i> fair process. The distinction between the procedure used to reach the decision and the substantive merits of the decision is important. <i>Cf. </i><i>Basco,</i> 514 F.3d at 1182-84. The substantive merits of the RHA's decision concerning Ms. Williams' Section 8 housing benefits are not before this court. Rather, Ms. Williams' lawsuit concerning the substantive merits of the RHA's decision remains pending in the Wake County District Court. In accordance with North Carolina law, the Wake County District Court will decide whether the evidence was substantively sufficient to support the RHA's decision to terminate her Section 8 housing benefits. In sum, the RHA Hearing Officer's reliance (in part) on hearsay evidence comported with procedural due process.</p>\n<p></p>\n<h2>B.</h2>\n<p>Neither the RHA nor Ms. Williams subpoenaed Mr. Chahrour to attend Ms. Williams' informal hearing. <i>See</i> Bench Trial Order, Findings of Fact ¶ 26. Each thought Mr. Chahrour would attend the informal hearing. <i>See id.</i> ¶¶ 25-26. The RHA does not believe it has such subpoena power. Ms. Williams now argues that the RHA (but not Ms. Williams) had the power pursuant to North Carolina General Statute § 157-9 to subpoena Mr. Chahrour to the informal hearing. <i>See</i> Pl.'s Mem. 6-8.</p>\n<p>Ms. Williams contends that this court's finding that she did not subpoena Mr. Chahrour, <i>see</i> Bench Trial Order, Findings of Fact ¶ 26, erroneously suggests that she did not do everything in her power to secure Mr. Chahrour's attendance at the informal hearing. Pl.'s Mem. 8. Likewise, Ms. Williams contends that the court's failure to determine whether the RHA possessed subpoena power under section 157-9, coupled with the court's finding that the RHA did not subpoena Mr. Chahrour, <i>see</i> Bench Trial Order, Findings of Fact ¶ 26, erroneously suggests that the RHA did not err in failing to subpoena Mr. Chahrour. Pl.'s Mem. 7-8.</p>\n<p>The RHA responds that the General Assembly originally enacted section 157-9 to provide municipal housing authorities the power to investigate living, dwelling, and housing conditions in furtherance of the purposes set forth in the United States Housing Act of 1937. Def.'s Resp. in <span class=\"star-pagination\">*634</span> Opp'n to Pl.'s Mot. for Reh'g/Recons. 12 (discussing N.C. Gen.Stat. § 157-2). The RHA notes that section 157-9 focuses on community rehabilitation, planning, and development, <i>not</i> the process for conducting informal hearings like the one at issue in this case. <i>Id.</i> at 12-13. The RHA contends that informal hearings are not \"examinations\" or \"investigations\" within the meaning of section 157-9 and that the statute does not provide it the authority to issue or enforce subpoenas for informal hearings. <i>Id.</i> at 15. Moreover, the RHA argues that the North Carolina General Assembly knows how to authorize a nonjudicial body (such as a municipal housing authority) the authority to issue and enforce subpoenas in connection with nonjudicial hearings, and cites the North Carolina Public Utilities Act.<sup>[2]</sup><i>See</i> Def.'s Mem. on Subpoena Power 5. The RHA then notes that no such authority is present in section 157-9. <i>Id.</i></p>\n<p>Whether the RHA or Ms. Williams had the power to subpoena witnesses to the informal hearing and the power to enforce such a subpoena are unresolved questions of North Carolina law. In other states, legislatures have authorized subpoenas in connection with eviction proceedings from public housing. <i>See, e.g., </i><i>Aguiar v. Hawaii Hous. Auth.,</i> 55 Haw. 478, 494 n. 22, 522 P.2d 1255, 1266 n. 22 (1974) (citing Haw.Rev.Stat. § 360-2, which states \"[i]n all such [informal termination] hearings, the trial examiner or board shall have the same powers respecting administering oaths, <i>compelling the attendance of witnesses</i> and the production of documentary evidence, and examining witnesses, as are possessed by circuit courts.\" (emphasis added)). Section 157-9 does not contain such clarity.</p>\n<p>Further, North Carolina appellate courts apparently have not analyzed a housing authority's subpoena power under section 157-9 or whether such subpoena power would extend to an informal hearing concerning whether to terminate Section 8 housing benefits. <i>Cf. </i><i>Bullington v. North Carolina State Bd. of Exam'rs in Optometry,</i> 79 N.C.App. 750, 751-52, 340 S.E.2d 770, 770-71 (1986) (concluding that the North Carolina State Board of Optometry appears to have subpoena power under N.C. Gen.Stat. § 90-117.4 to investigate negligent care and malpractice on the part of licensees of the Board, but that the Board's authority to enforce such a subpoena would have to be decided on a caseby-case basis). Although section 157-9 does grant subpoena power, it is difficult to read section 157-9 and conclude that the General Assembly intended to extend such a power to informal hearings concerning the termination of Section 8 benefits conducted by municipal housing authorities. If granted, such a power would not be limited to such informal hearings. Rather, such a power would extend (under plaintiffs expansive view of section 157-9) to any informal hearing on any topic concerning housing that any municipal housing authority in North Carolina decided to hold. Plaintiff cites no cases to support the notion that the General Assembly granted such a sweeping subpoena power in section 157-9 to municipal housing authorities in North Carolina.</p>\n<p>Of course, plaintiff could have presented these legal issues to the North Carolina courts by asking the RHA to issue a subpoena <span class=\"star-pagination\">*635</span> to Mr. Chahrour prior to the informal hearing. If the RHA had declined, plaintiff presumably could have sought to challenge that decision in state court and sought to have a state court address these unresolved issues of state law. Plaintiff did not do so, apparently because she never thought of the subpoena issue until after the RHA's decision or because she (like the RHA) believed Mr. Chahrour would attend the informal hearing.</p>\n<p>In any event, this court need not resolve the subpoena power issue because whether plaintiff or the RHA had subpoena power under section 157-9 to subpoena Mr. Chahrour is not material to resolving plaintiffs procedural due process claim. The RHA (through Mr. Gaddy and Mr. Austin) reasonably believed that Mr. Chahrour planned to attend the informal hearing. <i>See</i> Bench Trial Order, Findings of Fact ¶¶ 26-27. When he did not attend, the RHA was surprised. <i>See id.</i> ¶ 49. When Ms. Williams objected to the RHA considering Mr. Chahrour's written statements absent an opportunity to cross-examine Mr. Chahrour, the RHA was willing to continue the hearing to permit Ms. Williams the opportunity to cross-examine him. <i>See id.</i> ¶¶ 48-50, 58-59, 68. The RHA Hearing Officer would have permitted the continuance. <i>See id.</i> ¶¶ 50, 60, 68. Ms. Williams, however, repeatedly declined a continuance. <i>See id.</i> ¶¶ 51, 60, 68. In doing so, she waived her right to the opportunity to cross-examine Mr. Chahrour, and the RHA Hearing Officer properly considered Mr. Chahrour's written statements along with all other evidence received at the informal hearing. <i>See</i> Bench Trial Order, Conclusions of Law ¶ 6.</p>\n<p></p>\n<h2>C.</h2>\n<p>Lastly, plaintiff argues that the court erred in failing to make accurate findings regarding the RHA Hearing Officer's consideration of material outside the evidence adduced at the informal hearing. <i>See</i> Pl.'s Mem. 8-10. Plaintiff essentially attacks this court's finding that \"Mr. Gaddy ... presented the entire tenant file concerning Ms. Williams to Ms. Gillespie, and it was received.\" Bench Trial Order, Findings of Fact ¶ 57. Plaintiff also attacks this court's finding that Ms. Gillespie's review of unspecified finance records \"was inconclusive and did not impact her ultimate decision to affirm the RHA's February 17, 2005 termination.\" <i>Id.</i> ¶ 71.</p>\n<p>The March 11, 2005 informal hearing was unrecorded. One purpose of the bench trial was to determine what happened at the informal hearing. During the bench trial, Mr. Gaddy and Ms. Gillespie testified about what happened at the March 11,2005 informal hearing. The court credited the testimony of Mr. Gaddy and Ms. Gillespie. The court found that Mr. Gaddy presented the entire tenant file to the RHA Hearing Officer (Ms. Gillespie) and that she received it. <i>See id.</i> ¶ 57. \"Ms. Williams had an opportunity to review, and did review, her entire tenant file before the informal hearing.\" <i>Id.</i> ¶ 24. Because the entire tenant file was presented and received at the informal hearing, Ms. Gillespie could review it. Moreover, although Ms. Gillespie did review unspecified finance records not in the tenant file after the informal hearing, such review did not impact her ultimate decision and was harmless. <i>See id.</i> ¶ 71; <i>id.</i> Conclusions of Law ¶ 8.</p>\n<p>Plaintiff wishes to supplant this court's findings with her version of facts, as proffered <i>before</i> the bench trial. Plaintiff offers no additional evidence in support of her proffered facts. After conducting a bench trial on the merits of plaintiff's procedural due process claim and after making detailed findings of fact, this court declines to reopen the judgment simply <span class=\"star-pagination\">*636</span> because Ms. Williams disagrees with this court's findings. The court concludes that its findings of facts were correct and denies plaintiff's motion. Moreover, plaintiffs arguments do not alter this court's conclusions of law concerning the RHA Hearing Officer's impartiality or conduct after the March 11, 2005 informal hearing. <i>See</i> Bench Trial Order, Conclusions of Law ¶ 8-9.</p>\n<p></p>\n<h2>V.</h2>\n<p>Plaintiff fails to provide this court with evidence or argument that warrants the extraordinary remedy she seeks. Plaintiffs motion for rehearing and/or reconsideration is DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  Notably, Ms. Williams was not a credible witness at the bench trial in this case. <i>See</i> Bench Trial Order, Findings of Fact ¶ 52.</p>\n<p>[2]  The North Carolina Public Utilities Act states in relevant part:\n</p>\n<p>The Commission shall have the same power to compel the attendance of witnesses, require the examination of persons and parties, and compel the production of books and papers, and punish for contempt, as by law is conferred upon the superior courts.</p>\n<p>N.C. Gen.Stat. § 62-61.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">595</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">627</span></span> (2008)</b></center>\n<center><h1>Monique WILLIAMS, Plaintiff,<br>\nv.<br>\nHOUSING AUTHORITY OF the CITY OF RALEIGH, North Carolina, Defendant.</h1></center>\n<center>No. 5:05-CV-219-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 9, 2008.</center>\n<p><span class=\"star-pagination\">*629</span> Christopher T. Graebe, Womble Carlyle Sandridge &amp; Rice, Raleigh, NC, for Plaintiff.</p>\n<p>Charles T. Francis, Francis &amp; Austin, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>On March 13, 2008, after a bench trial on the merits of plaintiff Monique Williams' (\"Ms. Williams\" or \"plaintiff\") procedural due process claim, the court rejected her claim, dissolved a preliminary injunction concerning Ms. Williams' Section 8 housing benefits and entered judgment in favor of defendant Raleigh Housing Authority (\"RHA\"). Plaintiff now seeks rehearing and/or reconsideration of the order and judgment. The RHA opposes plaintiffs motion.</p>\n<p>Plaintiff presents no new evidence or argument in support of her motion. Rather, she asserts that the court erred with respect to certain findings of fact and conclusions of law. The court disagrees with plaintiff and again concludes that the RHA informal hearing of March 11, 2005, and the conduct of the RHA at and following the informal hearing, comports with due process under the Fourteenth Amendment of the United States Constitution. To the extent plaintiff disagrees with the RHA's substantive decision to terminate her Section 8 housing benefits, Ms. Williams must find relief in her pending case against the RHA in North Carolina District Court. Accordingly, as explained below, the court denies plaintiff's motion for rehearing and/or reconsideration.</p>\n<p></p>\n<h2>I.</h2>\n<p>The facts in this case are recounted in detail in this court's order entered following the bench trial, and the court will not repeat them here. <i>See Williams v. Raleigh Hous. Auth.,</i> No. 5:05-CV-219-D, [D.E. 76], at 2-16 (E.D.N.C. Mar. 13, 2008) (order making findings of fact and conclusions of law) [hereinafter \"Bench Trial Order\"]. In short, plaintiff contends that the process that the RHA used at and following a March 11, 2005 informal hearing concerning whether to terminate plaintiff's Section 8 housing benefits violated procedural due process under the Fourteenth Amendment. The crux of Ms. Williams' complaint concerns the RHA Hearing Officer's consideration of three written statements that Ms. Williams' former landlord (Mr. Chahrour) gave to the RHA concerning Ms. Williams' apparent falsification of a December 14, 2004 document. <i>See</i> Def.'s Ex. 11, 14 &amp; 15. According to Ms. Williams, Mr. Chahrour prepared and signed the December 14, 2004 document (Def.'s Ex. 12) and gave it to her. She, in turn, had it faxed to the RHA. Ultimately, after an informal hearing, the RHA Hearing Officer found that the December 14, 2004 document was fraudulent and affirmed the RHA's decision to terminate Ms. Williams' Section 8 housing benefits. <i>See</i> Def.'s Ex. 21. Thereafter, plaintiff filed suit in this court.</p>\n<p>After denying the parties' cross-motions for summary judgment, the court held a trial on September 6, 2007, to determine (among other things) what happened at and following the March 11, 2005 informal hearing. The court observed the witnesses, made credibility determinations, <span class=\"star-pagination\">*630</span> drew reasonable inferences, and considered the parties' legal arguments. After making detailed findings of fact and conclusions of law, the court concluded that \"[t]he RHA informal hearing of March 11, 2005, and the conduct of the RHA at and following the informal hearing comport[ed] with due process under the Fourteenth Amendment and applicable law.\" Bench Trial Order, Conclusions of Law ¶ 11. As part of its order and judgment, the court dissolved the preliminary injunction entered by United States District Judge Terrence W. Boyle on April 15, 2005, which enjoined the RHA from terminating plaintiffs Section 8 housing benefits pending a final adjudication of the merits of her federal action. <i>See Williams v. Raleigh Hous. Auth.,</i> No. 5:05-CV-219-D, [D.E. 7] (E.D.N.C. Apr. 14, 2005) (order entering preliminary injunction). The court entered judgment on March 13, 2008, in favor of the RHA, and dissolved the preliminary injunction. Plaintiff now seeks rehearing and/or reconsideration.</p>\n<p></p>\n<h2>II.</h2>\n<p>Plaintiff frames her motion as a \"motion for rehearing/reconsideration\" pursuant to Federal Rule of Civil Procedure 59(a)(2). <i>See</i> Pl.'s Mot. for Reh'g/Recons. (Rule 59(a)) 1 [hereinafter \"Pl.'s Mot.\"]. Federal Rule of Civil Procedure 59(a)(2) permits a court to \"open the judgment if one has been entered, take additional testimony, amend findings of fact and conclusions of law or make new ones, and direct the entry of a new judgment.\" Where a bench trial is conducted, a motion for rehearing \"should be based upon manifest error of law or mistake of fact, and a judgment should not be set aside except for substantial reasons.\" 11 Charles Alan Wright, Arthur R. Miller &amp; Mary Kay Kane, <i>Federal Practice and Procedure</i> § 2804, at 53 (2d ed. 1995) (collecting cases).</p>\n<p>Plaintiff also appears to move for reconsideration pursuant to Rule 59(e). A court acting on a motion under Rule 59(e) may alter or amend its prior judgment for at least three reasons: (1) to accommodate an intervening change in controlling law; (2) to account for new evidence not available previously; or (3) to correct a clear error of law or prevent manifest injustice. <i>Zinkand v. Brown,</i> <span class=\"citation\" data-id=\"796986\"><a href=\"/opinion/796986/timothy-zinkand-v-timothy-s-brown-and-anne-arundel-county-police/\"><span class=\"volume\">478</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">634</span></a></span>, 637 (4th Cir.2007); <i>Bogart v. Chapell,</i> <span class=\"citation\" data-id=\"789073\"><a href=\"/opinion/789073/judy-bogart-v-robbie-chapell-in-his-individual-and-official-capacities/\"><span class=\"volume\">396</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">548</span></a></span>, 555 (4th Cir.2005); <i>Pac. Ins. Co. v. Am. Nat'l Fire Ins. Co.,</i> <span class=\"citation\" data-id=\"755578\"><a href=\"/opinion/755578/pacific-insurance-company-v-american-national-fire-insurance-company-rail/\"><span class=\"volume\">148</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">396</span></a></span>, 403 (4th Cir.1998). Rule 59(e) permits a district court to correct its own errors. <i>See </i><i>Zinkand,</i> 478 F.3d at 637. However, Rule 59(e) does not permit a party \"to raise arguments which could have been raised prior to the issuance of the judgment.\" <i>Pac. Ins. Co.,</i> 148 F.3d at 403. Like the grant of rehearing, reconsideration of a judgment is an extraordinary remedy to be granted only sparingly and lies within the sound discretion of the district court. <i>Pac. Ins. Co.,</i> 148 F.3d at 403; <i>Hughes v. Bedsole,</i> <span class=\"citation\" data-id=\"691016\"><a href=\"/opinion/691016/sandra-k-hughes-v-morris-bedsole-both-individually-and-in-his-official/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1376</span></a></span>, 1382 (4th Cir.1995).</p>\n<p></p>\n<h2>III.</h2>\n<p>In support of her motion, plaintiff argues that the court committed several errors. Initially, plaintiff attacks certain findings of fact that this court made following the bench trial. According to plaintiff, the erroneous findings of fact include that: (1) plaintiff waived her right to cross-examine her former landlord, Mr. Chahrour; (2) the RHA Hearing Officer, Ms. Gillespie, would have allowed a continuance; (3) the RHA did not waive the affirmative defense of Ms. Williams' waiver of her right to cross examination; and (4) the RHA Hearing Officer's failure to discuss a police report in the tenant file in the RHA Hearing Officer's decision letter was (at most) harmless error. <i>See</i> Pl.'s Mem. in Supp. of Mot. for Recons. 1-2 [hereinafter <span class=\"star-pagination\">*631</span> \"Pl.'s Mem.\"]. Plaintiff presents no new evidence in support of her arguments, but rather asks the court to vacate its order, open the judgment, adopt the proposed findings of fact submitted by plaintiff <i>before</i> the trial, and direct the entry of a new judgment in favor of plaintiff. <i>See</i> Pl.'s Mot. 1.</p>\n<p>As noted, the court conducted a bench trial to determine (among other things) what happened at and following the March 11, 2005 informal hearing. The court observed the witnesses, made credibility determinations, drew reasonable inferences, and entered detailed findings of fact. The court has reviewed the record, and concludes that its findings of fact were correct. To the extent plaintiff seeks reconsideration of the court's findings of fact, plaintiff's motion is denied.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Plaintiff also argues that the court committed manifest or clear errors of law. Specifically, plaintiff argues that the court failed to address, or failed to accurately address, certain legal issues, including: (1) the RHA Hearing Officer's reliance on hearsay evidence (i.e., the three written statements of her former landlord (Mr. Chahrour)); (2) plaintiff's lack of subpoena power under N.C. Gen.Stat. § 157-9; and (3) the RHA Hearing Officer's consideration of material outside the evidence adduced at the informal hearing. <i>See</i> Pl.'s Mem. 1-2. The court addresses plaintiff's arguments seriatim.</p>\n<p></p>\n<h2>A.</h2>\n<p>Plaintiff attacks the RHA Hearing Officer's reliance on hearsay evidence received at the March 11, 2005 informal hearing. <i>See</i> Pl.'s Mem. 2-6. Specifically, plaintiff attacks the reliance on three written statements that her former landlord (Mr. Chahrour) gave to the RHA concerning the December 14, 2004 document. Unfortunately for plaintiff, in <i>Goldberg v. Kelly,</i> <span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span>, <span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></a></span>, <span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">287</span></a></span> (1970), the Supreme Court did not prohibit the use of hearsay at such informal hearings. <i>See id.</i> at 269-71, <span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></a></span>: <i>see also </i><i>Clark v. Alexander,</i> <span class=\"citation\" data-id=\"2094292\"><a href=\"/opinion/2094292/clark-v-alexander/\"><span class=\"volume\">894</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">261</span></a></span>, 264-65 (E.D.Va.1995), <i>aff'd,</i> <span class=\"citation\" data-id=\"718761\"><a href=\"/opinion/718761/stacey-clark-v-archibald-alexander-acting-executive-director-alexandria/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">146</span></a></span> (4th Cir.1996). Likewise, federal regulations do not prohibit a housing authority from considering hearsay received at such informal hearings concerning Section 8 benefits. <i>See</i> 24 C.F.R. § 982.555(e)(5) (hearsay evidence admissible at an informal hearing, without regard to the formal rules of evidence).</p>\n<p>As for Mr. Chahrour's three written statements, the RHA Hearing Officer Ms. Gillespie could consider them along with the other evidence presented at the informal hearing. The other evidence, of course, included Mr. Gaddy's testimony about his interaction with Mr. Chahrour concerning the December 14, 2004 document and the December 14, 2004 document itself. The evidence also included Ms. Williams' testimony about the manner in which Mr. Chahrour allegedly provided her the December 14, 2004 document. The RHA Hearing Officer found Ms. Williams' testimony concerning the document to be inconsistent and non-sensical. <i>See</i> Def.'s Ex. 21 at 1-2 (decision letter dated March 21, 2005) (\"The Hearing Officer finds [Ms. Williams'] statement at the hearing to be inconsistent due to the fact it is nonsensical for Mr. Chahrour to write and sign a statement prior to the move-out inspection taking place.\"). The RHA Hearing Officer also found it strange that if Mr. Chahrour actually prepared the December 14, 2004 document as Ms. Williams testified, that Mr. Chahrour would misspell his first name in the document. The RHA Hearing Officer, of course, was permitted to assess Ms. Williams' credibility <span class=\"star-pagination\">*632</span> at the informal hearing and infer the opposite of her testimony. <i>Cf. </i><i>Wright v. West,</i> <span class=\"citation\" data-id=\"112771\"><a href=\"/opinion/112771/wright-v-west/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">277</span></a></span>, 296, <span class=\"citation\" data-id=\"112771\"><a href=\"/opinion/112771/wright-v-west/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2482</span></a></span>, <span class=\"citation\" data-id=\"112771\"><a href=\"/opinion/112771/wright-v-west/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">225</span></a></span> (1992) (plurality opinion of Thomas, J.) (\"And if the jury did disbelieve [the defendant], it was further entitled to consider whatever it concluded to be perjured testimony as affirmative evidence of guilt.\" (citations omitted)); <i>United States v. Burgos,</i> <span class=\"citation\" data-id=\"725510\"><a href=\"/opinion/725510/united-states-v-frank-kahled-burgos-united-states-of-america-v-alexio/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">849</span></a></span>, 867 (4th Cir.1996) (en banc) (\"Relating implausible, conflicting tales to the jury can be rationally viewed as further circumstantial evidence indicating guilt.\"); <i>United States v. Colbert,</i> 261 Fed.Appx. 466, 470 (4th Cir.2008) (per curiam) (unpublished) (inability of defendant to credibly explain why his wallet was found amongst counterfeit bills constituted \"significant\" evidence of defendant's guilt). Obviously, had the RHA Hearing Officer believed Ms. Williams' prior statements and testimony at the informal hearing concerning the December 14, 2004 document, then the RHA Hearing Officer would have ruled in favor of Ms. Williams.<sup>[1]</sup></p>\n<p>Plaintiff's reliance on <i>Basco v. Machin,</i> <span class=\"citation\" data-id=\"77902\"><a href=\"/opinion/77902/basco-v-machin/\"><span class=\"volume\">514</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1177</span></a></span> (11th Cir.2008), is misplaced. In <i>Basco,</i> the Eleventh Circuit held that certain hearsay evidence introduced by a housing authority at a Section 8 participant's informal hearing was <i>substantively</i> insufficient to establish a violation of the housing authority's \"unauthorized resident\" rule. In <i>Basco,</i> the only evidence on which the housing authority relied was copies of two unauthenticated police reports which contained statements referencing an allegedly unauthorized resident of the Section 8 participant's residence. The Section 8 participant challenged the admissibility of the police reports on procedural due process grounds and asserted that the housing authority had denied her the opportunity to confront and cross-examine witnesses against her. The <i>Basco</i> court did <i>not</i> address whether the hearing officer's admission of the two police reports comported with procedural due process, as plaintiff would lead the court to believe. <i>See</i> Pl.'s Mem. 4. Rather, after recognizing that hearsay may constitute substantial evidence in administrative proceedings in some cases, the <i>Basco</i> court cabined the hearsay issue entirely. <i>Basco,</i> 514 F.3d at 1182-83. Specifically, the <i>Basco</i> court held that the two police reports at issue in that case, regardless of whether they were properly admitted, were legally insufficient to establish a violation of the \"unauthorized resident\" rule. <i>Id.</i> at 1183. Tellingly, nothing in either police report addressed whether the alleged unauthorized resident actually stayed at the residence for 15 consecutive days or 30 days in a 12-month period, yet these police reports were the only substantive evidence on which defendant relied to terminate plaintiffs Section 8 housing benefits. <i>Id.</i></p>\n<p>In stark contrast to <i>Basco,</i> the hearsay evidence received at Ms. Williams' informal hearing was not the exclusive evidence on which the RHA relied. Moreover, unlike <i>Basco,</i> where the plaintiff could not cross-examine the police officers who reported the alleged witness statement, Ms. Williams could cross-examine Mr. Gaddy about his conversations with Mr. Chahrour, including a conversation that preceded the February 3, 2005 statement (Def.'s Ex. 14) and a conversation when Mr. Gaddy witnessed Mr. Chahrour's February 11, 2005 statement (Def.'s Ex. 15). <i>Cf.</i> Bench Trial Order, Findings of Fact ¶¶ 17-20, 41-48. Further, unlike <i>Basco,</i> if Ms. Williams wished to cross-examine Mr. Chahrour at <span class=\"star-pagination\">*633</span> the informal hearing, she need only have agreed to the continuance.</p>\n<p>Plaintiff (for the first time) also appears to cite <i>Basco</i> and argue that <i>Goldberg</i> mandates a trial-like burden of proof process in informal hearings, including the requirement that a housing authority present a prima facie case in its \"case-in-chief\" and that the housing authority's prima facie case not solely include hearsay. <i>See</i> Pl.'s Mem. 3-5 (discussing <i>Basco</i>). Plaintiff's argument, however, is untimely and incorrect. In <i>Goldberg,</i> the Supreme Court held \"that the pre-termination hearing need not take the form of a judicial or quasi-judicial trial.\" <i>Goldberg,</i> 397 U.S. at 266, <span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></a></span>. Moreover, the Court stated, \"[i]nformal procedures will suffice; in this context due process does not require a particular order of proof or mode of offering evidence.\" <i>Id.</i> at 269, <span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></a></span>. Federal regulations concerning informal hearings confirm these legal principles. <i>See</i> 24 C.F.R. § 982.555(e). Thus, while the RHA certainly had the ultimate burden of proof on the substantive decision to terminate Ms. Williams' Section 8 housing benefits, procedural due process permitted the RHA Hearing Officer to consider not only the hearsay evidence that the RHA presented, but all other evidence received from each party at the informal hearing. Such evidence included Ms. Williams' nonsensical testimony about the December 14, 2004 document.</p>\n<p>Ultimately, the RHA Hearing Officer followed a <i>procedurally</i> fair process. The distinction between the procedure used to reach the decision and the substantive merits of the decision is important. <i>Cf. </i><i>Basco,</i> 514 F.3d at 1182-84. The substantive merits of the RHA's decision concerning Ms. Williams' Section 8 housing benefits are not before this court. Rather, Ms. Williams' lawsuit concerning the substantive merits of the RHA's decision remains pending in the Wake County District Court. In accordance with North Carolina law, the Wake County District Court will decide whether the evidence was substantively sufficient to support the RHA's decision to terminate her Section 8 housing benefits. In sum, the RHA Hearing Officer's reliance (in part) on hearsay evidence comported with procedural due process.</p>\n<p></p>\n<h2>B.</h2>\n<p>Neither the RHA nor Ms. Williams subpoenaed Mr. Chahrour to attend Ms. Williams' informal hearing. <i>See</i> Bench Trial Order, Findings of Fact ¶ 26. Each thought Mr. Chahrour would attend the informal hearing. <i>See id.</i> ¶¶ 25-26. The RHA does not believe it has such subpoena power. Ms. Williams now argues that the RHA (but not Ms. Williams) had the power pursuant to North Carolina General Statute § 157-9 to subpoena Mr. Chahrour to the informal hearing. <i>See</i> Pl.'s Mem. 6-8.</p>\n<p>Ms. Williams contends that this court's finding that she did not subpoena Mr. Chahrour, <i>see</i> Bench Trial Order, Findings of Fact ¶ 26, erroneously suggests that she did not do everything in her power to secure Mr. Chahrour's attendance at the informal hearing. Pl.'s Mem. 8. Likewise, Ms. Williams contends that the court's failure to determine whether the RHA possessed subpoena power under section 157-9, coupled with the court's finding that the RHA did not subpoena Mr. Chahrour, <i>see</i> Bench Trial Order, Findings of Fact ¶ 26, erroneously suggests that the RHA did not err in failing to subpoena Mr. Chahrour. Pl.'s Mem. 7-8.</p>\n<p>The RHA responds that the General Assembly originally enacted section 157-9 to provide municipal housing authorities the power to investigate living, dwelling, and housing conditions in furtherance of the purposes set forth in the United States Housing Act of 1937. Def.'s Resp. in <span class=\"star-pagination\">*634</span> Opp'n to Pl.'s Mot. for Reh'g/Recons. 12 (discussing N.C. Gen.Stat. § 157-2). The RHA notes that section 157-9 focuses on community rehabilitation, planning, and development, <i>not</i> the process for conducting informal hearings like the one at issue in this case. <i>Id.</i> at 12-13. The RHA contends that informal hearings are not \"examinations\" or \"investigations\" within the meaning of section 157-9 and that the statute does not provide it the authority to issue or enforce subpoenas for informal hearings. <i>Id.</i> at 15. Moreover, the RHA argues that the North Carolina General Assembly knows how to authorize a nonjudicial body (such as a municipal housing authority) the authority to issue and enforce subpoenas in connection with nonjudicial hearings, and cites the North Carolina Public Utilities Act.<sup>[2]</sup><i>See</i> Def.'s Mem. on Subpoena Power 5. The RHA then notes that no such authority is present in section 157-9. <i>Id.</i></p>\n<p>Whether the RHA or Ms. Williams had the power to subpoena witnesses to the informal hearing and the power to enforce such a subpoena are unresolved questions of North Carolina law. In other states, legislatures have authorized subpoenas in connection with eviction proceedings from public housing. <i>See, e.g., </i><i>Aguiar v. Hawaii Hous. Auth.,</i> <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">Haw.</span> <span class=\"page\">478</span></span>, 494 n. 22, <span class=\"citation\" data-id=\"1246263\"><a href=\"/opinion/1246263/aguiar-v-hawaii-housing-authority/\"><span class=\"volume\">522</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1255</span></a></span>, 1266 n. 22 (1974) (citing Haw.Rev.Stat. § 360-2, which states \"[i]n all such [informal termination] hearings, the trial examiner or board shall have the same powers respecting administering oaths, <i>compelling the attendance of witnesses</i> and the production of documentary evidence, and examining witnesses, as are possessed by circuit courts.\" (emphasis added)). Section 157-9 does not contain such clarity.</p>\n<p>Further, North Carolina appellate courts apparently have not analyzed a housing authority's subpoena power under section 157-9 or whether such subpoena power would extend to an informal hearing concerning whether to terminate Section 8 housing benefits. <i>Cf. </i><i>Bullington v. North Carolina State Bd. of Exam'rs in Optometry,</i> 79 N.C.App. 750, 751-52, <span class=\"citation no-link\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">770</span></span>, 770-71 (1986) (concluding that the North Carolina State Board of Optometry appears to have subpoena power under N.C. Gen.Stat. § 90-117.4 to investigate negligent care and malpractice on the part of licensees of the Board, but that the Board's authority to enforce such a subpoena would have to be decided on a caseby-case basis). Although section 157-9 does grant subpoena power, it is difficult to read section 157-9 and conclude that the General Assembly intended to extend such a power to informal hearings concerning the termination of Section 8 benefits conducted by municipal housing authorities. If granted, such a power would not be limited to such informal hearings. Rather, such a power would extend (under plaintiffs expansive view of section 157-9) to any informal hearing on any topic concerning housing that any municipal housing authority in North Carolina decided to hold. Plaintiff cites no cases to support the notion that the General Assembly granted such a sweeping subpoena power in section 157-9 to municipal housing authorities in North Carolina.</p>\n<p>Of course, plaintiff could have presented these legal issues to the North Carolina courts by asking the RHA to issue a subpoena <span class=\"star-pagination\">*635</span> to Mr. Chahrour prior to the informal hearing. If the RHA had declined, plaintiff presumably could have sought to challenge that decision in state court and sought to have a state court address these unresolved issues of state law. Plaintiff did not do so, apparently because she never thought of the subpoena issue until after the RHA's decision or because she (like the RHA) believed Mr. Chahrour would attend the informal hearing.</p>\n<p>In any event, this court need not resolve the subpoena power issue because whether plaintiff or the RHA had subpoena power under section 157-9 to subpoena Mr. Chahrour is not material to resolving plaintiffs procedural due process claim. The RHA (through Mr. Gaddy and Mr. Austin) reasonably believed that Mr. Chahrour planned to attend the informal hearing. <i>See</i> Bench Trial Order, Findings of Fact ¶¶ 26-27. When he did not attend, the RHA was surprised. <i>See id.</i> ¶ 49. When Ms. Williams objected to the RHA considering Mr. Chahrour's written statements absent an opportunity to cross-examine Mr. Chahrour, the RHA was willing to continue the hearing to permit Ms. Williams the opportunity to cross-examine him. <i>See id.</i> ¶¶ 48-50, 58-59, 68. The RHA Hearing Officer would have permitted the continuance. <i>See id.</i> ¶¶ 50, 60, 68. Ms. Williams, however, repeatedly declined a continuance. <i>See id.</i> ¶¶ 51, 60, 68. In doing so, she waived her right to the opportunity to cross-examine Mr. Chahrour, and the RHA Hearing Officer properly considered Mr. Chahrour's written statements along with all other evidence received at the informal hearing. <i>See</i> Bench Trial Order, Conclusions of Law ¶ 6.</p>\n<p></p>\n<h2>C.</h2>\n<p>Lastly, plaintiff argues that the court erred in failing to make accurate findings regarding the RHA Hearing Officer's consideration of material outside the evidence adduced at the informal hearing. <i>See</i> Pl.'s Mem. 8-10. Plaintiff essentially attacks this court's finding that \"Mr. Gaddy ... presented the entire tenant file concerning Ms. Williams to Ms. Gillespie, and it was received.\" Bench Trial Order, Findings of Fact ¶ 57. Plaintiff also attacks this court's finding that Ms. Gillespie's review of unspecified finance records \"was inconclusive and did not impact her ultimate decision to affirm the RHA's February 17, 2005 termination.\" <i>Id.</i> ¶ 71.</p>\n<p>The March 11, 2005 informal hearing was unrecorded. One purpose of the bench trial was to determine what happened at the informal hearing. During the bench trial, Mr. Gaddy and Ms. Gillespie testified about what happened at the March 11,2005 informal hearing. The court credited the testimony of Mr. Gaddy and Ms. Gillespie. The court found that Mr. Gaddy presented the entire tenant file to the RHA Hearing Officer (Ms. Gillespie) and that she received it. <i>See id.</i> ¶ 57. \"Ms. Williams had an opportunity to review, and did review, her entire tenant file before the informal hearing.\" <i>Id.</i> ¶ 24. Because the entire tenant file was presented and received at the informal hearing, Ms. Gillespie could review it. Moreover, although Ms. Gillespie did review unspecified finance records not in the tenant file after the informal hearing, such review did not impact her ultimate decision and was harmless. <i>See id.</i> ¶ 71; <i>id.</i> Conclusions of Law ¶ 8.</p>\n<p>Plaintiff wishes to supplant this court's findings with her version of facts, as proffered <i>before</i> the bench trial. Plaintiff offers no additional evidence in support of her proffered facts. After conducting a bench trial on the merits of plaintiff's procedural due process claim and after making detailed findings of fact, this court declines to reopen the judgment simply <span class=\"star-pagination\">*636</span> because Ms. Williams disagrees with this court's findings. The court concludes that its findings of facts were correct and denies plaintiff's motion. Moreover, plaintiffs arguments do not alter this court's conclusions of law concerning the RHA Hearing Officer's impartiality or conduct after the March 11, 2005 informal hearing. <i>See</i> Bench Trial Order, Conclusions of Law ¶ 8-9.</p>\n<p></p>\n<h2>V.</h2>\n<p>Plaintiff fails to provide this court with evidence or argument that warrants the extraordinary remedy she seeks. Plaintiffs motion for rehearing and/or reconsideration is DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  Notably, Ms. Williams was not a credible witness at the bench trial in this case. <i>See</i> Bench Trial Order, Findings of Fact ¶ 52.</p>\n<p>[2]  The North Carolina Public Utilities Act states in relevant part:\n</p>\n<p>The Commission shall have the same power to compel the attendance of witnesses, require the examination of persons and parties, and compel the production of books and papers, and punish for contempt, as by law is conferred upon the superior courts.</p>\n<p>N.C. Gen.Stat. § 62-61.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/77902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/725510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796986/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1246263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2094292/"
  ]
}