{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1686168/",
  "absolute_url": "/opinion/1686168/southern-case-inc-v-mgmt-recruiters-intern/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1686168/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:06:57.170612Z",
  "date_modified": "2016-04-26T21:11:29.640528Z",
  "type": "010combined",
  "sha1": "39f91bb9aac55453b35cca94727da0300a535c03",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>544 F.Supp. 403 (1982)</b></center>\n<center><h1>SOUTHERN CASE, INC., Plaintiff,<br>\nv.<br>\nMANAGEMENT RECRUITERS INTERNATIONAL, INC., Defendant.</h1></center>\n<center>No. 80-27-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 30, 1982.</center>\n<center>As Corrected July 8, 1982.</center>\n<p>John G. Mills, III, Mills &amp; Coats, P. A., Nicholas J. Dombalis, III, Merriman, Nicholls &amp; Dombalis, Raleigh, N. C., for plaintiff.</p>\n<p>Catharine B. Arrowood, Sanford, Adams, McCullough &amp; Beard, Raleigh, N. C., Roberta Jacobs, Seidel, Gonda, Goldhammer &amp; Panitch, Philadelphia, Pa., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>Plaintiff instituted this civil action seeking relief from alleged trademark infringement and unfair competition. <i>See</i> 15 U.S.C. § 1114 (1976). Defendant filed motions to dismiss for lack of personal jurisdiction, Fed.R.Civ.P. 12(b)(2), improper venue, Fed.R.Civ.P. 12(b)(3), and insufficient service of process, Fed.R.Civ.P. 4. Pursuant to order of referral, Magistrate Logan D. Howell filed his memorandum and recommendation in which he recommended that the <span class=\"star-pagination\">*404</span> motion to dismiss regarding <i>in personam</i> jurisdiction be allowed.<sup>[1]</sup></p>\n<p>In timely fashion, plaintiff objected to this recommendation. The Court conducted a further hearing in this matter. Based upon that hearing, a review of the memoranda submitted by both parties, and full consideration of each of plaintiff's objections, the Court declines to adopt the recommendation of the Magistrate.</p>\n<p></p>\n<h2>I</h2>\n<p>Plaintiff, a North Carolina corporation, owns a registered trademark referred to as \"SC\" logo. Plaintiff claims exclusive rights to and use of this trademark.</p>\n<p>Defendant [hereinafter sometimes referred to as Management], a Delaware corporation doing business in Ohio, owns the common law trademark rights to the service marks \"Sales Consultants\" and \"SC.\" Defendant is not authorized to transact business in North Carolina and has no offices or personnel located in this state. Sales Consultants, Inc., [hereinafter Sales], an Ohio corporation, is wholly owned by defendant. Sales has no offices nor employees in North Carolina and does not regularly transact business here. Management has franchise agreements with three independent corporations located in North Carolina, one of which is Reid Fitchett Associates, Inc., d/b/a Sales Consultants of Raleigh/Durham [hereinafter referred to as Fitchett]. By virtue of the franchise agreement with Management, Fitchett is authorized to use the \"Sales Consultants\" service marks.</p>\n<p>Although defendant has neither offices nor personnel located in North Carolina, its personnel visits the state to assist its franchisees. These visits may occur in three situations. First, Management may send personnel to assist a franchisee in the opening of its place of business. Second, representatives may come to the franchisee to provide assistance immediately after the place of business has opened. Finally, representatives may visit the franchisee at its request. Defendant estimates that its representatives would visit a given franchise approximately two times.</p>\n<p>Defendant advertises on a national scale. During the years 1978, 1979, and 1980 defendant frequently advertised in the <i>Wall Street Journal.</i> Many of these ads contained the phrase \"Sales Consultants\" and the \"SC\" logo. Sole responsibility for these advertisements rested with defendant, who also paid the entire advertising costs. In addition, defendant advertised in <i>Sales and Marketing Management,</i> a trade magazine, in 1978, 1979, and 1980. All of these advertisements contained the name and logo. As with the advertisements in the <i>Wall Street Journal</i> Management paid the entire cost. Defendant neither initiates nor pays for advertisements published in any North Carolina newspaper or magazine. Both the <i>Wall Street Journal</i> and <i>Sales and Marketing Management,</i> however, circulate in North Carolina. North Carolina franchises do pay to defendant both a national advertising fee and royalties.<sup>[2]</sup></p>\n<p>Since this action arises primarily out of Fitchett's use of the \"SC\" trademark, defendant's connections with Fitchett assume significant proportions. Defendant provided two training sessions for Fitchett which took place in North Carolina: a 15-day training session in Raleigh and a 9-day training session in Burlington. In addition, representatives of defendant visited the two Fitchett operations on numerous occasions.<sup>[3]</sup><span class=\"star-pagination\">*405</span> Like other businesses having franchise agreements with defendant, Fitchett paid royalties to defendant during 1978, 1979, and 1980.<sup>[4]</sup></p>\n<p></p>\n<h2>II</h2>\n<p>Determination of whether personal jurisdiction may be exercised over a nonresident defendant under a long-arm statute necessitates a dual inquiry. Initially, examination focuses upon the terms of the statute itself purporting to confer personal jurisdiction. This determination hinges upon application of the pertinent state law. Attention then turns to federal law for an analysis of whether the exercise of jurisdiction in a particular case violates due process of law. <i>Hardy v. Pioneer Parachute Co., Inc.,</i> 531 F.2d 193, 195 (4th Cir. 1976); <i>Gemini Enterprises, Inc. v. WFMY Television Corp.,</i> 470 F.Supp. 559, 563 (M.D.N.C.1979).</p>\n<p>The North Carolina long-arm statute allows state courts to assume jurisdiction over a person engaged in substantial activity within North Carolina.<sup>[5]</sup> N.C.Gen.Stat. § 1-75.4(1)d (1981 Cumm.Supp.).<sup>[6]</sup> This provision represents a legislative codification permitting the assertion of <i>in personam</i> jurisdiction over nonresident defendants to the full extent allowed by due process. <i>Dillon v. Numismatic Funding Corp.,</i> 291 N.C. 674, 676, 231 S.E.2d 629, 630-31 (1977). Both the wording of this section and applicable case law accord liberal construction to this long-arm statute, thereby favoring finding personal jurisdiction. <i>Munchak Corp. v. Riko Enterprises, Inc.,</i> 368 F.Supp. 1366, 1371 (M.D.N.C.1973). Thus, the prevailing law in North Carolina presumes the existence of <i>in personam</i> jurisdiction. Given this liberal construction of the North Carolina long-arm statute and the state courts' determination that the statute permits the exercise of personal jurisdiction in all cases where such jurisdiction does not contravene due process, this Court's inquiry crystallizes to one issue. That is, whether the exercise of <i>in personam</i> jurisdiction over the instant defendant violates the \"traditional notions of fair play and substantial justice\" protected by due process of law. <i>International Shoe Co. v. Washington,</i> 326 U.S. 310, 316, 66 S.Ct. 154, 158, 90 L.Ed. 95 (1945).</p>\n<p></p>\n<h2>III</h2>\n<p>Since the landmark decision in <i>International Shoe,</i> courts have grappled with the question of what constitutes sufficient \"minimum contacts\" to sustain the exercise of state-court jurisdiction over nonresident defendants. <i>See </i><i>Oswalt v. Scripto, Inc.,</i> 616 F.2d 191, 198-200 (5th Cir. 1980). <i>See generally,</i> Jay, <i>\"Minimum Contacts\" as a Unified</i> <span class=\"star-pagination\">*406</span> <i>Theory of Personal Jurisdiction: A Reappraisal,</i> 59 N.C.L.Rev. 429 (1981). Aside from these minimum contacts, however, there must be attendant circumstances \"by which the defendant purposely avails itself of the privilege of conducting activities within the forum State.\" <i>Hanson v. Denckla,</i> 357 U.S. 235, 253, 78 S.Ct. 1228, 1239, 2 L.Ed.2d 1283 (1958). State courts often ignored this limitation to the minimum contacts theory, however, as they expanded the jurisdictional reach of their courts far beyond their borders. Lewis, <i>The Grasp of Long-Arm Jurisdiction Finally Exceeds Its Reach: A Comment on World-Wide Volkswagen Corp. v. Woodson and Rush v. Savchuk,</i> 58 N.C.L.Rev. 407, 412 (1980).</p>\n<p>The United States Supreme Court recently ended this period of expansive state-court jurisdiction. In finding \"a total absence of those affiliating circumstances that are a necessary predicate to any exercise of state-court jurisdiction,\" the Court rejected an attempt to exercise jurisdiction over a nonresident defendant which had no contact with the forum state. <i>World-Wide Volkswagen Corp. v. Woodson,</i> 444 U.S. 286, 295, 100 S.Ct. 559, 566, 62 L.Ed.2d 490 (1980). While <i>World-Wide</i> signals the Court's desire to halt the expansive notions of minimum contacts, an analysis of the Court's language demonstrates that a large range of circumstances remain in which state courts may exercise jurisdiction through their long-arm statutes. Recent Decisions, 32 Ala.L.Rev. 571, 574, 579 (1981).</p>\n<p><i>World-Wide</i> arose from an automobile accident which occurred in Oklahoma. Two former New York residents, who had purchased a new automobile from a New York dealer, were driving through Oklahoma on their way to their new home in Arizona when the accident occurred. They sued in Oklahoma, joining the regional distributor and the retail dealer of the automobile, among others, as defendants.<sup>[7]</sup><i>World-Wide,</i> 444 U.S. at 288-89, 100 S.Ct. at 562-63. Insufficient contacts existed between Oklahoma and either the distributor or retailer of the automobile for the state court to exercise jurisdiction. <i>Id.</i> at 295, 100 S.Ct. at 566. In fact, those defendants carried on no activities whatsoever in Oklahoma. <i>Id.</i></p>\n<p>The Supreme Court recognized, however, the types of activities which can constitute sufficient contacts that would allow a state to exercise jurisdiction. First, a defendant may avail itself of the privileges and benefits of a state's laws. Second, it may solicit \"business there either through sales persons or through advertising reasonably calculated to reach\" a particular state. <i>Id.</i> Finally, a defendant may \"indirectly, through others, serve or seek to serve [a state's] market.\" <i>Id.</i> The Court cautioned that the receipt of financial benefits \"from a collateral relation to the forum state will not support jurisdiction if they do not stem from a constitutionally cognizable contact with that state.\" <i>Id.</i> at 299, 100 S.Ct. at 567.<sup>[8]</sup> These considerations provide the paradigm through which any decision concerning a state's exercise of long-arm jurisdiction must be made.</p>\n<p>A review of the contacts which the instant defendant maintains with North Carolina dispels any notion that they are in any way as negligible or nonexistent as those in <i>World-Wide.</i> Rather, Management maintains the minimum contacts necessary for the exercise of state-court jurisdiction. In addition to maintaining a contractual relationship with its franchisees in North Carolina, including authorization to use the \"SC\" logo, defendant's representatives visit franchises within the state. It provides <span class=\"star-pagination\">*407</span> training for its franchisees when new businesses are opened. It advertises nationally in publications which can reasonably be expected to reach North Carolina.<sup>[9]</sup> Finally, defendant receives considerable royalties from its franchises located in North Carolina. Given this factual setting, defendant's contacts represent neither the mere unilateral activity of those claiming a relationship with the nonresident defendant, <i>Hanson,</i> 357 U.S. at 253, 78 S.Ct. at 1239, nor the mere \"foreseeability\" that defendant's product might, in some way, touch the state. <i>World-Wide,</i> 444 U.S. at 295, 100 S.Ct. at 566. Defendant acted, directly or indirectly, in a manner through which it derived benefits from activities conducted in a distant state. <i>Id.</i> at 297-98, 100 S.Ct. at 567.</p>\n<p>The North Carolina courts recognize that the application of the minimum contacts theory varies with the quality and nature of a particular defendant's activities.<sup>[10]</sup><i>United Buying Group, Inc. v. Coleman,</i> 296 N.C. 510, 518, 251 S.E.2d 610, 615 (1979). \"The `minimum contacts test' ... is not susceptible of mechanical application; rather, the facts of each case must be weighed to determine whether the requisite `affiliating circumstances' are present.\" <i>Kulko v. Superior Court of California,</i> 436 U.S. 84, 92, 98 S.Ct. 1690, 1696, 56 L.Ed.2d 132 (1978). <i>Accord, </i><i>Hanson,</i> 357 U.S. at 246, 78 S.Ct. at 1235. Given the quantity of defendant's contacts and the nature and quality of those contacts, <i>Fielderest Mills, Inc. v. Mohasco Corp.,</i> 442 F.Supp. 424 (M.D.N.C.1977), defendant has purposefully availed itself of the privilege of conducting activities within North Carolina.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Although <i>World-Wide</i> confirms the notion that the minimum contacts rationale is not so prophylactic that it permits the unbridled exercise of <i>in personam</i> jurisdiction by state courts, it does not prevent the exercise of jurisdiction when a nonresident defendant has come into sufficient contacts with the forum state. The facts involved in <span class=\"star-pagination\">*408</span> the instant case fit neatly within the paradigm developed in <i>World-Wide. See </i><i>Oswalt v. Scripto, Inc.,</i> 616 F.2d 191 (5th Cir. 1980); Recent Decisions, 32 Ala.L.Rev. 571 (1981). Therefore, the Court determines that it has personal jurisdiction over defendant, and the motion to dismiss is denied.</p>\n<p>AND IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  At the hearing, the parties requested the Magistrate to rule first on the motion to dismiss and defer ruling on the motion for improper venue. The Court considers only the motion to dismiss. By order dated 14 July 1980, the Magistrate quashed the original summons which was improperly served on defendant.</p>\n<p>[2]  In its answer to plaintiff's interrogatories, defendant indicated that it received the following royalties:\n</p>\n<p></p>\n<pre>\n                                    From All NC Franchises\n                   From All          Licensed to\n                  NC Franchises       Use \"SC\" Logo  \n1978               $102,239.92         $19,816.27\n1979                126,854.26          24,248.43\n1980 (through\n     July)           82,945.15          14,561.30.\n</pre>\n<p>[3]  Defendant visited Fitchett's operations on his request at the following times:\n</p>\n<p></p>\n<pre>\n       Place            Year       Duration\n  Burlington, NC        1979       two days\n  Burlington, NC        1980       two days\n  Raleigh, NC           1977       three days\n  Raleigh, NC           1978       three days\n  Raleigh, NC           1978       two days\n  Raleigh, NC           1979       two days\n  Raleigh, NC           1979       two days\n  Raleigh, NC           1980       two days\n  Raleigh, NC           1980       one day.\n</pre>\n<p>[4]  Fitchett paid the following royalties to defendant:\n</p>\n<p></p>\n<pre>\n        Year            Amount\n        1978          $ 5,022.07\n        1979            5,196.64\n        1980            2,411.95.\n</pre>\n<p>[5]  Plaintiff cites other statutes purporting to confer jurisdiction. <i>See, e.g.,</i> N.C.Gen.Stat. § 55-145(a)(4) (1975). Since the Court concludes that § 1-75.4(1)d provides sufficient basis for its exercise of jurisdiction, it need not consider other jurisdictional statutes.</p>\n<p>[6]  The statute provides in pertinent part that:\n</p>\n<p>A court of this State having jurisdiction of the subject matter has jurisdiction over a person served in an action pursuant to Rule 4(j) of the Rules of Civil Procedure under any of the following circumstances:</p>\n<p>(1) Local, Presence or Status.  In any action, whether the claim arises within or without this State, in which a claim is asserted against a party who when service of process is made upon such party:</p>\n<p>a. Is a natural person present within this State; or</p>\n<p>b. Is a natural person domiciled within this State; or</p>\n<p>c. Is a domestic corporation; or</p>\n<p>d. Is engaged in substantial activity within this State, whether such activity is wholly interstate, intrastate, or otherwise....</p>\n<p>N.C.Gen.Stat. § 1-75.4 (1981 Cumm.Supp.).</p>\n<p>[7]  World-Wide was incorporated and had its principal place of business in New York. The retail dealer, Seaway Motors, Inc., was incorporated in New York, and its <i>only</i> place of business was in Messena, New York. Both of these entities were independent corporations whose relation to each other and to the other defendants in that case was merely contractual. <i>World-Wide Volkswagen Corp. v. Woodson,</i> 444 U.S. 286, 288-89, 100 S.Ct. 559, 562-63, 62 L.Ed.2d 490 (1980).</p>\n<p>[8]  Neither the retail dealer nor the regional distributor earned direct revenues from any of the Volkswagen service centers located throughout the United States. <i>World-Wide,</i> 444 U.S. at 299 n.12, 100 S.Ct. at 568 n.12.</p>\n<p>[9]  The Magistrate noted diverging authority on the issue of whether magazine or newspaper advertisements, placed by defendant in publications of national circulation which are distributed in North Carolina, constitutes sufficient contacts to allow the exercise of jurisdiction. <i>Compare </i><i>Federal Insurance Co. v. Piper Aircraft Corp.,</i> 341 F.Supp. 855 (W.D.N.C.1972), <i>aff'd,</i> 473 F.2d 909 (4th Cir. 1973) (holding that such advertisements satisfy jurisdictional requisites), with <i>Hankins v. Somers,</i> 39 N.C.App. 617, 251 S.E.2d 640, <i>pet. diser. rev. denied,</i> 297 N.C. 300 (1979) (questioning <i>Piper</i> in holding that \"the placing of advertisements in national magazines, <i>without more</i> ...\" does not satisfy minimum contacts). The indication by the Supreme Court in <i>World-Wide</i> that \"advertising reasonably calculated to reach\" a state is a factor to be considered in any minimum contacts analysis, <i>World-Wide,</i> 444 U.S. at 295, 100 S.Ct. at 566, compels this Court to conclude that the advertisements placed in the instant situation, along with the other contacts, provide a sufficient basis for the exercise of jurisdiction.</p>\n<p>[10]  At least four decisions in the North Carolina Court of Appeals detail varying determinations on the question of what contacts are sufficient to confer jurisdiction. <i>See, e.g., </i><i>H. V. Allen Co. v. Quip-Matic, Inc.,</i> 47 N.C.App. 40, 46, 266 S.E.2d 768, 771, <i>cert. denied,</i> 301 N.C. 85, 273 S.E.2d 298 (1980) (finding that where defendant had no offices or property in North Carolina, all orders and delivery took place outside North Carolina, defendant sent no employees to North Carolina, and no advertisements reached North Carolina, the contacts were insufficient); <i>Georgia RR Bank &amp; Trust Co. v. Eways,</i> 46 N.C.App. 466, 467-71, 265 S.E.2d 637, 640-42 (1980) (holding that where a nonresident defendant owned property in North Carolina but that property was not related to the present suit against it by a nonresident plaintiff, the assertion of personal jurisdiction would offend the notions of fair play and substantial justice); <i>Green Thumb Industry, Inc. v. Warren County Nursery, Inc.,</i> 46 N.C.App. 235, 241-42, 264 S.E.2d 753, 756-57 (1980) (holding that where defendant had no sales personnel in North Carolina, but merely mailed a price list to the state, occasionally shipped orders to persons in North Carolina, and placed advertisements for its products in various trade magazines, there were insufficient contacts to justify jurisdiction); <i>Parris v. Garner Commercial Disposal, Inc.,</i> 40 N.C.App. 282, 289-90, 253 S.E.2d 29, 34, <i>cert. denied,</i> 297 N.C. 455, 256 S.E.2d 808 (1979) (holding that where defendant listed a telephone number within the state, mailed insurance contracts to the state, and had general agents within the state, sufficient contacts existed to find that defendant had acted to avail itself of the privilege of conducting business within North Carolina).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">544</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">403</span></span> (1982)</b></center>\n<center><h1>SOUTHERN CASE, INC., Plaintiff,<br>\nv.<br>\nMANAGEMENT RECRUITERS INTERNATIONAL, INC., Defendant.</h1></center>\n<center>No. 80-27-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 30, 1982.</center>\n<center>As Corrected July 8, 1982.</center>\n<p>John G. Mills, III, Mills &amp; Coats, P. A., Nicholas J. Dombalis, III, Merriman, Nicholls &amp; Dombalis, Raleigh, N. C., for plaintiff.</p>\n<p>Catharine B. Arrowood, Sanford, Adams, McCullough &amp; Beard, Raleigh, N. C., Roberta Jacobs, Seidel, Gonda, Goldhammer &amp; Panitch, Philadelphia, Pa., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>Plaintiff instituted this civil action seeking relief from alleged trademark infringement and unfair competition. <i>See</i> 15 U.S.C. § 1114 (1976). Defendant filed motions to dismiss for lack of personal jurisdiction, Fed.R.Civ.P. 12(b)(2), improper venue, Fed.R.Civ.P. 12(b)(3), and insufficient service of process, Fed.R.Civ.P. 4. Pursuant to order of referral, Magistrate Logan D. Howell filed his memorandum and recommendation in which he recommended that the <span class=\"star-pagination\">*404</span> motion to dismiss regarding <i>in personam</i> jurisdiction be allowed.<sup>[1]</sup></p>\n<p>In timely fashion, plaintiff objected to this recommendation. The Court conducted a further hearing in this matter. Based upon that hearing, a review of the memoranda submitted by both parties, and full consideration of each of plaintiff's objections, the Court declines to adopt the recommendation of the Magistrate.</p>\n<p></p>\n<h2>I</h2>\n<p>Plaintiff, a North Carolina corporation, owns a registered trademark referred to as \"SC\" logo. Plaintiff claims exclusive rights to and use of this trademark.</p>\n<p>Defendant [hereinafter sometimes referred to as Management], a Delaware corporation doing business in Ohio, owns the common law trademark rights to the service marks \"Sales Consultants\" and \"SC.\" Defendant is not authorized to transact business in North Carolina and has no offices or personnel located in this state. Sales Consultants, Inc., [hereinafter Sales], an Ohio corporation, is wholly owned by defendant. Sales has no offices nor employees in North Carolina and does not regularly transact business here. Management has franchise agreements with three independent corporations located in North Carolina, one of which is Reid Fitchett Associates, Inc., d/b/a Sales Consultants of Raleigh/Durham [hereinafter referred to as Fitchett]. By virtue of the franchise agreement with Management, Fitchett is authorized to use the \"Sales Consultants\" service marks.</p>\n<p>Although defendant has neither offices nor personnel located in North Carolina, its personnel visits the state to assist its franchisees. These visits may occur in three situations. First, Management may send personnel to assist a franchisee in the opening of its place of business. Second, representatives may come to the franchisee to provide assistance immediately after the place of business has opened. Finally, representatives may visit the franchisee at its request. Defendant estimates that its representatives would visit a given franchise approximately two times.</p>\n<p>Defendant advertises on a national scale. During the years 1978, 1979, and 1980 defendant frequently advertised in the <i>Wall Street Journal.</i> Many of these ads contained the phrase \"Sales Consultants\" and the \"SC\" logo. Sole responsibility for these advertisements rested with defendant, who also paid the entire advertising costs. In addition, defendant advertised in <i>Sales and Marketing Management,</i> a trade magazine, in 1978, 1979, and 1980. All of these advertisements contained the name and logo. As with the advertisements in the <i>Wall Street Journal</i> Management paid the entire cost. Defendant neither initiates nor pays for advertisements published in any North Carolina newspaper or magazine. Both the <i>Wall Street Journal</i> and <i>Sales and Marketing Management,</i> however, circulate in North Carolina. North Carolina franchises do pay to defendant both a national advertising fee and royalties.<sup>[2]</sup></p>\n<p>Since this action arises primarily out of Fitchett's use of the \"SC\" trademark, defendant's connections with Fitchett assume significant proportions. Defendant provided two training sessions for Fitchett which took place in North Carolina: a 15-day training session in Raleigh and a 9-day training session in Burlington. In addition, representatives of defendant visited the two Fitchett operations on numerous occasions.<sup>[3]</sup><span class=\"star-pagination\">*405</span> Like other businesses having franchise agreements with defendant, Fitchett paid royalties to defendant during 1978, 1979, and 1980.<sup>[4]</sup></p>\n<p></p>\n<h2>II</h2>\n<p>Determination of whether personal jurisdiction may be exercised over a nonresident defendant under a long-arm statute necessitates a dual inquiry. Initially, examination focuses upon the terms of the statute itself purporting to confer personal jurisdiction. This determination hinges upon application of the pertinent state law. Attention then turns to federal law for an analysis of whether the exercise of jurisdiction in a particular case violates due process of law. <i>Hardy v. Pioneer Parachute Co., Inc.,</i> <span class=\"citation\" data-id=\"333785\"><a href=\"/opinion/333785/gloria-r-hardy-v-pioneer-parachute-company-inc-and-parachutes/\"><span class=\"volume\">531</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">193</span></a></span>, 195 (4th Cir. 1976); <i>Gemini Enterprises, Inc. v. WFMY Television Corp.,</i> <span class=\"citation\" data-id=\"1363068\"><a href=\"/opinion/1363068/gemini-enterprises-inc-v-wfmy-television-corp/\"><span class=\"volume\">470</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">559</span></a></span>, 563 (M.D.N.C.1979).</p>\n<p>The North Carolina long-arm statute allows state courts to assume jurisdiction over a person engaged in substantial activity within North Carolina.<sup>[5]</sup> N.C.Gen.Stat. § 1-75.4(1)d (1981 Cumm.Supp.).<sup>[6]</sup> This provision represents a legislative codification permitting the assertion of <i>in personam</i> jurisdiction over nonresident defendants to the full extent allowed by due process. <i>Dillon v. Numismatic Funding Corp.,</i> <span class=\"citation\" data-id=\"1237023\"><a href=\"/opinion/1237023/dillon-v-numismatic-funding-corp/\"><span class=\"volume\">291</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">674</span></a></span>, 676, <span class=\"citation\" data-id=\"1237023\"><a href=\"/opinion/1237023/dillon-v-numismatic-funding-corp/\"><span class=\"volume\">231</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">629</span></a></span>, 630-31 (1977). Both the wording of this section and applicable case law accord liberal construction to this long-arm statute, thereby favoring finding personal jurisdiction. <i>Munchak Corp. v. Riko Enterprises, Inc.,</i> <span class=\"citation\" data-id=\"1802886\"><a href=\"/opinion/1802886/munchak-corporation-v-riko-enterprises-inc/\"><span class=\"volume\">368</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1366</span></a></span>, 1371 (M.D.N.C.1973). Thus, the prevailing law in North Carolina presumes the existence of <i>in personam</i> jurisdiction. Given this liberal construction of the North Carolina long-arm statute and the state courts' determination that the statute permits the exercise of personal jurisdiction in all cases where such jurisdiction does not contravene due process, this Court's inquiry crystallizes to one issue. That is, whether the exercise of <i>in personam</i> jurisdiction over the instant defendant violates the \"traditional notions of fair play and substantial justice\" protected by due process of law. <i>International Shoe Co. v. Washington,</i> <span class=\"citation\" data-id=\"104200\"><a href=\"/opinion/104200/international-shoe-co-v-washington/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span>, 316, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">154</span></span>, 158, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">95</span></span> (1945).</p>\n<p></p>\n<h2>III</h2>\n<p>Since the landmark decision in <i>International Shoe,</i> courts have grappled with the question of what constitutes sufficient \"minimum contacts\" to sustain the exercise of state-court jurisdiction over nonresident defendants. <i>See </i><i>Oswalt v. Scripto, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">191</span></span>, 198-200 (5th Cir. 1980). <i>See generally,</i> Jay, <i>\"Minimum Contacts\" as a Unified</i> <span class=\"star-pagination\">*406</span> <i>Theory of Personal Jurisdiction: A Reappraisal,</i> 59 N.C.L.Rev. 429 (1981). Aside from these minimum contacts, however, there must be attendant circumstances \"by which the defendant purposely avails itself of the privilege of conducting activities within the forum State.\" <i>Hanson v. Denckla,</i> <span class=\"citation\" data-id=\"105728\"><a href=\"/opinion/105728/hanson-v-denckla/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></a></span>, 253, <span class=\"citation\" data-id=\"105728\"><a href=\"/opinion/105728/hanson-v-denckla/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1228</span></a></span>, 1239, <span class=\"citation\" data-id=\"105728\"><a href=\"/opinion/105728/hanson-v-denckla/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1283</span></a></span> (1958). State courts often ignored this limitation to the minimum contacts theory, however, as they expanded the jurisdictional reach of their courts far beyond their borders. Lewis, <i>The Grasp of Long-Arm Jurisdiction Finally Exceeds Its Reach: A Comment on World-Wide Volkswagen Corp. v. Woodson and Rush v. Savchuk,</i> 58 N.C.L.Rev. 407, 412 (1980).</p>\n<p>The United States Supreme Court recently ended this period of expansive state-court jurisdiction. In finding \"a total absence of those affiliating circumstances that are a necessary predicate to any exercise of state-court jurisdiction,\" the Court rejected an attempt to exercise jurisdiction over a nonresident defendant which had no contact with the forum state. <i>World-Wide Volkswagen Corp. v. Woodson,</i> <span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">286</span></a></span>, 295, <span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">559</span></a></span>, 566, <span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (1980). While <i>World-Wide</i> signals the Court's desire to halt the expansive notions of minimum contacts, an analysis of the Court's language demonstrates that a large range of circumstances remain in which state courts may exercise jurisdiction through their long-arm statutes. Recent Decisions, 32 Ala.L.Rev. 571, 574, 579 (1981).</p>\n<p><i>World-Wide</i> arose from an automobile accident which occurred in Oklahoma. Two former New York residents, who had purchased a new automobile from a New York dealer, were driving through Oklahoma on their way to their new home in Arizona when the accident occurred. They sued in Oklahoma, joining the regional distributor and the retail dealer of the automobile, among others, as defendants.<sup>[7]</sup><i>World-Wide,</i> 444 U.S. at 288-89, 100 S.Ct. at 562-63. Insufficient contacts existed between Oklahoma and either the distributor or retailer of the automobile for the state court to exercise jurisdiction. <i>Id.</i> at 295, 100 S.Ct. at 566. In fact, those defendants carried on no activities whatsoever in Oklahoma. <i>Id.</i></p>\n<p>The Supreme Court recognized, however, the types of activities which can constitute sufficient contacts that would allow a state to exercise jurisdiction. First, a defendant may avail itself of the privileges and benefits of a state's laws. Second, it may solicit \"business there either through sales persons or through advertising reasonably calculated to reach\" a particular state. <i>Id.</i> Finally, a defendant may \"indirectly, through others, serve or seek to serve [a state's] market.\" <i>Id.</i> The Court cautioned that the receipt of financial benefits \"from a collateral relation to the forum state will not support jurisdiction if they do not stem from a constitutionally cognizable contact with that state.\" <i>Id.</i> at 299, 100 S.Ct. at 567.<sup>[8]</sup> These considerations provide the paradigm through which any decision concerning a state's exercise of long-arm jurisdiction must be made.</p>\n<p>A review of the contacts which the instant defendant maintains with North Carolina dispels any notion that they are in any way as negligible or nonexistent as those in <i>World-Wide.</i> Rather, Management maintains the minimum contacts necessary for the exercise of state-court jurisdiction. In addition to maintaining a contractual relationship with its franchisees in North Carolina, including authorization to use the \"SC\" logo, defendant's representatives visit franchises within the state. It provides <span class=\"star-pagination\">*407</span> training for its franchisees when new businesses are opened. It advertises nationally in publications which can reasonably be expected to reach North Carolina.<sup>[9]</sup> Finally, defendant receives considerable royalties from its franchises located in North Carolina. Given this factual setting, defendant's contacts represent neither the mere unilateral activity of those claiming a relationship with the nonresident defendant, <i>Hanson,</i> 357 U.S. at 253, 78 S.Ct. at 1239, nor the mere \"foreseeability\" that defendant's product might, in some way, touch the state. <i>World-Wide,</i> 444 U.S. at 295, 100 S.Ct. at 566. Defendant acted, directly or indirectly, in a manner through which it derived benefits from activities conducted in a distant state. <i>Id.</i> at 297-98, 100 S.Ct. at 567.</p>\n<p>The North Carolina courts recognize that the application of the minimum contacts theory varies with the quality and nature of a particular defendant's activities.<sup>[10]</sup><i>United Buying Group, Inc. v. Coleman,</i> <span class=\"citation\" data-id=\"1369946\"><a href=\"/opinion/1369946/united-buying-group-inc-v-coleman/\"><span class=\"volume\">296</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">510</span></a></span>, 518, <span class=\"citation\" data-id=\"1369946\"><a href=\"/opinion/1369946/united-buying-group-inc-v-coleman/\"><span class=\"volume\">251</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">610</span></a></span>, 615 (1979). \"The `minimum contacts test' ... is not susceptible of mechanical application; rather, the facts of each case must be weighed to determine whether the requisite `affiliating circumstances' are present.\" <i>Kulko v. Superior Court of California,</i> <span class=\"citation\" data-id=\"109858\"><a href=\"/opinion/109858/kulko-v-superior-court-of-cal-city-and-county-of-san-francisco/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">84</span></a></span>, 92, <span class=\"citation\" data-id=\"109858\"><a href=\"/opinion/109858/kulko-v-superior-court-of-cal-city-and-county-of-san-francisco/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1690</span></a></span>, 1696, <span class=\"citation\" data-id=\"109858\"><a href=\"/opinion/109858/kulko-v-superior-court-of-cal-city-and-county-of-san-francisco/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">132</span></a></span> (1978). <i>Accord, </i><i>Hanson,</i> 357 U.S. at 246, 78 S.Ct. at 1235. Given the quantity of defendant's contacts and the nature and quality of those contacts, <i>Fielderest Mills, Inc. v. Mohasco Corp.,</i> <span class=\"citation\" data-id=\"2285681\"><a href=\"/opinion/2285681/fieldcrest-mills-inc-v-mohasco-corp/\"><span class=\"volume\">442</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">424</span></a></span> (M.D.N.C.1977), defendant has purposefully availed itself of the privilege of conducting activities within North Carolina.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Although <i>World-Wide</i> confirms the notion that the minimum contacts rationale is not so prophylactic that it permits the unbridled exercise of <i>in personam</i> jurisdiction by state courts, it does not prevent the exercise of jurisdiction when a nonresident defendant has come into sufficient contacts with the forum state. The facts involved in <span class=\"star-pagination\">*408</span> the instant case fit neatly within the paradigm developed in <i>World-Wide. See </i><i>Oswalt v. Scripto, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">191</span></span> (5th Cir. 1980); Recent Decisions, 32 Ala.L.Rev. 571 (1981). Therefore, the Court determines that it has personal jurisdiction over defendant, and the motion to dismiss is denied.</p>\n<p>AND IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  At the hearing, the parties requested the Magistrate to rule first on the motion to dismiss and defer ruling on the motion for improper venue. The Court considers only the motion to dismiss. By order dated 14 July 1980, the Magistrate quashed the original summons which was improperly served on defendant.</p>\n<p>[2]  In its answer to plaintiff's interrogatories, defendant indicated that it received the following royalties:\n</p>\n<p></p>\n<pre>\n                                    From All NC Franchises\n                   From All          Licensed to\n                  NC Franchises       Use \"SC\" Logo  \n1978               $102,239.92         $19,816.27\n1979                126,854.26          24,248.43\n1980 (through\n     July)           82,945.15          14,561.30.\n</pre>\n<p>[3]  Defendant visited Fitchett's operations on his request at the following times:\n</p>\n<p></p>\n<pre>\n       Place            Year       Duration\n  Burlington, NC        1979       two days\n  Burlington, NC        1980       two days\n  Raleigh, NC           1977       three days\n  Raleigh, NC           1978       three days\n  Raleigh, NC           1978       two days\n  Raleigh, NC           1979       two days\n  Raleigh, NC           1979       two days\n  Raleigh, NC           1980       two days\n  Raleigh, NC           1980       one day.\n</pre>\n<p>[4]  Fitchett paid the following royalties to defendant:\n</p>\n<p></p>\n<pre>\n        Year            Amount\n        1978          $ 5,022.07\n        1979            5,196.64\n        1980            2,411.95.\n</pre>\n<p>[5]  Plaintiff cites other statutes purporting to confer jurisdiction. <i>See, e.g.,</i> N.C.Gen.Stat. § 55-145(a)(4) (1975). Since the Court concludes that § 1-75.4(1)d provides sufficient basis for its exercise of jurisdiction, it need not consider other jurisdictional statutes.</p>\n<p>[6]  The statute provides in pertinent part that:\n</p>\n<p>A court of this State having jurisdiction of the subject matter has jurisdiction over a person served in an action pursuant to Rule 4(j) of the Rules of Civil Procedure under any of the following circumstances:</p>\n<p>(1) Local, Presence or Status.  In any action, whether the claim arises within or without this State, in which a claim is asserted against a party who when service of process is made upon such party:</p>\n<p>a. Is a natural person present within this State; or</p>\n<p>b. Is a natural person domiciled within this State; or</p>\n<p>c. Is a domestic corporation; or</p>\n<p>d. Is engaged in substantial activity within this State, whether such activity is wholly interstate, intrastate, or otherwise....</p>\n<p>N.C.Gen.Stat. § 1-75.4 (1981 Cumm.Supp.).</p>\n<p>[7]  World-Wide was incorporated and had its principal place of business in New York. The retail dealer, Seaway Motors, Inc., was incorporated in New York, and its <i>only</i> place of business was in Messena, New York. Both of these entities were independent corporations whose relation to each other and to the other defendants in that case was merely contractual. <i>World-Wide Volkswagen Corp. v. Woodson,</i> <span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">286</span></a></span>, 288-89, <span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">559</span></a></span>, 562-63, <span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (1980).</p>\n<p>[8]  Neither the retail dealer nor the regional distributor earned direct revenues from any of the Volkswagen service centers located throughout the United States. <i>World-Wide,</i> 444 U.S. at 299 n.12, 100 S.Ct. at 568 n.12.</p>\n<p>[9]  The Magistrate noted diverging authority on the issue of whether magazine or newspaper advertisements, placed by defendant in publications of national circulation which are distributed in North Carolina, constitutes sufficient contacts to allow the exercise of jurisdiction. <i>Compare </i><i>Federal Insurance Co. v. Piper Aircraft Corp.,</i> <span class=\"citation\" data-id=\"1456983\"><a href=\"/opinion/1456983/federal-insurance-co-v-piper-aircraft-corp/\"><span class=\"volume\">341</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">855</span></a></span> (W.D.N.C.1972), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">473</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">909</span></span> (4th Cir. 1973) (holding that such advertisements satisfy jurisdictional requisites), with <i>Hankins v. Somers,</i> 39 N.C.App. 617, <span class=\"citation\" data-id=\"1369770\"><a href=\"/opinion/1369770/hankins-v-somers/\"><span class=\"volume\">251</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">640</span></a></span>, <i>pet. diser. rev. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">297</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">300</span></span> (1979) (questioning <i>Piper</i> in holding that \"the placing of advertisements in national magazines, <i>without more</i> ...\" does not satisfy minimum contacts). The indication by the Supreme Court in <i>World-Wide</i> that \"advertising reasonably calculated to reach\" a state is a factor to be considered in any minimum contacts analysis, <i>World-Wide,</i> 444 U.S. at 295, 100 S.Ct. at 566, compels this Court to conclude that the advertisements placed in the instant situation, along with the other contacts, provide a sufficient basis for the exercise of jurisdiction.</p>\n<p>[10]  At least four decisions in the North Carolina Court of Appeals detail varying determinations on the question of what contacts are sufficient to confer jurisdiction. <i>See, e.g., </i><i>H. V. Allen Co. v. Quip-Matic, Inc.,</i> 47 N.C.App. 40, 46, <span class=\"citation\" data-id=\"1265376\"><a href=\"/opinion/1265376/hv-allen-co-inc-v-quip-matic-inc/\"><span class=\"volume\">266</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">768</span></a></span>, 771, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">301</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">85</span></span>, <span class=\"citation no-link\"><span class=\"volume\">273</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">298</span></span> (1980) (finding that where defendant had no offices or property in North Carolina, all orders and delivery took place outside North Carolina, defendant sent no employees to North Carolina, and no advertisements reached North Carolina, the contacts were insufficient); <i>Georgia RR Bank &amp; Trust Co. v. Eways,</i> 46 N.C.App. 466, 467-71, <span class=\"citation\" data-id=\"1246301\"><a href=\"/opinion/1246301/georgia-r-bank-trust-co-v-eways/\"><span class=\"volume\">265</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">637</span></a></span>, 640-42 (1980) (holding that where a nonresident defendant owned property in North Carolina but that property was not related to the present suit against it by a nonresident plaintiff, the assertion of personal jurisdiction would offend the notions of fair play and substantial justice); <i>Green Thumb Industry, Inc. v. Warren County Nursery, Inc.,</i> 46 N.C.App. 235, 241-42, <span class=\"citation\" data-id=\"1325176\"><a href=\"/opinion/1325176/green-thumb-industry-v-warren-county-nursery/\"><span class=\"volume\">264</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">753</span></a></span>, 756-57 (1980) (holding that where defendant had no sales personnel in North Carolina, but merely mailed a price list to the state, occasionally shipped orders to persons in North Carolina, and placed advertisements for its products in various trade magazines, there were insufficient contacts to justify jurisdiction); <i>Parris v. Garner Commercial Disposal, Inc.,</i> 40 N.C.App. 282, 289-90, <span class=\"citation\" data-id=\"1316214\"><a href=\"/opinion/1316214/parris-v-garner-coml-disposal-inc/\"><span class=\"volume\">253</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">29</span></a></span>, 34, <i>cert. denied,</i> <span class=\"citation\" data-id=\"1397879\"><a href=\"/opinion/1397879/parris-v-garner-commercial-disposal-inc/\"><span class=\"volume\">297</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">455</span></a></span>, <span class=\"citation\" data-id=\"1397879\"><a href=\"/opinion/1397879/parris-v-garner-commercial-disposal-inc/\"><span class=\"volume\">256</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">808</span></a></span> (1979) (holding that where defendant listed a telephone number within the state, mailed insurance contracts to the state, and had general agents within the state, sufficient contacts existed to find that defendant had acted to avail itself of the privilege of conducting business within North Carolina).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/333785/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1246301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1265376/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1316214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1325176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1363068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1369770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1369946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1397879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1456983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1802886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2285681/"
  ]
}