{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1690691/",
  "absolute_url": "/opinion/1690691/davis-v-state-of-north-carolina/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1690691/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/482/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:07:47.121301Z",
  "date_modified": "2016-04-26T21:18:06.658440Z",
  "type": "010combined",
  "sha1": "bced0adc08597af667a6b16f35be908aa910f23f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>196 F.Supp. 488 (1961)</b></center>\n<center><h1>Elmer DAVIS, Jr., Petitioner,<br>\nv.<br>\nSTATE OF NORTH CAROLINA.</h1></center>\n<center>Civ. No. 1302 (Habeas Corpus No. 27).</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 25, 1961.</center>\n<p><span class=\"star-pagination\">*489</span> <span class=\"star-pagination\">*490</span> Charles V. Bell, Charlotte, N. C. and W. B. Nivens, Charlotte, N. C., for petitioner.</p>\n<p>T. W. Bruton, Atty. Gen. of North Carolina, for respondent.</p>\n<p>BUTLER, Chief Judge.</p>\n<p>This petition for writ of habeas corpus has been filed on behalf of Elmer Davis, Jr., who is in the custody of the State of North Carolina under sentence of death.</p>\n<p>Petitioner was indicted by the Grand Jury at the November 2 Term, 1959, of the Superior Court of Mecklenburg County, North Carolina, for the crime of murder while engaged in the perpetration of the felony of rape. The case was tried at the December Term, 1959, of said court, at which trial petitioner was represented by counsel; the jury returned a verdict of guilty of murder in the first degree, with no recommendation for life imprisonment; and, as required by state law<sup>[1]</sup>, a sentence of death was imposed. On appeal to the Supreme Court of North Carolina, the judgment was affirmed. State of North Carolina v. Davis, 1960, 253 N.C. 86, 116 S.E.2d 365. A petition to the North Carolina Supreme Court for a rehearing was denied on November 18, 1960; and, thereafter, a petition for writ of certiorari was filed with the United States Supreme Court. Certiorari was denied on March 20, 1961. Davis v. State of North Carolina, 365 U.S. 855, 81 S.Ct. 816, 5 L.Ed.2d 819.</p>\n<p>Petitioner claims that he was denied the \"equal protection of the laws\" as guaranteed by the Fourteenth Amendment to the United States Constitution in that: (1) the trial judge refused to charge the jury as requested by counsel for petitioner, and (2) the judge made certain highly prejudicial remarks during the course of the trial. Petitioner further claims that the admission in evidence of a confession made by him is a denial of his rights under the \"due process\" clause of the Fourteenth Amendment, in that the confession was involuntary because it was obtained by coercion.</p>\n<p>The Court has before it in this case the record on appeal and briefs of counsel for both sides in the appeal to the Supreme Court of North Carolina, a complete transcript of the trial, the petition for writ of certiorari to the United States Supreme Court, and the State's brief in opposition thereto.</p>\n<p>From the record, it appears that the voluntariness of the confession and the comments of the trial judge were properly presented to the Supreme Court of North Carolina and the United States Supreme Court, and the requirements as to the exhaustion of state remedies have been met in respect to those matters; however, while the refusal of the trial judge to include certain instructions in his charge to the jury was appealed to the North Carolina Supreme Court, no mention was made of it in the petition for writ of certiorari. This resulted in a failure to exhaust state remedies as to this question; therefore, it is not properly before this Court. Darr v. Burford, 1950, 339 U.S. 200, 70 S.Ct. 587, 94 L.Ed. 761; United States ex rel. Williams v. La Vallee, 2 Cir., 1960, 276 F.2d 645. However, even had this question been properly presented, instructions to the <span class=\"star-pagination\">*491</span> jury are normally matters of state law and procedure not involving federal constitutional issues. It is only in circumstances impugning fundamental fairness or infringing specific constitutional protection that a federal question is presented. Grundler v. State of North Carolina, 4 Cir., 1960, 283 F.2d 798.</p>\n<p>In raising the questions relating to the voluntariness of the confession and the comments of the trial judge, petitioner does not allege any facts <i>de hors</i> the record. Instead, he relies on the evidence presented therein, which he incorporates into the present petition. Since the complete record is before the Court which affords an ample basis for interpretation of the legal significance of the facts, this Court concludes that a plenary hearing would serve no useful purpose and the question may be properly decided upon the record. See Brown v. Allen, 1953, 344 U.S. 443, 73 S.Ct. 397, 97 L.Ed. 469; Cooper v. Denno, D.C.S.D.N.Y.1954, 129 F.Supp. 123, affirmed United States ex rel. Cooper v. Denno, 2 Cir., 1955, 221 F.2d 626.</p>\n<p>The facts in this case are set out in the opinion by the North Carolina Supreme Court<sup>[2]</sup>; and, therefore, will not be repeated except as they relate to the questions raised.</p>\n<p></p>\n<h2>Voluntariness of Confession</h2>\n<p>The murder for which petitioner was convicted was committed on September 20, 1959. Petitioner, who was an escapee serving sentences of seventeen to twenty-five years for robbery and assault with intent to commit rape, was arrested on September 21, 1959, and brought to the City Jail, Charlotte, North Carolina, where he remained until October 6, 1959, at which time he signed a statement admitting the commission of the crime. The food served petitioner at the City Jail consisted of two sandwiches twice each day, which was the same fare that the other prisoners received.</p>\n<p>Witnesses for the State testified that petitioner was held as an escaped felon and also that several thefts which he admitted were being investigated. It was further testified that, while he was questioned about the other crimes, he was not asked about the murder until October 2 1959; and, when he denied any knowledge thereof, it was not mentioned again until October 6, 1959. On October 6, he was asked if he would like to talk to one of the members of the police force privately. He responded in the affirmative, and then, without further questioning, admitted the murder. Whereupon, he was taken to the scene of the crime and reënacted it. Further testimony showed that although there was a notation on the data sheet which was made out at the time of his arrest that he was not to be allowed to see or communicate with anyone, this entry was unauthorized and was not enforced. There is evidence that as the statement was being drawn up it was read to petitioner and he was asked if its contents were accurate, that he was cautioned that anything he said could be used against him, that he was told that he did not have to sign it, that he said it was true and voluntarily signed it, and that after he had signed the statement the Chief of Police talked with him and determined to his own satisfaction that the statement was voluntary and that he had not been mistreated.</p>\n<p>Petitioner contends that the arrest record directed that he be held incommunicado, that North Carolina law requires any officer making an arrest to inform immediately the person of the charges against him<sup>[3]</sup> and to take a person arrested <span class=\"star-pagination\">*492</span> without a warrant before a magistrate for preliminary hearing as quickly as possible.<sup>[4]</sup> He testified that he did not commit the offense charged, that he could not read and that only the second page of the two-page statement was read to him and he couldn't understand what was said, that he was hungry and was told that if he signed it he could get a hot bath and something to eat, that he was questioned every day, that he had been threatened, that he was afraid someone would kill him at the time he signed the statement, and that he did not talk with the Chief of Police.</p>\n<p>After hearing evidence from both sides and considering the conflicting testimony, the trial judge, in accordance with the North Carolina procedure<sup>[5]</sup>, determined that the confession was voluntary and admitted it into evidence.</p>\n<p>As there is a presumption of constitutional regularity in state judicial proceedings, petitioner must show that the State so departed from constitutional requirements as to justify a federal court's intervention to protect his rights. Darr v. Burford, supra; Daniels v. Allen, 1953, 344 U.S. 443, 73 S.Ct. 397, 437, 97 L.Ed. 469.</p>\n<p>Petitioner was an escaped felon. Any law enforcement organization was entitled to retain him in custody. N.C.Gen.Stat. § 148-40; Palakiko v. Harper, 9 Cir., 1953, 209 F.2d 75. So long as no coercion is employed, constitutional requirements do not forbid police examination in private of those in lawful custody or the use as evidence of information voluntarily given. United States v. Carignan, 1951, 342 U.S. 36, 72 S.Ct. 97, 96 L.Ed. 48.</p>\n<p>While the arrest record directed that petitioner not be allowed to communicate with anyone, there is evidence that he asked to see his sister, that officers on the police force located his sister and notified her of his desire to see her prior to the date of his confession, and that she did actually come to see him though it was not known whether she came before or after he made the confession. There is no evidence that petitioner requested and was denied the opportunity of seeing an attorney. A confession is not made involuntarily merely because made prior to requesting an opportunity to retain counsel or to have counsel appointed. Brown v. Allen, 1953, 344 U.S. 443, 73 S.Ct. 397. Further, even accepting petitioner's version of the testimony, there is no evidence that he was subjected to grueling sessions of questioning such as was condemned by the United States Supreme Court in Watts v. State of Indiana, 1949, 338 U.S. 49, 69 S.Ct. 1347, 93 L.Ed. 1801. Though the food petitioner received during the sixteen days he stayed in the City Jail was somewhat limited, it was the same as that received by other inmates and there is no showing that there was any attempt to starve petitioner into making a confession. Furthermore, there is testimony by Dr. J. S. Nathaniel Tross, a former Pastor of the Church petitioner's family attended, that he talked with petitioner in private <span class=\"star-pagination\">*493</span> shortly after he had made the confession and specifically asked him if he had been fed properly, and that petitioner said he was well taken care of.</p>\n<p>The mere fact of prolonged detention without a charge of crime or without preliminary appearance before a magistrate, the lack of counsel before, during, or after arraignment, or confession to the police in private will not necessarily vitiate an otherwise voluntary confession; they are only elements that should be considered in determining whether a confession, permitted to be introduced into evidence at a trial, has been obtained under such circumstances that its use violates due process. Gallegos v. State of Nebraska, 1951, 342 U.S. 55, 72 S.Ct. 141, 96 L.Ed. 86.</p>\n<p>After a consideration of the facts in this case, this Court is of the opinion that the petitioner has failed to show that the confession made by him was involuntary.</p>\n<p></p>\n<h2>Remarks of the Trial Judge</h2>\n<p>The remarks complained of by petitioner as being prejudicial consist of the following statement by the trial judge: \"We are not in Recorder's Court; we are trying a man, as you have pointed out several times during this trial, for his life; we have not got and we are not having a Roman circus.\" These remarks immediately followed a command by the trial judge that counsel for petitioner \"have a seat\" and ask his questions from a sitting position. Petitioner's claim is based on the North Carolina Supreme Court's interpretation of N.C.Gen.Stat. § 1-180, which reads as follows:</p>\n<blockquote>\"No judge, in giving a charge to the petit jury, either in a civil or criminal action, shall give an opinion whether a fact is fully or sufficiently proven, that being the true office and province of the jury, but he shall declare and explain the law arising on the evidence given in the case. He shall not be required to state such evidence except to the extent necessary to explain the application of the law thereto; provided the judge shall give equal stress to the contentions of the plaintiff and defendant in a civil action, and to the State and defendant in a criminal action.\"</blockquote>\n<p>Petitioner contends that under this statute the trial judge's remarks amounted to an expression of opinion which was calculated to prejudice the jury, that the North Carolina Supreme Court has previously held similar remarks to be expressions of opinion, and that its refusal to do so in this instance amounted to denial of equal protection under the laws in violation of the Fourteenth Amendment.</p>\n<p>Petitioner had the burden of showing that the remarks constituted prejudicial error, State v. Gibson, 1951, 233 N.C. 691, 65 S.E.2d 508, for the bare possibility that an accused may have suffered prejudice from the conduct or language of the judge is not sufficient to overturn a verdict. The criterion for determining whether or not an accused has been prejudiced by remarks of the trial judge is the probable effect of the language upon the jury. State v. Carter, 1951, 233 N.C. 581, 65 S.E.2d 9. On appeal, the North Carolina Supreme Court held that the remarks complained of were not an expression of opinion by the trial judge in violation of N.C.Gen.Stat. § 1-180. State of North Carolina v. Davis, supra.</p>\n<p>Furthermore, even if the North Carolina Supreme Court erred in failing to find the remarks prejudicial, resulting in its unequal application to those who are entitled to be treated alike, the equal protection clause of the Fourteenth Amendment is not violated unless there is shown to be an element of intentional or purposeful discrimination. Snowden v. Hughes, 1944, 321 U.S. 1, 64 S.Ct. 397, 88 L.Ed. 497; Hughes v. Heinzee, 9 Cir., 1959, 268 F.2d 864. The burden of showing this is on petitioner. Fay v. People of New York, 1947, 332 U.S. 261, 67 S.Ct. 1613, 91 L.Ed. 2043. Here there is no attempt to show unequal protection; instead, <span class=\"star-pagination\">*494</span> any effect of the remarks on petitioner's rights is left in the realm of conjecture.</p>\n<p>An order will be entered denying the writ.</p>\n<h2>NOTES</h2>\n<p>[1]  N.C.Gen.Stat. § 14-17. \"A murder * * which shall be committed in the perpetration or attempt to perpetrate any arson, rape, robbery, burglary or other felony, shall be deemed to be murder in the first degree and shall be punished with death: Provided, if at the time of rendering its verdict in open court, the jury shall so recommend, the punishment shall be imprisonment for life in the State's prison, and the court shall so instruct the jury * * *\"</p>\n<p>[2]  State of North Carolina v. Davis, 1960, 253 N.C. 86, 116 S.E.2d 365.</p>\n<p>[3]  N.C.Gen.Stat. § 15-47: \"Upon the arrest, detention, or deprivation of the liberties of any person by an officer in this State, with or without warrant, it shall be the duty of the officer making the arrest to immediately inform the person arrested of the charge against him, and it shall further be the duty of the officer making said arrest, except in capital cases, to have bail fixed in a reasonable sum, and the person so arrested shall be permitted to give bail bond; and it shall be the duty of the officer making the arrest to permit the person so arrested to communicate with counsel and friends immediately, and the right of such persons to communicate with counsel and friends shall not be denied * * *\"</p>\n<p>[4]  N.C.Gen.Stat. § 15-46: \"Every person arrested without warrant shall be either immediately taken before some magistrate having jurisdiction to issue a warrant in the case, or else committed to the county prison, and, as soon as may be, taken before such magistrate, who, on proper proof, shall issue a warrant and thereon proceed to act as may be required by law.\"</p>\n<p>[5]  When the admissibility of a confession is challenged on the ground that it was induced by improper means, the trial judge, after permitting both prosecution and defense an opportunity to present evidence in the absence of the jury, makes the determination of fact as to whether or not it was voluntary before permitting the jury to hear it. State v. Rogers, 1951, 233 N.C. 390, 64 S.E.2d 572, 28 A.L.R.2d 1104.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">196</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">488</span></span> (1961)</b></center>\n<center><h1>Elmer DAVIS, Jr., Petitioner,<br>\nv.<br>\nSTATE OF NORTH CAROLINA.</h1></center>\n<center>Civ. No. 1302 (Habeas Corpus No. 27).</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 25, 1961.</center>\n<p><span class=\"star-pagination\">*489</span> <span class=\"star-pagination\">*490</span> Charles V. Bell, Charlotte, N. C. and W. B. Nivens, Charlotte, N. C., for petitioner.</p>\n<p>T. W. Bruton, Atty. Gen. of North Carolina, for respondent.</p>\n<p>BUTLER, Chief Judge.</p>\n<p>This petition for writ of habeas corpus has been filed on behalf of Elmer Davis, Jr., who is in the custody of the State of North Carolina under sentence of death.</p>\n<p>Petitioner was indicted by the Grand Jury at the November 2 Term, 1959, of the Superior Court of Mecklenburg County, North Carolina, for the crime of murder while engaged in the perpetration of the felony of rape. The case was tried at the December Term, 1959, of said court, at which trial petitioner was represented by counsel; the jury returned a verdict of guilty of murder in the first degree, with no recommendation for life imprisonment; and, as required by state law<sup>[1]</sup>, a sentence of death was imposed. On appeal to the Supreme Court of North Carolina, the judgment was affirmed. State of North Carolina v. Davis, 1960, <span class=\"citation\" data-id=\"1329567\"><a href=\"/opinion/1329567/state-v-davis/\"><span class=\"volume\">253</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">86</span></a></span>, 116 S.E.2d 365. A petition to the North Carolina Supreme Court for a rehearing was denied on November 18, 1960; and, thereafter, a petition for writ of certiorari was filed with the United States Supreme Court. Certiorari was denied on March 20, 1961. Davis v. State of North Carolina, <span class=\"citation no-link\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">855</span></span>, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">816</span></span>, 5 L.Ed.2d 819.</p>\n<p>Petitioner claims that he was denied the \"equal protection of the laws\" as guaranteed by the Fourteenth Amendment to the United States Constitution in that: (1) the trial judge refused to charge the jury as requested by counsel for petitioner, and (2) the judge made certain highly prejudicial remarks during the course of the trial. Petitioner further claims that the admission in evidence of a confession made by him is a denial of his rights under the \"due process\" clause of the Fourteenth Amendment, in that the confession was involuntary because it was obtained by coercion.</p>\n<p>The Court has before it in this case the record on appeal and briefs of counsel for both sides in the appeal to the Supreme Court of North Carolina, a complete transcript of the trial, the petition for writ of certiorari to the United States Supreme Court, and the State's brief in opposition thereto.</p>\n<p>From the record, it appears that the voluntariness of the confession and the comments of the trial judge were properly presented to the Supreme Court of North Carolina and the United States Supreme Court, and the requirements as to the exhaustion of state remedies have been met in respect to those matters; however, while the refusal of the trial judge to include certain instructions in his charge to the jury was appealed to the North Carolina Supreme Court, no mention was made of it in the petition for writ of certiorari. This resulted in a failure to exhaust state remedies as to this question; therefore, it is not properly before this Court. Darr v. Burford, 1950, <span class=\"citation\" data-id=\"104779\"><a href=\"/opinion/104779/darr-v-burford/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">200</span></a></span>, <span class=\"citation\" data-id=\"104779\"><a href=\"/opinion/104779/darr-v-burford/\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">587</span></a></span>, 94 L.Ed. 761; United States ex rel. Williams v. La Vallee, 2 Cir., 1960, 276 F.2d 645. However, even had this question been properly presented, instructions to the <span class=\"star-pagination\">*491</span> jury are normally matters of state law and procedure not involving federal constitutional issues. It is only in circumstances impugning fundamental fairness or infringing specific constitutional protection that a federal question is presented. Grundler v. State of North Carolina, 4 Cir., 1960, 283 F.2d 798.</p>\n<p>In raising the questions relating to the voluntariness of the confession and the comments of the trial judge, petitioner does not allege any facts <i>de hors</i> the record. Instead, he relies on the evidence presented therein, which he incorporates into the present petition. Since the complete record is before the Court which affords an ample basis for interpretation of the legal significance of the facts, this Court concludes that a plenary hearing would serve no useful purpose and the question may be properly decided upon the record. See Brown v. Allen, 1953, <span class=\"citation\" data-id=\"105074\"><a href=\"/opinion/105074/brown-v-allen/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, <span class=\"citation\" data-id=\"105074\"><a href=\"/opinion/105074/brown-v-allen/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">397</span></a></span>, 97 L.Ed. 469; Cooper v. Denno, D.C.S.D.N.Y.1954, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">123</span></span>, affirmed United States ex rel. Cooper v. Denno, 2 Cir., 1955, 221 F.2d 626.</p>\n<p>The facts in this case are set out in the opinion by the North Carolina Supreme Court<sup>[2]</sup>; and, therefore, will not be repeated except as they relate to the questions raised.</p>\n<p></p>\n<h2>Voluntariness of Confession</h2>\n<p>The murder for which petitioner was convicted was committed on September 20, 1959. Petitioner, who was an escapee serving sentences of seventeen to twenty-five years for robbery and assault with intent to commit rape, was arrested on September 21, 1959, and brought to the City Jail, Charlotte, North Carolina, where he remained until October 6, 1959, at which time he signed a statement admitting the commission of the crime. The food served petitioner at the City Jail consisted of two sandwiches twice each day, which was the same fare that the other prisoners received.</p>\n<p>Witnesses for the State testified that petitioner was held as an escaped felon and also that several thefts which he admitted were being investigated. It was further testified that, while he was questioned about the other crimes, he was not asked about the murder until October 2 1959; and, when he denied any knowledge thereof, it was not mentioned again until October 6, 1959. On October 6, he was asked if he would like to talk to one of the members of the police force privately. He responded in the affirmative, and then, without further questioning, admitted the murder. Whereupon, he was taken to the scene of the crime and reënacted it. Further testimony showed that although there was a notation on the data sheet which was made out at the time of his arrest that he was not to be allowed to see or communicate with anyone, this entry was unauthorized and was not enforced. There is evidence that as the statement was being drawn up it was read to petitioner and he was asked if its contents were accurate, that he was cautioned that anything he said could be used against him, that he was told that he did not have to sign it, that he said it was true and voluntarily signed it, and that after he had signed the statement the Chief of Police talked with him and determined to his own satisfaction that the statement was voluntary and that he had not been mistreated.</p>\n<p>Petitioner contends that the arrest record directed that he be held incommunicado, that North Carolina law requires any officer making an arrest to inform immediately the person of the charges against him<sup>[3]</sup> and to take a person arrested <span class=\"star-pagination\">*492</span> without a warrant before a magistrate for preliminary hearing as quickly as possible.<sup>[4]</sup> He testified that he did not commit the offense charged, that he could not read and that only the second page of the two-page statement was read to him and he couldn't understand what was said, that he was hungry and was told that if he signed it he could get a hot bath and something to eat, that he was questioned every day, that he had been threatened, that he was afraid someone would kill him at the time he signed the statement, and that he did not talk with the Chief of Police.</p>\n<p>After hearing evidence from both sides and considering the conflicting testimony, the trial judge, in accordance with the North Carolina procedure<sup>[5]</sup>, determined that the confession was voluntary and admitted it into evidence.</p>\n<p>As there is a presumption of constitutional regularity in state judicial proceedings, petitioner must show that the State so departed from constitutional requirements as to justify a federal court's intervention to protect his rights. Darr v. Burford, supra; Daniels v. Allen, 1953, <span class=\"citation\" data-id=\"105074\"><a href=\"/opinion/105074/brown-v-allen/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, <span class=\"citation\" data-id=\"105074\"><a href=\"/opinion/105074/brown-v-allen/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">397</span></a></span>, 437, 97 L.Ed. 469.</p>\n<p>Petitioner was an escaped felon. Any law enforcement organization was entitled to retain him in custody. N.C.Gen.Stat. § 148-40; Palakiko v. Harper, 9 Cir., 1953, 209 F.2d 75. So long as no coercion is employed, constitutional requirements do not forbid police examination in private of those in lawful custody or the use as evidence of information voluntarily given. United States v. Carignan, 1951, <span class=\"citation\" data-id=\"104931\"><a href=\"/opinion/104931/united-states-v-carignan/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, <span class=\"citation\" data-id=\"104931\"><a href=\"/opinion/104931/united-states-v-carignan/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">97</span></a></span>, 96 L.Ed. 48.</p>\n<p>While the arrest record directed that petitioner not be allowed to communicate with anyone, there is evidence that he asked to see his sister, that officers on the police force located his sister and notified her of his desire to see her prior to the date of his confession, and that she did actually come to see him though it was not known whether she came before or after he made the confession. There is no evidence that petitioner requested and was denied the opportunity of seeing an attorney. A confession is not made involuntarily merely because made prior to requesting an opportunity to retain counsel or to have counsel appointed. Brown v. Allen, 1953, <span class=\"citation\" data-id=\"105074\"><a href=\"/opinion/105074/brown-v-allen/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, <span class=\"citation\" data-id=\"105074\"><a href=\"/opinion/105074/brown-v-allen/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">397</span></a></span>. Further, even accepting petitioner's version of the testimony, there is no evidence that he was subjected to grueling sessions of questioning such as was condemned by the United States Supreme Court in Watts v. State of Indiana, 1949, <span class=\"citation\" data-id=\"104710\"><a href=\"/opinion/104710/watts-v-indiana/\"><span class=\"volume\">338</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">49</span></a></span>, <span class=\"citation\" data-id=\"104710\"><a href=\"/opinion/104710/watts-v-indiana/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, 93 L.Ed. 1801. Though the food petitioner received during the sixteen days he stayed in the City Jail was somewhat limited, it was the same as that received by other inmates and there is no showing that there was any attempt to starve petitioner into making a confession. Furthermore, there is testimony by Dr. J. S. Nathaniel Tross, a former Pastor of the Church petitioner's family attended, that he talked with petitioner in private <span class=\"star-pagination\">*493</span> shortly after he had made the confession and specifically asked him if he had been fed properly, and that petitioner said he was well taken care of.</p>\n<p>The mere fact of prolonged detention without a charge of crime or without preliminary appearance before a magistrate, the lack of counsel before, during, or after arraignment, or confession to the police in private will not necessarily vitiate an otherwise voluntary confession; they are only elements that should be considered in determining whether a confession, permitted to be introduced into evidence at a trial, has been obtained under such circumstances that its use violates due process. Gallegos v. State of Nebraska, 1951, <span class=\"citation\" data-id=\"104933\"><a href=\"/opinion/104933/gallegos-v-nebraska/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">55</span></a></span>, <span class=\"citation\" data-id=\"104933\"><a href=\"/opinion/104933/gallegos-v-nebraska/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">141</span></a></span>, 96 L.Ed. 86.</p>\n<p>After a consideration of the facts in this case, this Court is of the opinion that the petitioner has failed to show that the confession made by him was involuntary.</p>\n<p></p>\n<h2>Remarks of the Trial Judge</h2>\n<p>The remarks complained of by petitioner as being prejudicial consist of the following statement by the trial judge: \"We are not in Recorder's Court; we are trying a man, as you have pointed out several times during this trial, for his life; we have not got and we are not having a Roman circus.\" These remarks immediately followed a command by the trial judge that counsel for petitioner \"have a seat\" and ask his questions from a sitting position. Petitioner's claim is based on the North Carolina Supreme Court's interpretation of N.C.Gen.Stat. § 1-180, which reads as follows:</p>\n<blockquote>\"No judge, in giving a charge to the petit jury, either in a civil or criminal action, shall give an opinion whether a fact is fully or sufficiently proven, that being the true office and province of the jury, but he shall declare and explain the law arising on the evidence given in the case. He shall not be required to state such evidence except to the extent necessary to explain the application of the law thereto; provided the judge shall give equal stress to the contentions of the plaintiff and defendant in a civil action, and to the State and defendant in a criminal action.\"</blockquote>\n<p>Petitioner contends that under this statute the trial judge's remarks amounted to an expression of opinion which was calculated to prejudice the jury, that the North Carolina Supreme Court has previously held similar remarks to be expressions of opinion, and that its refusal to do so in this instance amounted to denial of equal protection under the laws in violation of the Fourteenth Amendment.</p>\n<p>Petitioner had the burden of showing that the remarks constituted prejudicial error, State v. Gibson, 1951, <span class=\"citation\" data-id=\"1216392\"><a href=\"/opinion/1216392/state-v-gibson/\"><span class=\"volume\">233</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">691</span></a></span>, <span class=\"citation\" data-id=\"1216392\"><a href=\"/opinion/1216392/state-v-gibson/\"><span class=\"volume\">65</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">508</span></a></span>, for the bare possibility that an accused may have suffered prejudice from the conduct or language of the judge is not sufficient to overturn a verdict. The criterion for determining whether or not an accused has been prejudiced by remarks of the trial judge is the probable effect of the language upon the jury. State v. Carter, 1951, <span class=\"citation\" data-id=\"1216355\"><a href=\"/opinion/1216355/state-v-carter/\"><span class=\"volume\">233</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">581</span></a></span>, 65 S.E.2d 9. On appeal, the North Carolina Supreme Court held that the remarks complained of were not an expression of opinion by the trial judge in violation of N.C.Gen.Stat. § 1-180. State of North Carolina v. Davis, supra.</p>\n<p>Furthermore, even if the North Carolina Supreme Court erred in failing to find the remarks prejudicial, resulting in its unequal application to those who are entitled to be treated alike, the equal protection clause of the Fourteenth Amendment is not violated unless there is shown to be an element of intentional or purposeful discrimination. Snowden v. Hughes, 1944, <span class=\"citation\" data-id=\"103921\"><a href=\"/opinion/103921/snowden-v-hughes/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">397</span></span>, 88 L.Ed. 497; Hughes v. Heinzee, 9 Cir., 1959, 268 F.2d 864. The burden of showing this is on petitioner. Fay v. People of New York, 1947, <span class=\"citation\" data-id=\"104467\"><a href=\"/opinion/104467/fay-v-new-york/\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, <span class=\"citation\" data-id=\"104467\"><a href=\"/opinion/104467/fay-v-new-york/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1613</span></a></span>, 91 L.Ed. 2043. Here there is no attempt to show unequal protection; instead, <span class=\"star-pagination\">*494</span> any effect of the remarks on petitioner's rights is left in the realm of conjecture.</p>\n<p>An order will be entered denying the writ.</p>\n<h2>NOTES</h2>\n<p>[1]  N.C.Gen.Stat. § 14-17. \"A murder * * which shall be committed in the perpetration or attempt to perpetrate any arson, rape, robbery, burglary or other felony, shall be deemed to be murder in the first degree and shall be punished with death: Provided, if at the time of rendering its verdict in open court, the jury shall so recommend, the punishment shall be imprisonment for life in the State's prison, and the court shall so instruct the jury * * *\"</p>\n<p>[2]  State of North Carolina v. Davis, 1960, <span class=\"citation\" data-id=\"1329567\"><a href=\"/opinion/1329567/state-v-davis/\"><span class=\"volume\">253</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">86</span></a></span>, 116 S.E.2d 365.</p>\n<p>[3]  N.C.Gen.Stat. § 15-47: \"Upon the arrest, detention, or deprivation of the liberties of any person by an officer in this State, with or without warrant, it shall be the duty of the officer making the arrest to immediately inform the person arrested of the charge against him, and it shall further be the duty of the officer making said arrest, except in capital cases, to have bail fixed in a reasonable sum, and the person so arrested shall be permitted to give bail bond; and it shall be the duty of the officer making the arrest to permit the person so arrested to communicate with counsel and friends immediately, and the right of such persons to communicate with counsel and friends shall not be denied * * *\"</p>\n<p>[4]  N.C.Gen.Stat. § 15-46: \"Every person arrested without warrant shall be either immediately taken before some magistrate having jurisdiction to issue a warrant in the case, or else committed to the county prison, and, as soon as may be, taken before such magistrate, who, on proper proof, shall issue a warrant and thereon proceed to act as may be required by law.\"</p>\n<p>[5]  When the admissibility of a confession is challenged on the ground that it was induced by improper means, the trial judge, after permitting both prosecution and defense an opportunity to present evidence in the absence of the jury, makes the determination of fact as to whether or not it was voluntary before permitting the jury to hear it. State v. Rogers, 1951, <span class=\"citation\" data-id=\"1334078\"><a href=\"/opinion/1334078/state-v-rogers/\"><span class=\"volume\">233</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">390</span></a></span>, <span class=\"citation\" data-id=\"1334078\"><a href=\"/opinion/1334078/state-v-rogers/\"><span class=\"volume\">64</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">572</span></a></span>, 28 A.L.R.2d 1104.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104467/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1216355/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1216392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1329567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1334078/"
  ]
}