{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1736136/",
  "absolute_url": "/opinion/1736136/clark-v-bh-holland-co-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1736136/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:17:00.923839Z",
  "date_modified": "2016-04-26T23:02:09.994832Z",
  "type": "010combined",
  "sha1": "de835ecad90c1831fe53be093a5771420983b381",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>852 F.Supp. 1268 (1994)</b></center>\n<center><h1>Gilbert D. CLARK, individually and derivatively on behalf of the Holland Company, Inc. of the Carolinas and Holland Distributors, Inc., Plaintiffs,<br>\nv.<br>\nThe B.H. HOLLAND COMPANY, INC., the Holland Company, Inc. of the Carolinas, Holland Distributors, Inc., the Holland Company, Inc., Robert B. Holland and Charles Powers, Defendants.</h1></center>\n<center>No. 92-839-CIV-5-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 19, 1994.</center>\n<p><span class=\"star-pagination\">*1269</span> <span class=\"star-pagination\">*1270</span> William E. Moore, Jr., Bass, Bryant &amp; Moore, Raleigh, NC, for plaintiffs.</p>\n<p>Peter J. Sarda, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>DUPREE, District Judge.</p>\n<p>This action is before the court on the United States Magistrate Judge's memorandum and recommendation filed April 11, 1994.</p>\n<p>More than thirty days have elapsed since the parties were served with the magistrate judge's recommendation, and the defendants have filed no objections thereto as provided by law. The court's independent de novo review of the record in the case has led to the conclusion that the magistrate judge's recommendation is correct and in accordance with law and should therefore be accepted by the court. Accordingly, the same is hereby adopted by the court as its own and for the reasons stated therein it is now</p>\n<p>ORDERED that plaintiff's motion for summary judgment is denied as to his claims of disappointment of minority shareholder rights, breach of fiduciary duty, and piercing the corporate veil; and plaintiff's motion for summary judgment as to defendants' counterclaim of fraud and deceit is denied. Plaintiff's motion for summary judgment is allowed as to defendants' counterclaims of corporate misconduct and \"debt owed corporation.\"</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>DENSON, United States Magistrate Judge.</p>\n<p>THIS CAUSE comes before the court on Plaintiff's Motion for Partial Summary Judgment as to Plaintiff's \"Corporate Claims\" and Defendants' Counterclaims. Defendants have responded and this motion is ripe for disposition.</p>\n<p>Plaintiff, in this action, seeks a declaratory judgment that he was the inventor or co-inventor of the \"Holland Grill.\" In addition, Plaintiff asserts pendent state claims for various \"corporate misdealings.\" He alleges that certain transfers of stock between the shareholders of The Holland Company, Inc. of the Carolinas and the shareholders of Holland Distributors, Inc., without his approval, and his subsequent termination from employment, violated Plaintiff's rights as a shareholder of both corporations. Plaintiff also alleges that funds of The Holland Company, Inc. of the Carolinas were used to pay an obligation of Holland Distributors, Inc., and that Holland Distributors, Inc., was effectively merged into The Holland Company, Inc. of the Carolinas, without shareholder approval. This, Plaintiff asserts, was a violation of Defendants' fiduciary duties as directors and majority shareholders.</p>\n<p>Defendants have asserted counterclaims in their Answers for damages against Plaintiff based on alleged wasteful spending and misconduct as an employee, including a claim of fraud and deceit. Plaintiff now moves for summary judgment as to his claims of disappointment of minority shareholder rights and breach of fiduciary duty, as well as to Defendants' counterclaims of corporate waste, misconduct and fraud.</p>\n<p>A court may grant summary judgment only if there is no genuine issue as to any material fact and the movant is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The ultimate inquiry of the court is \"whether the evidence presents a sufficient disagreement to require submission to a jury or whether it is so one-sided that one party must prevail as a matter of law.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 251-52, 106 S.Ct. 2505, 2512, 91 L.Ed.2d 202 (1986). The burden rests initially on the movant to show the court that there is an absence of a genuine issue concerning any material fact and that the non-movant cannot prevail. <i>Celotex,</i> 477 U.S. at 325, 106 S.Ct. at 2553. The non-moving party then must show, in order to survive the movant's motion, that there is \"evidence from which a jury might return a verdict in his favor.\" <i>Anderson,</i> 477 U.S. at 257, 106 S.Ct. at 2514. <i>See also</i> Fed.R.Civ.Pro. 56(e). The court must accept all of a non-movant's evidence as true and will view all inferences drawn from the underlying <span class=\"star-pagination\">*1271</span> facts in the light most favorable to the nonmoving party. <i>Id.</i> at 255, 106 S.Ct. at 2513.</p>\n<p></p>\n<h2>I. <i>Plaintiff's Claims of Corporate Malfeasance</i>\n</h2>\n<p>Plaintiff's claims of corporate malfeasance are premised on two general allegations. The first allegation is that Defendants \"disappointed\" Plaintiff's rights as a minority shareholder by terminating him after he refused to sign an agreement authorizing a stock transfer. The second allegation is that Defendants breached their fiduciary duty by commingling funds of The Holland Company, Inc. of the Carolinas with funds of Holland Distributors, Inc., and effecting a \"de facto merger\" of these two corporations without shareholder approval. Plaintiff argues that since Defendants have admitted to this conduct, summary judgment is appropriate as to these claims.</p>\n<p>Defendants, in response, argue first that South Carolina law applies to the corporate claims and that South Carolina law does not impose fiduciary obligations to minority shareholders with regard to minority shareholders' employment. Defendants additionally assert that the decision to implement a \"de facto merger\" of The Holland Company, Inc. of the Carolinas with Holland Distributors, Inc., and to have The Holland Company, Inc. of the Carolinas assume the liability for the loans previously made by Charles Powers to Holland Distributors, Inc., was in the best interests of both corporations and their shareholders, and is therefore protected by the Business Judgment Rule, codified in the Official Comments of the South Carolina Code § 33-8-300. Furthermore, Defendants argue that Plaintiff has not presented any facts to support his claim that his rights have been damaged by Defendants' corporate misconduct.</p>\n<p></p>\n<h2>A. <i>Plaintiff's Claim of Impairment of his \"Rights and Interests\" as a Minority Shareholder</i>\n</h2>\n<p>Plaintiff contends that his \"`reasonable expectations' as an officer, director and shareholder of the Holland Company Inc. of the Carolinas, encompassed continued employment, fringe benefits and involvement in operation of the corporate business,\" and the termination of his employment by Defendants constituted an impairment of these \"rights and interests\" to which he was entitled. Accordingly, Plaintiff claims he is entitled to summary judgment as to this claim. Defendants respond that South Carolina law governs this case, and, since there are no reported cases in South Carolina which impose a fiduciary duty to minority shareholders with respect to their employment with the corporation, Plaintiff's claim is without merit and summary judgment should be denied.</p>\n<p></p>\n<h2>1. <i>Choice of Law</i>\n</h2>\n<p>Federal courts, when exercising pendent jurisdiction over state law claims, must apply the choice-of-law rules applicable in the forum state. <i>Klaxon Co. v. Stentor Electronic Manufacturing Co.,</i> 313 U.S. 487, 61 S.Ct. 1020, 85 L.Ed. 1477 (1941). However, the North Carolina courts have not formulated a choice of law rule governing actions of corporate malfeasance by a shareholder. Therefore, this court must determine the rule that the North Carolina Supreme Court would probably follow. <i>See </i><i>Lowe's North Wilkesboro Hardware, Inc. v. Fidelity Mutual Life Insurance Co.,</i> 319 F.2d 469, 472 (4th Cir. 1963). In conducting such a determination, the court will first examine general choice-of-law principles under North Carolina law and will then go on to consider other state choice-of-law rules applied in this context. <i>See Id.</i> at 472-73; <i>Simms Invest. Co. v. E.F. Hutton &amp; Co.,</i> 688 F.Supp. 193, 198 (M.D.N.C.1988).</p>\n<p>The Fourth Circuit, determining the North Carolina choice of law rule to be applied in a life insurance negligence case, stated that \"we find it most reasonable ... to avoid a rigid rule and to pursue instead a more flexible approach which would allow the court in each case to inquire which state has the most significant relationships with the events ... The relative weight due particular factors will vary from case to case, and the court must judge the totality of contacts of the states concerned with the parties and the subject matter.\" <i>Lowe's North Wilkesboro Hardware, Inc.,</i> 319 F.2d at 473. <i>See also </i><i>Santana, Inc. v. Levi Strauss &amp; Co.,</i> 674 <span class=\"star-pagination\">*1272</span> F.2d 269, 272-73 (4th Cir.1982) (holding that in a multi-state misrepresentation or unfair trade practices case, the North Carolina Supreme Court would likely apply the \"most significant relationship test,\" which \"requires the court to examine various factors to determine which state has the most significant relationship to the occurrence giving rise to the suit\"). The North Carolina Court of Appeals has held in the context of trade misrepresentation that a court should apply \"the law of the state having the most significant relationship to the occurrence giving rise to the action.\" <i>Andrew Jackson Sales v. Bi-Lo Stores, Inc.,</i> 68 N.C.App. 222, 225, 314 S.E.2d 797, 799 (1984).</p>\n<p>The present case involves a number of claims by a minority shareholder against a corporation and its majority shareholders, officers and directors regarding the internal operations of the corporation. In these situations, the general rule under the Restatement and the law of other states is that the obligations owed by a majority shareholder to the corporation and to the minority shareholders, as well as liability of a director or officer of a corporation to its shareholders, will be determined by the local law of the state of incorporation, \"except in the unusual case where, with respect to the particular issue, some other state has a more significant relationship under the principles stated in § 6 to the parties and the corporation, in which event the local law of the other state will be applied.\" Restatement (Second) of Conflict of Laws §§ 306, 309 (1988). The principles in 6 include:</p>\n<blockquote>(a) the needs of the interstate and international systems,</blockquote>\n<blockquote>(b) the relevant policies of the forum,</blockquote>\n<blockquote>(c) the relevant policies of other interested states and the relative interests of those states in the determination of the particular issue,</blockquote>\n<blockquote>(d) the protection of justified expectations,</blockquote>\n<blockquote>(e) the basic policies underlying the particular field of law,</blockquote>\n<blockquote>(f) certainty, predictability and uniformity of result,</blockquote>\n<blockquote>(g) ease in the determination and application of the law to be applied.</blockquote>\n<p><i>Id.</i> at § 6.</p>\n<p>A number of states have applied the rule that the local law of the state of incorporation will be applied in corporate liability cases except where \"the only contact point with the incorporating state is the naked fact of incorporation, and where all other contact points, such as, residence of parties and actors, situs of property, lex loci delicti or contractus, place where corporation is conducting its only or principal place of business, et cetera, are found in another jurisdiction.\" <i>Mansfield Hardwood Lumber Co. v. Johnson,</i> 268 F.2d 317, 321 (5th Cir.1959). <i>See also </i><i>Ficor, Inc. v. McHugh,</i> 639 P.2d 385 (Colo.1982) (holding that in a situation where, except for its incorporation in the District of Columbia and the fact that some of its officers, directors, and shareholders reside in or near the District of Columbia, all of the corporations's activities were conducted in Colorado and all of its assets were located there, the rights and duties between the shareholders and directors shall be determined under Colorado law); <i>Francis v. United Jersey Bank,</i> 162 N.J.Super. 355, 392 A.2d 1233 (1978) (applying New Jersey law despite incorporation in New York because the corporation conducted its basic operations there, all shareholders reside there, and almost all the relevant transactions took place there), <i>aff'd,</i> 87 N.J. 15, 432 A.2d 814 (1981).</p>\n<p>Plaintiff argues that \"as a North Carolina resident and shareholder, he is entitled to protection from the North Carolina Statutes, as the corporate Defendants conduct business in North Carolina, maintain a principal office in North Carolina and this cause of action also arose within North Carolina.\" The fact that Plaintiff is a North Carolina resident is not necessarily controlling in light of the Comment to the Restatement of Conflict of Laws § 306: \"It would seem wrong, for example, to hold that a majority shareholder owes a fiduciary obligation to one shareholder of the same class under the local law of state X but does not owe such an obligation to a shareholder of the same class under the local law of state Y.\" However, the other circumstances of this case warrant <span class=\"star-pagination\">*1273</span> the application of North Carolina law rather than South Carolina law.</p>\n<p>Both the corporations involved in this lawsuit are incorporated in South Carolina. Nevertheless, most of the other contacts relevant to Plaintiff's claim of \"disappointment of shareholder rights\" are in North Carolina. There are five shareholders in the corporations: Gilbert D. Clark, the plaintiff, Charles H. Powers and Robert Holland, both defendants in this case, Elmer E. Chasteen, and Preston Stogner. Three of these five shareholders  Clark, Holland, and Stogner  are residents of North Carolina; only Powers and Chasteen are residents of South Carolina. Plaintiff's employment with Defendants was at a principal office of the Holland Company in North Carolina from February, 1988, until his alleged termination. Finally, the adhesion agreement that Plaintiff refused to sign, which provided for a de facto merger of the two corporations and allegedly resulted in the termination of Plaintiff from his employment, was a consequence of a lawsuit brought by Defendant Powers in Wake County, North Carolina, for recoupment of his payment of a promissory note owed to First Union National Bank of North Carolina.<sup>[1]</sup></p>\n<p>Based on these relevant facts, this court has determined that the only connections with South Carolina are the state of incorporation of the two corporations and the residence of two of the five shareholders. In contrast, North Carolina seems to have many more significant relationships with the parties and with the transactions at issue than has South Carolina. Plaintiff was employed by Defendants in North Carolina and the events which allegedly precipitated his termination took place in North Carolina. Therefore, North Carolina law should be applied to determine whether Plaintiff's rights and interests as a minority shareholder have been impaired and whether summary judgment is appropriate as to this claim.</p>\n<p></p>\n<h2>2. <i>Disappointment of \"Rights and Interests\"</i>\n</h2>\n<p>Plaintiff contends that his \"rights and reasonable expectations were frustrated by the acts of the individual Defendants by the termination of Plaintiff's employment; denial of his participation in the management of the corporations; and loss of salaries, benefits and profits enjoyed as a shareholder of the corporations.\" As a result, Plaintiff asserts that he is entitled to all remedies provided under N.C.Gen.Stat. § 55-14-30.</p>\n<p>N.C.Gen.Stat. § 55-14-30(2)(ii) provides for judicial dissolution of a corporation if \"liquidation is reasonably necessary for the protection of the rights or interests of the complaining shareholder.\" This statute was enacted in 1990 as part of the North Carolina Business Corporation Act. However, § 55-14-30(2)(ii), enacted in 1955, is identical to former § 55-125(a)(4). Accordingly, the case law interpreting § 55-125(a)(4) is applicable to any analysis under the present statute. <i>See </i><i>Foster v. Foster Farms,</i> 112 N.C.App. 700, 709-10, 436 S.E.2d 843, 849 (1993) (the first and only case thus far to apply the judicial dissolution provisions of the new 1990 North Carolina Business Corporation Act).</p>\n<p>In <i>Meiselman v. Meiselman,</i> 309 N.C. 279, 307 S.E.2d 551 (1983), the Supreme Court of North Carolina articulated the analysis to be applied by a trial court when determining whether to order dissolution under former § 55-125(a)(4):</p>\n<blockquote>a trial court is: (1) to define the `rights or interests' the complaining shareholder has in the corporation; and (2) to determine whether some form of relief is `reasonably necessary' for the protection of those `rights or interests.' For plaintiff to obtain <span class=\"star-pagination\">*1274</span> `relief under the expectations' analysis, he must prove that (1) he had one or more substantial reasonable expectations known or assumed by the other participants; (2) the expectation has been frustrated; (3) the frustration was without fault of plaintiff and was in large part beyond his control; and (4) under all of the circumstances of the case, plaintiff is entitled to some form of equitable relief.</blockquote>\n<p><i>Meiselman,</i> 309 N.C. at 301, 307 S.E.2d at 564.</p>\n<p>Under this analysis, the trial court must first determine the \"rights and interests\" of the shareholder bringing suit based on the specific facts of the case. The <i>Meiselman</i> court held that these include \"`the reasonable expectations' the complaining shareholder has in the corporation [which] are to be ascertained by examining the entire history of the participants' relationship.\" <i>Meiselman,</i> 309 N.C. at 298, 307 S.E.2d at 563. An expectation is reasonable only if it is known or assumed by the other shareholders through either express or implied understandings. <i>Id.</i></p>\n<p>Because a court must review the entire history of the corporation in detail to ascertain which shareholder expectations are reasonable, \"[a]n articulation of those `rights or interests' will necessarily require a case-by-case determination.\" <i>Id.</i> at 299, 307 S.E.2d at 563. Therefore, although a number of cases in North Carolina and in other jurisdictions have held that continued employment and meaningful participation in the management of the business may be reasonable expectations of a minority shareholder<sup>[2]</sup>, such a determination in a particular case is a question of fact which cannot be resolved on a motion for summary judgment. <i>See </i><i>Pierce v. Ford Motor Co.,</i> 190 F.2d 910, 915 (4th Cir.) (holding that summary judgment is not appropriate unless \"it is perfectly clear that no issue of fact is involved and inquiry into the facts is not desirable to clarify the application of the law\"), <i>cert. denied,</i> 342 U.S. 887, 72 S.Ct. 178, 96 L.Ed. 666 (1951). Accordingly, it is RECOMMENDED that Plaintiff's Motion for Summary Judgment as to his claim of Disappointment of Minority Shareholder Rights be DENIED.</p>\n<p></p>\n<h2>B. <i>Plaintiff's Claims of Breach of Fiduciary Duty and \"Piercing the Corporate Veil\"</i>\n</h2>\n<p>Plaintiff first asserts that Defendants, by failing to observe corporate formalities, paying loans of one corporation with the funds of the other corporation, and treating the two corporations as one for accounting and tax purposes, have completed a \"de facto merger\" without compliance with statutory formalities. This, Plaintiff, argues, constituted a breach of fiduciary duty by Defendants as directors and majority shareholders.</p>\n<p>Plaintiff additionally contends that \"Defendants' cavalier disregard of Plaintiff-shareholder's disapproval of stock transfers and proposed mergers, coupled with the wrongful transfer of funds, present undisputed evidence of corporate misconduct on the part of Defendants.\" Because these alleged acts \"were clearly taken as the `alter egos' of their improperly merged business entity, and served only to benefit themselves at the expense of Plaintiff,\" Plaintiff argues that it is appropriate to \"pierce the corporate veil\" in order to award damages to Plaintiff. Plaintiff argues that Defendants have admitted to the veracity of these claims, and therefore summary judgment is appropriate.</p>\n<p>Defendants admit that they have treated the two corporations as one economic entity, resulting in a de facto merger without formal shareholder approval. However, in response to Plaintiff's claim for damages as a result, Defendants first argue that \"the decision to merge the operations of the two corporations was a business decision\" that was \"in the corporation's best interest and in the interest <span class=\"star-pagination\">*1275</span> of all its shareholders.\" Therefore, Defendants claim that the decision was protected by the business judgment rule, a question of fact which precludes a grant of summary judgment. Defendants additionally assert that \"Plaintiff has failed to set forth how the acts of the corporate Defendants have harmed the Plaintiff and hence the Plaintiff has failed to provide the basis or rationale for the use of the alter-ego doctrine or any other equitable doctrine that has been enunciated by the courts to prevent a fraud or injustice.\"</p>\n<p></p>\n<h2>1. <i>De Facto Merger and Breach of Fiduciary Duty</i>\n</h2>\n<p>Plaintiff contends that Defendants managed the Holland Company Inc., of the Carolinas and Holland Distributors, Inc., in a way that constituted a \"de facto merger,\" and, as a result, Defendants breached their fiduciary duty to Plaintiff as a minority shareholder. In addition, Plaintiff asserts that Defendants merged the two corporations \"to achieve the desire of Powers to gain 51% of the stock in the company so that he could control the operation of the corporate business ... by such means that were `dishonest or unjust ...'\" (citing <i>Glenn v. Wagner,</i> 313 N.C. 450, 329 S.E.2d 326 (1985)).</p>\n<p>Both the North Carolina General Statutes and the South Carolina Code require a shareholder vote before consummating a fundamental change in a corporation, such as a merger. S.C.Code § 33-11-103; N.C.G.S. § 55-11-03. It has been noted that \"[i]n the case of de facto mergers or consolidations, without compliance with applicable statutory procedures and recognition of right to dissent, judicial relief is available; furthermore, the directors who fail to exercise sound business judgment can be surcharged for the expenses involved and the corporations can be dissolved by the state.\" Harry G. Henn &amp; John R. Alexander, <i>Laws of Corporations</i> § 346, at 985-86 (1983) (citations omitted).</p>\n<p>Under North Carolina law, failure to comply with the statutory procedures required for a corporate merger \"constitutes a breach of a director's fiduciary duty as well as a breach of the majority stockholders' duty to the minority.\" <i>Loy v. Lorm Corp.,</i> 52 N.C.App. 428, 435, 278 S.E.2d 897, 902-03 (1981). Since the statutes regarding merger are identical in North Carolina and South Carolina, there is no reason to conclude that the South Carolina courts would reach a different conclusion.</p>\n<p>Defendants, in their response to Plaintiff's Motion for Summary Judgment, state: \"The Defendant admits, that in essence, The Holland Company, Inc. of the Carolinas and Holland Distributors, Inc. have been treated as one economic entity. The Defendants further admit that in light of this treatment, a de facto merger of the two corporate Defendants occurred without formal shareholder approval.\"</p>\n<p>However, it is not clear at this stage whether Plaintiff would be entitled to any damages as a result, since it is disputed whether Defendants acted in good faith in merging the two corporations. Defendants assert as an affirmative defense that their decision to manage the corporations in the way that they did is protected by the business judgment rule codified in § 33-8-300 of the South Carolina Code, which is identical to § 55-8-30 of the North Carolina General Statutes. These provisions shield a director from liability for any action taken as a director if it is performed in good faith, with the care an ordinarily prudent person in a like position would exercise under similar circumstances, and in a manner he or she reasonably believes to be in the best interest of the corporation.</p>\n<p>Plaintiff alleges that Defendants conducted the business of the corporations in bad faith \"for the purpose of benefitting themselves to the detriment of Plaintiff.\" Defendants, on the other hand, contend that their actions were taken in good faith in order to further the interests of the corporations.</p>\n<p>Issues regarding knowledge, intent and motive, such as these, depend upon credibility of witnesses and are therefore not amenable to resolution on summary judgment. <i>See, e.g., </i><i>Shoenbaum v. Firstbrook,</i> 405 F.2d 215, 218 (2d Cir.1968), <i>cert. denied, </i><i>Manley v. Shoenbaum,</i> 395 U.S. 906, 89 S.Ct. 1747, 23 L.Ed.2d 219 (1969); <i>Federal Sav. &amp; Loan Ins. Corp. v. Williams,</i> 599 F.Supp. 1184, 1213 (D.Md.1984) (summary judgment <span class=\"star-pagination\">*1276</span> not appropriate because \"the facts concerning the defendant's knowledge and conduct, and the circumstances in which they existed, as well as any determinations of how they relate to the legal standard of corporate fiduciary responsibility are best left for resolution by the trier of fact at trial\"); <i>Bernstein v. Mediobanca Banca di Credito Finanziario-Societa Per Azioni,</i> 69 F.R.D. 592, 598 (S.D.N.Y.1974) (\"Summary judgment would be particularly inappropriate since the propriety of a business decision necessarily involves questions of motive and intent which are not generally amenable to summary disposition\"). Therefore, summary judgment is inappropriate as to Plaintiff's claim of damages resulting from the de facto merger by Defendants. Accordingly, it is RECOMMENDED that Plaintiff's Motion for Summary Judgment as to his claim for Breach of Fiduciary Duty based on the admitted de facto merger be DENIED.</p>\n<p></p>\n<h2>2. <i>Disregard of Corporate Formalities and \"Piercing the Corporate Veil\"</i>\n</h2>\n<p>Plaintiff argues that Defendants have commingled the assets, liabilities, and funds of the two corporations and have entirely disregarded corporate formalities. In light of this conduct, Plaintiff contends that it appropriate in this case to \"pierce the corporate veil\" to address Defendants' failure to observe corporate formalities and the \"control ... used by the Defendant to commit fraud or wrong, to perpetrate the violation of a statutory or other positive legal duty, or a dishonest or unjust act in contravention of plaintiff's legal rights.\" Plaintiff's Brief at 15, citing <i>Glenn v. Wagner,</i> 313 N.C. 450, 329 S.E.2d 326 (1985).</p>\n<p>Defendants, in response, argue that Plaintiff has not provided a basis for \"piercing the corporate veil\" since Plaintiff has not specified the manner in which Defendants' actions have harmed Plaintiff or the injustice that will result if the alter-ego doctrine is not invoked.</p>\n<p>The North Carolina Supreme Court has held that where a corporation is managed in a way that \"[i]t is a mere instrumentality or alter ego of the sole or dominant shareholder and a shield for his activities in violation of the declared public policy or statute of the State, the corporate entity will be disregarded and the corporation and the shareholder treated as one and the same person ...\" <i>Henderson v. Security Mortg. &amp; Finance Co.,</i> 273 N.C. 253, 260, 160 S.E.2d 39, 44 (1968). The test for determining whether a corporation is a \"mere instrumentality\" under North Carolina law consist of three elements: (1) the domination and control of the corporate entity; (2) the use of that domination and control to perpetrate a fraud or wrong; and (3) the proximate causation of the wrong complained of by the domination and control. <i>See </i><i>Atlantic Tobacco Co. v. Honeycutt,</i> 101 N.C.App. 160, 164, 398 S.E.2d 641, 643 (1990).</p>\n<p>The test for piercing the corporate veil is similar in South Carolina. <i>See </i><i>De Witt Truck Brokers, Inc. v. W. Ray Flemming Fruit Co.,</i> 540 F.2d 681, 684 (4th Cir.1976). The first prong considers: \"(1) whether the corporation was grossly under-capitalized; (2) failure to observe corporate formalities; (3) non-payment of dividends; (4) insolvency of the debtor corporation at the time; (5) siphoning of funds of the corporation by the dominant stockholder; (6) non-functioning of other officers or directors; (7) absence of corporate records; and, (8) the fact the corporation was merely a facade for the operations of the dominant stockholder.\" <i>C.T. Lowndes &amp; Co. v. Suburban Gas &amp; Appliance Co.,</i> 307 S.C. 394, 396-97, 415 S.E.2d 404, 405 (Ct.App.1992). The second prong requires that \"there be an element of injustice or fundamental unfairness.\" <i>Id.,</i> quoting <i>Sturkie v. Sifly,</i> 280 S.C. 453, 313 S.E.2d 316, 318 (Ct.App.1984).</p>\n<p>Both the North Carolina and South Carolina tests require a balancing of various factors, as well as a finding of injustice or fraud caused by the acts of the defendant. \"It is not the presence or absence of any particular factor that is determinative. Rather, it is a combination of factors which, when taken together with an element of injustice or abuse of corporate privilege, suggests that the corporate entity attacked had `no separate mind, will or existence of its own' and was therefore the `mere instrumentality or tool' of the dominant [shareholder].\" <span class=\"star-pagination\">*1277</span> <i>Glenn v. Wagner,</i> 313 N.C. at 458, 329 S.E.2d at 332 (citations omitted). Because a court must consider a variety of factors when determining whether to pierce the corporate veil, \"every case where the issue is raised is to be regarded as sui generis [to] be decided in accordance with its own underlying facts.\" <i>De Witt Truck Brokers,</i> 540 F.2d at 684 (citations omitted). In light of the sparce factual record before the court at this time, the decision of whether to pierce the corporate veil in this case is not well-suited to resolution on a motion for summary judgment.</p>\n<p>Furthermore, the decision to pierce the corporate veil is an extraordinary one, to be exercised \"reluctantly,\" and the party asserting the claim has the burden of establishing the basis for disregarding the corporate entity. <i>Id.</i> at 683 (citations omitted). \"The conclusion to disregard the corporate entity may not, however, rest on a single factor, whether under-capitalization, disregard of corporation's formalities, or what-not, but must involve a number of such factors; in addition, it must present an element of injustice or fundamental unfairness.\" <i>Id.</i> at 687. In this case, Plaintiff has only established a disregard of corporate formalities by Defendants. Plaintiff has not sufficiently alleged any other factor that would warrant a piercing of the corporate veil. This is not sufficient to support Plaintiff's claim. <i>See </i><i>Hoots v. Toms and Bazzle, P.A.,</i> 100 N.C.App. 412, 419, 396 S.E.2d 820, 824 (1990). Accordingly, it is RECOMMENDED that Plaintiff's Motion for Summary Judgment as to this claim be DENIED.</p>\n<p></p>\n<h2>II. <i>Defendants' Counterclaims of Wasteful Spending, Employee Misconduct and Fraud</i>\n</h2>\n<p>In their answer, Defendants have asserted three counterclaims as to which Plaintiff moves for summary judgment. The first is a claim of corporate misconduct by Plaintiff. Defendants allege that \"the Plaintiff's entire action throughout this matter of mismanagement, waste, fraud, and deceit, parasitism, and abuse of legal process amount to such corporate misconduct as would entitle it to expel or suspend the Plaintiff from the corporation as shareholder and other positions he holds ...\" Defendant's second counterclaim is a claim for \"Debt Owed Corporation.\" In this claim, Defendants allege that Plaintiff \"has failed and refused to personally assume a share of the corporate debt to the Defendant Powers in proportion to his ownership of stock.\" The final counterclaim asserted by Defendants is an allegation of fraud and deceit based on Plaintiff's \"fraudulently concealing his belief of his inventorship, co-inventorship, or ownership of the patent, and allowing the Defendant Powers to lend large sums of money to the business.\" Plaintiff moves for summary judgment as to all three of these counterclaims.</p>\n<p></p>\n<h2>A. <i>Corporate Misconduct</i>\n</h2>\n<p>Plaintiff, in his motion for summary judgment, argues that Defendants have not presented evidence to support their claim of corporate misconduct. Plaintiff states that \"the only evidence of any wasteful or extravagant spending by Plaintiff appears to be the fact that he made use of the company truck and did not share a hotel room when he was on the road.\" Plaintiff quotes the depositions of Powers and Holland to support this statement. They stated that Plaintiff was not \"wasteful as the Answer alleges,\" that the only evidence of any misconduct is based solely on \"the general performance of the company in which he [Plaintiff] was a part of it [sic],\" and that Powers does not know \"what he [Plaintiff] mismanaged.\" Powers Dep. at 133-34, 136; Holland Dep. at 122-24.</p>\n<p>In their response to Plaintiff's motion for summary judgment regarding their corporate misconduct claim, Defendants do not provide the court with any additional facts to support their claim of corporate misconduct by Plaintiff, nor do they point out any facts in their previous filings to support this claim. Defendants do not even address the excerpted statements from their depositions, which, taken as true, indicate a lack of evidence to support their claim of corporate misconduct. Defendants simply assert that \"the Plaintiff's Motion for Summary Judgment with respect to the Defendants' counterclaims must be denied since there exist material questions of fact regarding whether Plaintiff committed waste with respect to the property of the Holland Company, Inc. of the Carolinas.\" <span class=\"star-pagination\">*1278</span> However, Defendants have not demonstrated any of these \"material issues of fact\" with regard to their counterclaim of Corporate Misconduct; therefore, it is RECOMMENDED that Plaintiff's Motion for Summary Judgment as to this claim be ALLOWED and this counterclaim be DISMISSED.</p>\n<p></p>\n<h2>B. <i>\"Debt Owed Corporation\"</i>\n</h2>\n<p>Plaintiff also asserts that Defendants have not presented, nor can they forecast, any evidence to support their counterclaim of \"Debt Owed Corporation.\" In this counterclaim, Defendants allege that \"Plaintiff specifically did agree to personally assume a share of the corporate debt to [Defendant Powers] in proportion to his ownership of stock [and] Plaintiff has failed and refused to do this in violation of his agreement.\" However, in their response to Plaintiff's Motion for Summary Judgment, Defendants present no facts to support this claim. Defendants only cite to the statutory bases for their claim, N.C.Gen.Stat. § 95-25.9, which provides for damages to a corporation for cash shortages, inventory shortages, or loss or damage to an employer's property, and N.C.Gen.Stat. § 95-25.11, which permits an employer to bring a civil action to collect any amounts due to the employer by an employee. Defendants do not present the court with any evidence to confirm the existence of the alleged agreement to assume a share of the corporate debt or the noncompliance by Plaintiff of such an agreement. Therefore, there is no evidence before the court that Plaintiff owes any money to Defendants.</p>\n<p>A party opposing a motion for summary judgment cannot meet his burden of demonstrating a genuine issue of material fact by reliance on the pleadings, or by repetition of conclusory allegations contained in the complaint. <i>See </i><i>Morris v. Ross,</i> 663 F.2d 1032, 1033 (11th Cir.1981), <i>cert. denied,</i> 456 U.S. 1010, 102 S.Ct. 2303, 73 L.Ed.2d 1306 (1982). Defendants have not even repeated the allegations set forth in their counterclaim in their response to the motion for summary judgment. Since Defendants have not provided the court with a factual basis for their claim, it is RECOMMENDED that Plaintiff's Motion for Summary Judgment as to Defendant's Counterclaim of \"Debt Owed Corporation\" be ALLOWED and that this counterclaim be DISMISSED.</p>\n<p></p>\n<h2>C. <i>Fraud and Deceit</i>\n</h2>\n<p>Finally, Plaintiff contends that Defendants cannot forecast any genuine evidence to support the necessary elements of a claim of fraud. In North Carolina, the definition of fraud contains the following elements: \"(1) [f]alse representation or concealment of a material fact, (2) reasonably calculated to deceive, (3) made with intent to deceive, (4) which does in fact deceive, (5) resulting in damage to the injured party.\" <i>Northwestern Bank v. Roseman,</i> 81 N.C.App. 228, 231, 344 S.E.2d 120, 123 (1986) (citations omitted), <i>aff'd,</i> 319 N.C. 394, 354 S.E.2d 238 (1987). Reasonable reliance on the deceptive representation is also required. <i>Id.</i> at 232, 344 S.E.2d at 123.</p>\n<p>Plaintiff argues that because \"Defendant Holland was present during the invention and creation of the first grill, and had actual knowledge of the true facts concerning the contributions made by Plaintiff,\" Defendants cannot support the element of \"reasonable reliance.\" Defendants do not respond to this claim at all in their response to Plaintiff's Motion for Summary Judgment. Because Defendants do not address this issue at all in their response brief, and therefore do not raise a genuine issue of material fact regarding this claim, a basis exists for allowing Plaintiff's Motion for Summary Judgment as to this claim.</p>\n<p>However, despite Defendants' failure to meet their burden, this court finds that issues of fact exist with regard to the fraud claim which cannot be resolved at the summary judgment stage. This is especially the case with regard to the reasonable reliance element, despite Plaintiff's assertions to the contrary. <i>See </i><i>Olivetti Corp. v. Ames Business Systems, Inc.,</i> 319 N.C. 534, 544, 356 S.E.2d 578, 584 (1987) (\"Ordinarily, the question of whether an actor is reasonable in relying on the representations of another is a matter for the finder of fact\"); <i>Northwestern Bank,</i> 81 N.C.App. at 234, 344 S.E.2d at 125 <span class=\"star-pagination\">*1279</span> (\"It is only in exceptional cases that the issue of reasonable reliance may be decided by the summary judgment procedure\"); <i>Johnson v. Lockman,</i> 41 N.C.App. 54, 58, 254 S.E.2d 187, 189 (\"whether such reliance is reasonable is ordinarily a question for resolution by a jury\"), <i>cert. denied,</i> 297 N.C. 610, 257 S.E.2d 436 (1979). Accordingly, it is RECOMMENDED that Plaintiff's Motion for Summary Judgment as to Defendants' Counterclaim of Fraud and Deceit be DENIED.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>It is RECOMMENDED that Plaintiff's Motion for Summary Judgment be DENIED as to his claims of Disappointment of Minority Shareholder Rights, Breach of Fiduciary Duty, and Piercing the Corporate Veil, as well as to Defendants' Counterclaim of Fraud and Deceit. However, it is RECOMMENDED that Plaintiff's Motion for Summary Judgment be ALLOWED as to Defendants' Counterclaims of Corporate Misconduct and \"Debt Owed Corporation.\"</p>\n<p>SO RECOMMENDED, this 11th day of April, 1994.</p>\n<h2>NOTES</h2>\n<p>[1]  In this transaction, Defendant Powers paid off the promissory note when it came due. He then assigned the note to his daughter, who obtained a judgment in Wake County against Defendant Holland and Preston Stogner to collect on the note. Using this judgment as leverage, Defendant Powers drew up the adhesion agreement which provided that Powers was to receive all of Stogner's stock and a portion of Holland's stock in the Holland Company Inc., of the Carolinas in order to obtain a controlling interest in the corporation. This agreement also stated that Holland Distributors, Inc., would subsequently be dissolved. No provision was made for the purchase or exchange of the outstanding stock in Holland Distributors, Inc., and no consideration was offered to Plaintiff for his shares in Holland Distributors, Inc. According to Plaintiff, when he refused to sign this agreement, he was terminated.</p>\n<p>[2]  <i>See, e.g., </i><i>Meiselman,</i> 309 N.C. at 290, 307 S.E.2d at 558; <i>Lowder v. All Star Mills, Inc.,</i> 75 N.C.App. 233, 243, 330 S.E.2d 649, 656 (1985); <i>Wilkes v. Springside Nursing Home, Inc.,</i> 370 Mass. 842, 850, 353 N.E.2d 657, 662-63 (1976) (\"by terminating a minority stockholder's employment or by severing him from a position as an officer or director, the majority effectively frustrate the minority stockholder's purposes in entering on the corporate venture and also deny him an equal return on his investment\"); <i>Topper v. Park Sheraton Pharmacy, Inc.,</i> 107 Misc.2d 25, 33, 433 N.Y.S.2d 359, 365 (1980) (\"minority shareholders in small corporations often expect to participate in management and operations\").</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">852</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1268</span></span> (1994)</b></center>\n<center><h1>Gilbert D. CLARK, individually and derivatively on behalf of the Holland Company, Inc. of the Carolinas and Holland Distributors, Inc., Plaintiffs,<br>\nv.<br>\nThe B.H. HOLLAND COMPANY, INC., the Holland Company, Inc. of the Carolinas, Holland Distributors, Inc., the Holland Company, Inc., Robert B. Holland and Charles Powers, Defendants.</h1></center>\n<center>No. 92-839-CIV-5-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 19, 1994.</center>\n<p><span class=\"star-pagination\">*1269</span> <span class=\"star-pagination\">*1270</span> William E. Moore, Jr., Bass, Bryant &amp; Moore, Raleigh, NC, for plaintiffs.</p>\n<p>Peter J. Sarda, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>DUPREE, District Judge.</p>\n<p>This action is before the court on the United States Magistrate Judge's memorandum and recommendation filed April 11, 1994.</p>\n<p>More than thirty days have elapsed since the parties were served with the magistrate judge's recommendation, and the defendants have filed no objections thereto as provided by law. The court's independent de novo review of the record in the case has led to the conclusion that the magistrate judge's recommendation is correct and in accordance with law and should therefore be accepted by the court. Accordingly, the same is hereby adopted by the court as its own and for the reasons stated therein it is now</p>\n<p>ORDERED that plaintiff's motion for summary judgment is denied as to his claims of disappointment of minority shareholder rights, breach of fiduciary duty, and piercing the corporate veil; and plaintiff's motion for summary judgment as to defendants' counterclaim of fraud and deceit is denied. Plaintiff's motion for summary judgment is allowed as to defendants' counterclaims of corporate misconduct and \"debt owed corporation.\"</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>DENSON, United States Magistrate Judge.</p>\n<p>THIS CAUSE comes before the court on Plaintiff's Motion for Partial Summary Judgment as to Plaintiff's \"Corporate Claims\" and Defendants' Counterclaims. Defendants have responded and this motion is ripe for disposition.</p>\n<p>Plaintiff, in this action, seeks a declaratory judgment that he was the inventor or co-inventor of the \"Holland Grill.\" In addition, Plaintiff asserts pendent state claims for various \"corporate misdealings.\" He alleges that certain transfers of stock between the shareholders of The Holland Company, Inc. of the Carolinas and the shareholders of Holland Distributors, Inc., without his approval, and his subsequent termination from employment, violated Plaintiff's rights as a shareholder of both corporations. Plaintiff also alleges that funds of The Holland Company, Inc. of the Carolinas were used to pay an obligation of Holland Distributors, Inc., and that Holland Distributors, Inc., was effectively merged into The Holland Company, Inc. of the Carolinas, without shareholder approval. This, Plaintiff asserts, was a violation of Defendants' fiduciary duties as directors and majority shareholders.</p>\n<p>Defendants have asserted counterclaims in their Answers for damages against Plaintiff based on alleged wasteful spending and misconduct as an employee, including a claim of fraud and deceit. Plaintiff now moves for summary judgment as to his claims of disappointment of minority shareholder rights and breach of fiduciary duty, as well as to Defendants' counterclaims of corporate waste, misconduct and fraud.</p>\n<p>A court may grant summary judgment only if there is no genuine issue as to any material fact and the movant is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The ultimate inquiry of the court is \"whether the evidence presents a sufficient disagreement to require submission to a jury or whether it is so one-sided that one party must prevail as a matter of law.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 251-52, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2512, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The burden rests initially on the movant to show the court that there is an absence of a genuine issue concerning any material fact and that the non-movant cannot prevail. <i>Celotex,</i> 477 U.S. at 325, 106 S.Ct. at 2553. The non-moving party then must show, in order to survive the movant's motion, that there is \"evidence from which a jury might return a verdict in his favor.\" <i>Anderson,</i> 477 U.S. at 257, 106 S.Ct. at 2514. <i>See also</i> Fed.R.Civ.Pro. 56(e). The court must accept all of a non-movant's evidence as true and will view all inferences drawn from the underlying <span class=\"star-pagination\">*1271</span> facts in the light most favorable to the nonmoving party. <i>Id.</i> at 255, 106 S.Ct. at 2513.</p>\n<p></p>\n<h2>I. <i>Plaintiff's Claims of Corporate Malfeasance</i>\n</h2>\n<p>Plaintiff's claims of corporate malfeasance are premised on two general allegations. The first allegation is that Defendants \"disappointed\" Plaintiff's rights as a minority shareholder by terminating him after he refused to sign an agreement authorizing a stock transfer. The second allegation is that Defendants breached their fiduciary duty by commingling funds of The Holland Company, Inc. of the Carolinas with funds of Holland Distributors, Inc., and effecting a \"de facto merger\" of these two corporations without shareholder approval. Plaintiff argues that since Defendants have admitted to this conduct, summary judgment is appropriate as to these claims.</p>\n<p>Defendants, in response, argue first that South Carolina law applies to the corporate claims and that South Carolina law does not impose fiduciary obligations to minority shareholders with regard to minority shareholders' employment. Defendants additionally assert that the decision to implement a \"de facto merger\" of The Holland Company, Inc. of the Carolinas with Holland Distributors, Inc., and to have The Holland Company, Inc. of the Carolinas assume the liability for the loans previously made by Charles Powers to Holland Distributors, Inc., was in the best interests of both corporations and their shareholders, and is therefore protected by the Business Judgment Rule, codified in the Official Comments of the South Carolina Code § 33-8-300. Furthermore, Defendants argue that Plaintiff has not presented any facts to support his claim that his rights have been damaged by Defendants' corporate misconduct.</p>\n<p></p>\n<h2>A. <i>Plaintiff's Claim of Impairment of his \"Rights and Interests\" as a Minority Shareholder</i>\n</h2>\n<p>Plaintiff contends that his \"`reasonable expectations' as an officer, director and shareholder of the Holland Company Inc. of the Carolinas, encompassed continued employment, fringe benefits and involvement in operation of the corporate business,\" and the termination of his employment by Defendants constituted an impairment of these \"rights and interests\" to which he was entitled. Accordingly, Plaintiff claims he is entitled to summary judgment as to this claim. Defendants respond that South Carolina law governs this case, and, since there are no reported cases in South Carolina which impose a fiduciary duty to minority shareholders with respect to their employment with the corporation, Plaintiff's claim is without merit and summary judgment should be denied.</p>\n<p></p>\n<h2>1. <i>Choice of Law</i>\n</h2>\n<p>Federal courts, when exercising pendent jurisdiction over state law claims, must apply the choice-of-law rules applicable in the forum state. <i>Klaxon Co. v. Stentor Electronic Manufacturing Co.,</i> <span class=\"citation\" data-id=\"103542\"><a href=\"/opinion/103542/klaxon-co-v-stentor-elec-mfg-co/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">487</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1020</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1477</span></span> (1941). However, the North Carolina courts have not formulated a choice of law rule governing actions of corporate malfeasance by a shareholder. Therefore, this court must determine the rule that the North Carolina Supreme Court would probably follow. <i>See </i><i>Lowe's North Wilkesboro Hardware, Inc. v. Fidelity Mutual Life Insurance Co.,</i> <span class=\"citation\" data-id=\"261071\"><a href=\"/opinion/261071/lowes-north-wilkesboro-hardware-inc-v-the-fidelity-mutual-life/\"><span class=\"volume\">319</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">469</span></a></span>, 472 (4th Cir. 1963). In conducting such a determination, the court will first examine general choice-of-law principles under North Carolina law and will then go on to consider other state choice-of-law rules applied in this context. <i>See Id.</i> at 472-73; <i>Simms Invest. Co. v. E.F. Hutton &amp; Co.,</i> <span class=\"citation\" data-id=\"2134072\"><a href=\"/opinion/2134072/simms-inv-co-v-ef-hutton-co-inc/\"><span class=\"volume\">688</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">193</span></a></span>, 198 (M.D.N.C.1988).</p>\n<p>The Fourth Circuit, determining the North Carolina choice of law rule to be applied in a life insurance negligence case, stated that \"we find it most reasonable ... to avoid a rigid rule and to pursue instead a more flexible approach which would allow the court in each case to inquire which state has the most significant relationships with the events ... The relative weight due particular factors will vary from case to case, and the court must judge the totality of contacts of the states concerned with the parties and the subject matter.\" <i>Lowe's North Wilkesboro Hardware, Inc.,</i> 319 F.2d at 473. <i>See also </i><i>Santana, Inc. v. Levi Strauss &amp; Co.,</i> 674 <span class=\"star-pagination\">*1272</span> F.2d 269, 272-73 (4th Cir.1982) (holding that in a multi-state misrepresentation or unfair trade practices case, the North Carolina Supreme Court would likely apply the \"most significant relationship test,\" which \"requires the court to examine various factors to determine which state has the most significant relationship to the occurrence giving rise to the suit\"). The North Carolina Court of Appeals has held in the context of trade misrepresentation that a court should apply \"the law of the state having the most significant relationship to the occurrence giving rise to the action.\" <i>Andrew Jackson Sales v. Bi-Lo Stores, Inc.,</i> 68 N.C.App. 222, 225, <span class=\"citation\" data-id=\"1257524\"><a href=\"/opinion/1257524/andrew-jackson-sales-v-bi-lo-stores/\"><span class=\"volume\">314</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">797</span></a></span>, 799 (1984).</p>\n<p>The present case involves a number of claims by a minority shareholder against a corporation and its majority shareholders, officers and directors regarding the internal operations of the corporation. In these situations, the general rule under the Restatement and the law of other states is that the obligations owed by a majority shareholder to the corporation and to the minority shareholders, as well as liability of a director or officer of a corporation to its shareholders, will be determined by the local law of the state of incorporation, \"except in the unusual case where, with respect to the particular issue, some other state has a more significant relationship under the principles stated in § 6 to the parties and the corporation, in which event the local law of the other state will be applied.\" Restatement (Second) of Conflict of Laws §§ 306, 309 (1988). The principles in 6 include:</p>\n<blockquote>(a) the needs of the interstate and international systems,</blockquote>\n<blockquote>(b) the relevant policies of the forum,</blockquote>\n<blockquote>(c) the relevant policies of other interested states and the relative interests of those states in the determination of the particular issue,</blockquote>\n<blockquote>(d) the protection of justified expectations,</blockquote>\n<blockquote>(e) the basic policies underlying the particular field of law,</blockquote>\n<blockquote>(f) certainty, predictability and uniformity of result,</blockquote>\n<blockquote>(g) ease in the determination and application of the law to be applied.</blockquote>\n<p><i>Id.</i> at § 6.</p>\n<p>A number of states have applied the rule that the local law of the state of incorporation will be applied in corporate liability cases except where \"the only contact point with the incorporating state is the naked fact of incorporation, and where all other contact points, such as, residence of parties and actors, situs of property, lex loci delicti or contractus, place where corporation is conducting its only or principal place of business, et cetera, are found in another jurisdiction.\" <i>Mansfield Hardwood Lumber Co. v. Johnson,</i> <span class=\"citation\" data-id=\"248503\"><a href=\"/opinion/248503/mansfield-hardwood-lumber-company-v-hattie-a-johnson/\"><span class=\"volume\">268</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">317</span></a></span>, 321 (5th Cir.1959). <i>See also </i><i>Ficor, Inc. v. McHugh,</i> <span class=\"citation\" data-id=\"1378199\"><a href=\"/opinion/1378199/ficor-inc-v-mchugh/\"><span class=\"volume\">639</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">385</span></a></span> (Colo.1982) (holding that in a situation where, except for its incorporation in the District of Columbia and the fact that some of its officers, directors, and shareholders reside in or near the District of Columbia, all of the corporations's activities were conducted in Colorado and all of its assets were located there, the rights and duties between the shareholders and directors shall be determined under Colorado law); <i>Francis v. United Jersey Bank,</i> 162 N.J.Super. 355, <span class=\"citation\" data-id=\"2064665\"><a href=\"/opinion/2064665/francis-v-united-jersey-bank/\"><span class=\"volume\">392</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1233</span></a></span> (1978) (applying New Jersey law despite incorporation in New York because the corporation conducted its basic operations there, all shareholders reside there, and almost all the relevant transactions took place there), <i>aff'd,</i> <span class=\"citation\" data-id=\"1463480\"><a href=\"/opinion/1463480/francis-v-united-jersey-bank/\"><span class=\"volume\">87</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">15</span></a></span>, <span class=\"citation\" data-id=\"1463480\"><a href=\"/opinion/1463480/francis-v-united-jersey-bank/\"><span class=\"volume\">432</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">814</span></a></span> (1981).</p>\n<p>Plaintiff argues that \"as a North Carolina resident and shareholder, he is entitled to protection from the North Carolina Statutes, as the corporate Defendants conduct business in North Carolina, maintain a principal office in North Carolina and this cause of action also arose within North Carolina.\" The fact that Plaintiff is a North Carolina resident is not necessarily controlling in light of the Comment to the Restatement of Conflict of Laws § 306: \"It would seem wrong, for example, to hold that a majority shareholder owes a fiduciary obligation to one shareholder of the same class under the local law of state X but does not owe such an obligation to a shareholder of the same class under the local law of state Y.\" However, the other circumstances of this case warrant <span class=\"star-pagination\">*1273</span> the application of North Carolina law rather than South Carolina law.</p>\n<p>Both the corporations involved in this lawsuit are incorporated in South Carolina. Nevertheless, most of the other contacts relevant to Plaintiff's claim of \"disappointment of shareholder rights\" are in North Carolina. There are five shareholders in the corporations: Gilbert D. Clark, the plaintiff, Charles H. Powers and Robert Holland, both defendants in this case, Elmer E. Chasteen, and Preston Stogner. Three of these five shareholders  Clark, Holland, and Stogner  are residents of North Carolina; only Powers and Chasteen are residents of South Carolina. Plaintiff's employment with Defendants was at a principal office of the Holland Company in North Carolina from February, 1988, until his alleged termination. Finally, the adhesion agreement that Plaintiff refused to sign, which provided for a de facto merger of the two corporations and allegedly resulted in the termination of Plaintiff from his employment, was a consequence of a lawsuit brought by Defendant Powers in Wake County, North Carolina, for recoupment of his payment of a promissory note owed to First Union National Bank of North Carolina.<sup>[1]</sup></p>\n<p>Based on these relevant facts, this court has determined that the only connections with South Carolina are the state of incorporation of the two corporations and the residence of two of the five shareholders. In contrast, North Carolina seems to have many more significant relationships with the parties and with the transactions at issue than has South Carolina. Plaintiff was employed by Defendants in North Carolina and the events which allegedly precipitated his termination took place in North Carolina. Therefore, North Carolina law should be applied to determine whether Plaintiff's rights and interests as a minority shareholder have been impaired and whether summary judgment is appropriate as to this claim.</p>\n<p></p>\n<h2>2. <i>Disappointment of \"Rights and Interests\"</i>\n</h2>\n<p>Plaintiff contends that his \"rights and reasonable expectations were frustrated by the acts of the individual Defendants by the termination of Plaintiff's employment; denial of his participation in the management of the corporations; and loss of salaries, benefits and profits enjoyed as a shareholder of the corporations.\" As a result, Plaintiff asserts that he is entitled to all remedies provided under N.C.Gen.Stat. § 55-14-30.</p>\n<p>N.C.Gen.Stat. § 55-14-30(2)(ii) provides for judicial dissolution of a corporation if \"liquidation is reasonably necessary for the protection of the rights or interests of the complaining shareholder.\" This statute was enacted in 1990 as part of the North Carolina Business Corporation Act. However, § 55-14-30(2)(ii), enacted in 1955, is identical to former § 55-125(a)(4). Accordingly, the case law interpreting § 55-125(a)(4) is applicable to any analysis under the present statute. <i>See </i><i>Foster v. Foster Farms,</i> 112 N.C.App. 700, 709-10, <span class=\"citation\" data-id=\"1229778\"><a href=\"/opinion/1229778/foster-v-foster-farms-inc/\"><span class=\"volume\">436</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">843</span></a></span>, 849 (1993) (the first and only case thus far to apply the judicial dissolution provisions of the new 1990 North Carolina Business Corporation Act).</p>\n<p>In <i>Meiselman v. Meiselman,</i> <span class=\"citation\" data-id=\"1227667\"><a href=\"/opinion/1227667/meiselman-v-meiselman/\"><span class=\"volume\">309</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">279</span></a></span>, <span class=\"citation\" data-id=\"1227667\"><a href=\"/opinion/1227667/meiselman-v-meiselman/\"><span class=\"volume\">307</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">551</span></a></span> (1983), the Supreme Court of North Carolina articulated the analysis to be applied by a trial court when determining whether to order dissolution under former § 55-125(a)(4):</p>\n<blockquote>a trial court is: (1) to define the `rights or interests' the complaining shareholder has in the corporation; and (2) to determine whether some form of relief is `reasonably necessary' for the protection of those `rights or interests.' For plaintiff to obtain <span class=\"star-pagination\">*1274</span> `relief under the expectations' analysis, he must prove that (1) he had one or more substantial reasonable expectations known or assumed by the other participants; (2) the expectation has been frustrated; (3) the frustration was without fault of plaintiff and was in large part beyond his control; and (4) under all of the circumstances of the case, plaintiff is entitled to some form of equitable relief.</blockquote>\n<p><i>Meiselman,</i> 309 N.C. at 301, 307 S.E.2d at 564.</p>\n<p>Under this analysis, the trial court must first determine the \"rights and interests\" of the shareholder bringing suit based on the specific facts of the case. The <i>Meiselman</i> court held that these include \"`the reasonable expectations' the complaining shareholder has in the corporation [which] are to be ascertained by examining the entire history of the participants' relationship.\" <i>Meiselman,</i> 309 N.C. at 298, 307 S.E.2d at 563. An expectation is reasonable only if it is known or assumed by the other shareholders through either express or implied understandings. <i>Id.</i></p>\n<p>Because a court must review the entire history of the corporation in detail to ascertain which shareholder expectations are reasonable, \"[a]n articulation of those `rights or interests' will necessarily require a case-by-case determination.\" <i>Id.</i> at 299, 307 S.E.2d at 563. Therefore, although a number of cases in North Carolina and in other jurisdictions have held that continued employment and meaningful participation in the management of the business may be reasonable expectations of a minority shareholder<sup>[2]</sup>, such a determination in a particular case is a question of fact which cannot be resolved on a motion for summary judgment. <i>See </i><i>Pierce v. Ford Motor Co.,</i> <span class=\"citation\" data-id=\"227674\"><a href=\"/opinion/227674/pierce-v-ford-motor-co-mahone-v-ford-motor-co/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">910</span></a></span>, 915 (4th Cir.) (holding that summary judgment is not appropriate unless \"it is perfectly clear that no issue of fact is involved and inquiry into the facts is not desirable to clarify the application of the law\"), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">887</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">178</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">666</span></span> (1951). Accordingly, it is RECOMMENDED that Plaintiff's Motion for Summary Judgment as to his claim of Disappointment of Minority Shareholder Rights be DENIED.</p>\n<p></p>\n<h2>B. <i>Plaintiff's Claims of Breach of Fiduciary Duty and \"Piercing the Corporate Veil\"</i>\n</h2>\n<p>Plaintiff first asserts that Defendants, by failing to observe corporate formalities, paying loans of one corporation with the funds of the other corporation, and treating the two corporations as one for accounting and tax purposes, have completed a \"de facto merger\" without compliance with statutory formalities. This, Plaintiff, argues, constituted a breach of fiduciary duty by Defendants as directors and majority shareholders.</p>\n<p>Plaintiff additionally contends that \"Defendants' cavalier disregard of Plaintiff-shareholder's disapproval of stock transfers and proposed mergers, coupled with the wrongful transfer of funds, present undisputed evidence of corporate misconduct on the part of Defendants.\" Because these alleged acts \"were clearly taken as the `alter egos' of their improperly merged business entity, and served only to benefit themselves at the expense of Plaintiff,\" Plaintiff argues that it is appropriate to \"pierce the corporate veil\" in order to award damages to Plaintiff. Plaintiff argues that Defendants have admitted to the veracity of these claims, and therefore summary judgment is appropriate.</p>\n<p>Defendants admit that they have treated the two corporations as one economic entity, resulting in a de facto merger without formal shareholder approval. However, in response to Plaintiff's claim for damages as a result, Defendants first argue that \"the decision to merge the operations of the two corporations was a business decision\" that was \"in the corporation's best interest and in the interest <span class=\"star-pagination\">*1275</span> of all its shareholders.\" Therefore, Defendants claim that the decision was protected by the business judgment rule, a question of fact which precludes a grant of summary judgment. Defendants additionally assert that \"Plaintiff has failed to set forth how the acts of the corporate Defendants have harmed the Plaintiff and hence the Plaintiff has failed to provide the basis or rationale for the use of the alter-ego doctrine or any other equitable doctrine that has been enunciated by the courts to prevent a fraud or injustice.\"</p>\n<p></p>\n<h2>1. <i>De Facto Merger and Breach of Fiduciary Duty</i>\n</h2>\n<p>Plaintiff contends that Defendants managed the Holland Company Inc., of the Carolinas and Holland Distributors, Inc., in a way that constituted a \"de facto merger,\" and, as a result, Defendants breached their fiduciary duty to Plaintiff as a minority shareholder. In addition, Plaintiff asserts that Defendants merged the two corporations \"to achieve the desire of Powers to gain 51% of the stock in the company so that he could control the operation of the corporate business ... by such means that were `dishonest or unjust ...'\" (citing <i>Glenn v. Wagner,</i> <span class=\"citation\" data-id=\"1158583\"><a href=\"/opinion/1158583/glenn-v-wagner/\"><span class=\"volume\">313</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">450</span></a></span>, <span class=\"citation\" data-id=\"1158583\"><a href=\"/opinion/1158583/glenn-v-wagner/\"><span class=\"volume\">329</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">326</span></a></span> (1985)).</p>\n<p>Both the North Carolina General Statutes and the South Carolina Code require a shareholder vote before consummating a fundamental change in a corporation, such as a merger. S.C.Code § 33-11-103; N.C.G.S. § 55-11-03. It has been noted that \"[i]n the case of de facto mergers or consolidations, without compliance with applicable statutory procedures and recognition of right to dissent, judicial relief is available; furthermore, the directors who fail to exercise sound business judgment can be surcharged for the expenses involved and the corporations can be dissolved by the state.\" Harry G. Henn &amp; John R. Alexander, <i>Laws of Corporations</i> § 346, at 985-86 (1983) (citations omitted).</p>\n<p>Under North Carolina law, failure to comply with the statutory procedures required for a corporate merger \"constitutes a breach of a director's fiduciary duty as well as a breach of the majority stockholders' duty to the minority.\" <i>Loy v. Lorm Corp.,</i> 52 N.C.App. 428, 435, <span class=\"citation\" data-id=\"1235381\"><a href=\"/opinion/1235381/loy-v-lorm-corp/\"><span class=\"volume\">278</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">897</span></a></span>, 902-03 (1981). Since the statutes regarding merger are identical in North Carolina and South Carolina, there is no reason to conclude that the South Carolina courts would reach a different conclusion.</p>\n<p>Defendants, in their response to Plaintiff's Motion for Summary Judgment, state: \"The Defendant admits, that in essence, The Holland Company, Inc. of the Carolinas and Holland Distributors, Inc. have been treated as one economic entity. The Defendants further admit that in light of this treatment, a de facto merger of the two corporate Defendants occurred without formal shareholder approval.\"</p>\n<p>However, it is not clear at this stage whether Plaintiff would be entitled to any damages as a result, since it is disputed whether Defendants acted in good faith in merging the two corporations. Defendants assert as an affirmative defense that their decision to manage the corporations in the way that they did is protected by the business judgment rule codified in § 33-8-300 of the South Carolina Code, which is identical to § 55-8-30 of the North Carolina General Statutes. These provisions shield a director from liability for any action taken as a director if it is performed in good faith, with the care an ordinarily prudent person in a like position would exercise under similar circumstances, and in a manner he or she reasonably believes to be in the best interest of the corporation.</p>\n<p>Plaintiff alleges that Defendants conducted the business of the corporations in bad faith \"for the purpose of benefitting themselves to the detriment of Plaintiff.\" Defendants, on the other hand, contend that their actions were taken in good faith in order to further the interests of the corporations.</p>\n<p>Issues regarding knowledge, intent and motive, such as these, depend upon credibility of witnesses and are therefore not amenable to resolution on summary judgment. <i>See, e.g., </i><i>Shoenbaum v. Firstbrook,</i> <span class=\"citation\" data-id=\"282898\"><a href=\"/opinion/282898/david-h-schoenbaum-v-bradshaw-d-firstbrook-and-harold-w-manley-louis/\"><span class=\"volume\">405</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">215</span></a></span>, 218 (2d Cir.1968), <i>cert. denied, </i><i>Manley v. Shoenbaum,</i> <span class=\"citation no-link\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">906</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1747</span></span>, <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">219</span></span> (1969); <i>Federal Sav. &amp; Loan Ins. Corp. v. Williams,</i> <span class=\"citation\" data-id=\"1898214\"><a href=\"/opinion/1898214/federal-sav-and-loan-ins-corp-v-williams/\"><span class=\"volume\">599</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1184</span></a></span>, 1213 (D.Md.1984) (summary judgment <span class=\"star-pagination\">*1276</span> not appropriate because \"the facts concerning the defendant's knowledge and conduct, and the circumstances in which they existed, as well as any determinations of how they relate to the legal standard of corporate fiduciary responsibility are best left for resolution by the trier of fact at trial\"); <i>Bernstein v. Mediobanca Banca di Credito Finanziario-Societa Per Azioni,</i> <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">592</span></span>, 598 (S.D.N.Y.1974) (\"Summary judgment would be particularly inappropriate since the propriety of a business decision necessarily involves questions of motive and intent which are not generally amenable to summary disposition\"). Therefore, summary judgment is inappropriate as to Plaintiff's claim of damages resulting from the de facto merger by Defendants. Accordingly, it is RECOMMENDED that Plaintiff's Motion for Summary Judgment as to his claim for Breach of Fiduciary Duty based on the admitted de facto merger be DENIED.</p>\n<p></p>\n<h2>2. <i>Disregard of Corporate Formalities and \"Piercing the Corporate Veil\"</i>\n</h2>\n<p>Plaintiff argues that Defendants have commingled the assets, liabilities, and funds of the two corporations and have entirely disregarded corporate formalities. In light of this conduct, Plaintiff contends that it appropriate in this case to \"pierce the corporate veil\" to address Defendants' failure to observe corporate formalities and the \"control ... used by the Defendant to commit fraud or wrong, to perpetrate the violation of a statutory or other positive legal duty, or a dishonest or unjust act in contravention of plaintiff's legal rights.\" Plaintiff's Brief at 15, citing <i>Glenn v. Wagner,</i> <span class=\"citation\" data-id=\"1158583\"><a href=\"/opinion/1158583/glenn-v-wagner/\"><span class=\"volume\">313</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">450</span></a></span>, <span class=\"citation\" data-id=\"1158583\"><a href=\"/opinion/1158583/glenn-v-wagner/\"><span class=\"volume\">329</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">326</span></a></span> (1985).</p>\n<p>Defendants, in response, argue that Plaintiff has not provided a basis for \"piercing the corporate veil\" since Plaintiff has not specified the manner in which Defendants' actions have harmed Plaintiff or the injustice that will result if the alter-ego doctrine is not invoked.</p>\n<p>The North Carolina Supreme Court has held that where a corporation is managed in a way that \"[i]t is a mere instrumentality or alter ego of the sole or dominant shareholder and a shield for his activities in violation of the declared public policy or statute of the State, the corporate entity will be disregarded and the corporation and the shareholder treated as one and the same person ...\" <i>Henderson v. Security Mortg. &amp; Finance Co.,</i> <span class=\"citation\" data-id=\"1333799\"><a href=\"/opinion/1333799/henderson-v-security-mortagage-and-finance-co/\"><span class=\"volume\">273</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">253</span></a></span>, 260, <span class=\"citation\" data-id=\"1333799\"><a href=\"/opinion/1333799/henderson-v-security-mortagage-and-finance-co/\"><span class=\"volume\">160</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">39</span></a></span>, 44 (1968). The test for determining whether a corporation is a \"mere instrumentality\" under North Carolina law consist of three elements: (1) the domination and control of the corporate entity; (2) the use of that domination and control to perpetrate a fraud or wrong; and (3) the proximate causation of the wrong complained of by the domination and control. <i>See </i><i>Atlantic Tobacco Co. v. Honeycutt,</i> 101 N.C.App. 160, 164, <span class=\"citation\" data-id=\"1223759\"><a href=\"/opinion/1223759/atlantic-tobacco-co-v-honeycutt/\"><span class=\"volume\">398</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">641</span></a></span>, 643 (1990).</p>\n<p>The test for piercing the corporate veil is similar in South Carolina. <i>See </i><i>De Witt Truck Brokers, Inc. v. W. Ray Flemming Fruit Co.,</i> <span class=\"citation\" data-id=\"338517\"><a href=\"/opinion/338517/dewitt-truck-brokers-inc-v-w-ray-flemming-fruit-company-and-w-ray/\"><span class=\"volume\">540</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">681</span></a></span>, 684 (4th Cir.1976). The first prong considers: \"(1) whether the corporation was grossly under-capitalized; (2) failure to observe corporate formalities; (3) non-payment of dividends; (4) insolvency of the debtor corporation at the time; (5) siphoning of funds of the corporation by the dominant stockholder; (6) non-functioning of other officers or directors; (7) absence of corporate records; and, (8) the fact the corporation was merely a facade for the operations of the dominant stockholder.\" <i>C.T. Lowndes &amp; Co. v. Suburban Gas &amp; Appliance Co.,</i> <span class=\"citation\" data-id=\"1369227\"><a href=\"/opinion/1369227/ct-lowndes-co-v-suburban-gas-appliance-co/\"><span class=\"volume\">307</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">394</span></a></span>, 396-97, <span class=\"citation\" data-id=\"1369227\"><a href=\"/opinion/1369227/ct-lowndes-co-v-suburban-gas-appliance-co/\"><span class=\"volume\">415</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">404</span></a></span>, 405 (Ct.App.1992). The second prong requires that \"there be an element of injustice or fundamental unfairness.\" <i>Id.,</i> quoting <i>Sturkie v. Sifly,</i> <span class=\"citation\" data-id=\"1337270\"><a href=\"/opinion/1337270/sturkie-v-sifly/\"><span class=\"volume\">280</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">453</span></a></span>, <span class=\"citation\" data-id=\"1337270\"><a href=\"/opinion/1337270/sturkie-v-sifly/\"><span class=\"volume\">313</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">316</span></a></span>, 318 (Ct.App.1984).</p>\n<p>Both the North Carolina and South Carolina tests require a balancing of various factors, as well as a finding of injustice or fraud caused by the acts of the defendant. \"It is not the presence or absence of any particular factor that is determinative. Rather, it is a combination of factors which, when taken together with an element of injustice or abuse of corporate privilege, suggests that the corporate entity attacked had `no separate mind, will or existence of its own' and was therefore the `mere instrumentality or tool' of the dominant [shareholder].\" <span class=\"star-pagination\">*1277</span> <i>Glenn v. Wagner,</i> 313 N.C. at 458, 329 S.E.2d at 332 (citations omitted). Because a court must consider a variety of factors when determining whether to pierce the corporate veil, \"every case where the issue is raised is to be regarded as sui generis [to] be decided in accordance with its own underlying facts.\" <i>De Witt Truck Brokers,</i> 540 F.2d at 684 (citations omitted). In light of the sparce factual record before the court at this time, the decision of whether to pierce the corporate veil in this case is not well-suited to resolution on a motion for summary judgment.</p>\n<p>Furthermore, the decision to pierce the corporate veil is an extraordinary one, to be exercised \"reluctantly,\" and the party asserting the claim has the burden of establishing the basis for disregarding the corporate entity. <i>Id.</i> at 683 (citations omitted). \"The conclusion to disregard the corporate entity may not, however, rest on a single factor, whether under-capitalization, disregard of corporation's formalities, or what-not, but must involve a number of such factors; in addition, it must present an element of injustice or fundamental unfairness.\" <i>Id.</i> at 687. In this case, Plaintiff has only established a disregard of corporate formalities by Defendants. Plaintiff has not sufficiently alleged any other factor that would warrant a piercing of the corporate veil. This is not sufficient to support Plaintiff's claim. <i>See </i><i>Hoots v. Toms and Bazzle, P.A.,</i> 100 N.C.App. 412, 419, <span class=\"citation\" data-id=\"1314275\"><a href=\"/opinion/1314275/hoots-v-toms-and-bazzle-pa/\"><span class=\"volume\">396</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">820</span></a></span>, 824 (1990). Accordingly, it is RECOMMENDED that Plaintiff's Motion for Summary Judgment as to this claim be DENIED.</p>\n<p></p>\n<h2>II. <i>Defendants' Counterclaims of Wasteful Spending, Employee Misconduct and Fraud</i>\n</h2>\n<p>In their answer, Defendants have asserted three counterclaims as to which Plaintiff moves for summary judgment. The first is a claim of corporate misconduct by Plaintiff. Defendants allege that \"the Plaintiff's entire action throughout this matter of mismanagement, waste, fraud, and deceit, parasitism, and abuse of legal process amount to such corporate misconduct as would entitle it to expel or suspend the Plaintiff from the corporation as shareholder and other positions he holds ...\" Defendant's second counterclaim is a claim for \"Debt Owed Corporation.\" In this claim, Defendants allege that Plaintiff \"has failed and refused to personally assume a share of the corporate debt to the Defendant Powers in proportion to his ownership of stock.\" The final counterclaim asserted by Defendants is an allegation of fraud and deceit based on Plaintiff's \"fraudulently concealing his belief of his inventorship, co-inventorship, or ownership of the patent, and allowing the Defendant Powers to lend large sums of money to the business.\" Plaintiff moves for summary judgment as to all three of these counterclaims.</p>\n<p></p>\n<h2>A. <i>Corporate Misconduct</i>\n</h2>\n<p>Plaintiff, in his motion for summary judgment, argues that Defendants have not presented evidence to support their claim of corporate misconduct. Plaintiff states that \"the only evidence of any wasteful or extravagant spending by Plaintiff appears to be the fact that he made use of the company truck and did not share a hotel room when he was on the road.\" Plaintiff quotes the depositions of Powers and Holland to support this statement. They stated that Plaintiff was not \"wasteful as the Answer alleges,\" that the only evidence of any misconduct is based solely on \"the general performance of the company in which he [Plaintiff] was a part of it [sic],\" and that Powers does not know \"what he [Plaintiff] mismanaged.\" Powers Dep. at 133-34, 136; Holland Dep. at 122-24.</p>\n<p>In their response to Plaintiff's motion for summary judgment regarding their corporate misconduct claim, Defendants do not provide the court with any additional facts to support their claim of corporate misconduct by Plaintiff, nor do they point out any facts in their previous filings to support this claim. Defendants do not even address the excerpted statements from their depositions, which, taken as true, indicate a lack of evidence to support their claim of corporate misconduct. Defendants simply assert that \"the Plaintiff's Motion for Summary Judgment with respect to the Defendants' counterclaims must be denied since there exist material questions of fact regarding whether Plaintiff committed waste with respect to the property of the Holland Company, Inc. of the Carolinas.\" <span class=\"star-pagination\">*1278</span> However, Defendants have not demonstrated any of these \"material issues of fact\" with regard to their counterclaim of Corporate Misconduct; therefore, it is RECOMMENDED that Plaintiff's Motion for Summary Judgment as to this claim be ALLOWED and this counterclaim be DISMISSED.</p>\n<p></p>\n<h2>B. <i>\"Debt Owed Corporation\"</i>\n</h2>\n<p>Plaintiff also asserts that Defendants have not presented, nor can they forecast, any evidence to support their counterclaim of \"Debt Owed Corporation.\" In this counterclaim, Defendants allege that \"Plaintiff specifically did agree to personally assume a share of the corporate debt to [Defendant Powers] in proportion to his ownership of stock [and] Plaintiff has failed and refused to do this in violation of his agreement.\" However, in their response to Plaintiff's Motion for Summary Judgment, Defendants present no facts to support this claim. Defendants only cite to the statutory bases for their claim, N.C.Gen.Stat. § 95-25.9, which provides for damages to a corporation for cash shortages, inventory shortages, or loss or damage to an employer's property, and N.C.Gen.Stat. § 95-25.11, which permits an employer to bring a civil action to collect any amounts due to the employer by an employee. Defendants do not present the court with any evidence to confirm the existence of the alleged agreement to assume a share of the corporate debt or the noncompliance by Plaintiff of such an agreement. Therefore, there is no evidence before the court that Plaintiff owes any money to Defendants.</p>\n<p>A party opposing a motion for summary judgment cannot meet his burden of demonstrating a genuine issue of material fact by reliance on the pleadings, or by repetition of conclusory allegations contained in the complaint. <i>See </i><i>Morris v. Ross,</i> <span class=\"citation\" data-id=\"396623\"><a href=\"/opinion/396623/marvin-morris-v-harold-ross/\"><span class=\"volume\">663</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1032</span></a></span>, 1033 (11th Cir.1981), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1010</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2303</span></span>, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1306</span></span> (1982). Defendants have not even repeated the allegations set forth in their counterclaim in their response to the motion for summary judgment. Since Defendants have not provided the court with a factual basis for their claim, it is RECOMMENDED that Plaintiff's Motion for Summary Judgment as to Defendant's Counterclaim of \"Debt Owed Corporation\" be ALLOWED and that this counterclaim be DISMISSED.</p>\n<p></p>\n<h2>C. <i>Fraud and Deceit</i>\n</h2>\n<p>Finally, Plaintiff contends that Defendants cannot forecast any genuine evidence to support the necessary elements of a claim of fraud. In North Carolina, the definition of fraud contains the following elements: \"(1) [f]alse representation or concealment of a material fact, (2) reasonably calculated to deceive, (3) made with intent to deceive, (4) which does in fact deceive, (5) resulting in damage to the injured party.\" <i>Northwestern Bank v. Roseman,</i> 81 N.C.App. 228, 231, <span class=\"citation\" data-id=\"1385680\"><a href=\"/opinion/1385680/northwestern-bank-v-roseman/\"><span class=\"volume\">344</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">120</span></a></span>, 123 (1986) (citations omitted), <i>aff'd,</i> <span class=\"citation\" data-id=\"1206408\"><a href=\"/opinion/1206408/northwestern-bank-v-roseman/\"><span class=\"volume\">319</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">394</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">354</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">238</span></span> (1987). Reasonable reliance on the deceptive representation is also required. <i>Id.</i> at 232, 344 S.E.2d at 123.</p>\n<p>Plaintiff argues that because \"Defendant Holland was present during the invention and creation of the first grill, and had actual knowledge of the true facts concerning the contributions made by Plaintiff,\" Defendants cannot support the element of \"reasonable reliance.\" Defendants do not respond to this claim at all in their response to Plaintiff's Motion for Summary Judgment. Because Defendants do not address this issue at all in their response brief, and therefore do not raise a genuine issue of material fact regarding this claim, a basis exists for allowing Plaintiff's Motion for Summary Judgment as to this claim.</p>\n<p>However, despite Defendants' failure to meet their burden, this court finds that issues of fact exist with regard to the fraud claim which cannot be resolved at the summary judgment stage. This is especially the case with regard to the reasonable reliance element, despite Plaintiff's assertions to the contrary. <i>See </i><i>Olivetti Corp. v. Ames Business Systems, Inc.,</i> <span class=\"citation\" data-id=\"1325206\"><a href=\"/opinion/1325206/olivetti-corp-v-ames-business-systems/\"><span class=\"volume\">319</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">534</span></a></span>, 544, <span class=\"citation\" data-id=\"1325206\"><a href=\"/opinion/1325206/olivetti-corp-v-ames-business-systems/\"><span class=\"volume\">356</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">578</span></a></span>, 584 (1987) (\"Ordinarily, the question of whether an actor is reasonable in relying on the representations of another is a matter for the finder of fact\"); <i>Northwestern Bank,</i> 81 N.C.App. at 234, 344 S.E.2d at 125 <span class=\"star-pagination\">*1279</span> (\"It is only in exceptional cases that the issue of reasonable reliance may be decided by the summary judgment procedure\"); <i>Johnson v. Lockman,</i> 41 N.C.App. 54, 58, <span class=\"citation\" data-id=\"1331730\"><a href=\"/opinion/1331730/johnson-v-lockman/\"><span class=\"volume\">254</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">187</span></a></span>, 189 (\"whether such reliance is reasonable is ordinarily a question for resolution by a jury\"), <i>cert. denied,</i> <span class=\"citation\" data-id=\"1310336\"><a href=\"/opinion/1310336/lackey-v-cooke/\"><span class=\"volume\">297</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">610</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">257</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">436</span></span> (1979). Accordingly, it is RECOMMENDED that Plaintiff's Motion for Summary Judgment as to Defendants' Counterclaim of Fraud and Deceit be DENIED.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>It is RECOMMENDED that Plaintiff's Motion for Summary Judgment be DENIED as to his claims of Disappointment of Minority Shareholder Rights, Breach of Fiduciary Duty, and Piercing the Corporate Veil, as well as to Defendants' Counterclaim of Fraud and Deceit. However, it is RECOMMENDED that Plaintiff's Motion for Summary Judgment be ALLOWED as to Defendants' Counterclaims of Corporate Misconduct and \"Debt Owed Corporation.\"</p>\n<p>SO RECOMMENDED, this 11th day of April, 1994.</p>\n<h2>NOTES</h2>\n<p>[1]  In this transaction, Defendant Powers paid off the promissory note when it came due. He then assigned the note to his daughter, who obtained a judgment in Wake County against Defendant Holland and Preston Stogner to collect on the note. Using this judgment as leverage, Defendant Powers drew up the adhesion agreement which provided that Powers was to receive all of Stogner's stock and a portion of Holland's stock in the Holland Company Inc., of the Carolinas in order to obtain a controlling interest in the corporation. This agreement also stated that Holland Distributors, Inc., would subsequently be dissolved. No provision was made for the purchase or exchange of the outstanding stock in Holland Distributors, Inc., and no consideration was offered to Plaintiff for his shares in Holland Distributors, Inc. According to Plaintiff, when he refused to sign this agreement, he was terminated.</p>\n<p>[2]  <i>See, e.g., </i><i>Meiselman,</i> 309 N.C. at 290, 307 S.E.2d at 558; <i>Lowder v. All Star Mills, Inc.,</i> 75 N.C.App. 233, 243, <span class=\"citation\" data-id=\"1345913\"><a href=\"/opinion/1345913/lowder-v-all-star-mills-inc/\"><span class=\"volume\">330</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">649</span></a></span>, 656 (1985); <i>Wilkes v. Springside Nursing Home, Inc.,</i> <span class=\"citation\" data-id=\"2073798\"><a href=\"/opinion/2073798/wilkes-v-springside-nursing-home-inc/\"><span class=\"volume\">370</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">842</span></a></span>, 850, <span class=\"citation\" data-id=\"2073798\"><a href=\"/opinion/2073798/wilkes-v-springside-nursing-home-inc/\"><span class=\"volume\">353</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">657</span></a></span>, 662-63 (1976) (\"by terminating a minority stockholder's employment or by severing him from a position as an officer or director, the majority effectively frustrate the minority stockholder's purposes in entering on the corporate venture and also deny him an equal return on his investment\"); <i>Topper v. Park Sheraton Pharmacy, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">Misc. 2d</span> <span class=\"page\">25</span></span>, 33, <span class=\"citation no-link\"><span class=\"volume\">433</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">359</span></span>, 365 (1980) (\"minority shareholders in small corporations often expect to participate in management and operations\").</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/227674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/248503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/261071/",
    "http://www.courtlistener.com/api/rest/v3/opinions/282898/",
    "http://www.courtlistener.com/api/rest/v3/opinions/338517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/396623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1158583/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1206408/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1223759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1227667/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1229778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1235381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1257524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1310336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1314275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1325206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1331730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1333799/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1337270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1345913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1369227/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1378199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1385680/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1463480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1898214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2064665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2073798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2134072/"
  ]
}