{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1736433/",
  "absolute_url": "/opinion/1736433/futrell-v-shalala/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1736433/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:17:03.658470Z",
  "date_modified": "2016-04-27T00:47:18.132645Z",
  "type": "010combined",
  "sha1": "c92e794e098d3e5517856dea823eee0e1f38908f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>852 F.Supp. 437 (1994)</b></center>\n<center><h1>Ethel FUTRELL, Plaintiff,<br>\nv.<br>\nDonna E. SHALALA, Secretary of Health and Human Services, Defendant.</h1></center>\n<center>No. 93-5-CIV-2-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>March 24, 1994.</center>\n<p><span class=\"star-pagination\">*438</span> Kathleen Glancy, Wilmington, NC, for plaintiff.</p>\n<p>Barbara Kocher, U.S. Attys. Office, Raleigh, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiff, Ethel Futrell, filed this action on January 12, 1993 pursuant to 42 U.S.C. §§ 405(g), 1383(c)(3) seeking reversal of a final administrative decision of the Social Security Administration (SSA) denying her disability benefits and supplemental security income or, alternatively seeking remand to the SSA for further proceedings. Plaintiff originally named as defendant, Louis W. Sullivan, but since plaintiff filed this complaint, Donna E. Shalala has succeeded Mr. Sullivan as Secretary of Health and Human Services and, accordingly, pursuant to F.R.Civ.P. 25(d)(1), she is automatically substituted as the defendant in this case. The action is <span class=\"star-pagination\">*439</span> currently before the court on plaintiff's motion for summary judgment and defendant's cross-motion for judgment on the pleadings.</p>\n<p>Plaintiff is a 43-year-old high school graduate, who worked as a nurse's aide for eighteen years until her alleged disability. Plaintiff's current medical problems began in early May 1990 resulting in her seeking treatment for severe back and leg pain. These ailments allegedly stem from her work as a nurse's aide. On the advice of her treating physicians, plaintiff was referred to Dr. Robert Timmons for back surgery.</p>\n<p>On May 25, 1990 Dr. Timmons performed a limited laminectomy and diskectomy on plaintiff. The procedure for the laminectomy is defined as an excision of the posterior arch of a vertebra, while the diskectomy is defined as an excision of an intervertebral disk. Plaintiff was discharged from the hospital three days later. Plaintiff returned to Dr. Timmons for a follow-up visit on July 19, 1990 and though she complained of some weakness in her legs, overall, she was not experiencing any severe leg pain nor any unusual back pain at that time. Dr. Timmons noted that plaintiff was doing well on her post-operative course and that she was about six weeks away from returning to work.</p>\n<p>On August 30, 1990 plaintiff was again examined by Dr. Timmons. At that time, plaintiff was experiencing \"some subjective sensory deficit in the left foot\" and \"diminished pinprick in the left foot.\" (Record at p. 115.) It was Dr. Timmons' impression, however, that plaintiff was doing quite well with regard to her pain and that she could return to work. Subsequently, plaintiff was released to return to work activity, which Dr. Timmons described as \"no heavy lifting or pushing.\" He stated that she could go back to more regular work in two weeks. (Record at p. 115.) Plaintiffs only restriction was from lifting things over thirty to forty pounds.</p>\n<p>Plaintiff applied for supplemental security income on August 1, 1990 and for disability insurance benefits on August 6, 1990, alleging a date of onset of May 10, 1990. The SSA denied her application both initially and on reconsideration. On September 6, 1991 the SSA held a hearing at plaintiff's request and this was followed by an unfavorable hearing decision rendered by Administrative Law Judge Sylvester A. Puzio (ALJ) on January 3, 1992. The Appeals Council denied plaintiff's request for a review making the ALJ's hearing decision the final decision of the Secretary. From this final administrative decision, plaintiff now appeals.</p>\n<p>Review of a final decision of the SSA concerning disability benefits pursuant to the Social Security Act, 42 U.S.C. §§ 301-406, is limited to two determinations: (1) whether the SSA's findings of fact are supported by substantial evidence; and (2) whether the correct law was applied. <i>Hays v. Sullivan,</i> 907 F.2d 1453, 1456 (4th Cir.1990). Sections 405(g) and 1383(c)(3), governing judicial review of final decisions of the SSA relating to disability benefits and supplemental security income, provide that the SSA's findings of fact shall be conclusive if supported by substantial evidence. 42 U.S.C. §§ 405(g), 1383(c)(3) (Supp.1993). The Supreme Court has defined \"substantial evidence\" in this context to mean \"`such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.'\" <i>Richardson v. Perales,</i> 402 U.S. 389, 401, 91 S.Ct. 1420, 1427, 28 L.Ed.2d 842 (1971) (quoting <i>Consolidated Edison Company v. NLRB,</i> 305 U.S. 197, 229, 59 S.Ct. 206, 217, 83 L.Ed. 126 (1938)).</p>\n<p>The Fourth Circuit has further defined \"substantial evidence\" as:</p>\n<blockquote>evidence which a reasoning mind would accept as sufficient to support a particular conclusion. It consists of more than a mere scintilla of evidence but may be somewhat less than a preponderance. If there is evidence to justify a refusal to direct a verdict were the case before a jury, then there is \"substantial evidence.\"</blockquote>\n<p><i>Hays,</i> 907 F.2d at 1456 (quoting <i>Laws v. Celebrezze,</i> 368 F.2d 640, 642 (4th Cir.1966)). Thus, this court does not review the factual findings of the SSA <i>de novo</i> by weighing the evidence nor does it substitute its judgment for that of the SSA so long as the SSA's decision is supported by substantial evidence. <i>Id.</i></p>\n<p><span class=\"star-pagination\">*440</span> The Social Security Administration has adopted a set of guidelines designed to achieve consistency in disability and supplemental security income determinations. <i>See</i> 20 C.F.R. §§ 404.1520, 416.920. Under these guidelines the Secretary must make the following five determinations in a sequential fashion: (1) whether the claimant is working; (2) whether she has a severe impairment; (3) whether that impairment meets or equals a listed impairment in Appendix 1 of the applicable regulations; (4) whether the impairment prevents the performance of her past relevant work; (5) whether the impairment prevents the performance of any work existing in the national economy. <i>Hunter v. Sullivan,</i> 993 F.2d 31, 35 (4th Cir.1993) (per curiam). The claimant has the burden of production through the first four steps. If claimant reaches step 5, the burden shifts to the Secretary to show that other jobs exist in the national economy that the claimant can perform considering her age, education and work experience. <i>Id.</i></p>\n<p>In the present case, plaintiff asserts that the ALJ erred in his assessment of plaintiff's residual functional capacity as being the ability to perform light work. Plaintiff argues that it was clear error on the part of the ALJ to rely solely on Dr. Timmons' definition of \"light work\" instead of the term as defined in 20 C.F.R. §§ 404.1467(b), 416.967(b). In opposition, defendant contends that the ALJ's findings were supported by substantial evidence in the record.</p>\n<p>The regulations define light work as involving</p>\n<blockquote>lifting no more than 20 pounds at a time with frequent lifting or carrying of objects weighing up to 10 pounds. Even though the weight lifted may be very little, a job is in this category when it requires a good deal of walking or standing, or when it involves sitting most of the time with some pushing or pulling of arm or leg controls. To be considered capable of performing a full or wide range of light work, you must have the ability to do substantially all of these activities.</blockquote>\n<p>20 C.F.R. §§ 404.1567(b), 416.967(b). Plaintiff assumes that the ALJ based his decision on Dr. Timmons' definition of \"light work\" and not on the definition found in the social security regulations. This assumption, however, is without merit. The ALJ specifically noted that it was his opinion \"that from a medical standpoint, the evidence indicates that by August 30, 1990, the claimant regained a residual functional capacity to perform light work as defined in Sections 404.1567(b) and 416.9678(b).\" (Record at p. 15.) While Dr. Timmons' definition of light work falls short of including all the criteria employed in the regulations, it is clear from the record that the ALJ's view of light work was in accord with these Social Security regulations.</p>\n<p>Plaintiff next contends that it was error for the ALJ to rely solely on the medical evidence in light of her testimony regarding the nature and extent of her continued pain. Plaintiff's main complaint is that the ALJ improperly assumed that plaintiff's pain was not as severe as she alleged since she was not taking any medication nor receiving medical treatment for the pain. Defendant argues that plaintiff's failure to seek further treatment brings into question her credibility and thus supports the ALJ's decision to rely only on Dr. Timmons' medical opinion.</p>\n<p>Plaintiff testified at the hearing that she continues to have pain in her back and side, and that she has to constantly shift from standing to sitting to alleviate her pain. She also testified that she cannot walk very far and experiences pain in her feet after standing for a while. \"It just feels like I'm ... walking on the bone of my feet.\" (Record at p. 44.) The ALJ stated in his decision that were he to accept the claimant's testimony at the hearing with respect to her alleged continued pain and limited functional ability, \"it appears she would be so functionally limited as to be incapable of working.\" (Record at p. 15.) Thus, it appears that if plaintiff's testimony had been accepted by the ALJ, a decision finding total disability or at least a residual functional capacity to perform sedentary work was probable.</p>\n<p>The plaintiff failed to seek further medical treatment or medication for her continued pain. She testified at the hearing that she <span class=\"star-pagination\">*441</span> had no income for over a year and was currently receiving no Medicaid nor other financial assistance. The inference is, as argued by plaintiffs attorney, that she was without funds to pay for further treatment and medicines. Yet the ALJ's conclusion that plaintiff is capable of performing light work is based in large part on plaintiff's failure to seek medical treatment or medication.</p>\n<p>It is well settled that a social security claimant will <i>not</i> be penalized for failing to seek treatment that she cannot afford; \"[i]t flies in the face of the patent purposes of the Social Security Act to deny benefits to someone because [she] is too poor to obtain medical treatment that may help [her].\" <i>Lovejoy v. Heckler,</i> 790 F.2d 1114, 1117 (4th Cir. 1986). <i>See also </i><i>Lovelace v. Bowen,</i> 813 F.2d 55, 59 (5th Cir.1987) (\"[t]o a poor person, a medicine that he cannot afford to buy does not exist\"); <i>Dover v. Bowen,</i> 784 F.2d 335, 337 (8th Cir.1986) (\"the ALJ must consider a claimant's allegation that he has not sought treatment or used medications because of a lack of finances\"); Social Security Ruling 82-59 (1982) (inability to pay for treatment is a good reason for a refusal to follow prescribed treatment). While the majority of cases following this line of authority involve noncompliance with a <i>prescribed</i> treatment, the court in <i>Lovejoy</i> applied the same analogy to a situation similar to the instant case where the claimant merely fails to seek non-prescribed treatment.</p>\n<p>In <i>Lovejoy,</i> the court vacated and remanded the district court's ruling upholding a denial of benefits. The social security claimant in <i>Lovejoy</i> testified at the hearing before the ALJ that she lacked the income and funds to seek medical treatment or medication for her ailments. The court recognized that while the Secretary did not deny benefits on the basis of non-compliance with a prescribed treatment, it was still error to consider the claimant's failure to seek treatment as a factor in determining that her impairment was not severe when the failure is justified by lack of funds. <i>Lovejoy,</i> 790 F.2d at 1117.</p>\n<p>In light of the <i>Lovejoy</i> decision Social Security Ruling (SSR) 82-59 must be considered. This ruling states that \"[a]ll possible resources (e.g., clinics, charitable and public assistance agencies, etc.) must be explored\" before failure to follow prescribed treatment is justified. Furthermore, \"[c]ontacts with such resources and the claimant's financial circumstances must be documented.\" <i>Id.</i> The ruling further provides, however, that before a person is denied benefits for failure to follow prescribed treatment, he will be \"afforded an opportunity to ... show justifiable cause for failing to do so.\" <i>Id.</i> And, before a determination is made, the individual \"will be informed of this fact and of its effect on eligibility for benefits.\" <i>Id.</i></p>\n<p>Defendant contends that plaintiff failed to exhaust all of her subsidized financial resources as well as document her current financial condition. While plaintiff, concededly, failed to document her financial condition, the record also discloses that plaintiff was not afforded such an opportunity nor was she informed by the ALJ of this fact. <i>See, e.g., </i><i>Gordon v. Schweiker,</i> 725 F.2d 231, 237 (4th Cir.1984) (social security claimant who failed to document his financial condition or show that he exhausted all of his subsidized sources of treatment was found not to have been given the opportunity to do so and, district court's affirmance of Secretary's decision denying disability benefits was vacated); <i>Preston v. Heckler,</i> 769 F.2d 988, 990 (4th Cir.1985) (burden of producing evidence concerning unjustified non-compliance lies with the Secretary). Thus, the court finds that without affording her the opportunity to document her financial condition, the ALJ committed error in finding that plaintiff's testimony was totally discredited by her failure to seek medical treatment.</p>\n<p>The Secretary's decision denying benefits is reversed and the case is remanded to the Secretary for further proceedings in which plaintiff shall be given the opportunity to show cause why she failed to seek treatment. The Secretary should then reconsider the case in the light of the record as it then exists.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">852</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">437</span></span> (1994)</b></center>\n<center><h1>Ethel FUTRELL, Plaintiff,<br>\nv.<br>\nDonna E. SHALALA, Secretary of Health and Human Services, Defendant.</h1></center>\n<center>No. 93-5-CIV-2-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>March 24, 1994.</center>\n<p><span class=\"star-pagination\">*438</span> Kathleen Glancy, Wilmington, NC, for plaintiff.</p>\n<p>Barbara Kocher, U.S. Attys. Office, Raleigh, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiff, Ethel Futrell, filed this action on January 12, 1993 pursuant to 42 U.S.C. §§ 405(g), 1383(c)(3) seeking reversal of a final administrative decision of the Social Security Administration (SSA) denying her disability benefits and supplemental security income or, alternatively seeking remand to the SSA for further proceedings. Plaintiff originally named as defendant, Louis W. Sullivan, but since plaintiff filed this complaint, Donna E. Shalala has succeeded Mr. Sullivan as Secretary of Health and Human Services and, accordingly, pursuant to F.R.Civ.P. 25(d)(1), she is automatically substituted as the defendant in this case. The action is <span class=\"star-pagination\">*439</span> currently before the court on plaintiff's motion for summary judgment and defendant's cross-motion for judgment on the pleadings.</p>\n<p>Plaintiff is a 43-year-old high school graduate, who worked as a nurse's aide for eighteen years until her alleged disability. Plaintiff's current medical problems began in early May 1990 resulting in her seeking treatment for severe back and leg pain. These ailments allegedly stem from her work as a nurse's aide. On the advice of her treating physicians, plaintiff was referred to Dr. Robert Timmons for back surgery.</p>\n<p>On May 25, 1990 Dr. Timmons performed a limited laminectomy and diskectomy on plaintiff. The procedure for the laminectomy is defined as an excision of the posterior arch of a vertebra, while the diskectomy is defined as an excision of an intervertebral disk. Plaintiff was discharged from the hospital three days later. Plaintiff returned to Dr. Timmons for a follow-up visit on July 19, 1990 and though she complained of some weakness in her legs, overall, she was not experiencing any severe leg pain nor any unusual back pain at that time. Dr. Timmons noted that plaintiff was doing well on her post-operative course and that she was about six weeks away from returning to work.</p>\n<p>On August 30, 1990 plaintiff was again examined by Dr. Timmons. At that time, plaintiff was experiencing \"some subjective sensory deficit in the left foot\" and \"diminished pinprick in the left foot.\" (Record at p. 115.) It was Dr. Timmons' impression, however, that plaintiff was doing quite well with regard to her pain and that she could return to work. Subsequently, plaintiff was released to return to work activity, which Dr. Timmons described as \"no heavy lifting or pushing.\" He stated that she could go back to more regular work in two weeks. (Record at p. 115.) Plaintiffs only restriction was from lifting things over thirty to forty pounds.</p>\n<p>Plaintiff applied for supplemental security income on August 1, 1990 and for disability insurance benefits on August 6, 1990, alleging a date of onset of May 10, 1990. The SSA denied her application both initially and on reconsideration. On September 6, 1991 the SSA held a hearing at plaintiff's request and this was followed by an unfavorable hearing decision rendered by Administrative Law Judge Sylvester A. Puzio (ALJ) on January 3, 1992. The Appeals Council denied plaintiff's request for a review making the ALJ's hearing decision the final decision of the Secretary. From this final administrative decision, plaintiff now appeals.</p>\n<p>Review of a final decision of the SSA concerning disability benefits pursuant to the Social Security Act, 42 U.S.C. §§ 301-406, is limited to two determinations: (1) whether the SSA's findings of fact are supported by substantial evidence; and (2) whether the correct law was applied. <i>Hays v. Sullivan,</i> <span class=\"citation\" data-id=\"544628\"><a href=\"/opinion/544628/30-socsecrepser-467-unemplinsrep-cch-15558a-jackie-l-hays-jr-v/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1453</span></a></span>, 1456 (4th Cir.1990). Sections 405(g) and 1383(c)(3), governing judicial review of final decisions of the SSA relating to disability benefits and supplemental security income, provide that the SSA's findings of fact shall be conclusive if supported by substantial evidence. 42 U.S.C. §§ 405(g), 1383(c)(3) (Supp.1993). The Supreme Court has defined \"substantial evidence\" in this context to mean \"`such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.'\" <i>Richardson v. Perales,</i> <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 401, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1420</span></a></span>, 1427, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (1971) (quoting <i>Consolidated Edison Company v. NLRB,</i> <span class=\"citation\" data-id=\"103099\"><a href=\"/opinion/103099/consolidated-edison-co-v-nlrb/\"><span class=\"volume\">305</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">197</span></a></span>, 229, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">206</span></span>, 217, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">126</span></span> (1938)).</p>\n<p>The Fourth Circuit has further defined \"substantial evidence\" as:</p>\n<blockquote>evidence which a reasoning mind would accept as sufficient to support a particular conclusion. It consists of more than a mere scintilla of evidence but may be somewhat less than a preponderance. If there is evidence to justify a refusal to direct a verdict were the case before a jury, then there is \"substantial evidence.\"</blockquote>\n<p><i>Hays,</i> 907 F.2d at 1456 (quoting <i>Laws v. Celebrezze,</i> <span class=\"citation\" data-id=\"273696\"><a href=\"/opinion/273696/charles-m-laws-v-anthony-j-celebrezze-secretary-of-health-education/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">640</span></a></span>, 642 (4th Cir.1966)). Thus, this court does not review the factual findings of the SSA <i>de novo</i> by weighing the evidence nor does it substitute its judgment for that of the SSA so long as the SSA's decision is supported by substantial evidence. <i>Id.</i></p>\n<p><span class=\"star-pagination\">*440</span> The Social Security Administration has adopted a set of guidelines designed to achieve consistency in disability and supplemental security income determinations. <i>See</i> 20 C.F.R. §§ 404.1520, 416.920. Under these guidelines the Secretary must make the following five determinations in a sequential fashion: (1) whether the claimant is working; (2) whether she has a severe impairment; (3) whether that impairment meets or equals a listed impairment in Appendix 1 of the applicable regulations; (4) whether the impairment prevents the performance of her past relevant work; (5) whether the impairment prevents the performance of any work existing in the national economy. <i>Hunter v. Sullivan,</i> <span class=\"citation\" data-id=\"606368\"><a href=\"/opinion/606368/41-socsecrepser-135-unemplinsrep-cch-p-17247a-william-hunter-v/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 35 (4th Cir.1993) (per curiam). The claimant has the burden of production through the first four steps. If claimant reaches step 5, the burden shifts to the Secretary to show that other jobs exist in the national economy that the claimant can perform considering her age, education and work experience. <i>Id.</i></p>\n<p>In the present case, plaintiff asserts that the ALJ erred in his assessment of plaintiff's residual functional capacity as being the ability to perform light work. Plaintiff argues that it was clear error on the part of the ALJ to rely solely on Dr. Timmons' definition of \"light work\" instead of the term as defined in 20 C.F.R. §§ 404.1467(b), 416.967(b). In opposition, defendant contends that the ALJ's findings were supported by substantial evidence in the record.</p>\n<p>The regulations define light work as involving</p>\n<blockquote>lifting no more than 20 pounds at a time with frequent lifting or carrying of objects weighing up to 10 pounds. Even though the weight lifted may be very little, a job is in this category when it requires a good deal of walking or standing, or when it involves sitting most of the time with some pushing or pulling of arm or leg controls. To be considered capable of performing a full or wide range of light work, you must have the ability to do substantially all of these activities.</blockquote>\n<p>20 C.F.R. §§ 404.1567(b), 416.967(b). Plaintiff assumes that the ALJ based his decision on Dr. Timmons' definition of \"light work\" and not on the definition found in the social security regulations. This assumption, however, is without merit. The ALJ specifically noted that it was his opinion \"that from a medical standpoint, the evidence indicates that by August 30, 1990, the claimant regained a residual functional capacity to perform light work as defined in Sections 404.1567(b) and 416.9678(b).\" (Record at p. 15.) While Dr. Timmons' definition of light work falls short of including all the criteria employed in the regulations, it is clear from the record that the ALJ's view of light work was in accord with these Social Security regulations.</p>\n<p>Plaintiff next contends that it was error for the ALJ to rely solely on the medical evidence in light of her testimony regarding the nature and extent of her continued pain. Plaintiff's main complaint is that the ALJ improperly assumed that plaintiff's pain was not as severe as she alleged since she was not taking any medication nor receiving medical treatment for the pain. Defendant argues that plaintiff's failure to seek further treatment brings into question her credibility and thus supports the ALJ's decision to rely only on Dr. Timmons' medical opinion.</p>\n<p>Plaintiff testified at the hearing that she continues to have pain in her back and side, and that she has to constantly shift from standing to sitting to alleviate her pain. She also testified that she cannot walk very far and experiences pain in her feet after standing for a while. \"It just feels like I'm ... walking on the bone of my feet.\" (Record at p. 44.) The ALJ stated in his decision that were he to accept the claimant's testimony at the hearing with respect to her alleged continued pain and limited functional ability, \"it appears she would be so functionally limited as to be incapable of working.\" (Record at p. 15.) Thus, it appears that if plaintiff's testimony had been accepted by the ALJ, a decision finding total disability or at least a residual functional capacity to perform sedentary work was probable.</p>\n<p>The plaintiff failed to seek further medical treatment or medication for her continued pain. She testified at the hearing that she <span class=\"star-pagination\">*441</span> had no income for over a year and was currently receiving no Medicaid nor other financial assistance. The inference is, as argued by plaintiffs attorney, that she was without funds to pay for further treatment and medicines. Yet the ALJ's conclusion that plaintiff is capable of performing light work is based in large part on plaintiff's failure to seek medical treatment or medication.</p>\n<p>It is well settled that a social security claimant will <i>not</i> be penalized for failing to seek treatment that she cannot afford; \"[i]t flies in the face of the patent purposes of the Social Security Act to deny benefits to someone because [she] is too poor to obtain medical treatment that may help [her].\" <i>Lovejoy v. Heckler,</i> <span class=\"citation\" data-id=\"470023\"><a href=\"/opinion/470023/13-socsecrepser-368-unemplinsrep-cch-16796-greathel-m-lovejoy-v/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1114</span></a></span>, 1117 (4th Cir. 1986). <i>See also </i><i>Lovelace v. Bowen,</i> <span class=\"citation\" data-id=\"484272\"><a href=\"/opinion/484272/17-socsecrepser-26-unemplinsrep-cch-17224-lb-lovelace-v-otis-r/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">55</span></a></span>, 59 (5th Cir.1987) (\"[t]o a poor person, a medicine that he cannot afford to buy does not exist\"); <i>Dover v. Bowen,</i> <span class=\"citation\" data-id=\"465089\"><a href=\"/opinion/465089/john-l-dover-v-otis-r-bowen-secretary-of-health-and-human-services/\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">335</span></a></span>, 337 (8th Cir.1986) (\"the ALJ must consider a claimant's allegation that he has not sought treatment or used medications because of a lack of finances\"); Social Security Ruling 82-59 (1982) (inability to pay for treatment is a good reason for a refusal to follow prescribed treatment). While the majority of cases following this line of authority involve noncompliance with a <i>prescribed</i> treatment, the court in <i>Lovejoy</i> applied the same analogy to a situation similar to the instant case where the claimant merely fails to seek non-prescribed treatment.</p>\n<p>In <i>Lovejoy,</i> the court vacated and remanded the district court's ruling upholding a denial of benefits. The social security claimant in <i>Lovejoy</i> testified at the hearing before the ALJ that she lacked the income and funds to seek medical treatment or medication for her ailments. The court recognized that while the Secretary did not deny benefits on the basis of non-compliance with a prescribed treatment, it was still error to consider the claimant's failure to seek treatment as a factor in determining that her impairment was not severe when the failure is justified by lack of funds. <i>Lovejoy,</i> 790 F.2d at 1117.</p>\n<p>In light of the <i>Lovejoy</i> decision Social Security Ruling (SSR) 82-59 must be considered. This ruling states that \"[a]ll possible resources (e.g., clinics, charitable and public assistance agencies, etc.) must be explored\" before failure to follow prescribed treatment is justified. Furthermore, \"[c]ontacts with such resources and the claimant's financial circumstances must be documented.\" <i>Id.</i> The ruling further provides, however, that before a person is denied benefits for failure to follow prescribed treatment, he will be \"afforded an opportunity to ... show justifiable cause for failing to do so.\" <i>Id.</i> And, before a determination is made, the individual \"will be informed of this fact and of its effect on eligibility for benefits.\" <i>Id.</i></p>\n<p>Defendant contends that plaintiff failed to exhaust all of her subsidized financial resources as well as document her current financial condition. While plaintiff, concededly, failed to document her financial condition, the record also discloses that plaintiff was not afforded such an opportunity nor was she informed by the ALJ of this fact. <i>See, e.g., </i><i>Gordon v. Schweiker,</i> <span class=\"citation\" data-id=\"429766\"><a href=\"/opinion/429766/4-socsecrepser-25-unemplinsrep-cch-15029-owen-l-gordon-v-richard/\"><span class=\"volume\">725</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">231</span></a></span>, 237 (4th Cir.1984) (social security claimant who failed to document his financial condition or show that he exhausted all of his subsidized sources of treatment was found not to have been given the opportunity to do so and, district court's affirmance of Secretary's decision denying disability benefits was vacated); <i>Preston v. Heckler,</i> <span class=\"citation\" data-id=\"456341\"><a href=\"/opinion/456341/10-socsecrepser-340-unemplinsrep-cch-16255-odella-preston-v/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">988</span></a></span>, 990 (4th Cir.1985) (burden of producing evidence concerning unjustified non-compliance lies with the Secretary). Thus, the court finds that without affording her the opportunity to document her financial condition, the ALJ committed error in finding that plaintiff's testimony was totally discredited by her failure to seek medical treatment.</p>\n<p>The Secretary's decision denying benefits is reversed and the case is remanded to the Secretary for further proceedings in which plaintiff shall be given the opportunity to show cause why she failed to seek treatment. The Secretary should then reconsider the case in the light of the record as it then exists.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/273696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/456341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/470023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606368/"
  ]
}