{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1737014/",
  "absolute_url": "/opinion/1737014/price-v-block/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1737014/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:17:09.082738Z",
  "date_modified": "2016-04-26T20:27:05.541156Z",
  "type": "010combined",
  "sha1": "f1ea52e35a373353ad7ac564787e66a657b56c31",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>535 F.Supp. 1239 (1982)</b></center>\n<center><h1>Donnie K. PRICE, et al., Plaintiffs,<br>\nv.<br>\nJohn R. BLOCK, Secretary of the United States Department of Agriculture, et al., Defendants.</h1></center>\n<center>No. 82-12-CIV-8.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilson Division.</b></p></center>\n<center>April 1, 1982.</center>\n<p><span class=\"star-pagination\">*1240</span> <span class=\"star-pagination\">*1241</span> <span class=\"star-pagination\">*1242</span> Jack B. Crawley, Jr., Spruill, Lane, McCotter &amp; Jolly, Rocky Mount, N. C., Terry W. Alford, Spring Hope, N. C., for plaintiffs.</p>\n<p>Samuel T. Currin, U. S. Atty., E.D.N.C., Joe T. Knott, III, Asst. U. S. Atty., E.D. N.C., Raleigh, N. C., Kevin Kovacs, Atty., U. S. Dept. of Justice, James O. Boyd, U. S. Dist. Atty., Washington, D. C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LARKINS, Senior District Judge:</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>THIS MATTER comes before this Court upon plaintiffs' Motion for a Preliminary Injunction filed pursuant to Rule 65(a) of the Federal Rules of Civil Procedure seeking to restrain defendants' enforcement of Section 1108 of the \"Agriculture and Food Act of 1981\" which amended § 320 of the Agriculture Adjustment Act of 1938, 7 U.S.C. § 1314f. Defendants timely responded by filing a memorandum in opposition to plaintiffs' motion.</p>\n<p>A hearing was held on March 17, 1982 in New Bern, North Carolina where both parties presented written and oral evidence. No decision was made at that time and the Court took plaintiffs' motion under advisement until the case could be heard on the merits on April 1, 1982.</p>\n<p>After close examination of the evidence presented in court and upon careful independent review of the plaintiffs' complaint and accompanying memorandum and defendants' memorandum, IT IS THE OPINION OF THIS COURT THAT PLAINTIFFS' MOTION FOR A PRELIMINARY INJUNCTION FILED PURSUANT TO RULE 65(a) OF THE F.R.C.P. BE DENIED.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>On December 22, 1981 the \"Agriculture and Food Act of 1981,\" was signed into law by the President of the United States. Section 1108 of that Act deals with the production of nonquota tobacco in states where tobacco farmers have voted marketing quotas upon themselves. It requires that any nonquota tobacco produced in a state where quotas for any kind of tobacco are in effect, shall be considered the quota kind of tobacco produced in the state having the highest price support under the Agriculture Act of 1949. Section 1108(b)(4), however, provides that if the nonquota tobacco is cultivated and cured in such a way as to make it \"readily and distinguishably different\" from all kinds of quota tobacco, it may be marketed free of any quota. This Section also provides that a referendum will be held in 1983 to give producers of Maryland tobacco an opportunity to accept or reject a quota system for Maryland tobacco for the next three crop years. Only producers of Maryland tobacco in 1982 are eligible to vote in the 1983 referendum. Quota tobacco farmers will also be subject to a penalty for all nonquota tobacco exceeding their individual quota.</p>\n<p>North Carolina tobacco farmers have traditionally grown and harvested flue-cured and burley tobacco.<sup>[1]</sup> Approximately 71 <span class=\"star-pagination\">*1243</span> counties have farms where flue-cured tobacco is produced while 29 counties have farms where burley tobacco is produced.<sup>[2]</sup> Both burley and flue-cured tobacco are quota tobaccos, with the average support rate for burley being higher than the average support rate for flue-cured.</p>\n<p>Maryland tobacco, U. S. Type 32, is a kind of air-cured tobacco originally produced in Southern Maryland.<sup>[3]</sup> Prior to February 1, 1974, the Secretary of Agriculture announced a national quota for Maryland tobacco. In February 1974, farmers who grew Maryland tobacco in the United States in 1973, voted against subjecting themselves to marketing quotas for the crop years 1974-75, 1975-76, 1976-77. Maryland tobacco producers again voted in the 1980 referendum not to subject themselves to marketing quotas for the next three growing seasons.</p>\n<p>Also in 1974, Congress passed Section 320 of the Agriculture Adjustment Act of 1938, 7 U.S.C. § 1314f, which subjected Maryland tobacco produced in traditionally burley tobacco areas, to the burley tobacco quotas. Section 320 was interpreted, however, as to allow Maryland tobacco grown in traditional flue-cured areas to escape the flue-cured quotas. As a result of this interpretation, flue-cured tobacco farmers in North Carolina began producing Maryland tobacco and selling it free of flue-cured quotas. In 1980, for example, North Carolina tobacco farmers produced 792,000 pounds of Maryland tobacco while in 1981 approximately 2,007 farms produced 12,740,000 pounds.<sup>[4]</sup></p>\n<p>The effect of Section 1108 is that if Maryland tobacco is produced in any state where a quota tobacco is produced, all quota standards, including burley, will be applied and Maryland tobacco will be subject to quota. Because North Carolina produces two quota tobaccos, flue-cured and burley, Maryland tobacco will be subject to the tobacco which has the highest average support rate. Since burley has the highest average support rate, Maryland tobacco produced in North Carolina will be subjected to the burley quotas.</p>\n<p>Plaintiffs are flue-cured tobacco farmers in Eastern North Carolina who have produced Maryland tobacco the last several years and sold it independently of their flue-cured quotas. They claim enforcement of Section 1108 denies them equal protection of the laws, violates their due process rights on the basis of their geographical location and prohibits them from voting in the 1983 Maryland tobacco referendum. They allege that unless a preliminary injunction is granted they will suffer irreparable harm.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p></p>\n<h2>A. <i>Preliminary injunction.</i>\n</h2>\n<p>This Court decides now whether to grant or deny plaintiffs' request for a preliminary injunction filed pursuant to Rule 65(a) of the Federal Rules of Civil Procedure. Preliminary injunctions are not to be granted automatically. <i>First Citizens Bank and Trust Co. v. Camp,</i> 432 F.2d 481 (4th Cir. 1970). In fact, \"[w]here serious issues are before the court, it is a sound idea to maintain the status quo ante litem...\" <i>Blackwelder Furniture Co. v. Seilig Manufacturing Co.,</i> 550 F.2d 189, 194-195 (4th Cir. 1977); <i>Sinclair Refining Co. v. Midland Oil Co.,</i> 55 F.2d 42, 45 (4th Cir. 1932).</p>\n<p>\"The purpose of the preliminary injunction is to preserve the status quo until the rights of the parties can be fairly and fully investigated and determined by strictly legal proofs and according to the principles of equity.\" <i>Meiselman v. Paramount Film Distributing Corp.,</i> 180 F.2d 94, 97 (4th Cir. 1950). The controlling reason for the existence of the judicial power to issue a <span class=\"star-pagination\">*1244</span> temporary injunction is that the court may thereby prevent such a change in the relations and conditions of persons and property as may result in irremediable injury to some of the parties before their claims can be investigated and adjudicated. <i>Hamilton Watch Co. v. Benrus Watch Co.,</i> 206 F.2d 738, 743 n.10 (2d Cir. 1953). This power, however, should be sparingly exercised. Preliminary injunctions, especially mandatory ones, do not preserve the status quo and normally should be granted only in those circumstances when the exigencies of the situation demand such relief. <i>Wetzel v. Edwards,</i> 635 F.2d 283 (4th Cir. 1980); <i>I.C.C. v. Baltimore &amp; Annapolis R. Co.,</i> 64 F.R.D. 337 (D.C.Md.1974).</p>\n<p>In this Circuit, the trial court standard for interlocutory injunctive relief is the balance-of-hardship test. <i>Sinclair Refining Co. v. Midland Oil Co., supra</i><i>.</i> Four factors enter into the determination of whether to grant or to withhold interim injunctive relief: (a) whether plaintiff will suffer irreparable injury if interim relief is denied; (b) the injury to defendant if an injunction is issued; (c) plaintiff's likelihood of success in the underlying dispute between the parties; and (d) the public interest. <i>Wetzel v. Edwards, supra</i><i>.</i></p>\n<p>The decision to grant or deny a preliminary injunction depends upon a \"flexible interplay\" among all these factors. All four are intertwined and each affects in degree all the others. <i>Blackwelder Furniture Co. v. Seilig Manufacturing Co., supra</i><i>.</i> Judge Winter in <i>North Carolina State Ports Authority v. Dart Containerline Co., Ltd.,</i> 592 F.2d 749 (4th Cir. 1979), aptly noted this interplay:</p>\n<blockquote>There is a correlation between the likelihood of plaintiff's success and the probability of irreparable injury to him. If the likelihood of success is great, the need for showing the probability of irreparable harm is less. Conversely, if the likelihood of success is remote, there must be a strong showing of the probability of irreparable injury to justify issuance of the injunction. <i>Id.,</i> at 750.</blockquote>\n<p>Although this Court will properly consider all four factors, it will emphasize the two most important upon which the balance-of-hardship test is principled  the probable irreparable injury to the plaintiff if an injunction is not issued against the likely harm to the defendant if an injunction is issued. <i>Blackwelder Furniture Co. v. Seilig Manufacturing Co., supra</i><i>.</i> \"If upon weighing them the balance is struck in favor of the plaintiff, a preliminary injunction should issue if, at least, grave or serious questions are presented.\" <i>Wetzel v. Edwards, supra</i><i>.</i> The plaintiff then need not show a likelihood of success. Of course, the public interest should be considered always. <i>Blackwelder Furniture Co. v. Seilig Manufacturing Co., supra</i><i>.</i> With this being the appropriate framework for analysis, this Court now turns to the facts of the present case.</p>\n<p></p>\n<h2>1. <i>Balance-of-hardship test.</i>\n</h2>\n<p>In their Memorandum of Law, plaintiffs have attempted to illustrate the irreparable harm which would result from a denial of their preliminary injunction motion. They contend that unless a preliminary injunction is granted they will be prohibited from producing and marketing Maryland tobacco in the 1982 crop year. Specifically, they allege that a failure to issue an injunction would cause them to lose money they have invested in equipment, machinery and buildings used in the production of Maryland tobacco. Further, they claim that their employees who handle Maryland tobacco only will become unemployed; that they will lose anticipated revenues; that they will be unable to recover these losses from defendants by way of money judgments; and, that they will be unable to replace the revenues that would be lost by the 1982 crop.</p>\n<p>In assessing plaintiffs' alleged harms, it is important to realize that irreparable harm is that harm which might ensue during the pendency of the litigation if a preliminary injunction is denied. <i>Local No. 1 (ACA) Broadcast Employees v. International Brotherhood of Teamsters,</i> 419 <span class=\"star-pagination\">*1245</span> F.Supp. 263, 287 (E.D.Pa.1976). In this case, this Court has nothing to enjoin. The Secretary of Agriculture will not enforce the appropriate provisions of Section 1108 until July when ASCS representatives begin to verify acreage and estimate production in the field. Although this Court acknowledges that plaintiffs have sought a preliminary injunction at this time because their planting schedules require immediate attention, a preliminary injunction at this point would be premature.</p>\n<p>Even when the time for a preliminary injunction is ripe, however, no relief should be granted. This Court does not feel that plaintiffs' harms resulting from the failure of this Court to grant injunctive relief outweigh defendants' harms if a preliminary injunction was granted. Section 1108 does not prohibit plaintiffs from growing Maryland tobacco. It only subjects such tobacco to marketing quotas in effect in the area if it is not distinguishable from the quota tobaccos. Section 1108, at best, will discourage plaintiffs from growing Maryland tobacco. Such was the intent of Congress in enacting it.</p>\n<p>The harmful effects of this Court's granting of plaintiffs' motion for a preliminary injunction would be devastating. First, unlimited production of Maryland tobacco would displace quota tobacco and could lead to a greater amount of such tobaccos coming under price support loan. The Commodity Credit Corporation (CCC) would then have to make greater expenditures possibly resulting in direct conflict with the no cost policy of Section 1109 of the Act. 95 Stat. 1267. Second, Maryland tobacco grown in quota areas free from quota penalties would encourage the production of Maryland tobacco in those areas. The increased amount of Maryland tobacco on the market would cause its price to plummet and virtually destroy the traditional Maryland tobacco market. Third, if quota tobacco farmers are allowed to produce nonquota tobacco free of quota penalties, nothing is to stop the reverse from happening. Nonquota farmers could begin producing quota tobacco thereby flooding the quota market. The unlimited supply of quota tobacco would outdistance demand and the price would drop substantially. Quota tobacco farmers would be financially ruined and the overall tobacco support system in turmoil. Because the hardship to plaintiffs by this Court's failure to grant injunctive relief is outweighed by the defendants' hardship if relief were granted, the balance-of-hardship analysis favors defendants.</p>\n<p></p>\n<h2>2. <i>Likelihood of success and public interest.</i>\n</h2>\n<p>Two additional factors which are to be considered in ruling upon plaintiffs' preliminary injunction motion are the likelihood of plaintiffs' success on the merits and the public interest. First, plaintiffs eventual success on the merits is unlikely. In <i>Cozart v. Butz,</i> 418 F.Supp. 78 (W.D.Va.1976), <i>aff'd,</i> 568 F.2d 772 (4th Cir. 1976), the Court held that 7 U.S.C. § 1314f, which subjected Maryland tobacco to burley quotas, did not deny plaintiffs' equal protection rights because it was supported by a rational basis. Because Section 1108 is indistinguishable from 7 U.S.C. § 1314f, the likelihood that it will be held unconstitutional is remote.</p>\n<p>Second, the public interest also demands that no preliminary injunction be issued. It is in the public interest that the Maryland tobacco market be protected by the enforcement of Section 1108 because otherwise: (1) Maryland tobacco would displace quota tobacco causing a greater amount of such tobaccos to come under price support loans thereby requiring the CCC to make greater expenditures and costing the Government additional tax dollars; (2) traditional Maryland tobacco farmers would suffer financial hardship from the overabundance of Maryland tobacco grown in quota states resulting in those farmers filing bankruptcy and seeking public assistance payments; and (3) the overall effectiveness of the tobacco program would be in jeopardy since the unlimited supply of quota and nonquota tobacco would cause prices to drop resulting in unemployment in tobacco related industries, cause financial hardships to many tobacco farmers and require additional public expenditures <span class=\"star-pagination\">*1246</span> to support tobacco allotments. Clearly, the public interest demands that a preliminary injunction not be issued and that Section 1108 be enforced.</p>\n<p>Based upon the foregoing, IT IS THEREFORE ORDERED THAT PLAINTIFFS' MOTION FOR A PRELIMINARY INJUNCTION IS DENIED.</p>\n<p></p>\n<h2>B. <i>Merits of Case.</i>\n</h2>\n<p>On April 1, 1982, the Court proceeded to hear this case on the merits with plaintiffs and defendants having filed previously motions for summary judgment with supporting memorandum. Additional evidence was presented on that date. Because no genuine issue of fact existed, the Court heard only legal arguments on the constitutionality of Section 1108.</p>\n<p>After careful independent review of the motions with supporting memorandum and after hearing in court oral arguments, IT IS THE OPINION OF THIS COURT THAT PLAINTIFFS' MOTION FOR SUMMARY JUDGMENT BE DENIED AND DEFENDANTS' MOTION FOR SUMMARY JUDGMENT BE GRANTED.</p>\n<p></p>\n<h2>1. <i>Due process.</i>\n</h2>\n<p>Plaintiffs contend that the protections guaranteed by the due process clause of the Fifth Amendment of the Constitution are violated by Section 1108. Specifically, they allege that under this Section marketing quotas will be applied and marketing penalties will be assessed against any Maryland tobacco they produce solely because they grow tobacco in North Carolina, a quota state. In short, plaintiffs argue that marketing Maryland tobacco free of any quota is a \"liberty\" or \"property\" interest protected by the Fifth Amendment. This Court disagrees.</p>\n<p>The Fifth Amendment to the Constitution provides that \"[n]o person shall ... be deprived of life, liberty, or property without due process of law...\" Only a deprivation of <i>life, liberty,</i> or <i>property</i> warrants due process. The first question then is whether plaintiffs have been deprived of a \"liberty\" or \"property\" interest. While these terms are \"broad and majestic\", they have certain boundaries. <i>Board of Regents v. Roth,</i> 408 U.S. 564, 92 S.Ct. 2701, 33 L.Ed.2d 548 (1972).</p>\n<p>Liberty denotes the right of an individual \"`to engage in any of the common occupations of life.'\" <i>Board of Regents v. Roth, supra</i> at 572, 92 S.Ct. at 2707. In <i>Roth,</i> the Court held that a mere nonretention of one line of employment by one employer did not impinge upon any liberty interest. Here, plaintiffs' liberty interest has not been infringed. Although they are subject to penalties for marketing Maryland tobacco which exceed their flue-cured or burley quotas, they are not prohibited from growing Maryland tobacco. Section 1108 allows them to continue their farming operations by producing their quota of flue-cured tobacco, or by cultivating and curing Maryland tobacco which is \"readily and distinguishably different\" from quota tobaccos. In neither case would plaintiffs be subject to a quota penalty. Because Section 1108 does not prohibit plaintiffs from pursuing their careers as tobacco farmers, no liberty interest has been infringed.</p>\n<p>To have a \"property\" interest, a person must have a legitimate claim of entitlement to it. <i>Board of Regents v. Roth, supra</i> at 577, 92 S.Ct. at 2709. Property interests are not created by the Constitution but \"are defined by existing rules or understandings that stem from an independent source such as state law...\" <i>Id.</i> at 577, 92 S.Ct. at 2709. This Court can find no authority in federal or state law which mandates that plaintiffs are entitled to produce Maryland tobacco free of any quota. The fact that they were able to grow Maryland tobacco in the past free from quota does not entitle them to do so in the future. Because plaintiffs have no property interest in continuing the growing and marketing of Maryland tobacco free from quota, Section 1108 does not deprive them of due process under the Fifth Amendment.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1247</span> 2. <i>Equal protection.</i>\n</h2>\n<p>Even if plaintiffs have a liberty or property interest which has been deprived without due process, because Section 1108 is supported by a rational basis it is insulated from an equal protection challenge. Plaintiffs argue that Section 1108 denies them equal protection of the laws because it prevents them from growing nonquota tobacco only because they conduct their farming operations in a quota state. Specifically, they contend that since this Section allows farmers in nonquota states to grow Maryland tobacco free of any quota, to prevent them from doing so is discrimination based on geographic location. Because the Fifth Amendment lacks an equal protection clause, a federal statute which is challenged on equal protection grounds is subject to the same judicial analysis as that employed in Fourteenth Amendment claims. <i>Weinberger v. Wiesenfeld,</i> 420 U.S. 636, 638 n.2, 95 S.Ct. 1225, 1228 n.2, 43 L.Ed.2d 514 (1975). Although plaintiffs seem to intermingle their due process and equal protection challenges to Section 1108's classifications, this Court will address them as an equal protection argument under the Fifth Amendment.</p>\n<p>The first issue is whether Section 1108 is subject to review under the strict judicial scrutiny test or rational basis test. <i>San Antonio School District v. Rodriquez,</i> 411 U.S. 1, 93 S.Ct. 1278, 36 L.Ed.2d 16 (1973). Strict judicial scrutiny is required where the federal statute \"operates to the disadvantage of some suspect class or impinges upon a fundamental right implicitly protected by the Constitution...\" <i>Id.</i> at 17, 93 S.Ct. at 1288. The rational basis analysis allows a legislative classification to be sustained where it is <i>reasonably related</i> to a legitimate governmental interest. <i>United States Department of Agriculture v. Moreno,</i> 413 U.S. 528, 533, 93 S.Ct. 2821, 2825, 37 L.Ed.2d 782 (1973). Only when the statute manifests a patently arbitrary classification, utterly lacking in rational justification, will the Due Process Clause interpose a bar. <i>Flemming v. Nestor,</i> 363 U.S. 603, 611, 80 S.Ct. 1367, 1372, 4 L.Ed.2d 1435 (1960). If the selection or classification is neither capricious nor arbitrary, and rests upon some reasonable consideration of deference or policy, there is no denial of equal protection of the law. <i>Brown-Forman Co. v. Kentucky,</i> 217 U.S. 563, 573, 30 S.Ct. 578, 580, 54 L.Ed. 883 (1910). A statute is not arbitrary if \"any state of facts reasonably may be conceived to justify it.\" <i>McGowan v. Maryland,</i> 366 U.S. 420, 426, 81 S.Ct. 1101, 1105, 6 L.Ed.2d 393 (1961). It is enough if Congress perceived a problem and enacted a legislative measure that was a rational way to correct it. <i>Williamson v. Lee Optical of Oklahoma,</i> 348 U.S. 483, 488, 75 S.Ct. 461, 464, 99 L.Ed. 563 (1955).</p>\n<p>It is clear that Section 1108 requires analysis under the rational basis test. This Section determines whether Maryland tobacco producers are or are not subject to quotas on the basis of geographical location. Maryland tobacco farmers in quota areas are not members of a \"suspect class\", in the traditional sense, which would trigger the strict scrutiny analysis. <i>See e.g., </i><i>Graham v. Richardson,</i> 403 U.S. 365, 372, 91 S.Ct. 1848, 1852, 29 L.Ed.2d 534 (1971). Because plaintiffs  as Maryland tobacco producers in a quota area  are not members of a suspect class, the rational basis analysis must be utilized.</p>\n<p>The next issue then is whether a rational basis exists for the passage of Section 1108. This Court holds that one does exist. In finding a rational basis for Section 1108, this Court may look to Congressional hearings to gather the intent of Congress in passing it. <i>Cozart v. Butz,</i> 418 F.Supp. 78 (W.D.Va.1976). On July 15, 1981, Congress held hearings on the question of nonquota tobacco being produced in quota areas. Representative Larry K. Hopkins of Kentucky outlined the harm to quota tobacco farmers caused by continued production of Maryland tobacco in quota areas:</p>\n<blockquote>The subject of growing Maryland tobacco in the Flue-cured belt is of particular importance to me and my constituents.</blockquote>\n<blockquote>As many of you know, Maryland type 32 has many of the same characteristics <span class=\"star-pagination\">*1248</span> as burley type 31, the kind of tobacco grown in my district.</blockquote>\n<blockquote>The two kinds are so similar as to be indistinguishable to even experienced tobacco graders. Any tobacco which can be produced without limitation and can be substituted for tobacco without production restrictions will obviously disrupt the marketing of the restricted tobacco.</blockquote>\n<blockquote>We wish to see this situation remedied not only for the sake of the Maryland and burley grower but for the integrity of the entire tobacco program.</blockquote>\n<p><i>Hearing on H.R.3179 and H.R.3277 Before the House Subcommittee on Tobacco and Peanuts,</i> 97th Cong., 1st Sess. (July 15, 1981). Mr. Hoke Leggett, Associate Administrator of the Agricultural Stabilization and Conservation Service (ASCS), also testified at the hearing that by allowing an unlimited supply of Maryland tobacco to be grown in burley areas a surplus production of Maryland tobacco would result. It would displace burley in the market place and burley would have to go under loan. He estimated that approximately $60 to $65 million worth of burley tobacco going under loan would be displaced by the Maryland type tobacco. He concluded that this would pose a threat to the Commodity Credit Corporation. Hearings at 22-23. Representative Roy Dyson of Maryland added that by allowing Maryland tobacco to be grown in quota areas free of any quota, an overproduction of Maryland tobacco would result causing its price to fall and the tobacco industry in Maryland to collapse. Hearings at 8.</p>\n<p>A review of the record supports these conclusions and reveals additional support for the validity of Section 1108. Not only would the tobacco industry in Maryland suffer, but quota tobaccos in other states would be adversely affected. If this Court allows nonquota tobacco to be grown in quota areas free from quota, there is nothing to stop growers in nonquota areas from growing an unlimited amount of quota tobacco. For example, California tobacco growers could grow an endless amount of flue-cured or burley tobacco causing their prices to drop and a collapse of either market. North Carolina flue-cured tobacco producers would be devastated by such results.</p>\n<p>It is clear the passage of Section 1108 is supported by a rational basis. Congress realized the problems caused by the production of nonquota tobacco in quota states, and passed Section 1108 to eliminate them. The rule in this Circuit is that where classifications are drawn on geographic location, it is not an equal protection violation if that classification is supported by a rational basis. <i>Cozart v. Butz, supra</i><i>.</i> In <i>Cozart,</i> the Court held that 7 U.S.C. § 1314f, which required Maryland tobacco grown in burley areas to be subject to the burley quota, was supported by a rational basis and was not subject to an equal protection challenge. Because <i>Cozart</i> is indistinguishable from this case, this Court feels that it is most persuasive. As <i>Cozart</i> held that 7 U.S.C. § 1314f was supported by a rational basis, so this Court declares that Section 1108 is likewise supported by a rational basis.</p>\n<p>The next question is whether Section 1108 is reasonably related to correcting these problems. This Court feels that it is. It was not unreasonable for Congress to assume that enactment of Section 1108 would discourage the production of Maryland tobacco in quota areas. This was the purpose of its passage. The Congress felt that its effect would not only protect traditional Maryland and quota tobacco growers by keeping their respective crops in line with demand and, thus, maintaining price stability, it would also help ensure the overall effectiveness of the tobacco program in each state. Because Section 1108 is supported by a rational basis and since it is reasonably related to correcting the problems created prior to its enactment, its classifications based on geographic location is not a denial of plaintiffs' equal protection rights. <i>Cozart v. Butts, supra.</i></p>\n<p></p>\n<h2>3. <i>Right to vote in referendum.</i>\n</h2>\n<p>Section 1108 restricts voting in the 1983 Maryland tobacco referendum to those producers who harvest and sell Maryland tobacco in 1982. Voters in that referendum <span class=\"star-pagination\">*1249</span> will decide whether they wish to impose quotas on Maryland tobacco in the next three growing seasons. Plaintiffs contend that Section 1108 effectively prevents them from producing Maryland tobacco this year and, therefore, precludes them from being eligible to vote in next year's referendum. They claim that this is a deprivation of their Fifth Amendment due process rights. This Court disagrees.</p>\n<p>The right to vote in a tobacco referendum is not a constitutional right. This privilege is created by statute and may be modified by such. <i>See e.g. </i><i>Emery v. United States,</i> 186 F.2d 900, 902 (9th Cir. 1951), <i>cert. denied,</i> 341 U.S. 925, 71 S.Ct. 796, 95 L.Ed. 1357 (1951). Because Congress has the unlimited power to regulate in the field of tobacco quotas, <i>Cozart v. Butts, supra</i> at 83, its regulations affecting referendum voting are without question valid. Accordingly, Congress has the authority to restrict voting in the 1983 Maryland tobacco referendum to those who produce Maryland tobacco in 1982.</p>\n<p>In any event, nothing is preventing plaintiffs from voting in next year's referendum. Section 1108 affects only the production not the growing of nonquota tobacco. Plaintiffs may vote in 1983 by simply growing but not marketing Maryland tobacco. Therefore, plaintiffs Fifth Amendment due process rights have not been violated.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>Based upon the foregoing findings of fact and conclusions of law, IT IS THEREFORE ORDERED THAT PLAINTIFFS' MOTION FOR SUMMARY JUDGMENT IS DENIED, DEFENDANTS' MOTION FOR SUMMARY JUDGMENT IS GRANTED AND SECTION 1108 IS CONSTITUTIONAL. THIS CASE IS HEREBY DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Burley tobacco, U. S. Type 31, is an air-cured tobacco raised in the western counties of North Carolina. Flue-cured tobacco is a flame cured tobacco grown primarily in the eastern and piedmont counties of North Carolina.</p>\n<p>[2]  Only Surry, Caldwell, Wilkes and Gaston counties in North Carolina produce both flue-cured and burley tobacco.</p>\n<p>[3]  The cured Maryland leaf is nearly odorless and is used by American cigarette manufacturing companies for neutral filler.</p>\n<p>[4]  Crop Reporting Board, SRS, USDA, Annual crop summary, January, 1982.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">535</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1239</span></span> (1982)</b></center>\n<center><h1>Donnie K. PRICE, et al., Plaintiffs,<br>\nv.<br>\nJohn R. BLOCK, Secretary of the United States Department of Agriculture, et al., Defendants.</h1></center>\n<center>No. 82-12-CIV-8.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilson Division.</b></p></center>\n<center>April 1, 1982.</center>\n<p><span class=\"star-pagination\">*1240</span> <span class=\"star-pagination\">*1241</span> <span class=\"star-pagination\">*1242</span> Jack B. Crawley, Jr., Spruill, Lane, McCotter &amp; Jolly, Rocky Mount, N. C., Terry W. Alford, Spring Hope, N. C., for plaintiffs.</p>\n<p>Samuel T. Currin, U. S. Atty., E.D.N.C., Joe T. Knott, III, Asst. U. S. Atty., E.D. N.C., Raleigh, N. C., Kevin Kovacs, Atty., U. S. Dept. of Justice, James O. Boyd, U. S. Dist. Atty., Washington, D. C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LARKINS, Senior District Judge:</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>THIS MATTER comes before this Court upon plaintiffs' Motion for a Preliminary Injunction filed pursuant to Rule 65(a) of the Federal Rules of Civil Procedure seeking to restrain defendants' enforcement of Section 1108 of the \"Agriculture and Food Act of 1981\" which amended § 320 of the Agriculture Adjustment Act of 1938, 7 U.S.C. § 1314f. Defendants timely responded by filing a memorandum in opposition to plaintiffs' motion.</p>\n<p>A hearing was held on March 17, 1982 in New Bern, North Carolina where both parties presented written and oral evidence. No decision was made at that time and the Court took plaintiffs' motion under advisement until the case could be heard on the merits on April 1, 1982.</p>\n<p>After close examination of the evidence presented in court and upon careful independent review of the plaintiffs' complaint and accompanying memorandum and defendants' memorandum, IT IS THE OPINION OF THIS COURT THAT PLAINTIFFS' MOTION FOR A PRELIMINARY INJUNCTION FILED PURSUANT TO RULE 65(a) OF THE F.R.C.P. BE DENIED.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>On December 22, 1981 the \"Agriculture and Food Act of 1981,\" was signed into law by the President of the United States. Section 1108 of that Act deals with the production of nonquota tobacco in states where tobacco farmers have voted marketing quotas upon themselves. It requires that any nonquota tobacco produced in a state where quotas for any kind of tobacco are in effect, shall be considered the quota kind of tobacco produced in the state having the highest price support under the Agriculture Act of 1949. Section 1108(b)(4), however, provides that if the nonquota tobacco is cultivated and cured in such a way as to make it \"readily and distinguishably different\" from all kinds of quota tobacco, it may be marketed free of any quota. This Section also provides that a referendum will be held in 1983 to give producers of Maryland tobacco an opportunity to accept or reject a quota system for Maryland tobacco for the next three crop years. Only producers of Maryland tobacco in 1982 are eligible to vote in the 1983 referendum. Quota tobacco farmers will also be subject to a penalty for all nonquota tobacco exceeding their individual quota.</p>\n<p>North Carolina tobacco farmers have traditionally grown and harvested flue-cured and burley tobacco.<sup>[1]</sup> Approximately 71 <span class=\"star-pagination\">*1243</span> counties have farms where flue-cured tobacco is produced while 29 counties have farms where burley tobacco is produced.<sup>[2]</sup> Both burley and flue-cured tobacco are quota tobaccos, with the average support rate for burley being higher than the average support rate for flue-cured.</p>\n<p>Maryland tobacco, U. S. Type 32, is a kind of air-cured tobacco originally produced in Southern Maryland.<sup>[3]</sup> Prior to February 1, 1974, the Secretary of Agriculture announced a national quota for Maryland tobacco. In February 1974, farmers who grew Maryland tobacco in the United States in 1973, voted against subjecting themselves to marketing quotas for the crop years 1974-75, 1975-76, 1976-77. Maryland tobacco producers again voted in the 1980 referendum not to subject themselves to marketing quotas for the next three growing seasons.</p>\n<p>Also in 1974, Congress passed Section 320 of the Agriculture Adjustment Act of 1938, 7 U.S.C. § 1314f, which subjected Maryland tobacco produced in traditionally burley tobacco areas, to the burley tobacco quotas. Section 320 was interpreted, however, as to allow Maryland tobacco grown in traditional flue-cured areas to escape the flue-cured quotas. As a result of this interpretation, flue-cured tobacco farmers in North Carolina began producing Maryland tobacco and selling it free of flue-cured quotas. In 1980, for example, North Carolina tobacco farmers produced 792,000 pounds of Maryland tobacco while in 1981 approximately 2,007 farms produced 12,740,000 pounds.<sup>[4]</sup></p>\n<p>The effect of Section 1108 is that if Maryland tobacco is produced in any state where a quota tobacco is produced, all quota standards, including burley, will be applied and Maryland tobacco will be subject to quota. Because North Carolina produces two quota tobaccos, flue-cured and burley, Maryland tobacco will be subject to the tobacco which has the highest average support rate. Since burley has the highest average support rate, Maryland tobacco produced in North Carolina will be subjected to the burley quotas.</p>\n<p>Plaintiffs are flue-cured tobacco farmers in Eastern North Carolina who have produced Maryland tobacco the last several years and sold it independently of their flue-cured quotas. They claim enforcement of Section 1108 denies them equal protection of the laws, violates their due process rights on the basis of their geographical location and prohibits them from voting in the 1983 Maryland tobacco referendum. They allege that unless a preliminary injunction is granted they will suffer irreparable harm.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p></p>\n<h2>A. <i>Preliminary injunction.</i>\n</h2>\n<p>This Court decides now whether to grant or deny plaintiffs' request for a preliminary injunction filed pursuant to Rule 65(a) of the Federal Rules of Civil Procedure. Preliminary injunctions are not to be granted automatically. <i>First Citizens Bank and Trust Co. v. Camp,</i> <span class=\"citation no-link\"><span class=\"volume\">432</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">481</span></span> (4th Cir. 1970). In fact, \"[w]here serious issues are before the court, it is a sound idea to maintain the status quo ante litem...\" <i>Blackwelder Furniture Co. v. Seilig Manufacturing Co.,</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 194-195 (4th Cir. 1977); <i>Sinclair Refining Co. v. Midland Oil Co.,</i> <span class=\"citation\" data-id=\"1565094\"><a href=\"/opinion/1565094/sinclair-refining-co-v-midland-oil-co/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span>, 45 (4th Cir. 1932).</p>\n<p>\"The purpose of the preliminary injunction is to preserve the status quo until the rights of the parties can be fairly and fully investigated and determined by strictly legal proofs and according to the principles of equity.\" <i>Meiselman v. Paramount Film Distributing Corp.,</i> <span class=\"citation\" data-id=\"224380\"><a href=\"/opinion/224380/meiselman-v-paramount-film-distributing-corporation/\"><span class=\"volume\">180</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">94</span></a></span>, 97 (4th Cir. 1950). The controlling reason for the existence of the judicial power to issue a <span class=\"star-pagination\">*1244</span> temporary injunction is that the court may thereby prevent such a change in the relations and conditions of persons and property as may result in irremediable injury to some of the parties before their claims can be investigated and adjudicated. <i>Hamilton Watch Co. v. Benrus Watch Co.,</i> <span class=\"citation\" data-id=\"232383\"><a href=\"/opinion/232383/hamilton-watch-co-v-benrus-watch-co-inc/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">738</span></a></span>, 743 n.10 (2d Cir. 1953). This power, however, should be sparingly exercised. Preliminary injunctions, especially mandatory ones, do not preserve the status quo and normally should be granted only in those circumstances when the exigencies of the situation demand such relief. <i>Wetzel v. Edwards,</i> <span class=\"citation\" data-id=\"384571\"><a href=\"/opinion/384571/frank-e-wetzel-v-ralph-edwards-etc/\"><span class=\"volume\">635</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">283</span></a></span> (4th Cir. 1980); <i>I.C.C. v. Baltimore &amp; Annapolis R. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">337</span></span> (D.C.Md.1974).</p>\n<p>In this Circuit, the trial court standard for interlocutory injunctive relief is the balance-of-hardship test. <i>Sinclair Refining Co. v. Midland Oil Co., supra</i><i>.</i> Four factors enter into the determination of whether to grant or to withhold interim injunctive relief: (a) whether plaintiff will suffer irreparable injury if interim relief is denied; (b) the injury to defendant if an injunction is issued; (c) plaintiff's likelihood of success in the underlying dispute between the parties; and (d) the public interest. <i>Wetzel v. Edwards, supra</i><i>.</i></p>\n<p>The decision to grant or deny a preliminary injunction depends upon a \"flexible interplay\" among all these factors. All four are intertwined and each affects in degree all the others. <i>Blackwelder Furniture Co. v. Seilig Manufacturing Co., supra</i><i>.</i> Judge Winter in <i>North Carolina State Ports Authority v. Dart Containerline Co., Ltd.,</i> <span class=\"citation\" data-id=\"363607\"><a href=\"/opinion/363607/north-carolina-state-ports-authority-international-longshoremens/\"><span class=\"volume\">592</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">749</span></a></span> (4th Cir. 1979), aptly noted this interplay:</p>\n<blockquote>There is a correlation between the likelihood of plaintiff's success and the probability of irreparable injury to him. If the likelihood of success is great, the need for showing the probability of irreparable harm is less. Conversely, if the likelihood of success is remote, there must be a strong showing of the probability of irreparable injury to justify issuance of the injunction. <i>Id.,</i> at 750.</blockquote>\n<p>Although this Court will properly consider all four factors, it will emphasize the two most important upon which the balance-of-hardship test is principled  the probable irreparable injury to the plaintiff if an injunction is not issued against the likely harm to the defendant if an injunction is issued. <i>Blackwelder Furniture Co. v. Seilig Manufacturing Co., supra</i><i>.</i> \"If upon weighing them the balance is struck in favor of the plaintiff, a preliminary injunction should issue if, at least, grave or serious questions are presented.\" <i>Wetzel v. Edwards, supra</i><i>.</i> The plaintiff then need not show a likelihood of success. Of course, the public interest should be considered always. <i>Blackwelder Furniture Co. v. Seilig Manufacturing Co., supra</i><i>.</i> With this being the appropriate framework for analysis, this Court now turns to the facts of the present case.</p>\n<p></p>\n<h2>1. <i>Balance-of-hardship test.</i>\n</h2>\n<p>In their Memorandum of Law, plaintiffs have attempted to illustrate the irreparable harm which would result from a denial of their preliminary injunction motion. They contend that unless a preliminary injunction is granted they will be prohibited from producing and marketing Maryland tobacco in the 1982 crop year. Specifically, they allege that a failure to issue an injunction would cause them to lose money they have invested in equipment, machinery and buildings used in the production of Maryland tobacco. Further, they claim that their employees who handle Maryland tobacco only will become unemployed; that they will lose anticipated revenues; that they will be unable to recover these losses from defendants by way of money judgments; and, that they will be unable to replace the revenues that would be lost by the 1982 crop.</p>\n<p>In assessing plaintiffs' alleged harms, it is important to realize that irreparable harm is that harm which might ensue during the pendency of the litigation if a preliminary injunction is denied. <i>Local No. 1 (ACA) Broadcast Employees v. International Brotherhood of Teamsters,</i> 419 <span class=\"star-pagination\">*1245</span> F.Supp. 263, 287 (E.D.Pa.1976). In this case, this Court has nothing to enjoin. The Secretary of Agriculture will not enforce the appropriate provisions of Section 1108 until July when ASCS representatives begin to verify acreage and estimate production in the field. Although this Court acknowledges that plaintiffs have sought a preliminary injunction at this time because their planting schedules require immediate attention, a preliminary injunction at this point would be premature.</p>\n<p>Even when the time for a preliminary injunction is ripe, however, no relief should be granted. This Court does not feel that plaintiffs' harms resulting from the failure of this Court to grant injunctive relief outweigh defendants' harms if a preliminary injunction was granted. Section 1108 does not prohibit plaintiffs from growing Maryland tobacco. It only subjects such tobacco to marketing quotas in effect in the area if it is not distinguishable from the quota tobaccos. Section 1108, at best, will discourage plaintiffs from growing Maryland tobacco. Such was the intent of Congress in enacting it.</p>\n<p>The harmful effects of this Court's granting of plaintiffs' motion for a preliminary injunction would be devastating. First, unlimited production of Maryland tobacco would displace quota tobacco and could lead to a greater amount of such tobaccos coming under price support loan. The Commodity Credit Corporation (CCC) would then have to make greater expenditures possibly resulting in direct conflict with the no cost policy of Section 1109 of the Act. 95 Stat. 1267. Second, Maryland tobacco grown in quota areas free from quota penalties would encourage the production of Maryland tobacco in those areas. The increased amount of Maryland tobacco on the market would cause its price to plummet and virtually destroy the traditional Maryland tobacco market. Third, if quota tobacco farmers are allowed to produce nonquota tobacco free of quota penalties, nothing is to stop the reverse from happening. Nonquota farmers could begin producing quota tobacco thereby flooding the quota market. The unlimited supply of quota tobacco would outdistance demand and the price would drop substantially. Quota tobacco farmers would be financially ruined and the overall tobacco support system in turmoil. Because the hardship to plaintiffs by this Court's failure to grant injunctive relief is outweighed by the defendants' hardship if relief were granted, the balance-of-hardship analysis favors defendants.</p>\n<p></p>\n<h2>2. <i>Likelihood of success and public interest.</i>\n</h2>\n<p>Two additional factors which are to be considered in ruling upon plaintiffs' preliminary injunction motion are the likelihood of plaintiffs' success on the merits and the public interest. First, plaintiffs eventual success on the merits is unlikely. In <i>Cozart v. Butz,</i> <span class=\"citation no-link\"><span class=\"volume\">418</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">78</span></span> (W.D.Va.1976), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">568</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">772</span></span> (4th Cir. 1976), the Court held that 7 U.S.C. § 1314f, which subjected Maryland tobacco to burley quotas, did not deny plaintiffs' equal protection rights because it was supported by a rational basis. Because Section 1108 is indistinguishable from 7 U.S.C. § 1314f, the likelihood that it will be held unconstitutional is remote.</p>\n<p>Second, the public interest also demands that no preliminary injunction be issued. It is in the public interest that the Maryland tobacco market be protected by the enforcement of Section 1108 because otherwise: (1) Maryland tobacco would displace quota tobacco causing a greater amount of such tobaccos to come under price support loans thereby requiring the CCC to make greater expenditures and costing the Government additional tax dollars; (2) traditional Maryland tobacco farmers would suffer financial hardship from the overabundance of Maryland tobacco grown in quota states resulting in those farmers filing bankruptcy and seeking public assistance payments; and (3) the overall effectiveness of the tobacco program would be in jeopardy since the unlimited supply of quota and nonquota tobacco would cause prices to drop resulting in unemployment in tobacco related industries, cause financial hardships to many tobacco farmers and require additional public expenditures <span class=\"star-pagination\">*1246</span> to support tobacco allotments. Clearly, the public interest demands that a preliminary injunction not be issued and that Section 1108 be enforced.</p>\n<p>Based upon the foregoing, IT IS THEREFORE ORDERED THAT PLAINTIFFS' MOTION FOR A PRELIMINARY INJUNCTION IS DENIED.</p>\n<p></p>\n<h2>B. <i>Merits of Case.</i>\n</h2>\n<p>On April 1, 1982, the Court proceeded to hear this case on the merits with plaintiffs and defendants having filed previously motions for summary judgment with supporting memorandum. Additional evidence was presented on that date. Because no genuine issue of fact existed, the Court heard only legal arguments on the constitutionality of Section 1108.</p>\n<p>After careful independent review of the motions with supporting memorandum and after hearing in court oral arguments, IT IS THE OPINION OF THIS COURT THAT PLAINTIFFS' MOTION FOR SUMMARY JUDGMENT BE DENIED AND DEFENDANTS' MOTION FOR SUMMARY JUDGMENT BE GRANTED.</p>\n<p></p>\n<h2>1. <i>Due process.</i>\n</h2>\n<p>Plaintiffs contend that the protections guaranteed by the due process clause of the Fifth Amendment of the Constitution are violated by Section 1108. Specifically, they allege that under this Section marketing quotas will be applied and marketing penalties will be assessed against any Maryland tobacco they produce solely because they grow tobacco in North Carolina, a quota state. In short, plaintiffs argue that marketing Maryland tobacco free of any quota is a \"liberty\" or \"property\" interest protected by the Fifth Amendment. This Court disagrees.</p>\n<p>The Fifth Amendment to the Constitution provides that \"[n]o person shall ... be deprived of life, liberty, or property without due process of law...\" Only a deprivation of <i>life, liberty,</i> or <i>property</i> warrants due process. The first question then is whether plaintiffs have been deprived of a \"liberty\" or \"property\" interest. While these terms are \"broad and majestic\", they have certain boundaries. <i>Board of Regents v. Roth,</i> <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1972).</p>\n<p>Liberty denotes the right of an individual \"`to engage in any of the common occupations of life.'\" <i>Board of Regents v. Roth, supra</i> at 572, 92 S.Ct. at 2707. In <i>Roth,</i> the Court held that a mere nonretention of one line of employment by one employer did not impinge upon any liberty interest. Here, plaintiffs' liberty interest has not been infringed. Although they are subject to penalties for marketing Maryland tobacco which exceed their flue-cured or burley quotas, they are not prohibited from growing Maryland tobacco. Section 1108 allows them to continue their farming operations by producing their quota of flue-cured tobacco, or by cultivating and curing Maryland tobacco which is \"readily and distinguishably different\" from quota tobaccos. In neither case would plaintiffs be subject to a quota penalty. Because Section 1108 does not prohibit plaintiffs from pursuing their careers as tobacco farmers, no liberty interest has been infringed.</p>\n<p>To have a \"property\" interest, a person must have a legitimate claim of entitlement to it. <i>Board of Regents v. Roth, supra</i> at 577, 92 S.Ct. at 2709. Property interests are not created by the Constitution but \"are defined by existing rules or understandings that stem from an independent source such as state law...\" <i>Id.</i> at 577, 92 S.Ct. at 2709. This Court can find no authority in federal or state law which mandates that plaintiffs are entitled to produce Maryland tobacco free of any quota. The fact that they were able to grow Maryland tobacco in the past free from quota does not entitle them to do so in the future. Because plaintiffs have no property interest in continuing the growing and marketing of Maryland tobacco free from quota, Section 1108 does not deprive them of due process under the Fifth Amendment.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1247</span> 2. <i>Equal protection.</i>\n</h2>\n<p>Even if plaintiffs have a liberty or property interest which has been deprived without due process, because Section 1108 is supported by a rational basis it is insulated from an equal protection challenge. Plaintiffs argue that Section 1108 denies them equal protection of the laws because it prevents them from growing nonquota tobacco only because they conduct their farming operations in a quota state. Specifically, they contend that since this Section allows farmers in nonquota states to grow Maryland tobacco free of any quota, to prevent them from doing so is discrimination based on geographic location. Because the Fifth Amendment lacks an equal protection clause, a federal statute which is challenged on equal protection grounds is subject to the same judicial analysis as that employed in Fourteenth Amendment claims. <i>Weinberger v. Wiesenfeld,</i> <span class=\"citation\" data-id=\"109218\"><a href=\"/opinion/109218/weinberger-v-wiesenfeld/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">636</span></a></span>, 638 n.2, <span class=\"citation\" data-id=\"109218\"><a href=\"/opinion/109218/weinberger-v-wiesenfeld/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1225</span></a></span>, 1228 n.2, <span class=\"citation\" data-id=\"109218\"><a href=\"/opinion/109218/weinberger-v-wiesenfeld/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">514</span></a></span> (1975). Although plaintiffs seem to intermingle their due process and equal protection challenges to Section 1108's classifications, this Court will address them as an equal protection argument under the Fifth Amendment.</p>\n<p>The first issue is whether Section 1108 is subject to review under the strict judicial scrutiny test or rational basis test. <i>San Antonio School District v. Rodriquez,</i> <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1278</span></a></span>, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">16</span></a></span> (1973). Strict judicial scrutiny is required where the federal statute \"operates to the disadvantage of some suspect class or impinges upon a fundamental right implicitly protected by the Constitution...\" <i>Id.</i> at 17, 93 S.Ct. at 1288. The rational basis analysis allows a legislative classification to be sustained where it is <i>reasonably related</i> to a legitimate governmental interest. <i>United States Department of Agriculture v. Moreno,</i> <span class=\"citation\" data-id=\"108856\"><a href=\"/opinion/108856/department-of-agriculture-v-moreno/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">528</span></a></span>, 533, <span class=\"citation\" data-id=\"108856\"><a href=\"/opinion/108856/department-of-agriculture-v-moreno/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2821</span></a></span>, 2825, <span class=\"citation\" data-id=\"108856\"><a href=\"/opinion/108856/department-of-agriculture-v-moreno/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">782</span></a></span> (1973). Only when the statute manifests a patently arbitrary classification, utterly lacking in rational justification, will the Due Process Clause interpose a bar. <i>Flemming v. Nestor,</i> <span class=\"citation\" data-id=\"106087\"><a href=\"/opinion/106087/flemming-v-nestor/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">603</span></a></span>, 611, <span class=\"citation\" data-id=\"106087\"><a href=\"/opinion/106087/flemming-v-nestor/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1367</span></a></span>, 1372, <span class=\"citation\" data-id=\"106087\"><a href=\"/opinion/106087/flemming-v-nestor/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1435</span></a></span> (1960). If the selection or classification is neither capricious nor arbitrary, and rests upon some reasonable consideration of deference or policy, there is no denial of equal protection of the law. <i>Brown-Forman Co. v. Kentucky,</i> <span class=\"citation\" data-id=\"97260\"><a href=\"/opinion/97260/brown-forman-co-v-kentucky/\"><span class=\"volume\">217</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, 573, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">578</span></span>, 580, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">883</span></span> (1910). A statute is not arbitrary if \"any state of facts reasonably may be conceived to justify it.\" <i>McGowan v. Maryland,</i> <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, 426, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1101</span></a></span>, 1105, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">393</span></a></span> (1961). It is enough if Congress perceived a problem and enacted a legislative measure that was a rational way to correct it. <i>Williamson v. Lee Optical of Oklahoma,</i> <span class=\"citation\" data-id=\"105285\"><a href=\"/opinion/105285/williamson-v-lee-optical-of-okla-inc/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, 488, <span class=\"citation\" data-id=\"105285\"><a href=\"/opinion/105285/williamson-v-lee-optical-of-okla-inc/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">461</span></a></span>, 464, <span class=\"citation\" data-id=\"105285\"><a href=\"/opinion/105285/williamson-v-lee-optical-of-okla-inc/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">563</span></a></span> (1955).</p>\n<p>It is clear that Section 1108 requires analysis under the rational basis test. This Section determines whether Maryland tobacco producers are or are not subject to quotas on the basis of geographical location. Maryland tobacco farmers in quota areas are not members of a \"suspect class\", in the traditional sense, which would trigger the strict scrutiny analysis. <i>See e.g., </i><i>Graham v. Richardson,</i> <span class=\"citation\" data-id=\"108373\"><a href=\"/opinion/108373/graham-v-richardson/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span>, 372, <span class=\"citation\" data-id=\"108373\"><a href=\"/opinion/108373/graham-v-richardson/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1848</span></a></span>, 1852, <span class=\"citation\" data-id=\"108373\"><a href=\"/opinion/108373/graham-v-richardson/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">534</span></a></span> (1971). Because plaintiffs  as Maryland tobacco producers in a quota area  are not members of a suspect class, the rational basis analysis must be utilized.</p>\n<p>The next issue then is whether a rational basis exists for the passage of Section 1108. This Court holds that one does exist. In finding a rational basis for Section 1108, this Court may look to Congressional hearings to gather the intent of Congress in passing it. <i>Cozart v. Butz,</i> <span class=\"citation no-link\"><span class=\"volume\">418</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">78</span></span> (W.D.Va.1976). On July 15, 1981, Congress held hearings on the question of nonquota tobacco being produced in quota areas. Representative Larry K. Hopkins of Kentucky outlined the harm to quota tobacco farmers caused by continued production of Maryland tobacco in quota areas:</p>\n<blockquote>The subject of growing Maryland tobacco in the Flue-cured belt is of particular importance to me and my constituents.</blockquote>\n<blockquote>As many of you know, Maryland type 32 has many of the same characteristics <span class=\"star-pagination\">*1248</span> as burley type 31, the kind of tobacco grown in my district.</blockquote>\n<blockquote>The two kinds are so similar as to be indistinguishable to even experienced tobacco graders. Any tobacco which can be produced without limitation and can be substituted for tobacco without production restrictions will obviously disrupt the marketing of the restricted tobacco.</blockquote>\n<blockquote>We wish to see this situation remedied not only for the sake of the Maryland and burley grower but for the integrity of the entire tobacco program.</blockquote>\n<p><i>Hearing on H.R.3179 and H.R.3277 Before the House Subcommittee on Tobacco and Peanuts,</i> 97th Cong., 1st Sess. (July 15, 1981). Mr. Hoke Leggett, Associate Administrator of the Agricultural Stabilization and Conservation Service (ASCS), also testified at the hearing that by allowing an unlimited supply of Maryland tobacco to be grown in burley areas a surplus production of Maryland tobacco would result. It would displace burley in the market place and burley would have to go under loan. He estimated that approximately $60 to $65 million worth of burley tobacco going under loan would be displaced by the Maryland type tobacco. He concluded that this would pose a threat to the Commodity Credit Corporation. Hearings at 22-23. Representative Roy Dyson of Maryland added that by allowing Maryland tobacco to be grown in quota areas free of any quota, an overproduction of Maryland tobacco would result causing its price to fall and the tobacco industry in Maryland to collapse. Hearings at 8.</p>\n<p>A review of the record supports these conclusions and reveals additional support for the validity of Section 1108. Not only would the tobacco industry in Maryland suffer, but quota tobaccos in other states would be adversely affected. If this Court allows nonquota tobacco to be grown in quota areas free from quota, there is nothing to stop growers in nonquota areas from growing an unlimited amount of quota tobacco. For example, California tobacco growers could grow an endless amount of flue-cured or burley tobacco causing their prices to drop and a collapse of either market. North Carolina flue-cured tobacco producers would be devastated by such results.</p>\n<p>It is clear the passage of Section 1108 is supported by a rational basis. Congress realized the problems caused by the production of nonquota tobacco in quota states, and passed Section 1108 to eliminate them. The rule in this Circuit is that where classifications are drawn on geographic location, it is not an equal protection violation if that classification is supported by a rational basis. <i>Cozart v. Butz, supra</i><i>.</i> In <i>Cozart,</i> the Court held that 7 U.S.C. § 1314f, which required Maryland tobacco grown in burley areas to be subject to the burley quota, was supported by a rational basis and was not subject to an equal protection challenge. Because <i>Cozart</i> is indistinguishable from this case, this Court feels that it is most persuasive. As <i>Cozart</i> held that 7 U.S.C. § 1314f was supported by a rational basis, so this Court declares that Section 1108 is likewise supported by a rational basis.</p>\n<p>The next question is whether Section 1108 is reasonably related to correcting these problems. This Court feels that it is. It was not unreasonable for Congress to assume that enactment of Section 1108 would discourage the production of Maryland tobacco in quota areas. This was the purpose of its passage. The Congress felt that its effect would not only protect traditional Maryland and quota tobacco growers by keeping their respective crops in line with demand and, thus, maintaining price stability, it would also help ensure the overall effectiveness of the tobacco program in each state. Because Section 1108 is supported by a rational basis and since it is reasonably related to correcting the problems created prior to its enactment, its classifications based on geographic location is not a denial of plaintiffs' equal protection rights. <i>Cozart v. Butts, supra.</i></p>\n<p></p>\n<h2>3. <i>Right to vote in referendum.</i>\n</h2>\n<p>Section 1108 restricts voting in the 1983 Maryland tobacco referendum to those producers who harvest and sell Maryland tobacco in 1982. Voters in that referendum <span class=\"star-pagination\">*1249</span> will decide whether they wish to impose quotas on Maryland tobacco in the next three growing seasons. Plaintiffs contend that Section 1108 effectively prevents them from producing Maryland tobacco this year and, therefore, precludes them from being eligible to vote in next year's referendum. They claim that this is a deprivation of their Fifth Amendment due process rights. This Court disagrees.</p>\n<p>The right to vote in a tobacco referendum is not a constitutional right. This privilege is created by statute and may be modified by such. <i>See e.g. </i><i>Emery v. United States,</i> <span class=\"citation\" data-id=\"226489\"><a href=\"/opinion/226489/emery-v-united-states/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">900</span></a></span>, 902 (9th Cir. 1951), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">341</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">925</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">796</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1357</span></span> (1951). Because Congress has the unlimited power to regulate in the field of tobacco quotas, <i>Cozart v. Butts, supra</i> at 83, its regulations affecting referendum voting are without question valid. Accordingly, Congress has the authority to restrict voting in the 1983 Maryland tobacco referendum to those who produce Maryland tobacco in 1982.</p>\n<p>In any event, nothing is preventing plaintiffs from voting in next year's referendum. Section 1108 affects only the production not the growing of nonquota tobacco. Plaintiffs may vote in 1983 by simply growing but not marketing Maryland tobacco. Therefore, plaintiffs Fifth Amendment due process rights have not been violated.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>Based upon the foregoing findings of fact and conclusions of law, IT IS THEREFORE ORDERED THAT PLAINTIFFS' MOTION FOR SUMMARY JUDGMENT IS DENIED, DEFENDANTS' MOTION FOR SUMMARY JUDGMENT IS GRANTED AND SECTION 1108 IS CONSTITUTIONAL. THIS CASE IS HEREBY DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Burley tobacco, U. S. Type 31, is an air-cured tobacco raised in the western counties of North Carolina. Flue-cured tobacco is a flame cured tobacco grown primarily in the eastern and piedmont counties of North Carolina.</p>\n<p>[2]  Only Surry, Caldwell, Wilkes and Gaston counties in North Carolina produce both flue-cured and burley tobacco.</p>\n<p>[3]  The cured Maryland leaf is nearly odorless and is used by American cigarette manufacturing companies for neutral filler.</p>\n<p>[4]  Crop Reporting Board, SRS, USDA, Annual crop summary, January, 1982.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/97260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106087/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109218/",
    "http://www.courtlistener.com/api/rest/v3/opinions/224380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/226489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/232383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/384571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1565094/"
  ]
}