{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1739916/",
  "absolute_url": "/opinion/1739916/fdic-v-british-american-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1739916/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:17:34.258912Z",
  "date_modified": "2016-04-27T01:42:56.519335Z",
  "type": "010combined",
  "sha1": "20bd78a4482f104b9bef7249f440c20c59d47e4b",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>726 F.Supp. 622 (1989)</b></center>\n<center><h1>FEDERAL DEPOSIT INSURANCE CORPORATION, et al., Plaintiffs,<br>\nv.<br>\nBRITISH-AMERICAN CORPORATION, et al., Defendants.</h1></center>\n<center>No. 89-303-CIV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 22, 1989.</center>\n<p><span class=\"star-pagination\">*623</span> Womble, Carlyle, Sandridge &amp; Rice, G. Eugene Boyce, Laura V. Leak, Donald L. Smith, and Gerald L. Bass, Bass, Powell &amp; Bryant, Raleigh, N.C., E. Whitney Drake, Sp. Counsel, FDIC, Washington, D.C., for plaintiffs. <span class=\"star-pagination\">*624</span> Maupin, Taylor, Ellis &amp; Adams, John T. Williamson and Sharon L. Hartman, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>On 2 August 1989, upon motion of plaintiffs, the court entered an order directing defendants to appear and show cause why certain assets in their control should not be declared fraudulently acquired and why plaintiffs are not entitled to injunctive relief. Defendant British-American Corporation (BAC) has filed a motion to dismiss for failure to state a claim upon which relief can be granted, and defendant British-American Insurance Company, Ltd. (BAICL) has filed a motion to dismiss for lack of personal jurisdiction. All matters have been fully briefed and depositions and other discovery materials have been presented to the court. A hearing was held in Wilmington, North Carolina, on 23 and 24 August 1989. Rulings are now appropriate.</p>\n<p></p>\n<h2>I</h2>\n<p>The complaint alleges the following facts which are pertinent to the pending motions:<sup>[1]</sup></p>\n<p>1. BAICL is a corporation organized and existing under the laws of the Commonwealth of the Bahamas. Prior to 5 May 1983 BAIC was duly authorized to carry on, and was carrying on, business in the Dominion of Fiji.</p>\n<p>2. BAC is a wholly-owned subsidiary of BAICL, was organized under the laws of the State of North Carolina, and has its principal office and place of business in Raleigh, North Carolina. BAC is the successor corporation of a merger between BAC and British American International Corp. (BAIC) which, though organized under the laws of the State of Florida, had its principal office and place of business in Raleigh, North Carolina.</p>\n<p>3. Wyoming National Bank (WNB) was a national bank located in Lovell, Wyoming, which was, on 24 June 1983, declared insolvent by the United States Comptroller of the Currency who appointed the Federal Deposit Insurance Corp. (FDIC) as its receiver.</p>\n<p>4. Fort Lincoln Group, Inc. and two of its subsidiaries, Fort Lincoln Assurance Company (FLAC) and Fort Lincoln Life Insurance Company (FLLIC) (collectively, the Fort Lincoln Companies), were North Dakota corporations which are now insolvent. Plaintiff Gerald L. Bass has been appointed Receiver <i>pendente lite</i> of FLAC and FLLIC.</p>\n<p>5. Anant Kumar Tripati (Tripati), a California resident but a citizen of the Dominion of Fiji, in 1983 organized a limited company under the laws of Fiji named Southwest Pacific Assurance Co., Ltd. (Southwest Pacific).</p>\n<p>6. Prior to 1983 BAICL owned and was operating an insurance business in Fiji, as well as other places throughout the world other than the United States.</p>\n<p>7. On 5 May 1983, BAICL entered into a contract with Milton R. Polland, an agent of Tripati, to sell its Fiji insurance business to Southwest Pacific for $2 million ($2,000,000.00). On that same date the full purchase price was transferred from a FLLIC account in a California bank to BAICL. This $2 million had been obtained from WNB by fraud. The transfer was through a BAICL account in a New York bank.</p>\n<p>8. Plaintiffs allege that the purported sale by BAICL of its FIJI insurance was void because it was not carried out in accordance with the laws of Fiji.</p>\n<p>9. In 1984 FDIC obtained judgment, presumably in North Dakota, against the Lincoln Companies in excess of $5.7 million, over $5 million of which remains uncollected.</p>\n<p>10. A prior action between the same parties in the United States District Court for the Central District of California was dismissed for lack of personal jurisdiction. That decision was affirmed by the Ninth <span class=\"star-pagination\">*625</span> Circuit Court of Appeals. <i>FDIC v. British-American Insurance Co., Ltd.,</i> 828 F.2d 1439 (9th Cir.1987). Plaintiffs contend that the California action was dismissed because false affidavits were filed by the General Counsel and Chairman of the Board of Directors of BAICL. Those affidavits contained identical statements which said that BAICL \"is a Bahamian corporation, with its principal office in Nassau, Bahamas, and approximately thirty (30) subsidiaries and branches located in thirty (30) different countries, <i>none</i> of which is in the United States.\" (emphasis added). Dated September 1986, these affidavits are obviously in error as BAIC (the Florida subsidiary) was then in existence and was licensed to do business in North Carolina. Defendants contend that there is a typographical error in the affidavits and that the word \"none\" should read \"one.\"</p>\n<p>11. Seeking to recover the $2 million, plaintiffs allege four counts in their complaint:</p>\n<p>A. Count one. Under Rule 69 of the Federal Rules of Civil Procedure and N.C. Gen.Stat. §§ 1-352 et seq., plaintiffs seek to proceed by way of supplemental proceedings to have the $2 million, plus accrued interest, applied toward satisfaction of its judgment.</p>\n<p>B. Count two. Under the laws of California and North Carolina, plaintiffs seek to have the purported conveyance from BAICL to Southwest Pacific declared fraudulent and void.</p>\n<p>C. Count three. Under a theory of unjust enrichment plaintiffs seek to set aside the conveyance.</p>\n<p>D. Count four. Under 28 U.S.C. § 2201 and N.C.Gen.Stat. § 1-253, plaintiffs seek a declaratory judgment that the transfer was illegal and invalid from its incipiency.</p>\n<p></p>\n<h2>II</h2>\n<p>The following facts, gleaned from the depositions and other discovery documents, do not seem to be controverted:</p>\n<p>1. BAICL was chartered in the Commonwealth of the Bahamas in 1920. It has engaged in insurance and other businesses throughout the world, in its own name and through subsidiary corporations. Though permitted by its charter to do so, BAICL has never directly engaged in any business in the United States. BAICL is owned primarily by United States citizens with the McMillen Trust, established in 1925, owning controlling interest.</p>\n<p>2. Prior to 1982 BAICL performed most of the technical and support services necessary for day-to-day operation through its regular employees at its corporate headquarters in Nassau. Although some of its employees in Nassau were Bahamians, the vast majority of its employees, and practically all of its employees who held highly-skilled positions, were not Bahamians and many of them were United States citizens.</p>\n<p>3. At some time prior to 1982, the Bahamian government began to enforce laws and regulations designed to place more Bahamians in the work force. BAICL found itself under increasing pressure to hire more Bahamians, few, if any, of whom were qualified to do the highly skilled jobs, such as those in actuarial science and computer technology. In addition, the Bahamian government passed laws and adopted regulations making it difficult, if not impossible, for BAICL non-resident employees to own real property, including private dwellings. For these and other reasons, BAICL made the decision to have many of these important functions performed elsewhere.</p>\n<p>4. On 16 September 1982 Articles of Incorporation were filed in Florida for a wholly-owned subsidiary of BAICL under the name of British-American, Florida, Inc. (BAF). The primary purpose of the subsidiary, as stated in the charter, was \"to provide management services and other related services to insurance companies.\" The registered office of the corporation was listed in Jacksonville, Florida. However, two of the three directors were from Raleigh, North Carolina, and the third from Nassau. In addition the name and address of the sole incorporator was James C. Ray, Raleigh, North Carolina, who is an attorney and a member of the same firm as <span class=\"star-pagination\">*626</span> George R. Ragsdale, one of the three directors.</p>\n<p>5. On 7 October 1982, BAF filed an application for authority to transact business in North Carolina which was granted by Certificate of Authority issued on 8 October 1982.</p>\n<p>6. The name of the subsidiary was later changed to British-American International Corporation and, as previously noted, this corporation merged into BAC.</p>\n<p>7. Sometime after the creation of the American subsidiary it entered into a contract with BAICL to perform certain services for the parent. An agreement dated 1 January 1987 between the two corporations is styled a \"Consulting Agreement\" and provides that BAC is to perform the following consulting services for BAICL:</p>\n<blockquote>\n<i>Actuarial Services:</i> Consulting and actuarial services including:</blockquote>\n<blockquote>a. Calculating rates and reserves;</blockquote>\n<blockquote>b. Advice on developing new products and underwriting criteria for such products;</blockquote>\n<blockquote>c. Evaluating loss rations;</blockquote>\n<blockquote>d. Advice on employee benefits;</blockquote>\n<blockquote>e. Advice on placing reinsurance;</blockquote>\n<blockquote>f. Analyzing and making recommendations on agency compensation and policy benefits; and</blockquote>\n<blockquote>g. Preparation of returns for regulatory authorities.</blockquote>\n<blockquote>Consultant agrees that it shall not be responsible for any decisions as to adoption of new products and underwriting criteria for such products. It shall also not be responsible for any decisions with regard to employee benefits, reinsurance, agency compensation, rate schedules and policy benefits. All such decisions shall be made by Company.</blockquote>\n<blockquote>\n<i>Consulting on Buildings and Interiors.</i> Consulting services with regard to:</blockquote>\n<blockquote>a. Planning layouts, exteriors and interiors of Company buildings;</blockquote>\n<blockquote>b. Planning external features such as parking and landscaped areas;</blockquote>\n<blockquote>c. Advice on furnishings, equipping and decorating offices;</blockquote>\n<blockquote>d. Advice on maintaining buildings, furnishing [sic] and equipment.</blockquote>\n<blockquote>Consultant agrees that it shall not make any decisions as to the design and decoration of buildings and property. Such decisions shall be made by Company.</blockquote>\n<blockquote>\n<i>Accounting Services.</i> Consulting services with regard to:</blockquote>\n<blockquote>a. Accounting services, including advice and consultation with respect to the preparation of balance sheets, profit and loss statements, income tax returns, books and records, financial information required by governmental agencies and financial information required by shareholders and directors; and</blockquote>\n<blockquote>b. Auditing services including advice and consultation on conducting internal audits.</blockquote>\n<blockquote>Consultant agrees that it shall not be responsible for any decisions as to the preparation of any accounting or tax documents and that all such decisions shall be made by Company.</blockquote>\n<blockquote>\n<i>Claims Services.</i> Consulting services on claims including:</blockquote>\n<blockquote>a. Investigation of claims;</blockquote>\n<blockquote>b. Confirmation of validity of claims;</blockquote>\n<blockquote>c. Advice on settling claims;</blockquote>\n<blockquote>d. Advice on compromising and discharging claims;</blockquote>\n<blockquote>e. Advice on analyzing claims.</blockquote>\n<blockquote>Consultant agrees that it shall not make any decisions as to the confirmation, compromise and settlement of claims. All such decisions shall be made by the Company.</blockquote>\n<blockquote>\n<i>Corporation Secretarial Services.</i> Consulting services with regard to:</blockquote>\n<blockquote>a. Preparation of minutes of directors' and shareholders' meetings;</blockquote>\n<blockquote>b. Advice on amendment of corporate bylaws;</blockquote>\n<blockquote>c. Advice on corporate contracts.</blockquote>\n<blockquote>Consultant shall not be authorized to execute contracts entered into by Company, including any insurance contract.</blockquote>\n<blockquote>\n<i>Data Processing Services.</i> Consulting services with regard to:</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*627</span> a. Developing data processing systems and programs;</blockquote>\n<blockquote>b. Training and development of data processing personnel;</blockquote>\n<blockquote>c. Advice on the purchase of hardware and software;</blockquote>\n<blockquote>d. Advice on conducting audits of computer departments;</blockquote>\n<blockquote>e. Advice on the conduct of feasibility studies.</blockquote>\n<blockquote>No decisions as to the acquisition of computer hardware and software shall be made by Consultant. Such decisions shall be made by Company. The actual provisions of new computer hardware and software is specifically excluded from this Agreement.</blockquote>\n<blockquote>\n<i>Marketing Services.</i> Consulting services with regard to:</blockquote>\n<blockquote>a. Establishing and/or maintaining sales force and management of sales forces;</blockquote>\n<blockquote>b. Advice on setting up and managing district sales offices and sales areas;</blockquote>\n<blockquote>c. Advice with regard to developing sales techniques, and advertising and sales promotional materials;</blockquote>\n<blockquote>d. Advice on monitoring public relations;</blockquote>\n<blockquote>e. Advice on assistance in conducting seminars;</blockquote>\n<blockquote>f. Preparing market research;</blockquote>\n<blockquote>g. Assisting actuaries in designing new products;</blockquote>\n<blockquote>h. Provide advice as to new technological products and trends in the industry.</blockquote>\n<blockquote>No decisions to hiring personnel, terminating personnel, development of new products and reorganization of sales forces shall be made by Consultant. All such decisions shall be made by Company.</blockquote>\n<blockquote>\n<i>Planning and Oversight.</i> Consulting services with regard to:</blockquote>\n<blockquote>a. Developing and recommending overall strategy for the future of the Company.</blockquote>\n<blockquote>b. Overseeing Company's investments in subsidiaries and affiliates, in which capacity employees may be asked to sit on the Boards of Directors of subsidiaries and affiliates for the purpose of gathering information and recommending action by the Company.</blockquote>\n<blockquote>c. Developing and recommending strategies for the investment of free funds of the Company.</blockquote>\n<blockquote>d. Developing and maintaining the knowledge, skills and techniques necessary for creating and maintaining a company-wide strategic planning process.</blockquote>\n<blockquote>\n<i>Financial Analysis.</i> Consulting services with regard to:</blockquote>\n<blockquote>a. Development of budget systems and methods;</blockquote>\n<blockquote>b. Preparing long-term strategic plans;</blockquote>\n<blockquote>c. Analysis of financial results.</blockquote>\n<blockquote>No decision as to the acceptance of budgets and long-term strategic plans shall be made by Consultant. Such decisions shall be made by the Company.</blockquote>\n<blockquote>\n<i>Personnel Administration.</i> Consulting services with regard to:</blockquote>\n<blockquote>a. Developing employee training and job education programs;</blockquote>\n<blockquote>b. Advice on enhancing employee motivation;</blockquote>\n<blockquote>c. Advice on developing compensation and employee benefit packages.</blockquote>\n<blockquote>No decisions as to compensation levels and all other benefits shall be made by Consultant. All such decisions shall be made by Company.</blockquote>\n<p>8. Although the Consulting Agreement prefaces each list of services that BAC is to perform for BAICL with the limiting phrase \"consulting services with regard to,\" it is clear that the parties intended BAC to <i>perform</i> those services. On 4 June 1986, George R. Ragsdale, attorney for both corporations, wrote the North Carolina Insurance Department seeking a ruling that the companies were not transacting insurance business in North Carolina. In that letter the duties to be performed by BAC for BAICL were described as follows:</p>\n<blockquote>(a) Monitoring branches and subsidiaries;</blockquote>\n<blockquote>(b) Investment of BA Group [BAICL and all of its subsidiaries] non-insurance <span class=\"star-pagination\">*628</span> assets and setting policy for investment of insurance reserves;</blockquote>\n<blockquote>(c) Corporate secretary functions including shareholder relations and corporate recordkeeping.</blockquote>\n<blockquote>(d) Planning and implementing administrative procedures with regard to insurance products;</blockquote>\n<blockquote>(e) Development of overall corporate management policy and strategic planning for the entire BA Group; and</blockquote>\n<blockquote>(f) Financial planning for the BA Group;</blockquote>\n<blockquote>(g) Data processing;</blockquote>\n<blockquote>(h) Provision of actuarial assistance, including analysis of actuarial effects of current and future insurance products; preparation of actuarial reports and negotiations with various insurance departments on actuarial issues;</blockquote>\n<blockquote>(i) Accounting functions for the consolidation of all subsidiary and branch divisions;</blockquote>\n<blockquote>(j) Human resources management for the BA Group.</blockquote>\n<blockquote>(k) Insurance product development and development of marketing goals and strategies for insurance products;</blockquote>\n<blockquote>(<i>l</i>) Preparation of BA Group accounting reports.</blockquote>\n<p>9. BAC performs these services through its employees who are located in its offices in Raleigh, North Carolina.</p>\n<p>10. Since the creation of the American subsidiary most of its officers and directors have also been officers and directors of BAICL. Currently, Dawood A. Rawat is a director, chairman of the board, president and c.e.o. of both corporations. G. Carroll Davidson is a senior vice president and corporate secretary of both corporations. William B. Allen is a senior vice-president of both corporations. Michael D.J. Taylor is a vice-president of both corporations. Richard W. Leiser is senior actuary of both corporations. Rawat, Davidson, Allen and Leiser comprise the entire board of directors of BAC. All of the listed officers live in Raleigh.</p>\n<p>11. Mr. Rawat spends a good deal of his time in Raleigh and travels throughout the world visiting BAICL's offices and subsidiaries. He visits the Bahamian office about six or seven times a year.</p>\n<p>12. BAICL has only a few employees left in the Bahamas and its physical plant has been reduced.</p>\n<p>13. On forms filed with the Internal Revenue Service, entitled \"Information Return of a Foreign Owned Corporation\" (form 5472) for the years 1985, 1986 and 1987, BAIC listed, under \"Countries of corporate residence\" the United States and Bahamas. Annual business licenses issued to BAICL for those same years describes the business of the corporation as \"non-resident.\"</p>\n<p>14. In notices to shareholders in 1987 and 1988 which included forms to be returned to the corporation, the following address was given: \"The Secretary, British-American Insurance Company, Ltd., P.O. Box 17209, Raleigh, North Carolina XXXXX-XXXX U.S.A.\" A similar notice in 1989, <i>after this lawsuit was begun,</i> listed the following address: \"The Secretary, British-American Insurance Company, Ltd., P.O. Box N-3005, Nassau, N.P., Bahamas.\"</p>\n<p>15. On Form 20-F, filed by BAIC with the Securities and Exchange Commission on 13 July 1987 the following address was listed: \"British American Insurance Company Limited, Raleigh, N.C. XXXXX-XXXX U.S.A. Telephone (919) 848-2500.\" The Raleigh telephone directory lists that same number for BAC. In this report BAICL stated that its \"central administrative functions were carried out in British American Corporation, a wholly-owned subsidiary located in Raleigh, North Carolina.\"</p>\n<p>16. In a previous action in this court, <i>Systems Craft, Inc. v. British-American Insurance Co., Ltd.,</i> 86-1269-Civ-5, filed on 4 December 1986, BAICL did not contest jurisdiction and filed counterclaims and cross claims. BAICL has also been plaintiff in at least two other actions in courts of the United States, <i>British-American Insurance Co., Ltd. v. Lee,</i> 403 F.Supp. 31 (D.Del.1975), and <i>British-American Insurance Co., Ltd. v. Cladakis,</i> 321 So.2d. 448 (Fla.Dist.Ct.App.1975).</p>\n<p><span class=\"star-pagination\">*629</span> 17. BAICL included, in its 1983 and 1985 Annual Reports, a map entitled \"The British-American World\" which shows the operations in Raleigh, North Carolina.</p>\n<p>18. George R. Ragsdale, a Raleigh, North Carolina, attorney, has represented BAICL and its subsidiary corporations for many years, and has served on the Board of Directors of BAICL. He prepared the contract giving rise to this action and was directly involved in finalizing the transaction and the transfer of the money.</p>\n<p>19. BAICL uses United States currency in its businesses and in its consolidated accounting. It has non-residency in the Bahamas for monetary purposes.</p>\n<p>20. BAICL invests its funds in countries other than the Bahamas, primarily the United States.</p>\n<p></p>\n<h2>III</h2>\n<p></p>\n<h2>A. BAICL'S MOTION TO DISMISS FOR LACK OF PERSONAL JURISDICTION.</h2>\n<p>This motion, grounded on Rule 12(b)(2) Fed.R.Civ.P., is based on BAICL's contention that it has not established contacts with the State of North Carolina sufficient to warrant exercise of personal jurisdiction by this court.</p>\n<p>Exercise of personal jurisdiction over a non-resident defendant must meet two standards: First, the court must determine if the North Carolina long-arm statute would allow the exercise of jurisdiction over the defendant; and, second, the court must decide whether the exercise of jurisdiction comports with due process under <i>International Shoe Co. v. Washington,</i> 326 U.S. 310, 66 S.Ct. 154, 90 L.Ed. 95 (1945). <i>Bowman v. Curt G. Joa, Inc.,</i> 361 F.2d 706 (4th Cir.1966); <i>United Advertising Agency, Inc. v. Robb,</i> 391 F.Supp. 626 (M.D.N.C.1975). It has been held, however, that the North Carolina long-arm statute extends to the outer bounds of due process, making analysis under the statute and the due process clause of the Constitution one and the same. <i>Dillon v. Numismatic Funding Corp.,</i> 291 N.C. 674, 231 S.E.2d 629 (1977); <i>Fieldcrest Mills, Inc. v. Mohasco Corp.,</i> 442 F.Supp. 424 (M.D.N.C. 1977). As this court stated in <i>Southern Case, Inc. v. Management Recruiters International, Inc.,</i> 544 F.Supp. 403 (E.D.N. C.1982):</p>\n<blockquote>Thus, the prevailing law in North Carolina presumes the existence of <i>in personam</i> jurisdiction. Given this liberal construction of the North Carolina long-arm statute and the state courts' determination that the statute permits the exercise of personal jurisdiction in all cases where such jurisdiction does not contravene due process, this Court's inquiry crystallizes to one issue. That is, whether the exercise of <i>in personam</i> jurisdiction over the instant defendant violates the \"traditional notions of fair play and substantial justice\" protected by due process of law.</blockquote>\n<p><i>Id.</i> at 405 (citing <i>International Shoe</i>).</p>\n<p>BAICL contends that it is not doing business in North Carolina and that its only presence here is its subsidiary, BAC. BAICL relies on <i>Cannon Manufacturing Co. v. Cudahy Packing Co.,</i> 267 U.S. 333, 45 S.Ct. 250, 69 L.Ed. 634 (1925), to support its contention that a parent corporation is not doing business in a state merely because of the presence of its wholly owned subsidiary, even if the officers of the two corporations are identical. Indeed, that is a correct citation of the law. However, later cases have not allowed parent corporations to hide behind the fiction of a subsidiary and enjoy the benefits of a forum while at the same time avoiding the responsibilities attendant therewith. <i>Handlos v. Litton Industries, Inc.,</i> 304 F.Supp. 347 (E.D.Wis.1969); <i>Industrial Research Corp. v. General Motors Corp.,</i> 29 F.2d 623 (1928). In the latter case, the court said:</p>\n<blockquote>It is against sound policy, when a corporation has grown so large, and it has entered into activities so various and so generally distributed, that it finds itself compelled to operate through many subsidiaries, doing nothing directly itself in carrying on its business, to permit it to enjoy exclusively the fruits of such subsidiary <span class=\"star-pagination\">*630</span> activity and to escape the concomitant responsibilities flowing therefrom.</blockquote>\n<p><i>Id.</i> at 627.</p>\n<p>It would be a travesty to allow BAICL to hold itself out to its shareholders and the public as doing business in North Carolina and, at the same time, selectively avoid process from North Carolina courts at its whim. It is quite obvious to the court that BAIC (now BAC) was formed for the very purpose of carrying on the business of BAICL, the business that had formerly been carried on by the parent in the Bahamas. That is, in fact, what is now happening. BAICL's principal officers live and transact business in Raleigh. Nearly all of its business activities are carried on here, albeit in the name of BAC under the \"consulting\" agreement.</p>\n<p>To allow service of process in this action does not offend \"traditional notions of fair play and substantial justice.\" Allowing the motion to dismiss would. The motion will be denied.</p>\n<p></p>\n<h2>B. DEFENDANT BAC'S MOTION TO DISMISS FOR FAILURE TO STATE A CLAIM UPON WHICH RELIEF CAN BE GRANTED.</h2>\n<p>BAC contends that no cause of action is stated against it in the complaint and that it is entitled to dismissal under the provisions of Fed.R.Civ.P. 12(b)(6). Plaintiffs contend, on the other hand, that the complaint, liberally construed, alleges that BAC is the alter ego of BAICL and, thus, amenable to the causes of action alleged. The court agrees. In addition, the court notes that plaintiffs have pending a motion to amend the complaint making those allegation more specific. The motion to dismiss will be denied.</p>\n<p></p>\n<h2>C. PLAINTIFFS' MOTION FOR SUPPLEMENTAL PROCEEDINGS.</h2>\n<p>In their complaint, plaintiffs moved pursuant to Fed.R.Civ.P. 69 for supplemental proceedings to enforce a judgment obtained by FDIC against the Fort Lincoln Companies. Plaintiffs request an order requiring BAICL to transfer to plaintiffs $2 million plus interest from 5 May 1983. After considering both parties' arguments and memoranda, the court determines that the motion for supplemental proceedings should be denied at this time.</p>\n<p>Rule 69 of the Federal Rules of Civil Procedure provides for proceedings to aid in the execution of judgment. This rule provides in part:</p>\n<blockquote>Process to enforce a judgment for the payment of money shall be a writ of execution, unless the court directs otherwise. The procedure on execution, in proceedings supplementary to and in aid of a judgment, and in proceedings on and in aid of execution shall be in accordance with the practice and procedure of the state in which the district court is held, existing at the time the remedy is sought, except that any statute of the United States governs to the extent that it is applicable.</blockquote>\n<p>Fed.R.Civ.P. 69(a). \"A judgment in an action for the recovery of money ... may be registered by filing a certified copy of such judgment in any other district....\" 28 U.S.C. § 1963 (1989 Supp). Judgments so registered have the same effect as the judgment of that district court. <i>Id.</i> Since the procedure on execution under Rule 69 is the procedure of the state of the district court, this court must look to the state statutes and decisions to determine the availability of supplemental proceedings. <i>Defoe v. Town of Rutherfordton,</i> 122 F.2d 342 (4th Cir.1941).</p>\n<p>N.C.Gen.Stat. § 1-352 provides that if an execution against a judgment debtor is returned partially or wholly unsatisfied, the judgment creditor may seek a court order requiring the debtor to appear in court and answer concerning his property. N.C.Gen. Stat. § 1-360 establishes a proceeding to bring a debtor of the judgment debtor before the court. That section provides in part:</p>\n<blockquote>After the issuing or return of an execution against the property of the judgment debtor ... and upon affidavit that any person or corporation was property of said judgment debtor, or is indebted to him in any amount exceeding ten dollars ($10.00), the court or judge may, by order, <span class=\"star-pagination\">*631</span> require such person or corporation, or any officer or members thereof, to appear at a specified time and place, and answer concerning the same.</blockquote>\n<p>N.C.Gen.Stat. § 1-360. The North Carolina supplemental proceedings statutes provide for \"supplemental proceedings, equitable in nature, after execution against a judgment debtor is returned unsatisfied to aid creditors to reach property of every kind subject to the payment of debts which cannot be reached by the ordinary process of execution. These proceedings are available only after execution is attempted.\" <i>Massey v. Cates,</i> 2 N.C.App. 162, 164, 162 S.E.2d 589, 591 (1968). The object of a supplemental proceeding is to compel information about the judgment debtor's property. <i>Cornelius v. Albertson,</i> 244 N.C. 265, 93 S.E.2d 147 (1956). An order in a supplemental proceeding \"is sufficient to bring [the third party] before the court, and to make him subject to its jurisdiction for the purpose of securing the judgment debtor's propertynot for the purpose of contesting any right of such person having the same.\" <i>Id.</i> at 268, 93 S.E.2d at 149. If the third party \"sets up a distinct and specific claim to the property in controversy, his title cannot be inquired into in these proceedings, but a separate action against him must be brought by the administrator, in which the rights of the claimants can be determined.\" <i>Carson v. Oates,</i> 64 N.C. 115, 117-18 (1870).</p>\n<p>In this case, plaintiffs allege that the $2 million was transferred to BAICL pursuant to a contract for sale of BAICL's Fiji branch. Plaintiffs contend the contract lacked consideration. Defendants have filed Rule 12 motions but have not yet answered the allegations of the complaint. Defendants' position for purposes of the argument on this motion is that the transfer was supported by valuable consideration and that the purchaser received full value. The present ownership of the $2 million funds which comprised the purchase price for BAICL's Fiji branch is in dispute, and the resolution is inappropriate for supplemental proceedings. Plaintiffs' motion for supplemental proceedings will be denied without prejudice to again being considered should plaintiffs prevail on their other claims.</p>\n<p></p>\n<h2>D. PLAINTIFFS' MOTION FOR INJUNCTIVE RELIEF.</h2>\n<p>In their complaint, plaintiffs requested injunctive relief enjoining defendants BAC and BAICL from conveying assets other than in the ordinary course of business. Plaintiffs also requested that BAICL be enjoined from transferring or impairing the common stock and other interests in BAC, from liquidating the assets of BAC or reducing the net worth of BAC to an amount less than $6 million.</p>\n<p>The Fourth Circuit has set forth four factors to be considered in determining whether preliminary injunctive relief is available. The court must consider: (1) the likelihood that plaintiff will succeed on the merits; (2) the irreparable injury plaintiff will suffer if interim relief is not granted; (3) the injury to defendant if an injunction is issued; and (4) the public interest. <i>North Carolina State Ports Authority v. Dart Container-line Co., Ltd.,</i> 592 F.2d 749 (4th Cir.1979). Upon weighing these factors, \"[i]f ... the balance is struck in favor of plaintiff[s], a preliminary injunction should issue if, at least, grave or serious questions are presented.\" <i>Id.</i> at 750.</p>\n<p>The court finds that plaintiffs are not entitled to the injunctive relief sought. Plaintiffs contend that they have complied with all statutory requirements necessary to enforce their judgment against BAICL through supplemental proceedings. They also contend that they have demonstrated a great likelihood that they will prevail on their alternative claims for relief based on fraudulent conveyance, unjust enrichment or declaratory judgment. The court is not persuaded that plaintiffs have presented a strong likelihood of success on the merits. The laws of several states are involved in this case and there is a factual conflict on one essential issue of the case, the validity of the transfer of the $2 million to BAICL. At this time, plaintiffs have not shown they will suffer irreparable harm if relief is denied. Plaintiffs have presented evidence <span class=\"star-pagination\">*632</span> that BAICL has been depleting its assets and that the value of BAC's assets in Wake County decreased approximately $200,000 from 1988 to 1989. Plaintiffs also point out that BAC's income is controlled by its contract with BAICL and is subject to being cut off by the parent corporation. On the other hand, defendants have presented evidence of a viable corporation in continuous operation for nearly seventy years which has set forth legitimate business reasons to sell less profitable assets. Plaintiffs have not made a sufficient showing for preliminary injunctive relief.</p>\n<p></p>\n<h2>IV</h2>\n<p>For the foregoing reasons, it is hereby ORDERED that:</p>\n<p>A. Defendant BAICL's motion to dismiss for lack of personal jurisdiction is denied.</p>\n<p>B. Defendant BAC's motion to dismiss for failure to state a claim upon which relief can be granted is denied.</p>\n<p>C. Plaintiffs' motion for supplemental proceedings is denied.</p>\n<p>D. Plaintiffs' motion for injunctive relief is denied.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants have not yet answered. Thus, for the purpose of the pending motions, the allegations are deemed to be true. <i>Hughes v. Rowe,</i> 449 U.S. 5, 101 S.Ct. 173, 66 L.Ed.2d 163 (1980).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">726</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">622</span></span> (1989)</b></center>\n<center><h1>FEDERAL DEPOSIT INSURANCE CORPORATION, et al., Plaintiffs,<br>\nv.<br>\nBRITISH-AMERICAN CORPORATION, et al., Defendants.</h1></center>\n<center>No. 89-303-CIV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 22, 1989.</center>\n<p><span class=\"star-pagination\">*623</span> Womble, Carlyle, Sandridge &amp; Rice, G. Eugene Boyce, Laura V. Leak, Donald L. Smith, and Gerald L. Bass, Bass, Powell &amp; Bryant, Raleigh, N.C., E. Whitney Drake, Sp. Counsel, FDIC, Washington, D.C., for plaintiffs. <span class=\"star-pagination\">*624</span> Maupin, Taylor, Ellis &amp; Adams, John T. Williamson and Sharon L. Hartman, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>On 2 August 1989, upon motion of plaintiffs, the court entered an order directing defendants to appear and show cause why certain assets in their control should not be declared fraudulently acquired and why plaintiffs are not entitled to injunctive relief. Defendant British-American Corporation (BAC) has filed a motion to dismiss for failure to state a claim upon which relief can be granted, and defendant British-American Insurance Company, Ltd. (BAICL) has filed a motion to dismiss for lack of personal jurisdiction. All matters have been fully briefed and depositions and other discovery materials have been presented to the court. A hearing was held in Wilmington, North Carolina, on 23 and 24 August 1989. Rulings are now appropriate.</p>\n<p></p>\n<h2>I</h2>\n<p>The complaint alleges the following facts which are pertinent to the pending motions:<sup>[1]</sup></p>\n<p>1. BAICL is a corporation organized and existing under the laws of the Commonwealth of the Bahamas. Prior to 5 May 1983 BAIC was duly authorized to carry on, and was carrying on, business in the Dominion of Fiji.</p>\n<p>2. BAC is a wholly-owned subsidiary of BAICL, was organized under the laws of the State of North Carolina, and has its principal office and place of business in Raleigh, North Carolina. BAC is the successor corporation of a merger between BAC and British American International Corp. (BAIC) which, though organized under the laws of the State of Florida, had its principal office and place of business in Raleigh, North Carolina.</p>\n<p>3. Wyoming National Bank (WNB) was a national bank located in Lovell, Wyoming, which was, on 24 June 1983, declared insolvent by the United States Comptroller of the Currency who appointed the Federal Deposit Insurance Corp. (FDIC) as its receiver.</p>\n<p>4. Fort Lincoln Group, Inc. and two of its subsidiaries, Fort Lincoln Assurance Company (FLAC) and Fort Lincoln Life Insurance Company (FLLIC) (collectively, the Fort Lincoln Companies), were North Dakota corporations which are now insolvent. Plaintiff Gerald L. Bass has been appointed Receiver <i>pendente lite</i> of FLAC and FLLIC.</p>\n<p>5. Anant Kumar Tripati (Tripati), a California resident but a citizen of the Dominion of Fiji, in 1983 organized a limited company under the laws of Fiji named Southwest Pacific Assurance Co., Ltd. (Southwest Pacific).</p>\n<p>6. Prior to 1983 BAICL owned and was operating an insurance business in Fiji, as well as other places throughout the world other than the United States.</p>\n<p>7. On 5 May 1983, BAICL entered into a contract with Milton R. Polland, an agent of Tripati, to sell its Fiji insurance business to Southwest Pacific for $2 million ($2,000,000.00). On that same date the full purchase price was transferred from a FLLIC account in a California bank to BAICL. This $2 million had been obtained from WNB by fraud. The transfer was through a BAICL account in a New York bank.</p>\n<p>8. Plaintiffs allege that the purported sale by BAICL of its FIJI insurance was void because it was not carried out in accordance with the laws of Fiji.</p>\n<p>9. In 1984 FDIC obtained judgment, presumably in North Dakota, against the Lincoln Companies in excess of $5.7 million, over $5 million of which remains uncollected.</p>\n<p>10. A prior action between the same parties in the United States District Court for the Central District of California was dismissed for lack of personal jurisdiction. That decision was affirmed by the Ninth <span class=\"star-pagination\">*625</span> Circuit Court of Appeals. <i>FDIC v. British-American Insurance Co., Ltd.,</i> <span class=\"citation\" data-id=\"494208\"><a href=\"/opinion/494208/federal-deposit-insurance-corporation-as-receiver-of-the-western-national/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1439</span></a></span> (9th Cir.1987). Plaintiffs contend that the California action was dismissed because false affidavits were filed by the General Counsel and Chairman of the Board of Directors of BAICL. Those affidavits contained identical statements which said that BAICL \"is a Bahamian corporation, with its principal office in Nassau, Bahamas, and approximately thirty (30) subsidiaries and branches located in thirty (30) different countries, <i>none</i> of which is in the United States.\" (emphasis added). Dated September 1986, these affidavits are obviously in error as BAIC (the Florida subsidiary) was then in existence and was licensed to do business in North Carolina. Defendants contend that there is a typographical error in the affidavits and that the word \"none\" should read \"one.\"</p>\n<p>11. Seeking to recover the $2 million, plaintiffs allege four counts in their complaint:</p>\n<p>A. Count one. Under Rule 69 of the Federal Rules of Civil Procedure and N.C. Gen.Stat. §§ 1-352 et seq., plaintiffs seek to proceed by way of supplemental proceedings to have the $2 million, plus accrued interest, applied toward satisfaction of its judgment.</p>\n<p>B. Count two. Under the laws of California and North Carolina, plaintiffs seek to have the purported conveyance from BAICL to Southwest Pacific declared fraudulent and void.</p>\n<p>C. Count three. Under a theory of unjust enrichment plaintiffs seek to set aside the conveyance.</p>\n<p>D. Count four. Under 28 U.S.C. § 2201 and N.C.Gen.Stat. § 1-253, plaintiffs seek a declaratory judgment that the transfer was illegal and invalid from its incipiency.</p>\n<p></p>\n<h2>II</h2>\n<p>The following facts, gleaned from the depositions and other discovery documents, do not seem to be controverted:</p>\n<p>1. BAICL was chartered in the Commonwealth of the Bahamas in 1920. It has engaged in insurance and other businesses throughout the world, in its own name and through subsidiary corporations. Though permitted by its charter to do so, BAICL has never directly engaged in any business in the United States. BAICL is owned primarily by United States citizens with the McMillen Trust, established in 1925, owning controlling interest.</p>\n<p>2. Prior to 1982 BAICL performed most of the technical and support services necessary for day-to-day operation through its regular employees at its corporate headquarters in Nassau. Although some of its employees in Nassau were Bahamians, the vast majority of its employees, and practically all of its employees who held highly-skilled positions, were not Bahamians and many of them were United States citizens.</p>\n<p>3. At some time prior to 1982, the Bahamian government began to enforce laws and regulations designed to place more Bahamians in the work force. BAICL found itself under increasing pressure to hire more Bahamians, few, if any, of whom were qualified to do the highly skilled jobs, such as those in actuarial science and computer technology. In addition, the Bahamian government passed laws and adopted regulations making it difficult, if not impossible, for BAICL non-resident employees to own real property, including private dwellings. For these and other reasons, BAICL made the decision to have many of these important functions performed elsewhere.</p>\n<p>4. On 16 September 1982 Articles of Incorporation were filed in Florida for a wholly-owned subsidiary of BAICL under the name of British-American, Florida, Inc. (BAF). The primary purpose of the subsidiary, as stated in the charter, was \"to provide management services and other related services to insurance companies.\" The registered office of the corporation was listed in Jacksonville, Florida. However, two of the three directors were from Raleigh, North Carolina, and the third from Nassau. In addition the name and address of the sole incorporator was James C. Ray, Raleigh, North Carolina, who is an attorney and a member of the same firm as <span class=\"star-pagination\">*626</span> George R. Ragsdale, one of the three directors.</p>\n<p>5. On 7 October 1982, BAF filed an application for authority to transact business in North Carolina which was granted by Certificate of Authority issued on 8 October 1982.</p>\n<p>6. The name of the subsidiary was later changed to British-American International Corporation and, as previously noted, this corporation merged into BAC.</p>\n<p>7. Sometime after the creation of the American subsidiary it entered into a contract with BAICL to perform certain services for the parent. An agreement dated 1 January 1987 between the two corporations is styled a \"Consulting Agreement\" and provides that BAC is to perform the following consulting services for BAICL:</p>\n<blockquote>\n<i>Actuarial Services:</i> Consulting and actuarial services including:</blockquote>\n<blockquote>a. Calculating rates and reserves;</blockquote>\n<blockquote>b. Advice on developing new products and underwriting criteria for such products;</blockquote>\n<blockquote>c. Evaluating loss rations;</blockquote>\n<blockquote>d. Advice on employee benefits;</blockquote>\n<blockquote>e. Advice on placing reinsurance;</blockquote>\n<blockquote>f. Analyzing and making recommendations on agency compensation and policy benefits; and</blockquote>\n<blockquote>g. Preparation of returns for regulatory authorities.</blockquote>\n<blockquote>Consultant agrees that it shall not be responsible for any decisions as to adoption of new products and underwriting criteria for such products. It shall also not be responsible for any decisions with regard to employee benefits, reinsurance, agency compensation, rate schedules and policy benefits. All such decisions shall be made by Company.</blockquote>\n<blockquote>\n<i>Consulting on Buildings and Interiors.</i> Consulting services with regard to:</blockquote>\n<blockquote>a. Planning layouts, exteriors and interiors of Company buildings;</blockquote>\n<blockquote>b. Planning external features such as parking and landscaped areas;</blockquote>\n<blockquote>c. Advice on furnishings, equipping and decorating offices;</blockquote>\n<blockquote>d. Advice on maintaining buildings, furnishing [sic] and equipment.</blockquote>\n<blockquote>Consultant agrees that it shall not make any decisions as to the design and decoration of buildings and property. Such decisions shall be made by Company.</blockquote>\n<blockquote>\n<i>Accounting Services.</i> Consulting services with regard to:</blockquote>\n<blockquote>a. Accounting services, including advice and consultation with respect to the preparation of balance sheets, profit and loss statements, income tax returns, books and records, financial information required by governmental agencies and financial information required by shareholders and directors; and</blockquote>\n<blockquote>b. Auditing services including advice and consultation on conducting internal audits.</blockquote>\n<blockquote>Consultant agrees that it shall not be responsible for any decisions as to the preparation of any accounting or tax documents and that all such decisions shall be made by Company.</blockquote>\n<blockquote>\n<i>Claims Services.</i> Consulting services on claims including:</blockquote>\n<blockquote>a. Investigation of claims;</blockquote>\n<blockquote>b. Confirmation of validity of claims;</blockquote>\n<blockquote>c. Advice on settling claims;</blockquote>\n<blockquote>d. Advice on compromising and discharging claims;</blockquote>\n<blockquote>e. Advice on analyzing claims.</blockquote>\n<blockquote>Consultant agrees that it shall not make any decisions as to the confirmation, compromise and settlement of claims. All such decisions shall be made by the Company.</blockquote>\n<blockquote>\n<i>Corporation Secretarial Services.</i> Consulting services with regard to:</blockquote>\n<blockquote>a. Preparation of minutes of directors' and shareholders' meetings;</blockquote>\n<blockquote>b. Advice on amendment of corporate bylaws;</blockquote>\n<blockquote>c. Advice on corporate contracts.</blockquote>\n<blockquote>Consultant shall not be authorized to execute contracts entered into by Company, including any insurance contract.</blockquote>\n<blockquote>\n<i>Data Processing Services.</i> Consulting services with regard to:</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*627</span> a. Developing data processing systems and programs;</blockquote>\n<blockquote>b. Training and development of data processing personnel;</blockquote>\n<blockquote>c. Advice on the purchase of hardware and software;</blockquote>\n<blockquote>d. Advice on conducting audits of computer departments;</blockquote>\n<blockquote>e. Advice on the conduct of feasibility studies.</blockquote>\n<blockquote>No decisions as to the acquisition of computer hardware and software shall be made by Consultant. Such decisions shall be made by Company. The actual provisions of new computer hardware and software is specifically excluded from this Agreement.</blockquote>\n<blockquote>\n<i>Marketing Services.</i> Consulting services with regard to:</blockquote>\n<blockquote>a. Establishing and/or maintaining sales force and management of sales forces;</blockquote>\n<blockquote>b. Advice on setting up and managing district sales offices and sales areas;</blockquote>\n<blockquote>c. Advice with regard to developing sales techniques, and advertising and sales promotional materials;</blockquote>\n<blockquote>d. Advice on monitoring public relations;</blockquote>\n<blockquote>e. Advice on assistance in conducting seminars;</blockquote>\n<blockquote>f. Preparing market research;</blockquote>\n<blockquote>g. Assisting actuaries in designing new products;</blockquote>\n<blockquote>h. Provide advice as to new technological products and trends in the industry.</blockquote>\n<blockquote>No decisions to hiring personnel, terminating personnel, development of new products and reorganization of sales forces shall be made by Consultant. All such decisions shall be made by Company.</blockquote>\n<blockquote>\n<i>Planning and Oversight.</i> Consulting services with regard to:</blockquote>\n<blockquote>a. Developing and recommending overall strategy for the future of the Company.</blockquote>\n<blockquote>b. Overseeing Company's investments in subsidiaries and affiliates, in which capacity employees may be asked to sit on the Boards of Directors of subsidiaries and affiliates for the purpose of gathering information and recommending action by the Company.</blockquote>\n<blockquote>c. Developing and recommending strategies for the investment of free funds of the Company.</blockquote>\n<blockquote>d. Developing and maintaining the knowledge, skills and techniques necessary for creating and maintaining a company-wide strategic planning process.</blockquote>\n<blockquote>\n<i>Financial Analysis.</i> Consulting services with regard to:</blockquote>\n<blockquote>a. Development of budget systems and methods;</blockquote>\n<blockquote>b. Preparing long-term strategic plans;</blockquote>\n<blockquote>c. Analysis of financial results.</blockquote>\n<blockquote>No decision as to the acceptance of budgets and long-term strategic plans shall be made by Consultant. Such decisions shall be made by the Company.</blockquote>\n<blockquote>\n<i>Personnel Administration.</i> Consulting services with regard to:</blockquote>\n<blockquote>a. Developing employee training and job education programs;</blockquote>\n<blockquote>b. Advice on enhancing employee motivation;</blockquote>\n<blockquote>c. Advice on developing compensation and employee benefit packages.</blockquote>\n<blockquote>No decisions as to compensation levels and all other benefits shall be made by Consultant. All such decisions shall be made by Company.</blockquote>\n<p>8. Although the Consulting Agreement prefaces each list of services that BAC is to perform for BAICL with the limiting phrase \"consulting services with regard to,\" it is clear that the parties intended BAC to <i>perform</i> those services. On 4 June 1986, George R. Ragsdale, attorney for both corporations, wrote the North Carolina Insurance Department seeking a ruling that the companies were not transacting insurance business in North Carolina. In that letter the duties to be performed by BAC for BAICL were described as follows:</p>\n<blockquote>(a) Monitoring branches and subsidiaries;</blockquote>\n<blockquote>(b) Investment of BA Group [BAICL and all of its subsidiaries] non-insurance <span class=\"star-pagination\">*628</span> assets and setting policy for investment of insurance reserves;</blockquote>\n<blockquote>(c) Corporate secretary functions including shareholder relations and corporate recordkeeping.</blockquote>\n<blockquote>(d) Planning and implementing administrative procedures with regard to insurance products;</blockquote>\n<blockquote>(e) Development of overall corporate management policy and strategic planning for the entire BA Group; and</blockquote>\n<blockquote>(f) Financial planning for the BA Group;</blockquote>\n<blockquote>(g) Data processing;</blockquote>\n<blockquote>(h) Provision of actuarial assistance, including analysis of actuarial effects of current and future insurance products; preparation of actuarial reports and negotiations with various insurance departments on actuarial issues;</blockquote>\n<blockquote>(i) Accounting functions for the consolidation of all subsidiary and branch divisions;</blockquote>\n<blockquote>(j) Human resources management for the BA Group.</blockquote>\n<blockquote>(k) Insurance product development and development of marketing goals and strategies for insurance products;</blockquote>\n<blockquote>(<i>l</i>) Preparation of BA Group accounting reports.</blockquote>\n<p>9. BAC performs these services through its employees who are located in its offices in Raleigh, North Carolina.</p>\n<p>10. Since the creation of the American subsidiary most of its officers and directors have also been officers and directors of BAICL. Currently, Dawood A. Rawat is a director, chairman of the board, president and c.e.o. of both corporations. G. Carroll Davidson is a senior vice president and corporate secretary of both corporations. William B. Allen is a senior vice-president of both corporations. Michael D.J. Taylor is a vice-president of both corporations. Richard W. Leiser is senior actuary of both corporations. Rawat, Davidson, Allen and Leiser comprise the entire board of directors of BAC. All of the listed officers live in Raleigh.</p>\n<p>11. Mr. Rawat spends a good deal of his time in Raleigh and travels throughout the world visiting BAICL's offices and subsidiaries. He visits the Bahamian office about six or seven times a year.</p>\n<p>12. BAICL has only a few employees left in the Bahamas and its physical plant has been reduced.</p>\n<p>13. On forms filed with the Internal Revenue Service, entitled \"Information Return of a Foreign Owned Corporation\" (form 5472) for the years 1985, 1986 and 1987, BAIC listed, under \"Countries of corporate residence\" the United States and Bahamas. Annual business licenses issued to BAICL for those same years describes the business of the corporation as \"non-resident.\"</p>\n<p>14. In notices to shareholders in 1987 and 1988 which included forms to be returned to the corporation, the following address was given: \"The Secretary, British-American Insurance Company, Ltd., P.O. Box 17209, Raleigh, North Carolina XXXXX-XXXX U.S.A.\" A similar notice in 1989, <i>after this lawsuit was begun,</i> listed the following address: \"The Secretary, British-American Insurance Company, Ltd., P.O. Box N-3005, Nassau, N.P., Bahamas.\"</p>\n<p>15. On Form 20-F, filed by BAIC with the Securities and Exchange Commission on 13 July 1987 the following address was listed: \"British American Insurance Company Limited, Raleigh, N.C. XXXXX-XXXX U.S.A. Telephone (919) 848-2500.\" The Raleigh telephone directory lists that same number for BAC. In this report BAICL stated that its \"central administrative functions were carried out in British American Corporation, a wholly-owned subsidiary located in Raleigh, North Carolina.\"</p>\n<p>16. In a previous action in this court, <i>Systems Craft, Inc. v. British-American Insurance Co., Ltd.,</i> 86-1269-Civ-5, filed on 4 December 1986, BAICL did not contest jurisdiction and filed counterclaims and cross claims. BAICL has also been plaintiff in at least two other actions in courts of the United States, <i>British-American Insurance Co., Ltd. v. Lee,</i> <span class=\"citation\" data-id=\"1559746\"><a href=\"/opinion/1559746/british-american-insurance-company-ltd-v-lee/\"><span class=\"volume\">403</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">31</span></a></span> (D.Del.1975), and <i>British-American Insurance Co., Ltd. v. Cladakis,</i> 321 So.2d. 448 (Fla.Dist.Ct.App.1975).</p>\n<p><span class=\"star-pagination\">*629</span> 17. BAICL included, in its 1983 and 1985 Annual Reports, a map entitled \"The British-American World\" which shows the operations in Raleigh, North Carolina.</p>\n<p>18. George R. Ragsdale, a Raleigh, North Carolina, attorney, has represented BAICL and its subsidiary corporations for many years, and has served on the Board of Directors of BAICL. He prepared the contract giving rise to this action and was directly involved in finalizing the transaction and the transfer of the money.</p>\n<p>19. BAICL uses United States currency in its businesses and in its consolidated accounting. It has non-residency in the Bahamas for monetary purposes.</p>\n<p>20. BAICL invests its funds in countries other than the Bahamas, primarily the United States.</p>\n<p></p>\n<h2>III</h2>\n<p></p>\n<h2>A. BAICL'S MOTION TO DISMISS FOR LACK OF PERSONAL JURISDICTION.</h2>\n<p>This motion, grounded on Rule 12(b)(2) Fed.R.Civ.P., is based on BAICL's contention that it has not established contacts with the State of North Carolina sufficient to warrant exercise of personal jurisdiction by this court.</p>\n<p>Exercise of personal jurisdiction over a non-resident defendant must meet two standards: First, the court must determine if the North Carolina long-arm statute would allow the exercise of jurisdiction over the defendant; and, second, the court must decide whether the exercise of jurisdiction comports with due process under <i>International Shoe Co. v. Washington,</i> <span class=\"citation\" data-id=\"104200\"><a href=\"/opinion/104200/international-shoe-co-v-washington/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">154</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">95</span></span> (1945). <i>Bowman v. Curt G. Joa, Inc.,</i> <span class=\"citation\" data-id=\"272051\"><a href=\"/opinion/272051/jake-harold-bowman-philip-g-griffin-a-donald-brinton-and-midland/\"><span class=\"volume\">361</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">706</span></a></span> (4th Cir.1966); <i>United Advertising Agency, Inc. v. Robb,</i> <span class=\"citation\" data-id=\"1494561\"><a href=\"/opinion/1494561/united-advertising-agency-inc-v-robb/\"><span class=\"volume\">391</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">626</span></a></span> (M.D.N.C.1975). It has been held, however, that the North Carolina long-arm statute extends to the outer bounds of due process, making analysis under the statute and the due process clause of the Constitution one and the same. <i>Dillon v. Numismatic Funding Corp.,</i> <span class=\"citation\" data-id=\"1237023\"><a href=\"/opinion/1237023/dillon-v-numismatic-funding-corp/\"><span class=\"volume\">291</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">674</span></a></span>, <span class=\"citation\" data-id=\"1237023\"><a href=\"/opinion/1237023/dillon-v-numismatic-funding-corp/\"><span class=\"volume\">231</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">629</span></a></span> (1977); <i>Fieldcrest Mills, Inc. v. Mohasco Corp.,</i> <span class=\"citation\" data-id=\"2285681\"><a href=\"/opinion/2285681/fieldcrest-mills-inc-v-mohasco-corp/\"><span class=\"volume\">442</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">424</span></a></span> (M.D.N.C. 1977). As this court stated in <i>Southern Case, Inc. v. Management Recruiters International, Inc.,</i> <span class=\"citation\" data-id=\"1686168\"><a href=\"/opinion/1686168/southern-case-inc-v-mgmt-recruiters-intern/\"><span class=\"volume\">544</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">403</span></a></span> (E.D.N. C.1982):</p>\n<blockquote>Thus, the prevailing law in North Carolina presumes the existence of <i>in personam</i> jurisdiction. Given this liberal construction of the North Carolina long-arm statute and the state courts' determination that the statute permits the exercise of personal jurisdiction in all cases where such jurisdiction does not contravene due process, this Court's inquiry crystallizes to one issue. That is, whether the exercise of <i>in personam</i> jurisdiction over the instant defendant violates the \"traditional notions of fair play and substantial justice\" protected by due process of law.</blockquote>\n<p><i>Id.</i> at 405 (citing <i>International Shoe</i>).</p>\n<p>BAICL contends that it is not doing business in North Carolina and that its only presence here is its subsidiary, BAC. BAICL relies on <i>Cannon Manufacturing Co. v. Cudahy Packing Co.,</i> <span class=\"citation\" data-id=\"100592\"><a href=\"/opinion/100592/cannon-mfg-co-v-cudahy-packing-co/\"><span class=\"volume\">267</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">250</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">634</span></span> (1925), to support its contention that a parent corporation is not doing business in a state merely because of the presence of its wholly owned subsidiary, even if the officers of the two corporations are identical. Indeed, that is a correct citation of the law. However, later cases have not allowed parent corporations to hide behind the fiction of a subsidiary and enjoy the benefits of a forum while at the same time avoiding the responsibilities attendant therewith. <i>Handlos v. Litton Industries, Inc.,</i> <span class=\"citation\" data-id=\"1867795\"><a href=\"/opinion/1867795/handlos-v-litton-industries-inc/\"><span class=\"volume\">304</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">347</span></a></span> (E.D.Wis.1969); <i>Industrial Research Corp. v. General Motors Corp.,</i> <span class=\"citation\" data-id=\"1483695\"><a href=\"/opinion/1483695/industrial-research-corp-v-general-motors-corporation/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">623</span></a></span> (1928). In the latter case, the court said:</p>\n<blockquote>It is against sound policy, when a corporation has grown so large, and it has entered into activities so various and so generally distributed, that it finds itself compelled to operate through many subsidiaries, doing nothing directly itself in carrying on its business, to permit it to enjoy exclusively the fruits of such subsidiary <span class=\"star-pagination\">*630</span> activity and to escape the concomitant responsibilities flowing therefrom.</blockquote>\n<p><i>Id.</i> at 627.</p>\n<p>It would be a travesty to allow BAICL to hold itself out to its shareholders and the public as doing business in North Carolina and, at the same time, selectively avoid process from North Carolina courts at its whim. It is quite obvious to the court that BAIC (now BAC) was formed for the very purpose of carrying on the business of BAICL, the business that had formerly been carried on by the parent in the Bahamas. That is, in fact, what is now happening. BAICL's principal officers live and transact business in Raleigh. Nearly all of its business activities are carried on here, albeit in the name of BAC under the \"consulting\" agreement.</p>\n<p>To allow service of process in this action does not offend \"traditional notions of fair play and substantial justice.\" Allowing the motion to dismiss would. The motion will be denied.</p>\n<p></p>\n<h2>B. DEFENDANT BAC'S MOTION TO DISMISS FOR FAILURE TO STATE A CLAIM UPON WHICH RELIEF CAN BE GRANTED.</h2>\n<p>BAC contends that no cause of action is stated against it in the complaint and that it is entitled to dismissal under the provisions of Fed.R.Civ.P. 12(b)(6). Plaintiffs contend, on the other hand, that the complaint, liberally construed, alleges that BAC is the alter ego of BAICL and, thus, amenable to the causes of action alleged. The court agrees. In addition, the court notes that plaintiffs have pending a motion to amend the complaint making those allegation more specific. The motion to dismiss will be denied.</p>\n<p></p>\n<h2>C. PLAINTIFFS' MOTION FOR SUPPLEMENTAL PROCEEDINGS.</h2>\n<p>In their complaint, plaintiffs moved pursuant to Fed.R.Civ.P. 69 for supplemental proceedings to enforce a judgment obtained by FDIC against the Fort Lincoln Companies. Plaintiffs request an order requiring BAICL to transfer to plaintiffs $2 million plus interest from 5 May 1983. After considering both parties' arguments and memoranda, the court determines that the motion for supplemental proceedings should be denied at this time.</p>\n<p>Rule 69 of the Federal Rules of Civil Procedure provides for proceedings to aid in the execution of judgment. This rule provides in part:</p>\n<blockquote>Process to enforce a judgment for the payment of money shall be a writ of execution, unless the court directs otherwise. The procedure on execution, in proceedings supplementary to and in aid of a judgment, and in proceedings on and in aid of execution shall be in accordance with the practice and procedure of the state in which the district court is held, existing at the time the remedy is sought, except that any statute of the United States governs to the extent that it is applicable.</blockquote>\n<p>Fed.R.Civ.P. 69(a). \"A judgment in an action for the recovery of money ... may be registered by filing a certified copy of such judgment in any other district....\" 28 U.S.C. § 1963 (1989 Supp). Judgments so registered have the same effect as the judgment of that district court. <i>Id.</i> Since the procedure on execution under Rule 69 is the procedure of the state of the district court, this court must look to the state statutes and decisions to determine the availability of supplemental proceedings. <i>Defoe v. Town of Rutherfordton,</i> <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">342</span></span> (4th Cir.1941).</p>\n<p>N.C.Gen.Stat. § 1-352 provides that if an execution against a judgment debtor is returned partially or wholly unsatisfied, the judgment creditor may seek a court order requiring the debtor to appear in court and answer concerning his property. N.C.Gen. Stat. § 1-360 establishes a proceeding to bring a debtor of the judgment debtor before the court. That section provides in part:</p>\n<blockquote>After the issuing or return of an execution against the property of the judgment debtor ... and upon affidavit that any person or corporation was property of said judgment debtor, or is indebted to him in any amount exceeding ten dollars ($10.00), the court or judge may, by order, <span class=\"star-pagination\">*631</span> require such person or corporation, or any officer or members thereof, to appear at a specified time and place, and answer concerning the same.</blockquote>\n<p>N.C.Gen.Stat. § 1-360. The North Carolina supplemental proceedings statutes provide for \"supplemental proceedings, equitable in nature, after execution against a judgment debtor is returned unsatisfied to aid creditors to reach property of every kind subject to the payment of debts which cannot be reached by the ordinary process of execution. These proceedings are available only after execution is attempted.\" <i>Massey v. Cates,</i> 2 N.C.App. 162, 164, <span class=\"citation\" data-id=\"1352941\"><a href=\"/opinion/1352941/massey-v-cates/\"><span class=\"volume\">162</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">589</span></a></span>, 591 (1968). The object of a supplemental proceeding is to compel information about the judgment debtor's property. <i>Cornelius v. Albertson,</i> <span class=\"citation\" data-id=\"1337639\"><a href=\"/opinion/1337639/cornelius-v-albertson/\"><span class=\"volume\">244</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">265</span></a></span>, <span class=\"citation\" data-id=\"1337639\"><a href=\"/opinion/1337639/cornelius-v-albertson/\"><span class=\"volume\">93</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">147</span></a></span> (1956). An order in a supplemental proceeding \"is sufficient to bring [the third party] before the court, and to make him subject to its jurisdiction for the purpose of securing the judgment debtor's propertynot for the purpose of contesting any right of such person having the same.\" <i>Id.</i> at 268, 93 S.E.2d at 149. If the third party \"sets up a distinct and specific claim to the property in controversy, his title cannot be inquired into in these proceedings, but a separate action against him must be brought by the administrator, in which the rights of the claimants can be determined.\" <i>Carson v. Oates,</i> <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">115</span></span>, 117-18 (1870).</p>\n<p>In this case, plaintiffs allege that the $2 million was transferred to BAICL pursuant to a contract for sale of BAICL's Fiji branch. Plaintiffs contend the contract lacked consideration. Defendants have filed Rule 12 motions but have not yet answered the allegations of the complaint. Defendants' position for purposes of the argument on this motion is that the transfer was supported by valuable consideration and that the purchaser received full value. The present ownership of the $2 million funds which comprised the purchase price for BAICL's Fiji branch is in dispute, and the resolution is inappropriate for supplemental proceedings. Plaintiffs' motion for supplemental proceedings will be denied without prejudice to again being considered should plaintiffs prevail on their other claims.</p>\n<p></p>\n<h2>D. PLAINTIFFS' MOTION FOR INJUNCTIVE RELIEF.</h2>\n<p>In their complaint, plaintiffs requested injunctive relief enjoining defendants BAC and BAICL from conveying assets other than in the ordinary course of business. Plaintiffs also requested that BAICL be enjoined from transferring or impairing the common stock and other interests in BAC, from liquidating the assets of BAC or reducing the net worth of BAC to an amount less than $6 million.</p>\n<p>The Fourth Circuit has set forth four factors to be considered in determining whether preliminary injunctive relief is available. The court must consider: (1) the likelihood that plaintiff will succeed on the merits; (2) the irreparable injury plaintiff will suffer if interim relief is not granted; (3) the injury to defendant if an injunction is issued; and (4) the public interest. <i>North Carolina State Ports Authority v. Dart Container-line Co., Ltd.,</i> <span class=\"citation\" data-id=\"363607\"><a href=\"/opinion/363607/north-carolina-state-ports-authority-international-longshoremens/\"><span class=\"volume\">592</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">749</span></a></span> (4th Cir.1979). Upon weighing these factors, \"[i]f ... the balance is struck in favor of plaintiff[s], a preliminary injunction should issue if, at least, grave or serious questions are presented.\" <i>Id.</i> at 750.</p>\n<p>The court finds that plaintiffs are not entitled to the injunctive relief sought. Plaintiffs contend that they have complied with all statutory requirements necessary to enforce their judgment against BAICL through supplemental proceedings. They also contend that they have demonstrated a great likelihood that they will prevail on their alternative claims for relief based on fraudulent conveyance, unjust enrichment or declaratory judgment. The court is not persuaded that plaintiffs have presented a strong likelihood of success on the merits. The laws of several states are involved in this case and there is a factual conflict on one essential issue of the case, the validity of the transfer of the $2 million to BAICL. At this time, plaintiffs have not shown they will suffer irreparable harm if relief is denied. Plaintiffs have presented evidence <span class=\"star-pagination\">*632</span> that BAICL has been depleting its assets and that the value of BAC's assets in Wake County decreased approximately $200,000 from 1988 to 1989. Plaintiffs also point out that BAC's income is controlled by its contract with BAICL and is subject to being cut off by the parent corporation. On the other hand, defendants have presented evidence of a viable corporation in continuous operation for nearly seventy years which has set forth legitimate business reasons to sell less profitable assets. Plaintiffs have not made a sufficient showing for preliminary injunctive relief.</p>\n<p></p>\n<h2>IV</h2>\n<p>For the foregoing reasons, it is hereby ORDERED that:</p>\n<p>A. Defendant BAICL's motion to dismiss for lack of personal jurisdiction is denied.</p>\n<p>B. Defendant BAC's motion to dismiss for failure to state a claim upon which relief can be granted is denied.</p>\n<p>C. Plaintiffs' motion for supplemental proceedings is denied.</p>\n<p>D. Plaintiffs' motion for injunctive relief is denied.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants have not yet answered. Thus, for the purpose of the pending motions, the allegations are deemed to be true. <i>Hughes v. Rowe,</i> <span class=\"citation\" data-id=\"110352\"><a href=\"/opinion/110352/hughes-v-rowe/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">5</span></a></span>, <span class=\"citation\" data-id=\"110352\"><a href=\"/opinion/110352/hughes-v-rowe/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">173</span></a></span>, <span class=\"citation\" data-id=\"110352\"><a href=\"/opinion/110352/hughes-v-rowe/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">163</span></a></span> (1980).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/100592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/272051/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1337639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1352941/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1483695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1494561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1559746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1686168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1867795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2285681/"
  ]
}