{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1740936/",
  "absolute_url": "/opinion/1740936/bray-v-tenax-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1740936/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:17:43.954016Z",
  "date_modified": "2016-04-27T02:42:03.465504Z",
  "type": "010combined",
  "sha1": "fac76e58e5dad6adc0f9dfb67cc74d39bc47da43",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>905 F.Supp. 324 (1995)</b></center>\n<center><h1>Alicia Pearce BRAY, Plaintiff,<br>\nv.<br>\nTENAX CORPORATION, Defendant.</h1></center>\n<center>No. 5:94-CV-386-BO(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 3, 1995.</center>\n<p><span class=\"star-pagination\">*325</span> <span class=\"star-pagination\">*326</span> Jack B. Crawley, Jr., Raleigh, NC and Charles M. Davis, Louisburg, NC, for plaintiff.</p>\n<p>Denise Smith Cline, Moore &amp; Van Allen, Raleigh, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter comes before the Court on defendant's motion for summary judgment and uncontested motion to strike plaintiff's untimely response thereto.</p>\n<p></p>\n<h2><i>Defendant's Motion to Strike</i></h2>\n<p>Defendant contends that plaintiff's two prior enlargements of time for responding to defendant's motion for summary judgment were irregular and untimely. In both this dispute and a similar one arising out of plaintiff's untimely response to a previous motion to dismiss, defendant noted discrepancies between the dates cited by plaintiff's counsel on his certificates of service and the actual post-marks. Defendant's counsel also claims that she was not consulted with regards to the motions for enlargements of time as declared by plaintiff's counsel in those motions. The Court notes that it dismissed one of the allegations in this complaint as being time barred.</p>\n<p>Plaintiff's response to the motion for summary judgment was filed beyond the second extension of time, and time has run out for a response to the defendant's motion to strike without any reply from the plaintiff. Plaintiff has conducted no discovery, and the time for discovery in this matter has expired. The Court has previously granted all of plaintiff's requests for enlargement of time and denied defendant's motions to strike. The present motion to strike plaintiff's untimely <span class=\"star-pagination\">*327</span> reply to the motion for summary judgment is uncontested and is allowed. While the motion for summary judgment is now uncontested, this is not the basis on which the case is decided. Plaintiff's affidavit has been read and considered.</p>\n<p></p>\n<h2><i>Defendant's Motion for Summary Judgment</i></h2>\n<p>Summary judgment shall be granted when, viewing the facts in the light most favorable to the non-moving party, (1) there is no genuine issue of material fact, and (2) the moving party is entitled to summary judgment as a matter of law. Fed.R.Civ. Proc. Rule 56(c). The party bearing the burden of proof on an issue at trial must \"designate `specific facts showing that there is a genuine issue for trial.'\" <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 324, 106 S.Ct. 2548, 2553, 91 L.Ed.2d 265 (1986) (citation omitted). Factual disputes whose resolution would not affect the outcome of the suit are irrelevant to the consideration of a motion for summary judgment. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986).</p>\n<p></p>\n<h2><i>I. Unlawful Retaliation for Filing a Title VII Complaint</i></h2>\n<p>Plaintiff claims she was fired in retaliation for having lodged a sexual harassment complaint against her former supervisor with the EEOC, in violation of 42 U.S.C. ยง 2000e-3(a).</p>\n<p>Because she cannot provide any direct evidence of retaliation, plaintiff's claim is analyzed under a version of the inferential proof scheme set forth in <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973). If plaintiff can make a prima facie case of discrimination based upon her Title VII complaint, defendant would then need to articulate a non-discriminatory reason for the termination. \"Once this showing is made, the burden of proof lies with the plaintiff to show, by a preponderance of the evidence, that the employer's proffered reasons for the dismissal are pretextual.\" <i>Williams v. Cerberonics, Inc.,</i> 871 F.2d 452, 456 (4th Cir.1989) (citation omitted).<sup>[1]</sup> Plaintiff must prove \"<i>both</i> that the reason [Tenax presented] was false, <i>and</i> that discrimination was the real reason.\" <i>Theard v. Glaxo, Inc.,</i> 47 F.3d 676, 680 (4th Cir.1995), quoting <i>St. Mary's Honor Ctr. v. Hicks,</i> ___ U.S. ___, ___, 113 S.Ct. 2742, 2752, 125 L.Ed.2d 407 (1993).</p>\n<p></p>\n<h2><i>A. Plaintiff has Not Established a Prima Facie Case</i></h2>\n<p>\"In order to establish a prima facie case of retaliatory termination, plaintiff must prove: (1) that she engaged in protected activity; (2) that the employer took adverse employment action against her; and (3) a causal connection existed between the protected activity and the adverse action.\" <i>McNairn v. Sullivan,</i> 929 F.2d 974, 980 (4th Cir.1991) (footnote omitted); <i>Williams,</i> 871 F.2d at 457; <i>Ross v. Communications Satellite Corp.,</i> 759 F.2d 355, 365 (4th Cir.1985). Plaintiff has firmly established that she was fired, thus satisfying the second requirement of the prima facie case. But the evidence is uncontroverted that plaintiff did not engage in protected activity prior to her termination, and even if she had, no causal connection between such activity and her termination has been proved.</p>\n<p>Plaintiff was terminated on May 27, 1993. Her EEOC complaint was filed almost two months later, on July 12, 1993. It is logically impossible to maintain that she was fired in retaliation for later filing the EEOC complaint. Plaintiff must therefore show that she was fired because of an on-going practice made illegal under Title VII, or for participating in an EEOC investigation.</p>\n<p>Plaintiff has not claimed that Tenax engages in any on-going illegal practice. Her original complaint alleged that her supervisor took her out on a date, tried to kiss her, and stated that her career would benefit from a relationship between them. The subsequent harassment at work allegedly stopped either at plaintiff's request, or because the plaintiff arranged a liaison between the supervisor in question and her then-husband's ex-wife for fifty dollars, depending on either of plaintiff's <span class=\"star-pagination\">*328</span> versions of events.<sup>[2]</sup> Furthermore, plaintiff has confirmed the testimony of defendant's personnel director, admitting that she never wanted the EEOC to investigate or take any other action in the matter: \"I don't want to get no investigation going.\" (Plaintiff's Deposition, p. 117); \"you asked me a while ago why didn't I contact the EEOC. I wanted him to leave me alone ...\" <i>Id.,</i> p. 122;</p>\n<blockquote>I contacted the EEOC, and I told them my situation, and they explained to me the procedure and that they would get an investigator on it and bring them out. And I told her that I didn't want that because, you know, it would just be a whole big sham.</blockquote>\n<p><i>Id.,</i> p. 123; <i>see also id.,</i> p. 188, lines 23-25.</p>\n<p>Since the harassment, as alleged, ceased according to plaintiff's wishes, it was not an on-going practice to which plaintiff was opposed. And throughout the relevant time of her employment, plaintiff made clear her refusal to seek assistance from the EEOC. Indeed, plaintiff admitted placing a single call to the EEOC upon the suggestion of \"the Labor Board,\" and being so unimpressed by the response to her inquiry that she told the EEOC not to bother. Inquiring into the EEOC's operating procedures and thereafter refusing an investigation does not constitute a charge, testimony, assistance, participation, opposition, procedure, or a declaration of intent to proceed under Title VII. This is especially true for a plaintiff with a demonstrated knowledge of grievance procedures.</p>\n<p>The evidence is that plaintiff wished to avoid a sexual harassment investigation by her employer. Because she resisted assisting the employer's investigation, plaintiff cannot claim her informal complaints amounted to an activity protected by federal law. Informal activities outside Title VII's established procedure are not necessarily entitled to federal protection. \"[W]here accusations are made outside the procedures set forth by Congress that accusation is made at the accuser's peril.\" <i>E.E.O.C. v. C &amp; D Sportswear Corp.,</i> 398 F.Supp. 300, 306 (M.D.Ga.1975). While employees should be encouraged to work out problems without resorting to federal process, careless and uncounseled accusations of discrimination are not necessarily protected by Title VII's opposition clause. Congress established Title VII procedures for a reason, and complaints made outside that system necessarily carry some additional risk.</p>\n<p>Since plaintiff did not engage in protected activity prior to her termination, it follows that a causal connection cannot be proven. Yet even if plaintiff's actions can be said to constitute \"protected activity,\" a causal connection between the protected activity and the adverse employment action has not been demonstrated. A causal relationship requires more than simple coincidence. Causation requires the employer's action be the consequence of the protected activities and of nothing else.</p>\n<p>\"[T]he mere existence of a scintilla of evidence in support of the plaintiff's position will be insufficient; there must be evidence on which the jury could reasonably find for the plaintiff.\" <i>E.E.O.C. v. Clay Printing Co.,</i> 955 F.2d 936, 943 (4th Cir. 1992), quoting <i>Anderson,</i> 477 U.S. at 252, 106 S.Ct. at 2512. \"[T]he plaintiff cannot avert summary judgment if the record is devoid of adequate direct or circumstantial evidence of discriminatory animus on the part of the employer.\" <i>Glaxo,</i> 47 F.3d at 680, quoting <i>LeBlanc v. Great Am. Ins. Co.,</i> 6 F.3d 836, 843 (1st Cir.1993), <i>cert. denied,</i> ___ U.S. ___, 114 S.Ct. 1398, 128 L.Ed.2d 72 (1994); <i>Woods v. Friction Materials, Inc.,</i> 30 F.3d 255, 260 (1st Cir.1994).</p>\n<p></p>\n<h2><i>B. Defendant Has Articulated a Non-Discriminatory Reason for Terminating Plaintiff</i></h2>\n<p>Assuming that plaintiff has made out a prima facie case of retaliation, defendant has offered a reasonable explanation for firing her: plaintiff has committed acts of misconduct, <span class=\"star-pagination\">*329</span> including the harassment of co-workers, giving occasion to her dismissal.</p>\n<p>Plaintiff had a history of not being able to work well with others. For example, when plaintiff suspected others of circulating a rumor about her, she became so enraged a supervisor had to send her home for fear of imminent violence. Moreover, affidavits submitted by five of her former co-workers, including four women, challenge the propriety of plaintiff's conduct at work. All five individuals testified that Ms. Bray intentionally exhibited herself in a sexually provocative fashion wearing a torn uniform without the benefit of undergarments. Several workers testified that on one occasion, she exposed her buttocks to the company's president. Witnesses report that plaintiff offered to have sex with several male employees, allegedly telling one that she wanted to have his child so she could \"get all the money.\" There is testimony that on one occasion, plaintiff kissed a female employee on the cheek and made suggestive comments regarding living arrangements, and on one occasion, plaintiff allegedly entered a male employee's office and began to pull out her undergarments. The affidavits describe additional lurid behavior at work that would provide sufficient reason, if true, for terminating plaintiff's employment. The workers all state that morale among workers at the business has greatly improved since plaintiff's departure.</p>\n<p>\"For the employee to disprove a legitimate nondiscriminatory explanation for adverse action ... [she] must show that the adverse action would not have occurred `but for' the protected conduct.\" <i>Ross,</i> 759 F.2d at 365-66; <i>Henson v. Liggett Group, Inc.,</i> 61 F.3d 270 (4th Cir.1995). Merely denying the veracity of the employer's stated reason does not relieve plaintiff of her burden of proof. \"[A] plaintiff's own assertions of discrimination in and of themselves are insufficient to counter substantial evidence of legitimate nondiscriminatory reasons for an adverse employment action.\" <i>Williams,</i> 871 F.2d at 456.</p>\n<p>If an adverse employment action is warranted, an employee will not be shielded by engaging in Title VII activities. \"Section 704(a) ... was not intended to immunize insubordinate, disruptive, or nonproductive behavior at work. An employer must retain the power to discipline and discharge disobedient employees.\" <i>Armstrong v. Index Journal Co.,</i> 647 F.2d 441, 448 (4th Cir.1981). While this principle must be balanced against \"the purpose of the Act to protect persons engaging reasonably in activities opposing sexual discrimination,\" <i>Ibid.</i> (citation omitted), there is no evidence of any reasonable activity in opposition to sexual discrimination, with the exception of defendant's termination of plaintiff's employment.</p>\n<p>Since plaintiff has neither established a prima facie case of discrimination, nor contradicted the evidence of her employer's valid, non-discriminatory reason for termination, defendant is entitled to summary judgment on the Title VII claims.</p>\n<p></p>\n<h2><i>II. Intentional Infliction of Emotional Distress</i></h2>\n<p>North Carolina is an employment-at-will state. <i>Coman v. Thomas Manufacturing Co.,</i> 325 N.C. 172, 175, 381 S.E.2d. 445 (1989). Aside from certain statutory and public policy exceptions, as well as contractual considerations, an employment relationship may be unilaterally terminated at any time. Where an employer lawfully terminates an employee, the latter cannot claim tortious infliction of emotional distress. <i>Accord </i><i>Childers v. Chesapeake and Potomac Telephone Co.,</i> 881 F.2d 1259, 1266 (4th Cir. 1989). The intent to inflict distress can only be described as a bad faith reason for terminating employment, yet public policy does not proscribe bad faith termination, and North Carolina does not recognize a cause of action for wrongful discharge in bad faith. <i>Amos v. Oakdale Knitting Co.,</i> 331 N.C. 348, 360, 416 S.E.2d 166 (1992).</p>\n<p>Moreover, where an action has been held not to violate Title VII, it cannot serve as the basis for establishing tortious infliction of emotional distress. <i>See </i><i>Dwyer v. Smith,</i> 867 F.2d 184, 194 (4th Cir.1989).</p>\n<p>When asked directly about her claim that Tenax intended to cause her emotional distress, plaintiff made clear that the basis for <span class=\"star-pagination\">*330</span> this claim was her termination without what she felt was an adequate reason. \"[W]hen they told me not to come back, I think they intended for me to feel, you know, harassed and bothered ... If they didn't intend for me to feel bad, they would have told me what was going on.\" (Plaintiff's Deposition, pp. 198-199).</p>\n<p>Although the evidence shows that Tenax did explain its reasons for firing Ms. Bray, the dispute is immaterial. No employer is required to give an employee a reason for terminating an at-will employment relationship, and any failure to do so is not actionable in tort.</p>\n<p>In the briefing, plaintiff further bases her claim of intentional infliction of emotional distress upon the sexual harassment she allegedly suffered at work.<sup>[3]</sup> This argument falls short as well.</p>\n<p>\"Only when the conduct `exceeds all bounds usually tolerated by decent society' and the conduct `causes mental distress of a very serious kind' will liability be imposed on the defendant for the tort.\" <i>Frazier v. First Union Nat. Bank,</i> 747 F.Supp. 1540, 1553 (W.D.N.C.1990), quoting <i>Stanback v. Stanback,</i> 297 N.C. 181, 254 S.E.2d 611 (1979). \"Liability has been found only where the conduct has been so outrageous in character, and so extreme in degree, as to go beyond all possible bounds of decency, and to be regarded as atrocious, and utterly intolerable in a civilized community.\" <i>Glaxo,</i> 47 F.3d at 680-81, quoting <i>Daniel v. Carolina Sunrock Corp.,</i> 110 N.C.App. 376, 430 S.E.2d 306, 310 (1993), <i>rev'd on other grounds,</i> 335 N.C. 233, 436 S.E.2d 835 (1993). \"In employment actions, North Carolina courts have been reluctant to find intentional infliction of emotional distress claims actionable.\" <i>Frazier,</i> 747 F.Supp. at 1553 (citations omitted).</p>\n<p>The North Carolina Supreme Court has recently set forth the forecast of evidence plaintiffs must make in an action for intentional infliction of emotional distress to avert summary judgment.</p>\n<blockquote>The term `severe emotional distress' means any emotional or mental disorder, such as, for example, neurosis, psychosis, chronic depression, phobia, or any other type of <i>severe and disabling</i> emotional or mental condition which may be generally recognized and diagnosed by professionals trained to do so.</blockquote>\n<p><i>Waddle v. Sparks,</i> 331 N.C. 73, 83, 414 S.E.2d 22 (1992) (emphasis original, citation omitted).</p>\n<p>In her deposition, plaintiff testified that she never believed her supervisor was in a position to advance her career, and that she never felt obligated to go out with him. (Plaintiff's Deposition, pp. 91-92). Since plaintiff never felt her career was threatened in any way, it would be impossible for her to legitimately prove \"severe emotional distress.\" The supervisor's alleged actions, at worst, made plaintiff uncomfortable. But</p>\n<blockquote>[c]omplete emotional tranquility is seldom attainable in this world, and some degree of transient and trivial emotional distress is a part of the price of living among people. <i>The law intervenes only where the distress inflicted is so severe that no reasonable man could be expected to endure it</i> ... The rough edges of our society are still in need of a good deal of filing down, and in the meantime plaintiffs must necessarily be expected and required to be hardened to a certain amount of rough language, and to occasional acts that are definitely inconsiderate and unkind. There is no occasion for the law to intervene in every case where someone's feelings are hurt.</blockquote>\n<p><i>Waddle,</i> 331 N.C. at 84, 414 S.E.2d 22, quoting Restatement (Second) of Torts ยง 46 comments (1965).</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>Defendant's uncontested motion to strike plaintiff's untimely response to the motion for summary judgment is GRANTED. Since plaintiff has failed to offer any \"concrete evidence from which a reasonable juror could return a verdict in [her] favor,\" or other <span class=\"star-pagination\">*331</span> \"significant probative evidence tending to support the complaint,\" <i>Anderson,</i> 477 U.S. at 256, 106 S.Ct. at 2514, defendant's motion for summary judgment is GRANTED. The case is DISMISSED WITH PREJUDICE.</p>\n<h2>NOTES</h2>\n<p>[1]  The <i>McDonnell Douglas</i> scheme does not in any way relieve plaintiffs of their ultimate burden of proof in Title VII actions. <i>See </i><i>Williams,</i> 871 F.2d at 456 n. 2.</p>\n<p>[2]  The actual sex harassment claim, hotly disputed and by no means established, is not presently before the Court. In discovery, plaintiff first raised additional allegations regarding the supervisor's retaliation for her spurning his romantic requests. These allegations were neither pled nor charged in the EEOC action, and thus the Court cannot consider them.</p>\n<p>[3]  The Title VII sexual harassment claim was dismissed for lack of jurisdiction, and not on the merits.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">905</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">324</span></span> (1995)</b></center>\n<center><h1>Alicia Pearce BRAY, Plaintiff,<br>\nv.<br>\nTENAX CORPORATION, Defendant.</h1></center>\n<center>No. 5:94-CV-386-BO(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 3, 1995.</center>\n<p><span class=\"star-pagination\">*325</span> <span class=\"star-pagination\">*326</span> Jack B. Crawley, Jr., Raleigh, NC and Charles M. Davis, Louisburg, NC, for plaintiff.</p>\n<p>Denise Smith Cline, Moore &amp; Van Allen, Raleigh, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter comes before the Court on defendant's motion for summary judgment and uncontested motion to strike plaintiff's untimely response thereto.</p>\n<p></p>\n<h2><i>Defendant's Motion to Strike</i></h2>\n<p>Defendant contends that plaintiff's two prior enlargements of time for responding to defendant's motion for summary judgment were irregular and untimely. In both this dispute and a similar one arising out of plaintiff's untimely response to a previous motion to dismiss, defendant noted discrepancies between the dates cited by plaintiff's counsel on his certificates of service and the actual post-marks. Defendant's counsel also claims that she was not consulted with regards to the motions for enlargements of time as declared by plaintiff's counsel in those motions. The Court notes that it dismissed one of the allegations in this complaint as being time barred.</p>\n<p>Plaintiff's response to the motion for summary judgment was filed beyond the second extension of time, and time has run out for a response to the defendant's motion to strike without any reply from the plaintiff. Plaintiff has conducted no discovery, and the time for discovery in this matter has expired. The Court has previously granted all of plaintiff's requests for enlargement of time and denied defendant's motions to strike. The present motion to strike plaintiff's untimely <span class=\"star-pagination\">*327</span> reply to the motion for summary judgment is uncontested and is allowed. While the motion for summary judgment is now uncontested, this is not the basis on which the case is decided. Plaintiff's affidavit has been read and considered.</p>\n<p></p>\n<h2><i>Defendant's Motion for Summary Judgment</i></h2>\n<p>Summary judgment shall be granted when, viewing the facts in the light most favorable to the non-moving party, (1) there is no genuine issue of material fact, and (2) the moving party is entitled to summary judgment as a matter of law. Fed.R.Civ. Proc. Rule 56(c). The party bearing the burden of proof on an issue at trial must \"designate `specific facts showing that there is a genuine issue for trial.'\" <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 324, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2553, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986) (citation omitted). Factual disputes whose resolution would not affect the outcome of the suit are irrelevant to the consideration of a motion for summary judgment. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986).</p>\n<p></p>\n<h2><i>I. Unlawful Retaliation for Filing a Title VII Complaint</i></h2>\n<p>Plaintiff claims she was fired in retaliation for having lodged a sexual harassment complaint against her former supervisor with the EEOC, in violation of 42 U.S.C. ยง 2000e-3(a).</p>\n<p>Because she cannot provide any direct evidence of retaliation, plaintiff's claim is analyzed under a version of the inferential proof scheme set forth in <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973). If plaintiff can make a prima facie case of discrimination based upon her Title VII complaint, defendant would then need to articulate a non-discriminatory reason for the termination. \"Once this showing is made, the burden of proof lies with the plaintiff to show, by a preponderance of the evidence, that the employer's proffered reasons for the dismissal are pretextual.\" <i>Williams v. Cerberonics, Inc.,</i> <span class=\"citation\" data-id=\"520601\"><a href=\"/opinion/520601/karen-a-williams-v-cerberonics-incorporated-karen-a-williams-v/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">452</span></a></span>, 456 (4th Cir.1989) (citation omitted).<sup>[1]</sup> Plaintiff must prove \"<i>both</i> that the reason [Tenax presented] was false, <i>and</i> that discrimination was the real reason.\" <i>Theard v. Glaxo, Inc.,</i> <span class=\"citation\" data-id=\"689143\"><a href=\"/opinion/689143/67-fair-emplpraccas-bna-348-66-empl-prac-dec-p-43458-sandra/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">676</span></a></span>, 680 (4th Cir.1995), quoting <i>St. Mary's Honor Ctr. v. Hicks,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>, 2752, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span></a></span> (1993).</p>\n<p></p>\n<h2><i>A. Plaintiff has Not Established a Prima Facie Case</i></h2>\n<p>\"In order to establish a prima facie case of retaliatory termination, plaintiff must prove: (1) that she engaged in protected activity; (2) that the employer took adverse employment action against her; and (3) a causal connection existed between the protected activity and the adverse action.\" <i>McNairn v. Sullivan,</i> <span class=\"citation\" data-id=\"558593\"><a href=\"/opinion/558593/55-fair-emplpraccas-1092-56-empl-prac-dec-p-40677-edith-e-mcnairn/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">974</span></a></span>, 980 (4th Cir.1991) (footnote omitted); <i>Williams,</i> 871 F.2d at 457; <i>Ross v. Communications Satellite Corp.,</i> <span class=\"citation\" data-id=\"450585\"><a href=\"/opinion/450585/37-fair-emplpraccas-797-36-empl-prac-dec-p-35103-thomas-j-ross-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 365 (4th Cir.1985). Plaintiff has firmly established that she was fired, thus satisfying the second requirement of the prima facie case. But the evidence is uncontroverted that plaintiff did not engage in protected activity prior to her termination, and even if she had, no causal connection between such activity and her termination has been proved.</p>\n<p>Plaintiff was terminated on May 27, 1993. Her EEOC complaint was filed almost two months later, on July 12, 1993. It is logically impossible to maintain that she was fired in retaliation for later filing the EEOC complaint. Plaintiff must therefore show that she was fired because of an on-going practice made illegal under Title VII, or for participating in an EEOC investigation.</p>\n<p>Plaintiff has not claimed that Tenax engages in any on-going illegal practice. Her original complaint alleged that her supervisor took her out on a date, tried to kiss her, and stated that her career would benefit from a relationship between them. The subsequent harassment at work allegedly stopped either at plaintiff's request, or because the plaintiff arranged a liaison between the supervisor in question and her then-husband's ex-wife for fifty dollars, depending on either of plaintiff's <span class=\"star-pagination\">*328</span> versions of events.<sup>[2]</sup> Furthermore, plaintiff has confirmed the testimony of defendant's personnel director, admitting that she never wanted the EEOC to investigate or take any other action in the matter: \"I don't want to get no investigation going.\" (Plaintiff's Deposition, p. 117); \"you asked me a while ago why didn't I contact the EEOC. I wanted him to leave me alone ...\" <i>Id.,</i> p. 122;</p>\n<blockquote>I contacted the EEOC, and I told them my situation, and they explained to me the procedure and that they would get an investigator on it and bring them out. And I told her that I didn't want that because, you know, it would just be a whole big sham.</blockquote>\n<p><i>Id.,</i> p. 123; <i>see also id.,</i> p. 188, lines 23-25.</p>\n<p>Since the harassment, as alleged, ceased according to plaintiff's wishes, it was not an on-going practice to which plaintiff was opposed. And throughout the relevant time of her employment, plaintiff made clear her refusal to seek assistance from the EEOC. Indeed, plaintiff admitted placing a single call to the EEOC upon the suggestion of \"the Labor Board,\" and being so unimpressed by the response to her inquiry that she told the EEOC not to bother. Inquiring into the EEOC's operating procedures and thereafter refusing an investigation does not constitute a charge, testimony, assistance, participation, opposition, procedure, or a declaration of intent to proceed under Title VII. This is especially true for a plaintiff with a demonstrated knowledge of grievance procedures.</p>\n<p>The evidence is that plaintiff wished to avoid a sexual harassment investigation by her employer. Because she resisted assisting the employer's investigation, plaintiff cannot claim her informal complaints amounted to an activity protected by federal law. Informal activities outside Title VII's established procedure are not necessarily entitled to federal protection. \"[W]here accusations are made outside the procedures set forth by Congress that accusation is made at the accuser's peril.\" <i>E.E.O.C. v. C &amp; D Sportswear Corp.,</i> <span class=\"citation\" data-id=\"1422565\"><a href=\"/opinion/1422565/equal-employment-op-comn-v-c-d-sportswear-corp/\"><span class=\"volume\">398</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">300</span></a></span>, 306 (M.D.Ga.1975). While employees should be encouraged to work out problems without resorting to federal process, careless and uncounseled accusations of discrimination are not necessarily protected by Title VII's opposition clause. Congress established Title VII procedures for a reason, and complaints made outside that system necessarily carry some additional risk.</p>\n<p>Since plaintiff did not engage in protected activity prior to her termination, it follows that a causal connection cannot be proven. Yet even if plaintiff's actions can be said to constitute \"protected activity,\" a causal connection between the protected activity and the adverse employment action has not been demonstrated. A causal relationship requires more than simple coincidence. Causation requires the employer's action be the consequence of the protected activities and of nothing else.</p>\n<p>\"[T]he mere existence of a scintilla of evidence in support of the plaintiff's position will be insufficient; there must be evidence on which the jury could reasonably find for the plaintiff.\" <i>E.E.O.C. v. Clay Printing Co.,</i> <span class=\"citation\" data-id=\"577126\"><a href=\"/opinion/577126/58-fair-emplpraccas-bna-256-58-empl-prac-dec-p-41272-equal/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">936</span></a></span>, 943 (4th Cir. 1992), quoting <i>Anderson,</i> 477 U.S. at 252, 106 S.Ct. at 2512. \"[T]he plaintiff cannot avert summary judgment if the record is devoid of adequate direct or circumstantial evidence of discriminatory animus on the part of the employer.\" <i>Glaxo,</i> 47 F.3d at 680, quoting <i>LeBlanc v. Great Am. Ins. Co.,</i> <span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span>, 843 (1st Cir.1993), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1398</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span></span> (1994); <i>Woods v. Friction Materials, Inc.,</i> <span class=\"citation\" data-id=\"675091\"><a href=\"/opinion/675091/jimmie-e-woods-v-friction-materials-inc/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">255</span></a></span>, 260 (1st Cir.1994).</p>\n<p></p>\n<h2><i>B. Defendant Has Articulated a Non-Discriminatory Reason for Terminating Plaintiff</i></h2>\n<p>Assuming that plaintiff has made out a prima facie case of retaliation, defendant has offered a reasonable explanation for firing her: plaintiff has committed acts of misconduct, <span class=\"star-pagination\">*329</span> including the harassment of co-workers, giving occasion to her dismissal.</p>\n<p>Plaintiff had a history of not being able to work well with others. For example, when plaintiff suspected others of circulating a rumor about her, she became so enraged a supervisor had to send her home for fear of imminent violence. Moreover, affidavits submitted by five of her former co-workers, including four women, challenge the propriety of plaintiff's conduct at work. All five individuals testified that Ms. Bray intentionally exhibited herself in a sexually provocative fashion wearing a torn uniform without the benefit of undergarments. Several workers testified that on one occasion, she exposed her buttocks to the company's president. Witnesses report that plaintiff offered to have sex with several male employees, allegedly telling one that she wanted to have his child so she could \"get all the money.\" There is testimony that on one occasion, plaintiff kissed a female employee on the cheek and made suggestive comments regarding living arrangements, and on one occasion, plaintiff allegedly entered a male employee's office and began to pull out her undergarments. The affidavits describe additional lurid behavior at work that would provide sufficient reason, if true, for terminating plaintiff's employment. The workers all state that morale among workers at the business has greatly improved since plaintiff's departure.</p>\n<p>\"For the employee to disprove a legitimate nondiscriminatory explanation for adverse action ... [she] must show that the adverse action would not have occurred `but for' the protected conduct.\" <i>Ross,</i> 759 F.2d at 365-66; <i>Henson v. Liggett Group, Inc.,</i> <span class=\"citation\" data-id=\"700628\"><a href=\"/opinion/700628/shirley-s-henson-v-liggett-group-incorporated-dba-liggett-myers/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">270</span></a></span> (4th Cir.1995). Merely denying the veracity of the employer's stated reason does not relieve plaintiff of her burden of proof. \"[A] plaintiff's own assertions of discrimination in and of themselves are insufficient to counter substantial evidence of legitimate nondiscriminatory reasons for an adverse employment action.\" <i>Williams,</i> 871 F.2d at 456.</p>\n<p>If an adverse employment action is warranted, an employee will not be shielded by engaging in Title VII activities. \"Section 704(a) ... was not intended to immunize insubordinate, disruptive, or nonproductive behavior at work. An employer must retain the power to discipline and discharge disobedient employees.\" <i>Armstrong v. Index Journal Co.,</i> <span class=\"citation\" data-id=\"389961\"><a href=\"/opinion/389961/25-fair-emplpraccas-1081-25-empl-prac-dec-p-31788-martha-armstrong/\"><span class=\"volume\">647</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">441</span></a></span>, 448 (4th Cir.1981). While this principle must be balanced against \"the purpose of the Act to protect persons engaging reasonably in activities opposing sexual discrimination,\" <i>Ibid.</i> (citation omitted), there is no evidence of any reasonable activity in opposition to sexual discrimination, with the exception of defendant's termination of plaintiff's employment.</p>\n<p>Since plaintiff has neither established a prima facie case of discrimination, nor contradicted the evidence of her employer's valid, non-discriminatory reason for termination, defendant is entitled to summary judgment on the Title VII claims.</p>\n<p></p>\n<h2><i>II. Intentional Infliction of Emotional Distress</i></h2>\n<p>North Carolina is an employment-at-will state. <i>Coman v. Thomas Manufacturing Co.,</i> <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">325</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">172</span></a></span>, 175, 381 S.E.2d. 445 (1989). Aside from certain statutory and public policy exceptions, as well as contractual considerations, an employment relationship may be unilaterally terminated at any time. Where an employer lawfully terminates an employee, the latter cannot claim tortious infliction of emotional distress. <i>Accord </i><i>Childers v. Chesapeake and Potomac Telephone Co.,</i> <span class=\"citation\" data-id=\"527547\"><a href=\"/opinion/527547/peggy-childers-v-the-chesapeake-and-potomac-telephone-company-a-new-york/\"><span class=\"volume\">881</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1259</span></a></span>, 1266 (4th Cir. 1989). The intent to inflict distress can only be described as a bad faith reason for terminating employment, yet public policy does not proscribe bad faith termination, and North Carolina does not recognize a cause of action for wrongful discharge in bad faith. <i>Amos v. Oakdale Knitting Co.,</i> <span class=\"citation\" data-id=\"1270231\"><a href=\"/opinion/1270231/amos-v-oakdale-knitting-co/\"><span class=\"volume\">331</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">348</span></a></span>, 360, <span class=\"citation\" data-id=\"1270231\"><a href=\"/opinion/1270231/amos-v-oakdale-knitting-co/\"><span class=\"volume\">416</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">166</span></a></span> (1992).</p>\n<p>Moreover, where an action has been held not to violate Title VII, it cannot serve as the basis for establishing tortious infliction of emotional distress. <i>See </i><i>Dwyer v. Smith,</i> <span class=\"citation\" data-id=\"518106\"><a href=\"/opinion/518106/stephanie-g-dwyer-v-loyd-w-smith-marcus-lipp-herbert-peacher-nc-durham/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">184</span></a></span>, 194 (4th Cir.1989).</p>\n<p>When asked directly about her claim that Tenax intended to cause her emotional distress, plaintiff made clear that the basis for <span class=\"star-pagination\">*330</span> this claim was her termination without what she felt was an adequate reason. \"[W]hen they told me not to come back, I think they intended for me to feel, you know, harassed and bothered ... If they didn't intend for me to feel bad, they would have told me what was going on.\" (Plaintiff's Deposition, pp. 198-199).</p>\n<p>Although the evidence shows that Tenax did explain its reasons for firing Ms. Bray, the dispute is immaterial. No employer is required to give an employee a reason for terminating an at-will employment relationship, and any failure to do so is not actionable in tort.</p>\n<p>In the briefing, plaintiff further bases her claim of intentional infliction of emotional distress upon the sexual harassment she allegedly suffered at work.<sup>[3]</sup> This argument falls short as well.</p>\n<p>\"Only when the conduct `exceeds all bounds usually tolerated by decent society' and the conduct `causes mental distress of a very serious kind' will liability be imposed on the defendant for the tort.\" <i>Frazier v. First Union Nat. Bank,</i> <span class=\"citation\" data-id=\"1479922\"><a href=\"/opinion/1479922/frazier-v-first-union-nat-bank/\"><span class=\"volume\">747</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1540</span></a></span>, 1553 (W.D.N.C.1990), quoting <i>Stanback v. Stanback,</i> <span class=\"citation no-link\"><span class=\"volume\">297</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">181</span></span>, <span class=\"citation\" data-id=\"1332001\"><a href=\"/opinion/1332001/stanback-v-stanback/\"><span class=\"volume\">254</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">611</span></a></span> (1979). \"Liability has been found only where the conduct has been so outrageous in character, and so extreme in degree, as to go beyond all possible bounds of decency, and to be regarded as atrocious, and utterly intolerable in a civilized community.\" <i>Glaxo,</i> 47 F.3d at 680-81, quoting <i>Daniel v. Carolina Sunrock Corp.,</i> 110 N.C.App. 376, <span class=\"citation\" data-id=\"1351050\"><a href=\"/opinion/1351050/daniel-v-carolina-sunrock-corp/\"><span class=\"volume\">430</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">306</span></a></span>, 310 (1993), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"1229858\"><a href=\"/opinion/1229858/daniel-v-carolina-sunrock-corp/\"><span class=\"volume\">335</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">233</span></a></span>, <span class=\"citation\" data-id=\"1229858\"><a href=\"/opinion/1229858/daniel-v-carolina-sunrock-corp/\"><span class=\"volume\">436</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">835</span></a></span> (1993). \"In employment actions, North Carolina courts have been reluctant to find intentional infliction of emotional distress claims actionable.\" <i>Frazier,</i> 747 F.Supp. at 1553 (citations omitted).</p>\n<p>The North Carolina Supreme Court has recently set forth the forecast of evidence plaintiffs must make in an action for intentional infliction of emotional distress to avert summary judgment.</p>\n<blockquote>The term `severe emotional distress' means any emotional or mental disorder, such as, for example, neurosis, psychosis, chronic depression, phobia, or any other type of <i>severe and disabling</i> emotional or mental condition which may be generally recognized and diagnosed by professionals trained to do so.</blockquote>\n<p><i>Waddle v. Sparks,</i> <span class=\"citation\" data-id=\"1235778\"><a href=\"/opinion/1235778/waddle-v-sparks/\"><span class=\"volume\">331</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">73</span></a></span>, 83, <span class=\"citation\" data-id=\"1235778\"><a href=\"/opinion/1235778/waddle-v-sparks/\"><span class=\"volume\">414</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">22</span></a></span> (1992) (emphasis original, citation omitted).</p>\n<p>In her deposition, plaintiff testified that she never believed her supervisor was in a position to advance her career, and that she never felt obligated to go out with him. (Plaintiff's Deposition, pp. 91-92). Since plaintiff never felt her career was threatened in any way, it would be impossible for her to legitimately prove \"severe emotional distress.\" The supervisor's alleged actions, at worst, made plaintiff uncomfortable. But</p>\n<blockquote>[c]omplete emotional tranquility is seldom attainable in this world, and some degree of transient and trivial emotional distress is a part of the price of living among people. <i>The law intervenes only where the distress inflicted is so severe that no reasonable man could be expected to endure it</i> ... The rough edges of our society are still in need of a good deal of filing down, and in the meantime plaintiffs must necessarily be expected and required to be hardened to a certain amount of rough language, and to occasional acts that are definitely inconsiderate and unkind. There is no occasion for the law to intervene in every case where someone's feelings are hurt.</blockquote>\n<p><i>Waddle,</i> 331 N.C. at 84, <span class=\"citation\" data-id=\"1235778\"><a href=\"/opinion/1235778/waddle-v-sparks/\"><span class=\"volume\">414</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">22</span></a></span>, quoting Restatement (Second) of Torts ยง 46 comments (1965).</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>Defendant's uncontested motion to strike plaintiff's untimely response to the motion for summary judgment is GRANTED. Since plaintiff has failed to offer any \"concrete evidence from which a reasonable juror could return a verdict in [her] favor,\" or other <span class=\"star-pagination\">*331</span> \"significant probative evidence tending to support the complaint,\" <i>Anderson,</i> 477 U.S. at 256, 106 S.Ct. at 2514, defendant's motion for summary judgment is GRANTED. The case is DISMISSED WITH PREJUDICE.</p>\n<h2>NOTES</h2>\n<p>[1]  The <i>McDonnell Douglas</i> scheme does not in any way relieve plaintiffs of their ultimate burden of proof in Title VII actions. <i>See </i><i>Williams,</i> 871 F.2d at 456 n. 2.</p>\n<p>[2]  The actual sex harassment claim, hotly disputed and by no means established, is not presently before the Court. In discovery, plaintiff first raised additional allegations regarding the supervisor's retaliation for her spurning his romantic requests. These allegations were neither pled nor charged in the EEOC action, and thus the Court cannot consider them.</p>\n<p>[3]  The Title VII sexual harassment claim was dismissed for lack of jurisdiction, and not on the merits.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/389961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527547/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577126/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/700628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1229858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1235778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1270231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1332001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1340894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1351050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1422565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1479922/"
  ]
}