{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1740962/",
  "absolute_url": "/opinion/1740962/carbonell-v-northwestern-mut-life-ins-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1740962/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:17:44.162406Z",
  "date_modified": "2016-04-26T22:10:44.638413Z",
  "type": "010combined",
  "sha1": "baa2964b85cfbef7c8c1b2d042b8d325a424ad7d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>905 F.Supp. 308 (1995)</b></center>\n<center><h1>Antonio M. CARBONELL, Plaintiff,<br>\nv.<br>\nNORTHWESTERN MUTUAL LIFE INSURANCE COMPANY, Defendant.</h1></center>\n<center>No. 5:94-CV-808-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 22, 1995.</center>\n<p><span class=\"star-pagination\">*309</span> Betty S. Waller, Wilson &amp; Waller, Raleigh, NC, for plaintiff.</p>\n<p>Robert C. Paschal, Young, Moore, Henderson &amp; Alvis, Raleigh, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This case is before the undersigned on defendant's motion for judgment on the pleadings and plaintiff's cross motion for partial summary judgment. The issue is whether plaintiff's employer, a professional corporation solely owned by plaintiff, established an \"employee welfare benefit plan\" under the Employee Retirement Income Security Act, 29 U.S.C. § 1001 et seq., by purchasing a life and disability insurance policy covering only plaintiff. The court finds that the insurance policy does not qualify as an ERISA plan because no other employee was eligible for participation in the policy. Accordingly, partial summary judgment is granted in favor of plaintiff on defendant's claim that ERISA preempts plaintiff's state law claims.</p>\n<p></p>\n<h2><i>Facts</i></h2>\n<p>Dr. Antonio M. Carbonell is an employee and sole shareholder of A.M. Carbonell, M.D., P.A., a professional corporation. In February, 1986, plaintiff's employer purchased a life and disability insurance policy underwritten by defendant Northwestern Mutual Life Insurance Company. Acting as corporate representative for his employer, plaintiff completed and signed both the insurance application and an \"Employee Benefit Plan Statement of Disclosure, Acknowledgment and Approval\" designed to comply with the requirements of ERISA. Pursuant to the terms of the policy, plaintiff is the owner of the policy, but plaintiff's employer is responsible for payment of the annual premiums without any contribution from plaintiff. The policy terms also specify that the policy covers only plaintiff.</p>\n<p>In February, 1986, plaintiff's employer had only one employee other than plaintiff. Plaintiff's employer neither provided nor promised that employee any benefits related to medical, surgical, or hospital care in the event of sickness, accident, or disability. More specifically, that employee was never eligible for coverage under the policy underwritten by defendant.</p>\n<p>In April, 1988, plaintiff filed a claim for disability benefits. Defendant paid full benefits until March, 1994, at which time defendant informed plaintiff that it no longer considered him to be totally disabled according to the terms of his policy. Shortly thereafter, plaintiff filed this action in state court alleging breach of contract, statutory constructive fraud, and other state law claims. Defendant removed the lawsuit to federal court on the grounds of diversity and federal question. In its answer, defendant set forth state law defenses and a defense that ERISA preempts plaintiff's state law claims. Plaintiff never amended his complaint to include a claim for relief under ERISA.</p>\n<p>Defendant then filed a motion for judgment on the pleadings, arguing that it is entitled to judgment as a matter of law because plaintiff made no claim under ERISA. In response, plaintiff denied the applicability of ERISA, submitted a supporting affidavit, and moved the court to convert defendant's motion for judgment on the pleadings to a motion for summary judgment. Because the parties have argued their cases beyond the pleadings at hearing and by plaintiff's submission of the affidavit, the court treats the parties' motions as cross motions for summary judgment pursuant to Rule 12(c) of the Federal Rules of Civil Procedure.</p>\n<p></p>\n<h2><i>Discussion</i></h2>\n<p>In order to grant a motion for summary judgment, the court must determine, in the light most favorable to the non-moving party, that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c). Under Rule 56, a party may move with or without supporting affidavit. Fed.R.Civ.P. 56(a). When a motion is made and supported, the failure of a non-moving party to set forth specific facts showing there is a genuine issue for trial shall result in summary judgment for the moving <span class=\"star-pagination\">*310</span> party if otherwise appropriate. Fed.R.Civ.P. 56(e); <i>see </i><i>Celotex v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Thus, in the case at bar each party must make the requisite showing to succeed on its motion.</p>\n<p>ERISA preempts all state law claims that \"relate to any employee benefit plan.\" 29 U.S.C. § 1144(a). The threshold question is, therefore, whether the purchase of the life and disability insurance policy by plaintiff's employer satisfies the requirement that an \"employee benefit plan\" exist. As the party asserting preemption, defendant bears the burden of establishing the existence of an ERISA-qualified plan. <i>Kanne v. Connecticut Gen. Life Ins. Co.,</i> 867 F.2d 489, 492 n. 4 (9th Cir.1988), <i>cert. denied,</i> 492 U.S. 906, 109 S.Ct. 3216, 106 L.Ed.2d 566 (1989).</p>\n<p>ERISA defines \"employee benefit plan\" as either an \"employee pension benefit plan\" or an \"employee welfare benefit plan.\" 29 U.S.C. § 1002(3). In turn, the statute defines an \"employee welfare benefit plan\" as</p>\n<blockquote>any plan, fund, or program which was heretofore or is hereafter established or maintained by an employer or by an employee organization, or by both, to the extent that such plan, fund, or program was established or is maintained for the purpose of providing for its participants or their beneficiaries, through the purchase of insurance or otherwise, (A) medical, surgical, or hospital care or benefits, or benefits in the event of sickness, accident, [or] disability....</blockquote>\n<p>29 U.S.C. § 1002(1). The Fourth Circuit has broken down this statutory definition into five elements: (1) a plan, fund, or program (2) established or maintained (3) by an employer (4) for the purpose of providing medical, surgical, hospital care, or sickness benefits (5) to participants or their beneficiaries. <i>Madonia v. Blue Cross &amp; Blue Shield of Virginia,</i> 11 F.3d 444, 446 (4th Cir.1993) (adopting test from <i>Donovan v. Dillingham,</i> 688 F.2d 1367, 1371 (11th Cir.1982) (en banc)), <i>cert. denied,</i> ___ U.S. ___, 114 S.Ct. 1401, 128 L.Ed.2d 74 (1994).</p>\n<p>Plaintiff contends that the policy fails the first, second, and fifth prongs of this test, thereby precluding the classification of the policy as an \"employee welfare benefit plan\" pursuant to the provisions of ERISA. Because the court finds dispositive the policy's failure to satisfy the fifth prong, the court does not reach the other elements of the <i>Donovan</i> test.</p>\n<p>Plaintiff argues that no \"participants\" exist because ERISA excludes sole shareholders from the definition of \"participants\" for the purposes of determining whether a policy qualifies as a \"plan.\" Because the policy underwritten by defendant insured only plaintiff, plaintiff concludes that no \"plan\" exists under ERISA. In response, defendant asserts that plaintiff is a \"participant\" under the statute because he was in covered employment and was eligible to receive plan benefits.</p>\n<p>ERISA defines \"participant\" as</p>\n<blockquote>any employee or former employee of an employer ... who is or may become eligible to receive a benefit at any time from an employee benefit plan which covers employees of such employer ... or whose beneficiaries may be eligible to receive any such benefit.</blockquote>\n<p>29 U.S.C. § 1002(7). The statute further defines \"employee\" as \"any individual employed by an employer.\" 29 U.S.C. § 1002(6).</p>\n<p>Although the definitions of \"participant\" and \"employee\" appear to include plaintiff, the Fourth Circuit held otherwise in <i>Madonia,</i> 11 F.3d at 448. Similar to the instant litigation, the dispute in <i>Madonia</i> centered on whether a health insurance policy purchased by a professional corporation, which was wholly owned by the plaintiff's spouse, qualified as a \"plan\" under ERISA. <i>Madonia,</i> 11 F.3d at 446. The plaintiff argued that no employee of the corporation met the statutory definition of \"participant\" because no employee, other than the sole shareholder, was covered by the policy at the time the litigation was removed to federal court. <i>Id.</i> at 448. Addressing the issue of the sole shareholder of the corporation first, the court held that he could not \"be considered a `participant' for purposes of determining the existence <span class=\"star-pagination\">*311</span> of an employee benefit plan.\"<sup>[1]</sup><i>Id.</i> In so holding, the court cited the regulation at 29 C.F.R. § 2510.3-3(c)(1), which provides that for purposes of determining whether a plan is ERISA-qualified, \"[a]n individual and his or her spouse shall not be deemed to be employees with respect to a trade or business, whether incorporated or unincorporated, which is wholly owned by the individual or by the individual and his or her spouse.\"</p>\n<p>Defendant contends, however, that <i>Madonia</i> holds exactly the opposite, that sole shareholders can be considered participants in \"employee welfare benefit plans,\" because the court held that ERISA preempted the sole shareholder's state law claims in that case. Defendant simply misconstrues the court's holding by failing to appreciate the distinctions drawn by the court. In <i>Madonia,</i> the court explained that the regulation at 29 C.F.R. 2510.3-3(c)(1), which excludes sole shareholders from the term \"participant,\" was explicitly limited to the determination of whether a plan exists. <i>Madonia</i> at 449-50. Thus, the court found that the regulation does not govern whether a sole shareholder can be a \"participant\" in an ERISA plan once a plan has been determined to exist. <i>Id.</i> The court then concluded that sole shareholders could be participants in an employee benefit plan, thereby avoiding a situation in which two bodies of law governed a single corporation's employee benefit claims. <i>Id.</i> at 450.</p>\n<p>This court's reading of <i>Madonia</i> is further supported by the many circuit court decisions construing the term \"participant\" to exclude sole shareholders of corporations or owners of unincorporated businesses for the purposes of determining whether an \"employee welfare benefit plan\" exists under ERISA. <i>See, e.g., </i><i>Meredith v. Time Ins. Co.,</i> 980 F.2d 352, 358 (5th Cir.1993); <i>Fugarino v. Hartford Life &amp; Acc. Ins. Co.,</i> 969 F.2d 178, 185 (6th Cir.1992), <i>cert. denied,</i> ___ U.S. ___, 113 S.Ct. 1401, 122 L.Ed.2d 774 (1993); <i>Kennedy v. Allied Mut. Ins. Co.,</i> 952 F.2d 262, 264 (9th Cir.1991); <i>Schwartz v. Gordon,</i> 761 F.2d 864, 867-69 (2d Cir.1985). Moreover, this construction comports with the policy behind the enactment of ERISA. Congress sought to protect employees, not employers, from the potential abuse and mismanagement of pension and benefit resources by employers. <i>Schwartz,</i> 761 F.2d at 868-69 (citing S.Rep. No. 127, 93d Cong., 1st Sess. 3-5, <i>reprinted in</i> 1974 U.S.C.C.A.N. 4639, 4838, 4839-42).</p>\n<p>Applying <i>Madonia</i> to the case at bar, plaintiff, as the sole shareholder of the professional corporation, cannot be considered a participant for purposes of determining whether the disability insurance policy constituted an ERISA-qualified \"employee welfare benefit plan.\" Therefore, with plaintiff removed from consideration, defendant can only prove the existence of such a plan by demonstrating that another employee of the corporation was \"eligible to receive a benefit at any time from an employee benefit plan.\" 29 U.S.C. § 1002(7).</p>\n<p>For example, in <i>Madonia</i> the Fourth Circuit found the existence of an \"employee welfare benefit plan\" because the non-shareholder employees were eligible to receive a benefit under the plan at issue. One employee had been covered under the professional corporation's Blue Cross &amp; Blue Shield \"Virginia Physicians and Their Staffs\" group policy for three years, during which the corporation paid two-thirds of the premiums. <i>Madonia,</i> 11 F.3d at 448. Although the employee had terminated her coverage prior to the initiation of the lawsuit, she, as well as two other employees, remained eligible to participate in the coverage. <i>Id.</i> In addition, the corporation had financed a fourth employee's purchase of health insurance from a second company by giving that employee a salary raise and an interest-free loan. <i>Id.</i></p>\n<p>In contrast, no such benefits or benefit eligibility exist in the case at bar. Although the corporation did employ one individual other than plaintiff, the undisputed facts in the record indicate that the employee was not eligible for benefits under the terms of the disability policy underwritten by defendant. The policy terms specifically provide coverage only to plaintiff; no mention is made of other employees. Moreover, according to plaintiff's affidavit, the employee was not eligible under any other employer-provided <span class=\"star-pagination\">*312</span> plan or policy relating to medical, surgical, or hospital care in the event of sickness, accident, or disability. Defendant has not submitted any evidence through affidavit or otherwise to show a genuine issue of material fact as to this issue. Thus, when the facts are viewed in the light most favorable to defendant, the court finds that defendant has failed to satisfy his burden of demonstrating the existence of an \"employee welfare benefit plan\" under ERISA.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>Defendant has failed to demonstrate the applicability of ERISA to the instant litigation. The life and disability insurance policy provided to plaintiff by his wholly owned professional corporation is not \"an employee welfare benefit plan\" pursuant to ERISA because no employee, other than plaintiff, participated or was eligible to participate in the policy or any other employer-provided benefit plan. Accordingly, partial summary judgment is granted in favor of plaintiff on defendant's claim that ERISA preempts plaintiff's state law claims.</p>\n<h2>NOTES</h2>\n<p>[1]  The court did hold, however, that the other employees were \"participants\" because, inter alia, they were eligible for coverage under the insurance policy. <i>See infra.</i></p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">905</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">308</span></span> (1995)</b></center>\n<center><h1>Antonio M. CARBONELL, Plaintiff,<br>\nv.<br>\nNORTHWESTERN MUTUAL LIFE INSURANCE COMPANY, Defendant.</h1></center>\n<center>No. 5:94-CV-808-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 22, 1995.</center>\n<p><span class=\"star-pagination\">*309</span> Betty S. Waller, Wilson &amp; Waller, Raleigh, NC, for plaintiff.</p>\n<p>Robert C. Paschal, Young, Moore, Henderson &amp; Alvis, Raleigh, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This case is before the undersigned on defendant's motion for judgment on the pleadings and plaintiff's cross motion for partial summary judgment. The issue is whether plaintiff's employer, a professional corporation solely owned by plaintiff, established an \"employee welfare benefit plan\" under the Employee Retirement Income Security Act, 29 U.S.C. § 1001 et seq., by purchasing a life and disability insurance policy covering only plaintiff. The court finds that the insurance policy does not qualify as an ERISA plan because no other employee was eligible for participation in the policy. Accordingly, partial summary judgment is granted in favor of plaintiff on defendant's claim that ERISA preempts plaintiff's state law claims.</p>\n<p></p>\n<h2><i>Facts</i></h2>\n<p>Dr. Antonio M. Carbonell is an employee and sole shareholder of A.M. Carbonell, M.D., P.A., a professional corporation. In February, 1986, plaintiff's employer purchased a life and disability insurance policy underwritten by defendant Northwestern Mutual Life Insurance Company. Acting as corporate representative for his employer, plaintiff completed and signed both the insurance application and an \"Employee Benefit Plan Statement of Disclosure, Acknowledgment and Approval\" designed to comply with the requirements of ERISA. Pursuant to the terms of the policy, plaintiff is the owner of the policy, but plaintiff's employer is responsible for payment of the annual premiums without any contribution from plaintiff. The policy terms also specify that the policy covers only plaintiff.</p>\n<p>In February, 1986, plaintiff's employer had only one employee other than plaintiff. Plaintiff's employer neither provided nor promised that employee any benefits related to medical, surgical, or hospital care in the event of sickness, accident, or disability. More specifically, that employee was never eligible for coverage under the policy underwritten by defendant.</p>\n<p>In April, 1988, plaintiff filed a claim for disability benefits. Defendant paid full benefits until March, 1994, at which time defendant informed plaintiff that it no longer considered him to be totally disabled according to the terms of his policy. Shortly thereafter, plaintiff filed this action in state court alleging breach of contract, statutory constructive fraud, and other state law claims. Defendant removed the lawsuit to federal court on the grounds of diversity and federal question. In its answer, defendant set forth state law defenses and a defense that ERISA preempts plaintiff's state law claims. Plaintiff never amended his complaint to include a claim for relief under ERISA.</p>\n<p>Defendant then filed a motion for judgment on the pleadings, arguing that it is entitled to judgment as a matter of law because plaintiff made no claim under ERISA. In response, plaintiff denied the applicability of ERISA, submitted a supporting affidavit, and moved the court to convert defendant's motion for judgment on the pleadings to a motion for summary judgment. Because the parties have argued their cases beyond the pleadings at hearing and by plaintiff's submission of the affidavit, the court treats the parties' motions as cross motions for summary judgment pursuant to Rule 12(c) of the Federal Rules of Civil Procedure.</p>\n<p></p>\n<h2><i>Discussion</i></h2>\n<p>In order to grant a motion for summary judgment, the court must determine, in the light most favorable to the non-moving party, that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c). Under Rule 56, a party may move with or without supporting affidavit. Fed.R.Civ.P. 56(a). When a motion is made and supported, the failure of a non-moving party to set forth specific facts showing there is a genuine issue for trial shall result in summary judgment for the moving <span class=\"star-pagination\">*310</span> party if otherwise appropriate. Fed.R.Civ.P. 56(e); <i>see </i><i>Celotex v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Thus, in the case at bar each party must make the requisite showing to succeed on its motion.</p>\n<p>ERISA preempts all state law claims that \"relate to any employee benefit plan.\" 29 U.S.C. § 1144(a). The threshold question is, therefore, whether the purchase of the life and disability insurance policy by plaintiff's employer satisfies the requirement that an \"employee benefit plan\" exist. As the party asserting preemption, defendant bears the burden of establishing the existence of an ERISA-qualified plan. <i>Kanne v. Connecticut Gen. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"518162\"><a href=\"/opinion/518162/theodore-kanne-and-beatriz-kanne-v-connecticut-general-life-insurance/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">489</span></a></span>, 492 n. 4 (9th Cir.1988), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">906</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3216</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">566</span></span> (1989).</p>\n<p>ERISA defines \"employee benefit plan\" as either an \"employee pension benefit plan\" or an \"employee welfare benefit plan.\" 29 U.S.C. § 1002(3). In turn, the statute defines an \"employee welfare benefit plan\" as</p>\n<blockquote>any plan, fund, or program which was heretofore or is hereafter established or maintained by an employer or by an employee organization, or by both, to the extent that such plan, fund, or program was established or is maintained for the purpose of providing for its participants or their beneficiaries, through the purchase of insurance or otherwise, (A) medical, surgical, or hospital care or benefits, or benefits in the event of sickness, accident, [or] disability....</blockquote>\n<p>29 U.S.C. § 1002(1). The Fourth Circuit has broken down this statutory definition into five elements: (1) a plan, fund, or program (2) established or maintained (3) by an employer (4) for the purpose of providing medical, surgical, hospital care, or sickness benefits (5) to participants or their beneficiaries. <i>Madonia v. Blue Cross &amp; Blue Shield of Virginia,</i> <span class=\"citation\" data-id=\"658559\"><a href=\"/opinion/658559/virginia-madonia-v-blue-cross-blue-shield-of-virginia/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">444</span></a></span>, 446 (4th Cir.1993) (adopting test from <i>Donovan v. Dillingham,</i> <span class=\"citation\" data-id=\"409101\"><a href=\"/opinion/409101/raymond-j-donovan-secretary-of-the-united-states-department-of-labor/\"><span class=\"volume\">688</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1367</span></a></span>, 1371 (11th Cir.1982) (en banc)), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1401</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">74</span></span> (1994).</p>\n<p>Plaintiff contends that the policy fails the first, second, and fifth prongs of this test, thereby precluding the classification of the policy as an \"employee welfare benefit plan\" pursuant to the provisions of ERISA. Because the court finds dispositive the policy's failure to satisfy the fifth prong, the court does not reach the other elements of the <i>Donovan</i> test.</p>\n<p>Plaintiff argues that no \"participants\" exist because ERISA excludes sole shareholders from the definition of \"participants\" for the purposes of determining whether a policy qualifies as a \"plan.\" Because the policy underwritten by defendant insured only plaintiff, plaintiff concludes that no \"plan\" exists under ERISA. In response, defendant asserts that plaintiff is a \"participant\" under the statute because he was in covered employment and was eligible to receive plan benefits.</p>\n<p>ERISA defines \"participant\" as</p>\n<blockquote>any employee or former employee of an employer ... who is or may become eligible to receive a benefit at any time from an employee benefit plan which covers employees of such employer ... or whose beneficiaries may be eligible to receive any such benefit.</blockquote>\n<p>29 U.S.C. § 1002(7). The statute further defines \"employee\" as \"any individual employed by an employer.\" 29 U.S.C. § 1002(6).</p>\n<p>Although the definitions of \"participant\" and \"employee\" appear to include plaintiff, the Fourth Circuit held otherwise in <i>Madonia,</i> 11 F.3d at 448. Similar to the instant litigation, the dispute in <i>Madonia</i> centered on whether a health insurance policy purchased by a professional corporation, which was wholly owned by the plaintiff's spouse, qualified as a \"plan\" under ERISA. <i>Madonia,</i> 11 F.3d at 446. The plaintiff argued that no employee of the corporation met the statutory definition of \"participant\" because no employee, other than the sole shareholder, was covered by the policy at the time the litigation was removed to federal court. <i>Id.</i> at 448. Addressing the issue of the sole shareholder of the corporation first, the court held that he could not \"be considered a `participant' for purposes of determining the existence <span class=\"star-pagination\">*311</span> of an employee benefit plan.\"<sup>[1]</sup><i>Id.</i> In so holding, the court cited the regulation at 29 C.F.R. § 2510.3-3(c)(1), which provides that for purposes of determining whether a plan is ERISA-qualified, \"[a]n individual and his or her spouse shall not be deemed to be employees with respect to a trade or business, whether incorporated or unincorporated, which is wholly owned by the individual or by the individual and his or her spouse.\"</p>\n<p>Defendant contends, however, that <i>Madonia</i> holds exactly the opposite, that sole shareholders can be considered participants in \"employee welfare benefit plans,\" because the court held that ERISA preempted the sole shareholder's state law claims in that case. Defendant simply misconstrues the court's holding by failing to appreciate the distinctions drawn by the court. In <i>Madonia,</i> the court explained that the regulation at 29 C.F.R. 2510.3-3(c)(1), which excludes sole shareholders from the term \"participant,\" was explicitly limited to the determination of whether a plan exists. <i>Madonia</i> at 449-50. Thus, the court found that the regulation does not govern whether a sole shareholder can be a \"participant\" in an ERISA plan once a plan has been determined to exist. <i>Id.</i> The court then concluded that sole shareholders could be participants in an employee benefit plan, thereby avoiding a situation in which two bodies of law governed a single corporation's employee benefit claims. <i>Id.</i> at 450.</p>\n<p>This court's reading of <i>Madonia</i> is further supported by the many circuit court decisions construing the term \"participant\" to exclude sole shareholders of corporations or owners of unincorporated businesses for the purposes of determining whether an \"employee welfare benefit plan\" exists under ERISA. <i>See, e.g., </i><i>Meredith v. Time Ins. Co.,</i> <span class=\"citation\" data-id=\"595522\"><a href=\"/opinion/595522/jeneal-meredith-v-time-insurance-company/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">352</span></a></span>, 358 (5th Cir.1993); <i>Fugarino v. Hartford Life &amp; Acc. Ins. Co.,</i> <span class=\"citation\" data-id=\"586868\"><a href=\"/opinion/586868/richard-fugarino-jo-marie-fugarino-and-marc-a-fugarino-v-hartford-life/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span>, 185 (6th Cir.1992), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1401</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">774</span></span> (1993); <i>Kennedy v. Allied Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"574378\"><a href=\"/opinion/574378/drake-c-kennedy-brian-h-kennedy-co-trustees-of-the-regency-outdoor/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">262</span></a></span>, 264 (9th Cir.1991); <i>Schwartz v. Gordon,</i> <span class=\"citation no-link\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">864</span></span>, 867-69 (2d Cir.1985). Moreover, this construction comports with the policy behind the enactment of ERISA. Congress sought to protect employees, not employers, from the potential abuse and mismanagement of pension and benefit resources by employers. <i>Schwartz,</i> 761 F.2d at 868-69 (citing S.Rep. No. 127, 93d Cong., 1st Sess. 3-5, <i>reprinted in</i> 1974 U.S.C.C.A.N. 4639, 4838, 4839-42).</p>\n<p>Applying <i>Madonia</i> to the case at bar, plaintiff, as the sole shareholder of the professional corporation, cannot be considered a participant for purposes of determining whether the disability insurance policy constituted an ERISA-qualified \"employee welfare benefit plan.\" Therefore, with plaintiff removed from consideration, defendant can only prove the existence of such a plan by demonstrating that another employee of the corporation was \"eligible to receive a benefit at any time from an employee benefit plan.\" 29 U.S.C. § 1002(7).</p>\n<p>For example, in <i>Madonia</i> the Fourth Circuit found the existence of an \"employee welfare benefit plan\" because the non-shareholder employees were eligible to receive a benefit under the plan at issue. One employee had been covered under the professional corporation's Blue Cross &amp; Blue Shield \"Virginia Physicians and Their Staffs\" group policy for three years, during which the corporation paid two-thirds of the premiums. <i>Madonia,</i> 11 F.3d at 448. Although the employee had terminated her coverage prior to the initiation of the lawsuit, she, as well as two other employees, remained eligible to participate in the coverage. <i>Id.</i> In addition, the corporation had financed a fourth employee's purchase of health insurance from a second company by giving that employee a salary raise and an interest-free loan. <i>Id.</i></p>\n<p>In contrast, no such benefits or benefit eligibility exist in the case at bar. Although the corporation did employ one individual other than plaintiff, the undisputed facts in the record indicate that the employee was not eligible for benefits under the terms of the disability policy underwritten by defendant. The policy terms specifically provide coverage only to plaintiff; no mention is made of other employees. Moreover, according to plaintiff's affidavit, the employee was not eligible under any other employer-provided <span class=\"star-pagination\">*312</span> plan or policy relating to medical, surgical, or hospital care in the event of sickness, accident, or disability. Defendant has not submitted any evidence through affidavit or otherwise to show a genuine issue of material fact as to this issue. Thus, when the facts are viewed in the light most favorable to defendant, the court finds that defendant has failed to satisfy his burden of demonstrating the existence of an \"employee welfare benefit plan\" under ERISA.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>Defendant has failed to demonstrate the applicability of ERISA to the instant litigation. The life and disability insurance policy provided to plaintiff by his wholly owned professional corporation is not \"an employee welfare benefit plan\" pursuant to ERISA because no employee, other than plaintiff, participated or was eligible to participate in the policy or any other employer-provided benefit plan. Accordingly, partial summary judgment is granted in favor of plaintiff on defendant's claim that ERISA preempts plaintiff's state law claims.</p>\n<h2>NOTES</h2>\n<p>[1]  The court did hold, however, that the other employees were \"participants\" because, inter alia, they were eligible for coverage under the insurance policy. <i>See infra.</i></p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409101/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658559/"
  ]
}