{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1744228/",
  "absolute_url": "/opinion/1744228/united-states-v-15138800-us-currency/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1744228/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:18:12.210009Z",
  "date_modified": "2016-04-26T23:53:09.068192Z",
  "type": "010combined",
  "sha1": "813344abf11bfbb8e18b5418b32154f85cd25ada",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>751 F.Supp. 547 (1990)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\n$151,388.00 UNITED STATES CURRENCY, et al., Defendants.</h1></center>\n<center>No. 90-7-CIV-2-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>November 14, 1990.</center>\n<p>Thomas P. Swaim, U.S. Attorney's Office, Raleigh, N.C., for U.S.</p>\n<p>Cheryl A. Marteney, New Bern, N.C., Johnny S. Gaskins, Young, Moore, Henderson &amp; Alvis, Raleigh, N.C., D. Keith Teague, Elizabeth City, N.C., L. Frank Burleson, Jr., Revelle, Burleson, Lee &amp; Revelle, Murfreesboro, N.C., Perry W. Martin, Ahoskie, N.C., for claimants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>The United States brought this civil action, <i>in rem,</i> pursuant to 21 U.S.C. §§ 881(a)(6) and (a)(7). Plaintiff seeks the forfeiture of certain United States currency and real property which allegedly represents illegal drug proceeds, or currency and real property used or intended to be used in exchange for controlled substances, or used or intended to be used to facilitate a violation of the Controlled Substance Act, 21 U.S.C. § 801, <i>et seq.</i> The action is now before the court upon: (1) claimant's 12(b)(6) motion to dismiss for failure to state a claim upon which relief can be granted; and (2) plaintiff's motion to stay the proceedings pursuant to 21 U.S.C. § 881(i).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*548</span> I. FACTS</h2>\n<p>Claimants McClary Hall and Pearl S. Hall are husband and wife who reside in Ahoskie, North Carolina. Both were arrested on January 4, 1990 and subsequently indicted on state criminal drug charges. The United States also filed a forfeiture complaint, <i>in rem,</i> naming as defendants currency and real estate owned by claimants. On March 3, 1990, this court ordered that a warrant be issued to seize defendant property pursuant to 21 U.S.C. §§ 881(a)(6) and (a)(7). The order was based on a finding of probable cause to seize after reviewing plaintiff's verified complaint. Attached to the complaint and incorporated by reference, was the thirty-seven-page affidavit of Special Agent Dwight Ransome of the State Bureau of Investigation, setting forth the circumstances leading to claimants' arrest and the seizure of their property. A large percentage of these facts and circumstances were based upon the observations and statements of two undisclosed sources referenced as Source 1 and Source 2.</p>\n<p>After their property had been seized and the forfeiture action commenced, claimants responded to the complaint alleging, <i>inter alia,</i> that it lacked the requisite specificity to state a claim for relief. While that motion was pending, civil discovery began. On March 16, 1990, plaintiff served claimants with interrogatories and a request for production of documents. Claimants answered the interrogatories and complied with the production request. Claimants were also noticed for the taking of their depositions on August 22, 1990 in Raleigh, North Carolina. Claimants moved for a protective order allowing these depositions to be taken in Hertford County, their place of residence, but the motion was denied. Now, claimants seek to take the depositions of the lead agent and two confidential informants. In response, the United States has moved to stay the proceedings until the disposition of the underlying state criminal action. The motion was filed in response to a request by the state district attorney, who is concerned that the broad civil discovery rules would expose the state's witnesses and place them under considerable pressure. Additionally, claimants could gain access to information that would not be available under the narrower criminal discovery rules.</p>\n<p>This court will first address claimants' motion to dismiss, because if granted, it will obviate the need for a stay. If, on the other hand, the stay should be granted, this would only postpone the ruling on the motion to dismiss. <i>See United States v. A Parcel of Land, etc.,</i> 738 F.Supp. 854 (D.N. J.1990).</p>\n<p></p>\n<h2>II. ANALYSIS</h2>\n<p></p>\n<h2>A. Claimants' Motion to Dismiss</h2>\n<p>Claimants have moved to dismiss the complaint for failure to state a claim upon which relief may be granted pursuant to F.R.Civ.P. 12(b)(6). In ascertaining the sufficiency of the pleadings, the facts alleged must be \"taken as admitted\" and construed in a light most favorable to the plaintiff. <i>Jenkins v. McKeithen,</i> 395 U.S. 411, 421, 89 S.Ct. 1843, 1849, 23 L.Ed.2d 404 (1969).</p>\n<p>The standard utilized for ascertaining the adequacy of a complaint brought under 21 U.S.C. § 881 is set out in the Supplemental Rules for Certain Admiralty and Maritime Claims. Rule C(2) states that the verified complaint:</p>\n<blockquote>shall describe with reasonable particularity the property that is the subject of the action and state that it is within the district or will be during the pendency of the action. In actions for the enforcement of forfeitures for violation of any statute of the United States the complaint shall state the place of seizure and whether it was on land or on navigable waters, and shall contain such allegations as may be required by the statute pursuant to which the action is brought.</blockquote>\n<p>Rule E(2)(a) provides that the complaint in an <i>in rem</i> action \"shall state the circumstances from which the claim arises with such particularity that the defendant or claimant will be able, without moving for a more definite statement, to commence an investigation of the facts and to frame a responsive pleading.\"</p>\n<p><span class=\"star-pagination\">*549</span> A forfeiture complaint, therefore, requires a higher degree of particularity and specificity than is required for civil actions generally. Wright &amp; Miller, <i>Federal Practice and Procedure</i> § 1227 (1990). Forfeiture actions are \"drastic\" measures, therefore, this requirement prevents the government from seizing property to which it has no legitimate claim, and holding it for a substantial period of time. <i>United States v. Pole No. 3172, Hopkinton,</i> 852 F.2d 636, 638 (1st Cir.1988).</p>\n<p>To overcome a motion to dismiss, the complaint must state facts which are \"sufficient ... to provide a reasonable belief that the property is subject to forfeiture.\" <i>Id.</i> at 638 (<i>quoting United States v. $38,000 in United States Currency,</i> 816 F.2d 1538, 1548 (11th Cir.1987)). <i>See also United States v. $39,000 in Canadian Currency,</i> 801 F.2d 1210, 1219 (10th Cir.1986) (plaintiff must allege \"specific facts sufficient to support an inference that the property is subject to forfeiture\"); <i>United States v. One Parcel of Real Property,</i> 705 F.Supp. 710, 715 (D.R.I.1989) (claimant entitled to a complaint \"which alleges on its face facts sufficient enough to support, without more, a reasonable inference that the government's claim to the property is valid under [Section 881]\"). Bare and conclusory allegations are not sufficient, rather plaintiff must allege the factual background justifying forfeiture. <i>United States v. Thirteen Thousand Dollars,</i> 718 F.Supp. 1441 (E.D.Mo.1989). These facts must also be sufficient to support the belief that the property in its entirety, and not only some part of it, is subject to forfeiture. <i>United States v. Pole, etc., supra.</i></p>\n<p>Plaintiff here has met its pleading burden. The complaint, along with the affidavit that has been incorporated by reference, describes with particularity each piece of property that was seized and its current location. All of the property is located within the Eastern District of North Carolina. The place of each seizure is also described with the requisite specificity.</p>\n<p>Although the names of the confidential informants were not revealed, the circumstances establishing probable cause to seize are sufficiently specific to allow claimants to investigate and reply without requesting a more definite statement. 21 U.S.C. § 881(a)(6) allows for the forfeiture of currency which is \"proceeds traceable\" to an illegal drug transaction. Monies used to facilitate drug transactions can also be forfeited. The complaint alleged, via statements by named and unnamed persons, that claimants were involved in drug trafficking by describing specific transactions. Claimant McClary Hall owns a grocery store in Ahoskie, North Carolina. He and his wife hold currency in at least twenty different certificates of deposit, checking accounts, savings accounts and IRAs. The amounts in these accounts far exceed the gross sales from the store and any other known income of claimants. These amounts have likewise not been reported on their income tax returns in recent years.</p>\n<p>The balance of the above described accounts is in excess of $300,000. More than $100,000 in cash was found in claimants' home in brown paper bags. Large quantities of cocaine and crack cocaine were also seized from their home. These facts, to this court, are sufficiently specific to create a reasonable belief that the seized currency is traceable to an illegal drug transaction.</p>\n<p>Forfeitures of real property are governed by 21 U.S.C. § 881(a)(7). It provides that \"[a]ll real property ... which is used, or intended to be used, in any manner or part, to commit, or to facilitate\" an illegal drug transaction punishable \"by more than one year's imprisonment\" is subject to forfeiture. The complaint here describes sales and purchases of cocaine occurring in claimants' home. The undisclosed sources also allege that the claimants manufactured crack cocaine there. Lastly, drugs and large amounts of currency were seized from the home. This again is enough, if taken as true, to create a reasonable belief that the real property was used to \"facilitate\" drug trafficking.</p>\n<p>Claimants' motion to dismiss is, therefore, denied. This of course, does not mean that plaintiff will prevail at trial. It must still produce evidence to support its allegations.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*550</span> B. Plaintiff's Motion to Stay</h2>\n<p>21 U.S.C. § 881(i) states:</p>\n<blockquote>The filing of an indictment or information alleging a violation of this subchapter or subchapter II of this chapter, or a violation of State or local law that could have been charged under this subchapter or subchapter II of this chapter which is also related to a civil forfeiture proceeding under this section shall, upon motion of the United States and for good cause shown, stay the civil forfeiture proceeding.</blockquote>\n<p>The statute, therefore, requires that the government establish three things before it is entitled to a stay. First, there must be an indictment. Second, the charge must be \"related to\" the forfeiture action. Third, the government must establish \"good cause\" for the stay.</p>\n<p>Here, claimants have been indicted under state law. The circumstances supporting the indictment are the same as those underlying the civil forfeiture case. The issue, therefore, is whether plaintiff has alleged facts sufficient to convince the court that there is \"good cause\" to stay the proceedings. As recently stated by a United States District Court in Florida, there is thus far, \"no definitive precedent ... which establishes what the Government must show to satisfy `good cause' within the meaning of 21 U.S.C. section 881(i).\" <i>United States v. One Parcel of Real Estate at 1303 Whitehead Street, Key West, Florida,</i> 729 F.Supp. 98, 99 (S.D.Fla.1990). Courts have adopted various approaches in interpreting the meaning of this provision.</p>\n<p>Some courts have held that merely protecting a criminal case from civil discovery is alone enough to constitute \"good cause.\" <i>United States v. Premises and Real Property at 297 Hawley Street, etc.,</i> 727 F.Supp. 90 (W.D.N.Y.1990). Otherwise, the claimant-defendant would have \"improper opportunities\" to find out details of the pending criminal case. <i>Id.</i> at 91.</p>\n<p>Other courts have imposed a higher burden of proof upon the government. In <i>United States v. One Parcel of Real Estate at 1303</i><i> Whitehead Street, Key West, Florida,</i> the court explained that the stay should not be granted based upon \"sketchy allegations\" because this would \"violate ... fair play.\" <i>Id.</i> at 99. In order to insure that claimants' due process rights are protected and to convince the court that the stay is warranted, the plaintiff must establish the same things as would be necessary to obtain a preliminary injunction. Therefore, the government must show:</p>\n<blockquote>\"(1) a substantial likelihood that plaintiff will prevail on the merits, (2) a substantial threat that plaintiff will suffer irreparable injury if the [stay] is not granted, (3) that the threatened injury to plaintiff outweighs the threatened harm the [stay] may do to [claimant], and (4) that granting the [stay] will not disserve the public interest.\"</blockquote>\n<p><i>Id.</i> at 100 (<i>quoting Canal Authority of </i><i>Florida v. Callaway,</i> 489 F.2d 567, 572 (5th Cir.1974)). More than conclusory allegations that there will be prejudice without the stay are required in order to comport with the above standard. The judge has discretion as to whether the stay will be granted and, if so, for how long.</p>\n<p>The <i>1303 Whitehead Street</i> approach was approved by the court in <i>In re Ramu Corporation,</i> 903 F.2d 312 (5th Cir.1990). In drawing an analogy to the preliminary injunction requirements, the Fifth Circuit held that before a stay is granted, there must be specific findings as to the type of prejudice that will be suffered if the stay is denied. The good cause determination \"is thus a mixed question of law and equity, requiring consideration of any mitigating circumstances that affect the appropriateness of a stay.\" <i>Id.</i> at 320. The court must weigh the interests of the parties and even determine if there are alternative measures less drastic than an all inclusive stay that will more fairly protect the interests of the parties. <i>Id.</i></p>\n<p>Since the granting of a stay deprives claimants of a property interest for a period of time and prevents them from taking steps to regain it, this court believes the higher standard is necessary to protect claimants' rights. Therefore, the four-part test set out in <i>1303 Whitehead Street</i> is adopted. This will require the government <span class=\"star-pagination\">*551</span> to produce specific facts as to how it will be prejudiced and allow the court to weigh claimants' competing interests. Plaintiff's case will now be evaluated applying this standard.</p>\n<p>First, through a very detailed affidavit, plaintiff has produced facts which if proven to be true will allow it to prevail on the merits. There is alleged testimony of several persons implicating claimants in numerous drug transactions. Plaintiff's case is also supported by the large amounts of cocaine and currency which were seized from claimants' home.</p>\n<p>Second, there is a threat of irreparable injury if the stay is not granted. Civil discovery will enable claimants to discover the identity of confidential informants prior to trial. If this occurs, there is a good possibility that these informants will not testify at all, therefore, possibly destroying the state's criminal, as well as the federal civil forfeiture action.</p>\n<p>The potential injury to the government here outweighs the potential harm to claimants. Claimants are being allowed to remain on the defendant real property pursuant to a third party occupancy agreement. The large amounts of seized currency remain in these accounts earning interest. The state criminal trial is set for December 31, 1990, so the stay need not be in effect for an indefinite or extended period of time. On the other hand, denial of the stay would be likely to result in the loss of two key witnesses.</p>\n<p>Lastly, granting the stay is in the best interest of the public. Often, the only way in which criminals can be apprehended is through the use of confidential informants. If their identity could be discovered through civil discovery prior to the criminal trial, many would be discouraged from coming forward. The stay thus enhances the public interest by protecting these informants.</p>\n<p>Plaintiff here has established the necessary prerequisites and the stay is granted. Claimants, however, still have an interest in their property as well as their ability to defend themselves in the criminal trial. Consequently, the stay shall become effective upon the date of this order and extend only to February 1, 1991 or the last day of claimants' criminal trial, whichever occurs first. Plaintiff states that the trial should commence in December of 1990, therefore, this time restriction should not pose a problem. If it does, plaintiff may move for an extension.</p>\n<p>This court is also concerned with the apparent inequities that would result from allowing state prosecutors access to claimants' depositions, answers to interrogatories, and documents when claimants will not be able to reciprocally utilize the civil discovery rules to their advantage. This would not only be unfair to claimants, but an abuse of the Rules of Civil Procedure. Civil discovery here should not be available to aid in the state's criminal prosecution. The court, however, notes with approval, the representations of the United States Attorney that she has not revealed, nor does she intend to reveal, any of the information obtained through civil discovery to the state authorities. It is based upon these representations that this court concludes that any unfairness is apparent rather than real, and the stay is granted on that basis.</p>\n<p>Lastly, as claimants point out, plaintiff moved for this stay only after it had fully utilized the tools of civil discovery to obtain information for its own case. To deny claimants the same opportunities would be inequitable. Therefore, once the stay has expired, claimants will again be entitled to full civil discovery. The interest in protecting the informants' confidentiality will no longer be present.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>In sum, claimants' 12(b)(6) motion to dismiss is denied. The plaintiff's complaint is sufficient to state a claim under 21 U.S.C. § 881. The plaintiff's motion to stay the proceedings is granted, the stay to extend until February 1, 1991 or the date that claimants' criminal case is disposed of, whichever first occurs.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">751</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">547</span></span> (1990)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\n$151,388.00 UNITED STATES CURRENCY, et al., Defendants.</h1></center>\n<center>No. 90-7-CIV-2-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>November 14, 1990.</center>\n<p>Thomas P. Swaim, U.S. Attorney's Office, Raleigh, N.C., for U.S.</p>\n<p>Cheryl A. Marteney, New Bern, N.C., Johnny S. Gaskins, Young, Moore, Henderson &amp; Alvis, Raleigh, N.C., D. Keith Teague, Elizabeth City, N.C., L. Frank Burleson, Jr., Revelle, Burleson, Lee &amp; Revelle, Murfreesboro, N.C., Perry W. Martin, Ahoskie, N.C., for claimants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>The United States brought this civil action, <i>in rem,</i> pursuant to 21 U.S.C. §§ 881(a)(6) and (a)(7). Plaintiff seeks the forfeiture of certain United States currency and real property which allegedly represents illegal drug proceeds, or currency and real property used or intended to be used in exchange for controlled substances, or used or intended to be used to facilitate a violation of the Controlled Substance Act, 21 U.S.C. § 801, <i>et seq.</i> The action is now before the court upon: (1) claimant's 12(b)(6) motion to dismiss for failure to state a claim upon which relief can be granted; and (2) plaintiff's motion to stay the proceedings pursuant to 21 U.S.C. § 881(i).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*548</span> I. FACTS</h2>\n<p>Claimants McClary Hall and Pearl S. Hall are husband and wife who reside in Ahoskie, North Carolina. Both were arrested on January 4, 1990 and subsequently indicted on state criminal drug charges. The United States also filed a forfeiture complaint, <i>in rem,</i> naming as defendants currency and real estate owned by claimants. On March 3, 1990, this court ordered that a warrant be issued to seize defendant property pursuant to 21 U.S.C. §§ 881(a)(6) and (a)(7). The order was based on a finding of probable cause to seize after reviewing plaintiff's verified complaint. Attached to the complaint and incorporated by reference, was the thirty-seven-page affidavit of Special Agent Dwight Ransome of the State Bureau of Investigation, setting forth the circumstances leading to claimants' arrest and the seizure of their property. A large percentage of these facts and circumstances were based upon the observations and statements of two undisclosed sources referenced as Source 1 and Source 2.</p>\n<p>After their property had been seized and the forfeiture action commenced, claimants responded to the complaint alleging, <i>inter alia,</i> that it lacked the requisite specificity to state a claim for relief. While that motion was pending, civil discovery began. On March 16, 1990, plaintiff served claimants with interrogatories and a request for production of documents. Claimants answered the interrogatories and complied with the production request. Claimants were also noticed for the taking of their depositions on August 22, 1990 in Raleigh, North Carolina. Claimants moved for a protective order allowing these depositions to be taken in Hertford County, their place of residence, but the motion was denied. Now, claimants seek to take the depositions of the lead agent and two confidential informants. In response, the United States has moved to stay the proceedings until the disposition of the underlying state criminal action. The motion was filed in response to a request by the state district attorney, who is concerned that the broad civil discovery rules would expose the state's witnesses and place them under considerable pressure. Additionally, claimants could gain access to information that would not be available under the narrower criminal discovery rules.</p>\n<p>This court will first address claimants' motion to dismiss, because if granted, it will obviate the need for a stay. If, on the other hand, the stay should be granted, this would only postpone the ruling on the motion to dismiss. <i>See United States v. A Parcel of Land, etc.,</i> <span class=\"citation\" data-id=\"1972052\"><a href=\"/opinion/1972052/united-states-v-92-buena-vista-ave-rumson-nj/\"><span class=\"volume\">738</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">854</span></a></span> (D.N. J.1990).</p>\n<p></p>\n<h2>II. ANALYSIS</h2>\n<p></p>\n<h2>A. Claimants' Motion to Dismiss</h2>\n<p>Claimants have moved to dismiss the complaint for failure to state a claim upon which relief may be granted pursuant to F.R.Civ.P. 12(b)(6). In ascertaining the sufficiency of the pleadings, the facts alleged must be \"taken as admitted\" and construed in a light most favorable to the plaintiff. <i>Jenkins v. McKeithen,</i> <span class=\"citation\" data-id=\"107964\"><a href=\"/opinion/107964/jenkins-v-mckeithen/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></a></span>, 421, <span class=\"citation\" data-id=\"107964\"><a href=\"/opinion/107964/jenkins-v-mckeithen/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, 1849, <span class=\"citation\" data-id=\"107964\"><a href=\"/opinion/107964/jenkins-v-mckeithen/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">404</span></a></span> (1969).</p>\n<p>The standard utilized for ascertaining the adequacy of a complaint brought under 21 U.S.C. § 881 is set out in the Supplemental Rules for Certain Admiralty and Maritime Claims. Rule C(2) states that the verified complaint:</p>\n<blockquote>shall describe with reasonable particularity the property that is the subject of the action and state that it is within the district or will be during the pendency of the action. In actions for the enforcement of forfeitures for violation of any statute of the United States the complaint shall state the place of seizure and whether it was on land or on navigable waters, and shall contain such allegations as may be required by the statute pursuant to which the action is brought.</blockquote>\n<p>Rule E(2)(a) provides that the complaint in an <i>in rem</i> action \"shall state the circumstances from which the claim arises with such particularity that the defendant or claimant will be able, without moving for a more definite statement, to commence an investigation of the facts and to frame a responsive pleading.\"</p>\n<p><span class=\"star-pagination\">*549</span> A forfeiture complaint, therefore, requires a higher degree of particularity and specificity than is required for civil actions generally. Wright &amp; Miller, <i>Federal Practice and Procedure</i> § 1227 (1990). Forfeiture actions are \"drastic\" measures, therefore, this requirement prevents the government from seizing property to which it has no legitimate claim, and holding it for a substantial period of time. <i>United States v. Pole No. 3172, Hopkinton,</i> <span class=\"citation\" data-id=\"509284\"><a href=\"/opinion/509284/united-states-v-pole-no-3172-hopkinton-etc-appeal-of-alice-gazda-ida/\"><span class=\"volume\">852</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">636</span></a></span>, 638 (1st Cir.1988).</p>\n<p>To overcome a motion to dismiss, the complaint must state facts which are \"sufficient ... to provide a reasonable belief that the property is subject to forfeiture.\" <i>Id.</i> at 638 (<i>quoting United States v. $38,000 in United States Currency,</i> <span class=\"citation\" data-id=\"487229\"><a href=\"/opinion/487229/united-states-v-3800000-in-united-states-currency-david-english-and/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1538</span></a></span>, 1548 (11th Cir.1987)). <i>See also United States v. $39,000 in Canadian Currency,</i> <span class=\"citation no-link\"><span class=\"volume\">801</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1210</span></span>, 1219 (10th Cir.1986) (plaintiff must allege \"specific facts sufficient to support an inference that the property is subject to forfeiture\"); <i>United States v. One Parcel of Real Property,</i> <span class=\"citation\" data-id=\"1978263\"><a href=\"/opinion/1978263/united-states-v-property-known-as-6-patricia-dr-etc/\"><span class=\"volume\">705</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">710</span></a></span>, 715 (D.R.I.1989) (claimant entitled to a complaint \"which alleges on its face facts sufficient enough to support, without more, a reasonable inference that the government's claim to the property is valid under [Section 881]\"). Bare and conclusory allegations are not sufficient, rather plaintiff must allege the factual background justifying forfeiture. <i>United States v. Thirteen Thousand Dollars,</i> <span class=\"citation\" data-id=\"2268565\"><a href=\"/opinion/2268565/united-states-v-thirteen-thousand-dollars/\"><span class=\"volume\">718</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1441</span></a></span> (E.D.Mo.1989). These facts must also be sufficient to support the belief that the property in its entirety, and not only some part of it, is subject to forfeiture. <i>United States v. Pole, etc., supra.</i></p>\n<p>Plaintiff here has met its pleading burden. The complaint, along with the affidavit that has been incorporated by reference, describes with particularity each piece of property that was seized and its current location. All of the property is located within the Eastern District of North Carolina. The place of each seizure is also described with the requisite specificity.</p>\n<p>Although the names of the confidential informants were not revealed, the circumstances establishing probable cause to seize are sufficiently specific to allow claimants to investigate and reply without requesting a more definite statement. 21 U.S.C. § 881(a)(6) allows for the forfeiture of currency which is \"proceeds traceable\" to an illegal drug transaction. Monies used to facilitate drug transactions can also be forfeited. The complaint alleged, via statements by named and unnamed persons, that claimants were involved in drug trafficking by describing specific transactions. Claimant McClary Hall owns a grocery store in Ahoskie, North Carolina. He and his wife hold currency in at least twenty different certificates of deposit, checking accounts, savings accounts and IRAs. The amounts in these accounts far exceed the gross sales from the store and any other known income of claimants. These amounts have likewise not been reported on their income tax returns in recent years.</p>\n<p>The balance of the above described accounts is in excess of $300,000. More than $100,000 in cash was found in claimants' home in brown paper bags. Large quantities of cocaine and crack cocaine were also seized from their home. These facts, to this court, are sufficiently specific to create a reasonable belief that the seized currency is traceable to an illegal drug transaction.</p>\n<p>Forfeitures of real property are governed by 21 U.S.C. § 881(a)(7). It provides that \"[a]ll real property ... which is used, or intended to be used, in any manner or part, to commit, or to facilitate\" an illegal drug transaction punishable \"by more than one year's imprisonment\" is subject to forfeiture. The complaint here describes sales and purchases of cocaine occurring in claimants' home. The undisclosed sources also allege that the claimants manufactured crack cocaine there. Lastly, drugs and large amounts of currency were seized from the home. This again is enough, if taken as true, to create a reasonable belief that the real property was used to \"facilitate\" drug trafficking.</p>\n<p>Claimants' motion to dismiss is, therefore, denied. This of course, does not mean that plaintiff will prevail at trial. It must still produce evidence to support its allegations.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*550</span> B. Plaintiff's Motion to Stay</h2>\n<p>21 U.S.C. § 881(i) states:</p>\n<blockquote>The filing of an indictment or information alleging a violation of this subchapter or subchapter II of this chapter, or a violation of State or local law that could have been charged under this subchapter or subchapter II of this chapter which is also related to a civil forfeiture proceeding under this section shall, upon motion of the United States and for good cause shown, stay the civil forfeiture proceeding.</blockquote>\n<p>The statute, therefore, requires that the government establish three things before it is entitled to a stay. First, there must be an indictment. Second, the charge must be \"related to\" the forfeiture action. Third, the government must establish \"good cause\" for the stay.</p>\n<p>Here, claimants have been indicted under state law. The circumstances supporting the indictment are the same as those underlying the civil forfeiture case. The issue, therefore, is whether plaintiff has alleged facts sufficient to convince the court that there is \"good cause\" to stay the proceedings. As recently stated by a United States District Court in Florida, there is thus far, \"no definitive precedent ... which establishes what the Government must show to satisfy `good cause' within the meaning of 21 U.S.C. section 881(i).\" <i>United States v. One Parcel of Real Estate at 1303 Whitehead Street, Key West, Florida,</i> <span class=\"citation\" data-id=\"1493213\"><a href=\"/opinion/1493213/united-states-v-real-est-at-1303-whitehead-st-key-west/\"><span class=\"volume\">729</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">98</span></a></span>, 99 (S.D.Fla.1990). Courts have adopted various approaches in interpreting the meaning of this provision.</p>\n<p>Some courts have held that merely protecting a criminal case from civil discovery is alone enough to constitute \"good cause.\" <i>United States v. Premises and Real Property at 297 Hawley Street, etc.,</i> <span class=\"citation\" data-id=\"1461090\"><a href=\"/opinion/1461090/united-states-v-property-at-297-hawley-st-rochester-ny/\"><span class=\"volume\">727</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">90</span></a></span> (W.D.N.Y.1990). Otherwise, the claimant-defendant would have \"improper opportunities\" to find out details of the pending criminal case. <i>Id.</i> at 91.</p>\n<p>Other courts have imposed a higher burden of proof upon the government. In <i>United States v. One Parcel of Real Estate at 1303</i><i> Whitehead Street, Key West, Florida,</i> the court explained that the stay should not be granted based upon \"sketchy allegations\" because this would \"violate ... fair play.\" <i>Id.</i> at 99. In order to insure that claimants' due process rights are protected and to convince the court that the stay is warranted, the plaintiff must establish the same things as would be necessary to obtain a preliminary injunction. Therefore, the government must show:</p>\n<blockquote>\"(1) a substantial likelihood that plaintiff will prevail on the merits, (2) a substantial threat that plaintiff will suffer irreparable injury if the [stay] is not granted, (3) that the threatened injury to plaintiff outweighs the threatened harm the [stay] may do to [claimant], and (4) that granting the [stay] will not disserve the public interest.\"</blockquote>\n<p><i>Id.</i> at 100 (<i>quoting Canal Authority of </i><i>Florida v. Callaway,</i> <span class=\"citation\" data-id=\"315819\"><a href=\"/opinion/315819/the-canal-authority-of-the-state-of-florida-v-howard-h-callaway/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">567</span></a></span>, 572 (5th Cir.1974)). More than conclusory allegations that there will be prejudice without the stay are required in order to comport with the above standard. The judge has discretion as to whether the stay will be granted and, if so, for how long.</p>\n<p>The <i>1303 Whitehead Street</i> approach was approved by the court in <i>In re Ramu Corporation,</i> <span class=\"citation\" data-id=\"541761\"><a href=\"/opinion/541761/in-re-ramu-corporation-united-states-of-america-v-6600-north-mesa-el/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">312</span></a></span> (5th Cir.1990). In drawing an analogy to the preliminary injunction requirements, the Fifth Circuit held that before a stay is granted, there must be specific findings as to the type of prejudice that will be suffered if the stay is denied. The good cause determination \"is thus a mixed question of law and equity, requiring consideration of any mitigating circumstances that affect the appropriateness of a stay.\" <i>Id.</i> at 320. The court must weigh the interests of the parties and even determine if there are alternative measures less drastic than an all inclusive stay that will more fairly protect the interests of the parties. <i>Id.</i></p>\n<p>Since the granting of a stay deprives claimants of a property interest for a period of time and prevents them from taking steps to regain it, this court believes the higher standard is necessary to protect claimants' rights. Therefore, the four-part test set out in <i>1303 Whitehead Street</i> is adopted. This will require the government <span class=\"star-pagination\">*551</span> to produce specific facts as to how it will be prejudiced and allow the court to weigh claimants' competing interests. Plaintiff's case will now be evaluated applying this standard.</p>\n<p>First, through a very detailed affidavit, plaintiff has produced facts which if proven to be true will allow it to prevail on the merits. There is alleged testimony of several persons implicating claimants in numerous drug transactions. Plaintiff's case is also supported by the large amounts of cocaine and currency which were seized from claimants' home.</p>\n<p>Second, there is a threat of irreparable injury if the stay is not granted. Civil discovery will enable claimants to discover the identity of confidential informants prior to trial. If this occurs, there is a good possibility that these informants will not testify at all, therefore, possibly destroying the state's criminal, as well as the federal civil forfeiture action.</p>\n<p>The potential injury to the government here outweighs the potential harm to claimants. Claimants are being allowed to remain on the defendant real property pursuant to a third party occupancy agreement. The large amounts of seized currency remain in these accounts earning interest. The state criminal trial is set for December 31, 1990, so the stay need not be in effect for an indefinite or extended period of time. On the other hand, denial of the stay would be likely to result in the loss of two key witnesses.</p>\n<p>Lastly, granting the stay is in the best interest of the public. Often, the only way in which criminals can be apprehended is through the use of confidential informants. If their identity could be discovered through civil discovery prior to the criminal trial, many would be discouraged from coming forward. The stay thus enhances the public interest by protecting these informants.</p>\n<p>Plaintiff here has established the necessary prerequisites and the stay is granted. Claimants, however, still have an interest in their property as well as their ability to defend themselves in the criminal trial. Consequently, the stay shall become effective upon the date of this order and extend only to February 1, 1991 or the last day of claimants' criminal trial, whichever occurs first. Plaintiff states that the trial should commence in December of 1990, therefore, this time restriction should not pose a problem. If it does, plaintiff may move for an extension.</p>\n<p>This court is also concerned with the apparent inequities that would result from allowing state prosecutors access to claimants' depositions, answers to interrogatories, and documents when claimants will not be able to reciprocally utilize the civil discovery rules to their advantage. This would not only be unfair to claimants, but an abuse of the Rules of Civil Procedure. Civil discovery here should not be available to aid in the state's criminal prosecution. The court, however, notes with approval, the representations of the United States Attorney that she has not revealed, nor does she intend to reveal, any of the information obtained through civil discovery to the state authorities. It is based upon these representations that this court concludes that any unfairness is apparent rather than real, and the stay is granted on that basis.</p>\n<p>Lastly, as claimants point out, plaintiff moved for this stay only after it had fully utilized the tools of civil discovery to obtain information for its own case. To deny claimants the same opportunities would be inequitable. Therefore, once the stay has expired, claimants will again be entitled to full civil discovery. The interest in protecting the informants' confidentiality will no longer be present.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>In sum, claimants' 12(b)(6) motion to dismiss is denied. The plaintiff's complaint is sufficient to state a claim under 21 U.S.C. § 881. The plaintiff's motion to stay the proceedings is granted, the stay to extend until February 1, 1991 or the date that claimants' criminal case is disposed of, whichever first occurs.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/315819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487229/",
    "http://www.courtlistener.com/api/rest/v3/opinions/509284/",
    "http://www.courtlistener.com/api/rest/v3/opinions/541761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1461090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1493213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1972052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1978263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2268565/"
  ]
}