{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1745984/",
  "absolute_url": "/opinion/1745984/thornton-v-bowen/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1745984/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:18:25.117625Z",
  "date_modified": "2016-04-27T01:52:10.007512Z",
  "type": "010combined",
  "sha1": "049b1717c61200ce85deedbfb3dd468512453a8f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>639 F.Supp. 154 (1986)</b></center>\n<center><h1>Ada J. THORNTON, Plaintiff,<br>\nv.<br>\nOtis BOWEN, Secretary of Health and Human Services, Defendant.</h1></center>\n<center>No. 85-655-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>March 28, 1986.</center>\n<p><span class=\"star-pagination\">*155</span> Susan H. Bradshaw, Raleigh, N.C., for plaintiff.</p>\n<p>R.A. Renfer, Asst. U.S. Atty., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>This matter is before the court on plaintiff's motion for an award of attorney's fees pursuant to the Equal Access to Justice Act (EAJA), 28 U.S.C. § 2412(d)(1)(B). On January 17, 1986, plaintiff moved for EAJA attorney's fees in the amount of $2,718.75. Defendant has responded to plaintiff's petition, thus, this matter is now ripe for disposition.</p>\n<p>This civil action was filed on April 25, 1985 after defendant administratively denied, in part, plaintiff's application for a period of disability and disability insurance benefits under Sections 216(i) and 223(a) of the Social Security Act, as amended, 42 U.S.C. §§ 416(i) and 423(a). Plaintiff initially filed concurrent claims for disability insurance benefits and supplemental security income on February 20, 1981. These claims were denied administratively and Thornton, proceeding <i>pro se,</i> did not appeal that decision.</p>\n<p>Subsequently, plaintiff again filed concurrent claims for disability insurance benefits and supplemental security income on September 2, 1983, alleging onset of disability as of August 19, 1983. After retaining counsel, plaintiff amended her claimed onset date to January 25, 1980. This application was denied at the initial administrative level on October 4, 1983, and again, after reconsideration on February 7, 1984. Thornton appealed and, pursuant to her request, an evidentiary hearing was conducted before an administrative law judge (ALJ) on June 15, 1984. As a result, the ALJ issued a partially favorable opinion on December 5, 1984, finding Thornton entitled to a period of disability commencing with an onset date of July 15, 1983. Plaintiff then requested review by the Appeals Council to consider modifying the ALJ's decision to incorporate the earlier onset date of January 25, 1980. The Appeals Council denied plaintiff's request on April 11, 1985 and Thornton subsequently commenced this action.</p>\n<p>Pursuant to the clerk of court's scheduling instructions, plaintiff moved for judgment on the pleadings in a timely fashion. Despite an extension of time within which to respond to plaintiff's motion, defendant <span class=\"star-pagination\">*156</span> neither responded nor did the government file a motion to affirm the Secretary's decision. Defendant's failure to act occurred with clear notice of the repercussions of such failure, as contained in the clerk's June 26, 1985 notice which stated:</p>\n<blockquote>[i]f counsel ... opposes plaintiff's motion, a motion <i>must</i> be filed for a judgment affirming the decision of the Secretary....</blockquote>\n<blockquote>Failure to comply with these instructions may result in ... appropriate action by the court.</blockquote>\n<p>As a result of plaintiff's motion and defendant's failure to respond, Magistrate Leonard issued a memorandum on November 22, 1985, recommending that the Secretary's decision be reversed and remanded for an immediate award of benefits with disability commencing January 25, 1980. Defendant again failed to object to the magistrate's recommendation and this court adopted the unopposed recommendation on January 9, 1986.</p>\n<p>Defendant has now filed a response to plaintiff's motion, opposing plaintiff's application for fees under the EAJA, on the ground that the Secretary's position was substantially justified. This court firmly disagrees.</p>\n<p>The EAJA permits an award of attorney's fees to a qualified prevailing party, other than the United States, in civil actions brought by or against the United States \"unless the court finds that the position of the United States was substantially justified or that the special circumstances make an award unjust.\" 28 U.S.C. § 2412(d)(1)(A).<sup>[1]</sup> The court has reviewed plaintiff's application for attorney's fees, affidavit of counsel, memorandum of law and defendant's objections thereto, and for the reasons set forth below, the court concludes plaintiff is entitled to attorney's fees under the EAJA.</p>\n<p>Ordinarily, the government's position in the district court is substantially justified if the United States Attorney does no more than rely on an \"arguably defensible administrative record.\" <i>Guthrie v. Schweiker,</i> 718 F.2d at 104, 108 (4th Cir. 1983). The finding that a final decision of the Secretary is not supported by substantial evidence does not equate to a finding that the position in the litigation was not substantially justified. <i>Id.; </i><i>Bennett v. Schweiker,</i> 543 F.Supp. 897 (D.D.C.1982).</p>\n<p>However, the government has the burden of demonstrating substantial justification for its position. <i>Tyler Business Services, Inc. v. NLRB,</i> 695 F.2d 73 (4th Cir. 1982); <i>Alspach v. Director of Internal Revenue,</i> 527 F.Supp. 225, 229 (D.Md.1981). The government must show that the position had a reasonable basis both in law and fact. <i>Smith v. Heckler,</i> 739 F.2d 144, 146 (4th Cir.1984); <i>Cornella v. Schweiker,</i> 728 F.2d 978, 981-82 (8th Cir.1984); <i>Zimmerman v. Schweiker,</i> 575 F.Supp. 1436, 1439 (E.D.N.Y.1983); <i>Trujillo v. Heckler,</i> 596 F.Supp. 396 (D.Colo.1984). It is possible for the administrative record to be so deficient that the government may not reasonably rely on it. <i>Guthrie v. Schweiker,</i> 718 F.2d at 108.</p>\n<p>In the case at bar, defendant's response to plaintiff's motion reviews, in detail, the evidence before the ALJ and concludes that the administrative determination of July 15, 1983 as the onset date of disability was substantially justified. Whether this argument is meritorious or not, in the procedural posture of this case, is irrelevant. During the entire time this action was pending in this court  nine months  defendant neither affirmatively indicated its reliance upon the administrative decision, now characterized as one <span class=\"star-pagination\">*157</span> which was \"substantially justified,\" nor advanced a single argument in support of the same. Despite explicit instructions of this court that adverse orders would be entered against the Secretary if the government failed to respond to plaintiff's motion, and subsequently if it failed to object to the magistrate's recommendation, those warnings went unheeded. <i>See </i><i>Thomas v. Arn,</i> ___ U.S. ___, 106 S.Ct. 466, 88 L.Ed.2d 435 (1985); <i>United States v. Schronce,</i> 727 F.2d 91 (4th Cir.) <i>cert. denied,</i> 467 U.S. 1208, 104 S.Ct. 2395, 81 L.Ed.2d 352 (1984).</p>\n<p>Essentially, plaintiff was forced to litigate this action and wait an extensive period of time for benefits due her, when the defendant had apparently elected not to contest the case before plaintiff ever moved for a favorable disposition. The government now seeks to defend the case after it has lost and judgment has been entered for the plaintiff. To allow the government to now assert its substantive argument in defense of the ALJ's decision would give judicial sanction to similar dilatory and irresponsible behavior in pending social security cases. That result is unacceptable both for the claimant in this case and as a precedent for other litigation.</p>\n<p>A defendant must defend a case in this court on the merits when the action is pending. Proper motions must be timely made, responses timely filed, and reasonable defenses timely asserted. The Rules of Civil Preocedure establish specific procedures and timetables for the filing, processing, and disposition of civil cases. The rules were designed to expeditiously and equitably docket and determine those cases. To be effective, the rules must be applied uniformly; not inflexibly, but with sufficient consistency and clarity so that every litigant who comes before the court knows what is expected of him and what he can procedurally expect from the court.</p>\n<p>In this case, defendant simply chose not to follow the rules and now seeks to avoid the consequences of that decision by defending this case long after the time for such defense has elapsed. The government had a full and fair opportunity to bring to this court's attention any factual or legal defense to plaintiff's complaint, including its factual or legal posture in the administrative proceeding. Yet not a single sentence was written and filed in support of the Secretary's decision nor explaining defendant's reliance thereon. What the defendant has subsequently filed in response to plaintiff's petition for EAJA fees is simply too late. The position of the defendant that the court must review is that taken during the pendency of the judicial action. Since the defendant, <i>in fact,</i> acceded to plaintiff's position by failing to respond or object in this court, the government can not now be heard to claim its defense was substantially justified.<sup>[2]</sup> There was no defense and something that never existed can not later be justified. <i>See generally </i><i>Rawlings v. Heckler,</i> 725 F.2d 1192 (9th Cir.1984).</p>\n<p>Furthermore, assuming <i>arguendo</i> that the government was not bound by its prior failures to respond, the court finds <span class=\"star-pagination\">*158</span> the administrative record indefensible. As the magistrate held, the Secretary disregarded (1) the uncontradicted opinion of plaintiff's treating physician to the effect that plaintiff was disabled as of January 25, 1980 and (2) clear evidence that plaintiff met the requirements of the Listing of Impairments set out in 20 C.F.R. § 404, Appendix I, Subpart P, Section 12.05(C). Memorandum and Recommendation at 6-8. The test, under the EAJA, is not whether there is some evidence to support the Secretary's position, but whether arguably there is substantial evidence to support the position. <i>See </i><i>Anderson v. Heckler,</i> 756 F.2d 1011, 1013 (4th Cir.1985); <i>Tressler v. Heckler,</i> 748 F.2d 146, 150 (3d Cir.1985). Where the government ignores the overwhelming evidence of disability and relies, instead, on isolated parts of the evidence, as in this case, the government's position is unreasonable. <i>See </i><i>Cornella v. Schweiker,</i> 728 F.2d 978, 984 (8th Cir.1984). Accordingly, the court concludes that an award of attorney's fees under the EAJA is mandated.</p>\n<p>In all cases involving an award of fees, the Fourth Circuit has held that the guidelines established in <i>Johnson v. Georgia Highway Express, Inc.,</i> 488 F.2d 714 (5th Cir.1974), must be followed. <i>Barber v. Kimbrell's Inc.,</i> 577 F.2d 216 (4th Cir. 1978), <i>cert. denied,</i> 439 U.S. 934, 99 S.Ct. 329, 58 L.Ed.2d 330 (1978). The utilization of the <i>Johnson</i> factors has been modified by the Supreme Court's recent decisions in <i>Hensley v. Eckerhart,</i> 461 U.S. 1933, 103 S.Ct. 1933 (1983) and <i>Blum v. Stenson,</i> 465 U.S. 886, 104 S.Ct. 1541, 79 L.Ed.2d 891 (1984). The initial step in this evaluation is to determine the number of hours reasonably expended and multiply that number times the customary fee for similar work. <i>Hensley v. Eckerhart,</i> 103 S.Ct. at 1940; <i>Anderson v. Morris,</i> 658 F.2d 246 (4th Cir. 1981). In determining a reasonable hourly rate, the court should consider a number of factors, including the experience and skills of the attorney, the quality of the representation, the novelty and complexity of the litigation and the results obtained. <i>Blum v. Stenson,</i> 104 S.Ct. at 1548-49. In addition, the court should consider, to the extent applicable, the remaining <i>Johnson</i> factors. <i>See </i><i>Redic v. Gary H. Watts Realty Co.,</i> 586 F.Supp. 699 (W.D.N.C.1984), <i>rev'd on other grounds,</i> 762 F.2d 1181 (4th Cir.1985).</p>\n<p>In determining the number of hours reasonably expended, the court has reviewed counsel's affidavit and the record in general. Based upon this review the court concludes that the 36.25 hours requested by counsel are excessive and after employing a ten percent across-the-board reduction to counsel's request, the court finds counsel reasonably expended 32.65 hours in the conduct of this litigation.<sup>[3]</sup></p>\n<p>With regard to a proper hourly rate, the court begins its analysis by turning to a recent 1985 North Carolina Bar Association Survey of typical hourly rates charged by attorneys in this state, and finds the survey, as applied to plaintiff's counsel, would result in a fee of $64.00 per hour.<sup>[4]</sup> Since <span class=\"star-pagination\">*159</span> the maximum rate allowed under the EAJA is generally $75 per hour, 28 U.S.C. § 2412(d)(2)(A)(ii), and counsel has requested this rate in her application, the court will proceed to utilize the relevant <i>Johnson</i> and <i>Barber</i> factors to determine whether $64 per hour is reasonable for this case or should be adjusted upward or downward.<sup>[5]</sup></p>\n<p></p>\n<h2>1. <i>The Novelty and Difficulty of the Questions Raised.</i>\n</h2>\n<p>Although the social security framework requires some expertise, this action involved neither novel nor difficult issues.</p>\n<p></p>\n<h2>2. <i>The Skill Required to Properly Perform the Legal Services Rendered.</i>\n</h2>\n<p>Application of the social security statutes, regulations, procedures, policies and case law requires a degree of expertise and skill, <i>see </i><i>Blankenship v. Schweiker,</i> 676 F.2d 116 (4th Cir.1982), and in this case, counsel's brief was extremely useful to the court in reviewing the administrative record.</p>\n<p></p>\n<h2>3. <i>The Attorney's Opportunity Costs in Pressing the Instant Litigation.</i>\n</h2>\n<p>Although there is some opportunity cost involved with most actions, this action was decided on the record which minimizes this factor.</p>\n<p></p>\n<h2>4. <i>The Customary Fee for Like Work. See supra.</i>\n</h2>\n<p></p>\n<h2>5. <i>The Attorney's Expectations at the Onset of the Litigation.</i>\n</h2>\n<p>After losing at the administrative level, the expectation of success, given the scope of review, could not have been high. Nonetheless, this factor is tempered by a number of deficiencies in the administrative record.</p>\n<p></p>\n<h2>6. <i>The Time Limitations Imposed by the Client or Circumstances.</i>\n</h2>\n<p>Nothing in the record reflects severe time limitations resulted in pressured working conditions for counsel.</p>\n<p></p>\n<h2>7. <i>The Amount in Controversy and the Results Obtained.</i>\n</h2>\n<p>Counsel was completely successful in obtaining the relief requested, which resulted in a substantial award for plaintiff. Thus, for a disabled individual with little or no income, the beneficial results of the favorable decision in the instant case are obvious.</p>\n<p></p>\n<h2>8. <i>The Experience, Reputation and Ability of the Attorney.</i>\n</h2>\n<p>Counsel's work in the case <i>sub judice</i> was certainly competent. In addition, the court is aware of counsel's experience in social security cases.</p>\n<p></p>\n<h2>9. <i>The Undesirability of the Case Within The Legal Community in Which the Suit Arose.</i>\n</h2>\n<p>To the extent this factor is applicable to social security actions, representation is not undesirable within this community.</p>\n<p></p>\n<h2>10. <i>The Nature and Length of the Professional Relationship Between Attorney and Client.</i>\n</h2>\n<p>This is not relevant to this case and thus does not require adjustment of the fee.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*160</span> 11. <i>Attorney's Fee Awards in Similar Cases.</i>\n</h2>\n<p>Premised on awards in similar cases, the court finds the rate of $65-$75 per hour to be reasonable and in line with awards in those cases. <i>See, </i><i>Shumate v. Harris,</i> 544 F.Supp. 779 (W.D.N.C.1982); <i>Ocascio v. Schweiker,</i> 540 F.Supp. 1320 (S.D.N.Y. 1982); <i>Ex parte Dugan,</i> 537 F.Supp. 1198 (D.S.C.1982). In addition, this range is consistent with awards in other cases in the Eastern District of North Carolina. <i>See, e.g., </i><i>Butler v. Heckler,</i> 639 F.Supp. 14 (1985); <i>Jones v. Heckler,</i> No. 83-41-CIV-7 (September 28, 1984) [Available on WESTLAW, DCTU database]; <i>Cain v. Heckler,</i> No. 81-85-CIV-3 (May 3, 1984) [Available on WESTLAW, DCTU database].</p>\n<p>Upon a review of the above factors, the court concludes that $65.00 per hour is the appropriate hourly rate for this case. Despite its quality, the nature of the work involved simply does not merit the maximum EAJA hourly rate. Accordingly, the base amount is computed as follows: 32.65 hours × $65 = $2,122.25. Furthermore, since this is not a case where the success achieved was \"exceptional\" or the risk extraordinary, <i>see </i><i>Blum v. Stenson, supra</i><i>,</i> plaintiff's counsel is not entitled to an enhancement award. Nor are there present any cost-of-living or special factors under the EAJA which would entitle plaintiff to an increased award. <i>See</i> 28 U.S.C. § 2412(d)(2)(A)(ii).</p>\n<p>It is therefore ORDERED that:</p>\n<p>1. The reasonable value of the services rendered by plaintiff's counsel properly taxable under the Equal Access to Justice Act is $2,122.25, which sum shall be paid by the United States directly to counsel for the claimant; and</p>\n<p>2. This amount shall constitute counsel's full and only fee for representing the plaintiff in the district court in this action. This order does not preclude counsel from receiving an additional fee from the defendant for her services at the administrative level. 42 U.S.C. § 406(b)(1).</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendant concedes plaintiff was the prevailing party and that she qualifies for relief in terms of her financial means. The only issue before the court is whether defendant's position was substantially justified.\n</p>\n<p>The newly enacted 28 U.S.C. § 2412(d)(2)(D) provides: \"... `position of the United States' means, in addition to the position taken by the United States in the civil action, the action or failure to act by the agency upon which the civil action is based....\" <i>See </i><i>Holden v. Heckler,</i> 615 F.Supp. 686, 687-89 (N.D.Ohio 1985).</p>\n<p>[2]  It is important to note that the government is not arguing it ever conceded the merit of plaintiff's position. To the contrary, defendant's most recent response clearly is premised upon the view that the Secretary's position opposing Thornton was substantially justified, a position not timely advanced before this court.\n</p>\n<p>However, even if the defendant could make a case for \"conciliatory litigation demeanor,\" <i>see </i><i>Rawlings v. Heckler,</i> 725 F.2d 1192, 1196 (9th Cir.1984), in the sense that it never actively opposed plaintiff's position, that argument would not relieve defendant from the imposition of an EAJA fees award in this action. First, under the facts of this case the contention is without support since defendant's answer clearly contests the substance of plaintiff's position. Second, the fact that defendant never filed a motion or brief in opposition to plaintiff's motion is not tantamount to the defendant moving to remand, confessing judgment or stipulating to plaintiff's position. Plaintiff was forced to litigate the case to its conclusion and defendant's position or lack thereof was not justifiable. \"[I]t is incumbent upon the government to abandon its opposition to [claimant] as soon as it becomes apparent that its litigation stance is not substantially justified.\" <i>Environmental Defense Fund, Inc. v. Watt,</i> 722 F.2d 1081, 1086 (2d Cir.1983); <i>Correa v. Heckler,</i> 587 F.Supp. 1216, 1223 (S.D.N.Y.1984). This the defendant did not do.</p>\n<p>[3]  Employing a percentage reduction is a \"practical means of trimming any fat from [plaintiff's] fee petition.\" <i>New York Association for Retarded Children v. Carey,</i> 711 F.2d 1136, 1146 (2d Cir.1983); <i>Louisville Black Police Officers v. City of Louisville,</i> 700 F.2d 268, 278-79 (6th Cir.1983); <i>Sanchez v. Schwartz,</i> 688 F.2d 503, 507 (7th Cir.1982). Specifically, in this case, the court questions the reasonableness of counsel's expenditure of one and one-half hours for reading the magistrate's memorandum, one and one-half hours for filing her brief with the court and over twenty-one hours for drafting plaintiff's memorandum of law in support of her motion for judgment on the pleadings. The court is cognizant of the fact that counsel's performance in this case was competent and that defendant has not objected to her requested hours. Nevertheless, the court must still review counsel for plaintiff's petition to determine its reasonableness, <i>Northcross v. Board of Education,</i> 611 F.2d 624, 636 (6th Cir.1979), <i>cert. denied,</i> 447 U.S. 911, 100 S.Ct. 2999, 64 L.Ed.2d 862 (1980), and counsel must properly exercise billing judgment. <i>See </i><i>Spell v. McDaniel,</i> 616 F.Supp. 1069, 1084-1090 (E.D.N.C.1985).</p>\n<p>[4]  The court notes that the rate schedules reflected in the survey are simply for \"typical\" work conducted by attorneys in North Carolina, based on their geographical location, firm size and date of admission to the bar, without regard to the type of work performed or the skill required to perform it.</p>\n<p>[5]  In performing this task, the court finds that it has recently devoted an increasingly inordinate amount of time to determining fee petitions, in part because trial courts are required to \"climb the twelve rungs of <i>[Johnson]</i>\" in virtually all types of cases. <i>See </i><i>Bertrand v. United States,</i> 562 F.Supp. 222, 225 (D.Or.1983). The court questions the need for this time-consuming exercise in EAJA cases where the fee sought is less than $5,000  particularly in the social security context, where EAJA awards have become almost commonplace. Nevertheless, the court finds, as did Judge Redden in <i>Bertrand, supra,</i> that <i>Henlsey, Blum, Barber</i> and <i>Anderson</i> seem to \"require me to climb the twelve rungs of <i>[Johnson],</i> or be found to have abused my already weary discretion.\" 562 F.Supp. at 225.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">639</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">154</span></span> (1986)</b></center>\n<center><h1>Ada J. THORNTON, Plaintiff,<br>\nv.<br>\nOtis BOWEN, Secretary of Health and Human Services, Defendant.</h1></center>\n<center>No. 85-655-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>March 28, 1986.</center>\n<p><span class=\"star-pagination\">*155</span> Susan H. Bradshaw, Raleigh, N.C., for plaintiff.</p>\n<p>R.A. Renfer, Asst. U.S. Atty., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>This matter is before the court on plaintiff's motion for an award of attorney's fees pursuant to the Equal Access to Justice Act (EAJA), 28 U.S.C. § 2412(d)(1)(B). On January 17, 1986, plaintiff moved for EAJA attorney's fees in the amount of $2,718.75. Defendant has responded to plaintiff's petition, thus, this matter is now ripe for disposition.</p>\n<p>This civil action was filed on April 25, 1985 after defendant administratively denied, in part, plaintiff's application for a period of disability and disability insurance benefits under Sections 216(i) and 223(a) of the Social Security Act, as amended, 42 U.S.C. §§ 416(i) and 423(a). Plaintiff initially filed concurrent claims for disability insurance benefits and supplemental security income on February 20, 1981. These claims were denied administratively and Thornton, proceeding <i>pro se,</i> did not appeal that decision.</p>\n<p>Subsequently, plaintiff again filed concurrent claims for disability insurance benefits and supplemental security income on September 2, 1983, alleging onset of disability as of August 19, 1983. After retaining counsel, plaintiff amended her claimed onset date to January 25, 1980. This application was denied at the initial administrative level on October 4, 1983, and again, after reconsideration on February 7, 1984. Thornton appealed and, pursuant to her request, an evidentiary hearing was conducted before an administrative law judge (ALJ) on June 15, 1984. As a result, the ALJ issued a partially favorable opinion on December 5, 1984, finding Thornton entitled to a period of disability commencing with an onset date of July 15, 1983. Plaintiff then requested review by the Appeals Council to consider modifying the ALJ's decision to incorporate the earlier onset date of January 25, 1980. The Appeals Council denied plaintiff's request on April 11, 1985 and Thornton subsequently commenced this action.</p>\n<p>Pursuant to the clerk of court's scheduling instructions, plaintiff moved for judgment on the pleadings in a timely fashion. Despite an extension of time within which to respond to plaintiff's motion, defendant <span class=\"star-pagination\">*156</span> neither responded nor did the government file a motion to affirm the Secretary's decision. Defendant's failure to act occurred with clear notice of the repercussions of such failure, as contained in the clerk's June 26, 1985 notice which stated:</p>\n<blockquote>[i]f counsel ... opposes plaintiff's motion, a motion <i>must</i> be filed for a judgment affirming the decision of the Secretary....</blockquote>\n<blockquote>Failure to comply with these instructions may result in ... appropriate action by the court.</blockquote>\n<p>As a result of plaintiff's motion and defendant's failure to respond, Magistrate Leonard issued a memorandum on November 22, 1985, recommending that the Secretary's decision be reversed and remanded for an immediate award of benefits with disability commencing January 25, 1980. Defendant again failed to object to the magistrate's recommendation and this court adopted the unopposed recommendation on January 9, 1986.</p>\n<p>Defendant has now filed a response to plaintiff's motion, opposing plaintiff's application for fees under the EAJA, on the ground that the Secretary's position was substantially justified. This court firmly disagrees.</p>\n<p>The EAJA permits an award of attorney's fees to a qualified prevailing party, other than the United States, in civil actions brought by or against the United States \"unless the court finds that the position of the United States was substantially justified or that the special circumstances make an award unjust.\" 28 U.S.C. § 2412(d)(1)(A).<sup>[1]</sup> The court has reviewed plaintiff's application for attorney's fees, affidavit of counsel, memorandum of law and defendant's objections thereto, and for the reasons set forth below, the court concludes plaintiff is entitled to attorney's fees under the EAJA.</p>\n<p>Ordinarily, the government's position in the district court is substantially justified if the United States Attorney does no more than rely on an \"arguably defensible administrative record.\" <i>Guthrie v. Schweiker,</i> 718 F.2d at 104, 108 (4th Cir. 1983). The finding that a final decision of the Secretary is not supported by substantial evidence does not equate to a finding that the position in the litigation was not substantially justified. <i>Id.; </i><i>Bennett v. Schweiker,</i> <span class=\"citation\" data-id=\"1460851\"><a href=\"/opinion/1460851/bennett-v-schweiker/\"><span class=\"volume\">543</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">897</span></a></span> (D.D.C.1982).</p>\n<p>However, the government has the burden of demonstrating substantial justification for its position. <i>Tyler Business Services, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"411738\"><a href=\"/opinion/411738/tyler-business-services-inc-v-national-labor-relations-board/\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">73</span></a></span> (4th Cir. 1982); <i>Alspach v. Director of Internal Revenue,</i> <span class=\"citation\" data-id=\"2369536\"><a href=\"/opinion/2369536/alspach-v-district-director-of-internal-revenue/\"><span class=\"volume\">527</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">225</span></a></span>, 229 (D.Md.1981). The government must show that the position had a reasonable basis both in law and fact. <i>Smith v. Heckler,</i> <span class=\"citation\" data-id=\"438862\"><a href=\"/opinion/438862/pence-mae-smith-v-margaret-m-heckler-secretary-of-health-human/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">144</span></a></span>, 146 (4th Cir.1984); <i>Cornella v. Schweiker,</i> <span class=\"citation\" data-id=\"431884\"><a href=\"/opinion/431884/4-socsecrepser-204-unemplinsrep-cch-15157-wallis-d-cornella-v/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">978</span></a></span>, 981-82 (8th Cir.1984); <i>Zimmerman v. Schweiker,</i> <span class=\"citation\" data-id=\"1461950\"><a href=\"/opinion/1461950/zimmerman-v-schweiker/\"><span class=\"volume\">575</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1436</span></a></span>, 1439 (E.D.N.Y.1983); <i>Trujillo v. Heckler,</i> <span class=\"citation\" data-id=\"1675478\"><a href=\"/opinion/1675478/trujillo-v-heckler/\"><span class=\"volume\">596</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">396</span></a></span> (D.Colo.1984). It is possible for the administrative record to be so deficient that the government may not reasonably rely on it. <i>Guthrie v. Schweiker,</i> 718 F.2d at 108.</p>\n<p>In the case at bar, defendant's response to plaintiff's motion reviews, in detail, the evidence before the ALJ and concludes that the administrative determination of July 15, 1983 as the onset date of disability was substantially justified. Whether this argument is meritorious or not, in the procedural posture of this case, is irrelevant. During the entire time this action was pending in this court  nine months  defendant neither affirmatively indicated its reliance upon the administrative decision, now characterized as one <span class=\"star-pagination\">*157</span> which was \"substantially justified,\" nor advanced a single argument in support of the same. Despite explicit instructions of this court that adverse orders would be entered against the Secretary if the government failed to respond to plaintiff's motion, and subsequently if it failed to object to the magistrate's recommendation, those warnings went unheeded. <i>See </i><i>Thomas v. Arn,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">466</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></span> (1985); <i>United States v. Schronce,</i> <span class=\"citation\" data-id=\"430988\"><a href=\"/opinion/430988/united-states-v-edward-lester-schronce-jr/\"><span class=\"volume\">727</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">91</span></a></span> (4th Cir.) <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1208</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2395</span></span>, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">352</span></span> (1984).</p>\n<p>Essentially, plaintiff was forced to litigate this action and wait an extensive period of time for benefits due her, when the defendant had apparently elected not to contest the case before plaintiff ever moved for a favorable disposition. The government now seeks to defend the case after it has lost and judgment has been entered for the plaintiff. To allow the government to now assert its substantive argument in defense of the ALJ's decision would give judicial sanction to similar dilatory and irresponsible behavior in pending social security cases. That result is unacceptable both for the claimant in this case and as a precedent for other litigation.</p>\n<p>A defendant must defend a case in this court on the merits when the action is pending. Proper motions must be timely made, responses timely filed, and reasonable defenses timely asserted. The Rules of Civil Preocedure establish specific procedures and timetables for the filing, processing, and disposition of civil cases. The rules were designed to expeditiously and equitably docket and determine those cases. To be effective, the rules must be applied uniformly; not inflexibly, but with sufficient consistency and clarity so that every litigant who comes before the court knows what is expected of him and what he can procedurally expect from the court.</p>\n<p>In this case, defendant simply chose not to follow the rules and now seeks to avoid the consequences of that decision by defending this case long after the time for such defense has elapsed. The government had a full and fair opportunity to bring to this court's attention any factual or legal defense to plaintiff's complaint, including its factual or legal posture in the administrative proceeding. Yet not a single sentence was written and filed in support of the Secretary's decision nor explaining defendant's reliance thereon. What the defendant has subsequently filed in response to plaintiff's petition for EAJA fees is simply too late. The position of the defendant that the court must review is that taken during the pendency of the judicial action. Since the defendant, <i>in fact,</i> acceded to plaintiff's position by failing to respond or object in this court, the government can not now be heard to claim its defense was substantially justified.<sup>[2]</sup> There was no defense and something that never existed can not later be justified. <i>See generally </i><i>Rawlings v. Heckler,</i> <span class=\"citation\" data-id=\"430559\"><a href=\"/opinion/430559/hattie-rawlings-and-edwin-lingsch-jr-individually-and-on-behalf-of-all/\"><span class=\"volume\">725</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1192</span></a></span> (9th Cir.1984).</p>\n<p>Furthermore, assuming <i>arguendo</i> that the government was not bound by its prior failures to respond, the court finds <span class=\"star-pagination\">*158</span> the administrative record indefensible. As the magistrate held, the Secretary disregarded (1) the uncontradicted opinion of plaintiff's treating physician to the effect that plaintiff was disabled as of January 25, 1980 and (2) clear evidence that plaintiff met the requirements of the Listing of Impairments set out in 20 C.F.R. § 404, Appendix I, Subpart P, Section 12.05(C). Memorandum and Recommendation at 6-8. The test, under the EAJA, is not whether there is some evidence to support the Secretary's position, but whether arguably there is substantial evidence to support the position. <i>See </i><i>Anderson v. Heckler,</i> <span class=\"citation\" data-id=\"449218\"><a href=\"/opinion/449218/9-socsecrepser-91-unemplinsrep-cch-15934-james-anderson-v/\"><span class=\"volume\">756</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1011</span></a></span>, 1013 (4th Cir.1985); <i>Tressler v. Heckler,</i> <span class=\"citation\" data-id=\"444375\"><a href=\"/opinion/444375/7-socsecrepser-244-unemplinsrep-cch-15682-unemplinsrep-cch/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">146</span></a></span>, 150 (3d Cir.1985). Where the government ignores the overwhelming evidence of disability and relies, instead, on isolated parts of the evidence, as in this case, the government's position is unreasonable. <i>See </i><i>Cornella v. Schweiker,</i> <span class=\"citation\" data-id=\"431884\"><a href=\"/opinion/431884/4-socsecrepser-204-unemplinsrep-cch-15157-wallis-d-cornella-v/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">978</span></a></span>, 984 (8th Cir.1984). Accordingly, the court concludes that an award of attorney's fees under the EAJA is mandated.</p>\n<p>In all cases involving an award of fees, the Fourth Circuit has held that the guidelines established in <i>Johnson v. Georgia Highway Express, Inc.,</i> <span class=\"citation\" data-id=\"315529\"><a href=\"/opinion/315529/7-fair-emplpraccas-1-7-empl-prac-dec-p-9079-richard-johnson-jr/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span> (5th Cir.1974), must be followed. <i>Barber v. Kimbrell's Inc.,</i> <span class=\"citation\" data-id=\"356128\"><a href=\"/opinion/356128/polly-ann-barber-v-kimbrells-inc-and-furniture-distributors-inc/\"><span class=\"volume\">577</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">216</span></a></span> (4th Cir. 1978), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">934</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">329</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">330</span></span> (1978). The utilization of the <i>Johnson</i> factors has been modified by the Supreme Court's recent decisions in <i>Hensley v. Eckerhart,</i> <span class=\"citation no-link\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1933</span></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span> (1983) and <i>Blum v. Stenson,</i> <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">886</span></a></span>, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1541</span></a></span>, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">891</span></a></span> (1984). The initial step in this evaluation is to determine the number of hours reasonably expended and multiply that number times the customary fee for similar work. <i>Hensley v. Eckerhart,</i> 103 S.Ct. at 1940; <i>Anderson v. Morris,</i> <span class=\"citation\" data-id=\"393840\"><a href=\"/opinion/393840/john-b-anderson-and-d-a-bert-booth-kevin-p-mccleaf-gerald-m/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">246</span></a></span> (4th Cir. 1981). In determining a reasonable hourly rate, the court should consider a number of factors, including the experience and skills of the attorney, the quality of the representation, the novelty and complexity of the litigation and the results obtained. <i>Blum v. Stenson,</i> 104 S.Ct. at 1548-49. In addition, the court should consider, to the extent applicable, the remaining <i>Johnson</i> factors. <i>See </i><i>Redic v. Gary H. Watts Realty Co.,</i> <span class=\"citation\" data-id=\"1903575\"><a href=\"/opinion/1903575/redic-v-gary-h-watts-realty-co/\"><span class=\"volume\">586</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">699</span></a></span> (W.D.N.C.1984), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"452973\"><a href=\"/opinion/452973/mable-a-redic-v-gary-h-watts-realty-co-and-david-s-schwartz-and/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1181</span></a></span> (4th Cir.1985).</p>\n<p>In determining the number of hours reasonably expended, the court has reviewed counsel's affidavit and the record in general. Based upon this review the court concludes that the 36.25 hours requested by counsel are excessive and after employing a ten percent across-the-board reduction to counsel's request, the court finds counsel reasonably expended 32.65 hours in the conduct of this litigation.<sup>[3]</sup></p>\n<p>With regard to a proper hourly rate, the court begins its analysis by turning to a recent 1985 North Carolina Bar Association Survey of typical hourly rates charged by attorneys in this state, and finds the survey, as applied to plaintiff's counsel, would result in a fee of $64.00 per hour.<sup>[4]</sup> Since <span class=\"star-pagination\">*159</span> the maximum rate allowed under the EAJA is generally $75 per hour, 28 U.S.C. § 2412(d)(2)(A)(ii), and counsel has requested this rate in her application, the court will proceed to utilize the relevant <i>Johnson</i> and <i>Barber</i> factors to determine whether $64 per hour is reasonable for this case or should be adjusted upward or downward.<sup>[5]</sup></p>\n<p></p>\n<h2>1. <i>The Novelty and Difficulty of the Questions Raised.</i>\n</h2>\n<p>Although the social security framework requires some expertise, this action involved neither novel nor difficult issues.</p>\n<p></p>\n<h2>2. <i>The Skill Required to Properly Perform the Legal Services Rendered.</i>\n</h2>\n<p>Application of the social security statutes, regulations, procedures, policies and case law requires a degree of expertise and skill, <i>see </i><i>Blankenship v. Schweiker,</i> <span class=\"citation\" data-id=\"402541\"><a href=\"/opinion/402541/john-w-blankenship-v-richard-s-schweiker-secretary-of-health-and-human/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">116</span></a></span> (4th Cir.1982), and in this case, counsel's brief was extremely useful to the court in reviewing the administrative record.</p>\n<p></p>\n<h2>3. <i>The Attorney's Opportunity Costs in Pressing the Instant Litigation.</i>\n</h2>\n<p>Although there is some opportunity cost involved with most actions, this action was decided on the record which minimizes this factor.</p>\n<p></p>\n<h2>4. <i>The Customary Fee for Like Work. See supra.</i>\n</h2>\n<p></p>\n<h2>5. <i>The Attorney's Expectations at the Onset of the Litigation.</i>\n</h2>\n<p>After losing at the administrative level, the expectation of success, given the scope of review, could not have been high. Nonetheless, this factor is tempered by a number of deficiencies in the administrative record.</p>\n<p></p>\n<h2>6. <i>The Time Limitations Imposed by the Client or Circumstances.</i>\n</h2>\n<p>Nothing in the record reflects severe time limitations resulted in pressured working conditions for counsel.</p>\n<p></p>\n<h2>7. <i>The Amount in Controversy and the Results Obtained.</i>\n</h2>\n<p>Counsel was completely successful in obtaining the relief requested, which resulted in a substantial award for plaintiff. Thus, for a disabled individual with little or no income, the beneficial results of the favorable decision in the instant case are obvious.</p>\n<p></p>\n<h2>8. <i>The Experience, Reputation and Ability of the Attorney.</i>\n</h2>\n<p>Counsel's work in the case <i>sub judice</i> was certainly competent. In addition, the court is aware of counsel's experience in social security cases.</p>\n<p></p>\n<h2>9. <i>The Undesirability of the Case Within The Legal Community in Which the Suit Arose.</i>\n</h2>\n<p>To the extent this factor is applicable to social security actions, representation is not undesirable within this community.</p>\n<p></p>\n<h2>10. <i>The Nature and Length of the Professional Relationship Between Attorney and Client.</i>\n</h2>\n<p>This is not relevant to this case and thus does not require adjustment of the fee.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*160</span> 11. <i>Attorney's Fee Awards in Similar Cases.</i>\n</h2>\n<p>Premised on awards in similar cases, the court finds the rate of $65-$75 per hour to be reasonable and in line with awards in those cases. <i>See, </i><i>Shumate v. Harris,</i> <span class=\"citation\" data-id=\"1687144\"><a href=\"/opinion/1687144/shumate-v-harris/\"><span class=\"volume\">544</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">779</span></a></span> (W.D.N.C.1982); <i>Ocascio v. Schweiker,</i> <span class=\"citation\" data-id=\"1611706\"><a href=\"/opinion/1611706/ocasio-v-schweiker/\"><span class=\"volume\">540</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1320</span></a></span> (S.D.N.Y. 1982); <i>Ex parte Dugan,</i> <span class=\"citation\" data-id=\"2348599\"><a href=\"/opinion/2348599/ex-parte-duggan/\"><span class=\"volume\">537</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1198</span></a></span> (D.S.C.1982). In addition, this range is consistent with awards in other cases in the Eastern District of North Carolina. <i>See, e.g., </i><i>Butler v. Heckler,</i> <span class=\"citation\" data-id=\"1745867\"><a href=\"/opinion/1745867/butler-v-heckler/\"><span class=\"volume\">639</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">14</span></a></span> (1985); <i>Jones v. Heckler,</i> No. 83-41-CIV-7 (September 28, 1984) [Available on WESTLAW, DCTU database]; <i>Cain v. Heckler,</i> No. 81-85-CIV-3 (May 3, 1984) [Available on WESTLAW, DCTU database].</p>\n<p>Upon a review of the above factors, the court concludes that $65.00 per hour is the appropriate hourly rate for this case. Despite its quality, the nature of the work involved simply does not merit the maximum EAJA hourly rate. Accordingly, the base amount is computed as follows: 32.65 hours × $65 = $2,122.25. Furthermore, since this is not a case where the success achieved was \"exceptional\" or the risk extraordinary, <i>see </i><i>Blum v. Stenson, supra</i><i>,</i> plaintiff's counsel is not entitled to an enhancement award. Nor are there present any cost-of-living or special factors under the EAJA which would entitle plaintiff to an increased award. <i>See</i> 28 U.S.C. § 2412(d)(2)(A)(ii).</p>\n<p>It is therefore ORDERED that:</p>\n<p>1. The reasonable value of the services rendered by plaintiff's counsel properly taxable under the Equal Access to Justice Act is $2,122.25, which sum shall be paid by the United States directly to counsel for the claimant; and</p>\n<p>2. This amount shall constitute counsel's full and only fee for representing the plaintiff in the district court in this action. This order does not preclude counsel from receiving an additional fee from the defendant for her services at the administrative level. 42 U.S.C. § 406(b)(1).</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendant concedes plaintiff was the prevailing party and that she qualifies for relief in terms of her financial means. The only issue before the court is whether defendant's position was substantially justified.\n</p>\n<p>The newly enacted 28 U.S.C. § 2412(d)(2)(D) provides: \"... `position of the United States' means, in addition to the position taken by the United States in the civil action, the action or failure to act by the agency upon which the civil action is based....\" <i>See </i><i>Holden v. Heckler,</i> <span class=\"citation\" data-id=\"1515232\"><a href=\"/opinion/1515232/holden-v-heckler/\"><span class=\"volume\">615</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">686</span></a></span>, 687-89 (N.D.Ohio 1985).</p>\n<p>[2]  It is important to note that the government is not arguing it ever conceded the merit of plaintiff's position. To the contrary, defendant's most recent response clearly is premised upon the view that the Secretary's position opposing Thornton was substantially justified, a position not timely advanced before this court.\n</p>\n<p>However, even if the defendant could make a case for \"conciliatory litigation demeanor,\" <i>see </i><i>Rawlings v. Heckler,</i> <span class=\"citation\" data-id=\"430559\"><a href=\"/opinion/430559/hattie-rawlings-and-edwin-lingsch-jr-individually-and-on-behalf-of-all/\"><span class=\"volume\">725</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1192</span></a></span>, 1196 (9th Cir.1984), in the sense that it never actively opposed plaintiff's position, that argument would not relieve defendant from the imposition of an EAJA fees award in this action. First, under the facts of this case the contention is without support since defendant's answer clearly contests the substance of plaintiff's position. Second, the fact that defendant never filed a motion or brief in opposition to plaintiff's motion is not tantamount to the defendant moving to remand, confessing judgment or stipulating to plaintiff's position. Plaintiff was forced to litigate the case to its conclusion and defendant's position or lack thereof was not justifiable. \"[I]t is incumbent upon the government to abandon its opposition to [claimant] as soon as it becomes apparent that its litigation stance is not substantially justified.\" <i>Environmental Defense Fund, Inc. v. Watt,</i> <span class=\"citation\" data-id=\"428330\"><a href=\"/opinion/428330/environmental-defense-fund-inc-national-audubon-society-national-parks/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1081</span></a></span>, 1086 (2d Cir.1983); <i>Correa v. Heckler,</i> <span class=\"citation\" data-id=\"1751697\"><a href=\"/opinion/1751697/correa-v-heckler/\"><span class=\"volume\">587</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1216</span></a></span>, 1223 (S.D.N.Y.1984). This the defendant did not do.</p>\n<p>[3]  Employing a percentage reduction is a \"practical means of trimming any fat from [plaintiff's] fee petition.\" <i>New York Association for Retarded Children v. Carey,</i> <span class=\"citation\" data-id=\"421654\"><a href=\"/opinion/421654/new-york-state-association-for-retarded-children-inc-v-hugh-l-carey/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1136</span></a></span>, 1146 (2d Cir.1983); <i>Louisville Black Police Officers v. City of Louisville,</i> <span class=\"citation\" data-id=\"414371\"><a href=\"/opinion/414371/30-fair-emplpraccas-1505-31-empl-prac-dec-p-33321-louisville-black/\"><span class=\"volume\">700</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span></a></span>, 278-79 (6th Cir.1983); <i>Sanchez v. Schwartz,</i> <span class=\"citation\" data-id=\"408212\"><a href=\"/opinion/408212/roberto-sanchez-and-cross-appellant-v-william-schwartz-and-eugene-kuffel/\"><span class=\"volume\">688</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">503</span></a></span>, 507 (7th Cir.1982). Specifically, in this case, the court questions the reasonableness of counsel's expenditure of one and one-half hours for reading the magistrate's memorandum, one and one-half hours for filing her brief with the court and over twenty-one hours for drafting plaintiff's memorandum of law in support of her motion for judgment on the pleadings. The court is cognizant of the fact that counsel's performance in this case was competent and that defendant has not objected to her requested hours. Nevertheless, the court must still review counsel for plaintiff's petition to determine its reasonableness, <i>Northcross v. Board of Education,</i> <span class=\"citation\" data-id=\"372830\"><a href=\"/opinion/372830/deborah-a-northcross-cross-appellees-v-board-of-education-of-the-memphis/\"><span class=\"volume\">611</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">624</span></a></span>, 636 (6th Cir.1979), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">911</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2999</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">862</span></span> (1980), and counsel must properly exercise billing judgment. <i>See </i><i>Spell v. McDaniel,</i> <span class=\"citation\" data-id=\"1812597\"><a href=\"/opinion/1812597/spell-v-mcdaniel/\"><span class=\"volume\">616</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1069</span></a></span>, 1084-1090 (E.D.N.C.1985).</p>\n<p>[4]  The court notes that the rate schedules reflected in the survey are simply for \"typical\" work conducted by attorneys in North Carolina, based on their geographical location, firm size and date of admission to the bar, without regard to the type of work performed or the skill required to perform it.</p>\n<p>[5]  In performing this task, the court finds that it has recently devoted an increasingly inordinate amount of time to determining fee petitions, in part because trial courts are required to \"climb the twelve rungs of <i>[Johnson]</i>\" in virtually all types of cases. <i>See </i><i>Bertrand v. United States,</i> <span class=\"citation\" data-id=\"1571064\"><a href=\"/opinion/1571064/bertrand-v-united-states/\"><span class=\"volume\">562</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">222</span></a></span>, 225 (D.Or.1983). The court questions the need for this time-consuming exercise in EAJA cases where the fee sought is less than $5,000  particularly in the social security context, where EAJA awards have become almost commonplace. Nevertheless, the court finds, as did Judge Redden in <i>Bertrand, supra,</i> that <i>Henlsey, Blum, Barber</i> and <i>Anderson</i> seem to \"require me to climb the twelve rungs of <i>[Johnson],</i> or be found to have abused my already weary discretion.\" 562 F.Supp. at 225.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/315529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/356128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/372830/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/408212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/411738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/414371/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421654/",
    "http://www.courtlistener.com/api/rest/v3/opinions/428330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/430559/",
    "http://www.courtlistener.com/api/rest/v3/opinions/430988/",
    "http://www.courtlistener.com/api/rest/v3/opinions/431884/",
    "http://www.courtlistener.com/api/rest/v3/opinions/438862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/444375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449218/",
    "http://www.courtlistener.com/api/rest/v3/opinions/452973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1460851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1461950/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1515232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1571064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1611706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1675478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1687144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1745867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1751697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1812597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1903575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2348599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2369536/"
  ]
}