{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1745380/",
  "absolute_url": "/opinion/1745380/farmworkers-legal-services-v-us-dept-of-labor/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1745380/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:18:20.521403Z",
  "date_modified": "2016-04-26T20:27:14.894775Z",
  "type": "010combined",
  "sha1": "094f4f3f690ec367bdf4010e765e471de6c57e04",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>639 F.Supp. 1368 (1986)</b></center>\n<center><h1>FARMWORKERS LEGAL SERVICES OF NORTH CAROLINA, INC., Plaintiff,<br>\nv.<br>\nUNITED STATES DEPARTMENT OF LABOR, Defendant.</h1></center>\n<center>No. 85-1240-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 18, 1986.</center>\n<p><span class=\"star-pagination\">*1369</span> Robert J. Willis, Farmworkers Legal Services of N.C., Raleigh, N.C., for plaintiff.</p>\n<p>Rudy A. Renfer, Jr., Asst. U.S. Atty., Raleigh, N.C., and Don J. Mros, Dept. of Justice, Washington, D.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter comes before the court upon cross-motions for summary judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure. The plaintiff, Farmworkers Legal Services of North Carolina, Inc. (FLSNC), brought this action against the United States Department of Labor (DOL) under the Freedom of Information Act (FOIA), 5 U.S.C. § 552 <i>et seq.,</i> when the DOL denied plaintiff's request for a release of information. The plaintiff seeks two separate categories of information in this action: (1) a list of the names and addresses of farmers in North Carolina whose migrant farmworker housing was inspected and approved by the Employment Security Commission of North Carolina (ESCNC) for the years 1982 through 1984 (the ESCNC generated list); and (2) a list of North Carolina farmers whose migrant farmworker <span class=\"star-pagination\">*1370</span> housing the DOL proposed to inspect in 1984 (the DOL generated list).</p>\n<p>The relevant facts are undisputed. On May 13, 1985, FLSNC requested that the Area Four Office of the Wage and Hour Division of the DOL provide it with the two categories of information described above. By a letter dated May 23, 1985, Richard Robinette, the Area Four Assistant Regional Administrator, stated that the plaintiff's request for the ESCNC generated list was denied. The letter mistakenly stated that the list was denied on the belief that the ESCNC did not supply the DOL with any such information. The letter also stated that the DOL generated list was exempt from disclosure pursuant to exemptions 5 and 7 of the FOIA, 5 U.S.C. §§ 552(b)(5) and (b)(7). By a letter dated June 21, 1985, Mr. Robinette advised the FLSNC of his mistake as to the ESCNC generated list and informed plaintiff that the DOL had a list of farmers inspected by the ESCNC in 1984 that was responsive to its May 13, 1985 request. The request was then denied on the basis of exemptions 5 and 7 of the FOIA.</p>\n<p>The plaintiff administratively appealed the decision of the DOL and lost. The plaintiff then filed this suit on September 9, 1985, pursuant to 5 U.S.C. § 552(a)(4)(B). In January of 1986, the plaintiff filed its motion for summary judgment, or in the alternative, to compel the DOL to file a <i>Vaughan</i> Index. In March the DOL filed its cross-motion for summary judgment in which it claims for the first time that the ESCNC generated list is exempt from disclosure under exemptions 3 and 4 of the FOIA, 5 U.S.C. §§ 552(b)(3) and (b)(4). Further, the DOL asserts that the DOL generated list is exempt under exemptions 5 and 7 of the FOIA. The DOL did not claim exemptions 3 and 4 at the administrative proceeding with respect to the ESCNC generated list.</p>\n<p>There being no contested issues of material fact, the court will now turn to the questions of whether the ESCNC generated list and the DOL generated list are exempt from disclosure under FOIA as a matter of law.</p>\n<p></p>\n<h2>I. <i>The ESCNC Generated List</i>\n</h2>\n<p>The ESCNC generated list consists of the names and addresses of farmers in North Carolina whose migrant farmworker housing was inspected and approved by the ESCNC for the years 1982 through 1984. The inspections were conducted pursuant to ESCNC's responsibilities under the Wagner-Peyser Act, 29 U.S.C. § 49 which provides for a nationwide employment services program. Funding and oversight of the state administered programs are provided by the DOL. The ESCNC is responsible for generating a referral service to local farmers who are in need of migrant farmworker labor. Utilization of the ESCNC referral service is strictly at the option of the individual farmers. A farmer who wishes to utilize the referral service must submit a \"clearance order\" to the ESCNC. In the clearance order the farmer must state that he will comply with federal standards. The ESCNC will then conduct an inspection to determine if migrant farmworker housing meets the standards set forth in 29 C.F.R. § 1910.142, and 20 C.F.R. §§ 654.400(b) and 653.104. The plaintiff seeks this list of farmers that have migrant housing that was inspected and approved.</p>\n<p>In its cross-motion for summary judgment, the DOL argues that the ESCNC generated list is exempt from disclosure pursuant to exemptions 3 and 4.<sup>[1]</sup> The FLSNC, however, contends that the DOL has waived its right to assert these <span class=\"star-pagination\">*1371</span> exemptions since it did not assert them in the administrative appeal or expressly refer to them in its Answer. In a FOIA action, the \"district court is not limited to review of the quality of agency decision making. It decides a claim <i>de novo.</i>\" <i>Mead Data Central, Inc. v. United States Department of the Air Force,</i> 566 F.2d 242, 251 (D.C.Cir.1977). The relevant cases universally hold that exemption defenses are not too late if initially raised in the district court. <i>Id., see also; </i><i>Ryan v. The United States Department of Justice,</i> 617 F.2d 781, 792 (D.C.Cir.1980); <i>Jordan v. United States Department of Justice,</i> 591 F.2d 753, 779-80 (D.C.Cir.1978); <i>Illinois Institute for Continuing Legal Education v. The United States Department of Labor,</i> 545 F.Supp. 1229, 1236 (N.D.Ill.1982). Moreover, the FLSNC has not been \"deprived of the opportunity to effectively present its case to the court because of the [DOL's] inadequate description of the information withheld and exemptions claimed.\" <i>Mead Data,</i> 566 F.2d at 251. The court finds that FLSNC has had ample opportunity to respond, and in fact has responded, to the DOL's claim of exemptions 3 and 4 in its cross-motion for summary judgment. Therefore, the DOL has not waived its right to assert exemptions 3 and 4.</p>\n<p>The purpose of the FOIA is to promote the philosophy of full agency disclosure unless the information falls clearly within an exemption. <i>Federal Open Market Commission v. Merrill,</i> 443 U.S. 340, 99 S.Ct. 2800, 61 L.Ed.2d 587 (1979). The burden is on the agency to sustain its action in withholding such information as exempt.</p>\n<p>In order to show that the information sought comes within exemption 4, the DOL must demonstrate that the information is (1) commercial or financial, (2) obtained from a person and (3) privileged or confidential. <i>Gulf and Western Industries, Inc. v. United States,</i> 615 F.2d 527, 529 (D.C.Cir.1980); <i>National Parks and Conservation Association v. Morton,</i> 498 F.2d 765 (D.C.Cir.1974) (National Parks I), <i>aff'd in part and rev'd in part sub nom; </i><i>National Parks and Conservation Association v. Kleppe,</i> 547 F.2d 673 (D.C.Cir.1976).</p>\n<p>The court finds that the ESCNC generated list is not confidential information within the meaning of exemption 4 because it is customarily disclosed to the public. The Migrant and Seasonal Worker Protection Act, 29 U.S.C. § 1823(b)(1) requires in relevant part that:</p>\n<blockquote>\"No facility or real property may be occupied by a migrant agricultural worker unless either a state or local health authority or other appropriate agency has certified that the facility meets applicable safety and health standards. No person who owns or controls any such facility or property shall permit it to be occupied by any migrant agricultural worker unless a copy of the certification of occupancy is posted at the site....\"</blockquote>\n<p>Farmers who employ and provide housing for migrant workers must be certified and post the certificate at the housing facility. The FLSNC is simply asking for a list of those farmers who are required by law to publicly display their certification of occupancy. The information sought by the FLSNC is public information.</p>\n<p>The DOL contends that the ESCNC generated list is confidential information within the meaning of the exemption because it will \"impair the government's ability to obtain necessary information in the future.\" <i>National Parks I,</i> 498 F.2d at 770. The court in <i>National Parks I,</i> however, made clear that the threshold inquiry in deciding whether information is confidential within the meaning of the statute is to be guided by the Senate Report issued prior to the passage of the FOIA:</p>\n<blockquote>\"This exception is necessary to protect the confidentiality of information which is obtained by the government through questionnaires or other inquiries, <i>but which would customarily not be released to the public by the person from whom it was obtained.</i>\"</blockquote>\n<p><i>Id.</i> at 766. S.Rep. No. 813, 89th Cong., 1st Sess. (1965) (emphasis by the court), also cited in <i>Sterling Drug, Inc. v. FTC,</i> 450 F.2d 698, 709 (D.C.Cir.1971); <i>Grumman</i> <span class=\"star-pagination\">*1372</span> <i>Aircraft Engineering Corporation v. Renegotiation Board,</i> 425 F.2d 578, 582 (D.C. Cir.1970).</p>\n<p>In the case at bar, each farmer on the list requested by the FLSNC was required by law to post the certificate of housing awarded them by the ESCNC. Clearly, the information sought by the FLSNC was released to the public. Had the FLSNC requested information regarding the manner and nature of the ESCNC inspections, as opposed to a mere list of those farmers inspected and certified, the court's analysis would necessarily be different. Under the circumstances of this case, however, the release of the information requested will not constitute a disclosure of confidential information.</p>\n<p>The court also finds that the ESCNC generated list is not exempt from disclosure by exemption 3 of the FOIA. While N.C.Gen.Stat. § 96-4(t) does provide for the confidentiality of records, reports and information held by the ESCNC, it specifically applies to information \"obtained from claimants and employers.\" The information requested here is merely a list of certified housing units and contains no information obtained from the migrant farmworker employers. Further, information that has already been publicly disclosed cannot be considered confidential within the meaning of the statute.</p>\n<p>Based upon the foregoing, the court finds that the ESCNC generated list does not fall within exemption 3 or 4 as the DOL contends in its cross-motion for summary judgment. The plaintiff's motion for summary judgment is allowed, and the defendant's cross-motion for summary judgment is denied.</p>\n<p></p>\n<h2>II. <i>The DOL Generated List</i>\n</h2>\n<p>This category of information sought by the FLSNC consists of a list of farmers whose migrant farmworker housing the Regional Office of the Wage and Hour Administration of the DOL proposed to inspect itself in 1984. Pursuant to the Migrant and Seasonal Agricultural Worker Protection Act, 29 U.S.C. § 1823(b)(1), agricultural employers must obtain a certificate from the appropriate local, state or federal agencies certifying that their housing facilities comply with federal standards. Each year the DOL conducts a portion of the inspections that are required prior to certification. The DOL relies upon the inspections of the state agencies (i.e., the ESCNC) for the housing complexes that it does not inspect.</p>\n<p>According to the affidavit of Richard Robinette, the list sought by the FLSNC was part of a proposal sent to the National Office of the Wage and Hour Division in planning for the enforcement of migrant farmworker protection laws for the fiscal year 1984. A master plan is prepared by the DOL each year for the enforcement of such laws. Mr. Robinette prepares a list of proposed inspections each year for this region. The list is then sent to the National Offices where it is subject to final review, modification and approval.</p>\n<p>The DOL contends that the proposed 1984 list at issue in this lawsuit reveals the law enforcement targeting strategy whereby the DOL seeks to maximize its limited resources in coordinating inspections and is, therefore, exempt from disclosure under exemptions 5, 7(A) and 7(E) of the FOIA.<sup>[2]</sup><span class=\"star-pagination\">*1373</span> The plaintiff contends that these exemptions do not apply to the DOL generated list when given the narrow construction required by the United States Supreme Court in <i>Department of the Air Force v. Rose,</i> 425 U.S. 352, 360-362, 96 S.Ct. 1592, 1598-1600, 48 L.Ed.2d 11 (1976).</p>\n<p>Exemption 5 of the FOIA exempts from disclosure \"inter-agency or intra-agency memorandums or letters which would not be available by law to a party other than an agency in litigation with the agency.\" In <i>NLRB v. Sears, Roebuck and Company,</i> 421 U.S. 132, 95 S.Ct. 1504, 44 L.Ed.2d 29 (1975), the United States Supreme Court held that the purpose of the exemption was to protect \"the decision making processes of the government agencies [citations omitted] and focus on documents reflecting advisory opinions, recommendations and deliberations comprising part of a process by which governmental decisions and policies are formulated.\" <i>Id.</i> at 150, 95 S.Ct. at 1516. The legislative history clearly reveals that Congress intended exemption 5 to protect the confidentiality of the pre-decisional process. The Senate Report states:</p>\n<blockquote>\"It was pointed out in the comments of many of the agencies that it would be impossible to have any frank discussion of legal or policy matters in writing if all such writings were to be subjected to public scrutiny. It was argued, and with merit, that efficiency of Government would be greatly hampered if, with respect to legal and policy matters, all Government agencies were prematurely forced to \"operate in a fish bowl.\"</blockquote>\n<p>S.Rep. No. 813, 89th Cong., 1st Sess. 9 (1965), cited in <i>Jordan v. United States Department of Justice,</i> 591 F.2d 753, 773 (D.C.Cir.1978).</p>\n<p>The case law makes it clear that in order for information to be covered by exemption 5, the agency claiming the exemption from disclosure must show (1) that the information was \"pre-decisional\" and (2) that it was \"deliberative.\" <i>See </i><i>Jordan v. United States Department of Justice,</i> 591 F.2d at 774.</p>\n<p>In the case at bar, the list sought by the plaintiff was part of a \"proposed plan of inspections....\" Robinette affidavit, par. 4. The lists of inspections are subject to \"further and final review and modification by the DOL and the Employment Standards Administration officials at the National Level in Washington, D.C.\" Robinette affidavit, par. 7. The court, therefore, finds that the DOL list is pre-decisional since it constitutes only a regional recommendation of reviews for the National Office which are then evaluated and possibly modified.</p>\n<p>The court further finds that the list is deliberative in nature since it was only a recommendation of which camps in North Carolina would be inspected. The FLSNC argues that the list cannot be exempt under exemption 5 since it is purely factual information. This argument is inapposite because exemption 5 protects the deliberative process as well as deliberative materials. <i>Montrose Chemical Corporation of California v. Train,</i> 491 F.2d 63, 71 (D.C. Cir.1974). <i>See also </i><i>United States v. Weber Aircraft,</i> 465 U.S. 792, 104 S.Ct. 1488, 1493 n. 17, 79 L.Ed.2d 814 (1984) (wherein the Court pointed out that exemption 5 can encompass purely factual material). A factual summary or list used to aid an administrator in resolving a question or to make a decision falls within the exemption since such factual materials can reveal the deliberative process. <i>Montrose Chemical Corporation of California,</i> 491 F.2d at 68. Because the list sought here is composed of selective fact, it is possible that the list could reveal the deliberative process.</p>\n<p>The DOL also argues that exemption 7 applies to this information. Exemption 7 protects disclosure from investigatory records compiled for law enforcement purposes, but only to the extent that the production of such records would \"(A) interfere with enforcement proceedings [or] ... (E) disclose investigatory techniques and procedures....\" 5 U.S.C. § 552(b)(7). The defendant argues that the DOL generated list is a document prepared by regional administrators for law enforcement purposes <span class=\"star-pagination\">*1374</span> since it is an important component in the decision of the National Office to make compliance inspections of migrant labor camps. Further, the DOL contends that information requested pertains to its targeting strategy and disclosure would \"reveal the amount of investigative resources targeted and allocated by Wage and Hour for migrant housing inspections in North Carolina each year,\" as well as a targeting scheme. Robinette affidavit, par. 11C. Such information falls within exemption 7(E). <i>See </i><i>Malloy v. United States Department of Justice,</i> 457 F.Supp. 543, 545 (D.C. Cir.1978).</p>\n<p>In sum, the affidavits and pleadings reflect that disclosure of the DOL generated list would likely interfere with law enforcement proceedings aimed at violations of 29 C.F.R. § 1910.142 and 20 C.F.R. §§ 654.400(b) and 653.104, as well as reveal the deliberative process of the DOL.</p>\n<p>Accordingly the court finds that exemptions 5 and 7 of the FOIA apply to the DOL generated list. Therefore the defendant's cross-motion for summary judgment as to the DOL generated list must be allowed and the plaintiff's motion for summary judgment must be denied.</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>Based upon the foregoing, the court hereby ORDERS:</p>\n<p>(1) That with respect to the ESCNC generated list, the plaintiff's motion for summary judgment be ALLOWED and the defendant's cross-motion for summary judgment be DENIED.</p>\n<p>(2) That with respect to the DOL generated list, the plaintiff's motion for summary judgment be DENIED and the defendant's cross-motion for summary judgment be ALLOWED.</p>\n<h2>NOTES</h2>\n<p>[1]  5 U.S.C. §§ 552(b)(3) and (b)(4) read as follows:\n</p>\n<p>\"(b) This section does not apply to matters that are </p>\n<p>(3) specifically exempted from disclosure by statute (other than § 552(b) of this title), provided that such statute (A) requires the matters be withheld from the public in such a manner as to leave no discretion on the issue, or (B) establishes particular criteria for withholding or refers to particular types of matters to be withheld;</p>\n<p>(4) trade secrets and commercial or financial information obtained from a person and privileged or confidential....\"</p>\n<p>[2]  5 U.S.C. §§ 552(b)(5) and (7) read as follows:\n</p>\n<p>\"(b) This section does not apply to matters that are </p>\n<p>(5) Inter-agency or intra-agency memorandums or letters which would not be available by law to a party other than an agency in litigation with the agency;</p>\n<p>(7) Investigatory records compiled for law enforcement purposes, but only to the extent that the production of such records would (A) interfere with enforcement proceedings, (B) deprive a person of a right to a fair trial or impartial adjudication, (C) constitute an unwarranted invasion of personal privacy, (D) disclose the identity of a confidential source and, in the case of a record compiled by a criminal law enforcement authority in the course of a criminal investigation, or by an agency conducting a lawful national security intelligence investigation, confidential information furnished only by the confidential source, (E) disclose investigative techniques and procedures, or (F) endanger the life or physical safety of law enforcement personnel....\"</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">639</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1368</span></span> (1986)</b></center>\n<center><h1>FARMWORKERS LEGAL SERVICES OF NORTH CAROLINA, INC., Plaintiff,<br>\nv.<br>\nUNITED STATES DEPARTMENT OF LABOR, Defendant.</h1></center>\n<center>No. 85-1240-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 18, 1986.</center>\n<p><span class=\"star-pagination\">*1369</span> Robert J. Willis, Farmworkers Legal Services of N.C., Raleigh, N.C., for plaintiff.</p>\n<p>Rudy A. Renfer, Jr., Asst. U.S. Atty., Raleigh, N.C., and Don J. Mros, Dept. of Justice, Washington, D.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter comes before the court upon cross-motions for summary judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure. The plaintiff, Farmworkers Legal Services of North Carolina, Inc. (FLSNC), brought this action against the United States Department of Labor (DOL) under the Freedom of Information Act (FOIA), 5 U.S.C. § 552 <i>et seq.,</i> when the DOL denied plaintiff's request for a release of information. The plaintiff seeks two separate categories of information in this action: (1) a list of the names and addresses of farmers in North Carolina whose migrant farmworker housing was inspected and approved by the Employment Security Commission of North Carolina (ESCNC) for the years 1982 through 1984 (the ESCNC generated list); and (2) a list of North Carolina farmers whose migrant farmworker <span class=\"star-pagination\">*1370</span> housing the DOL proposed to inspect in 1984 (the DOL generated list).</p>\n<p>The relevant facts are undisputed. On May 13, 1985, FLSNC requested that the Area Four Office of the Wage and Hour Division of the DOL provide it with the two categories of information described above. By a letter dated May 23, 1985, Richard Robinette, the Area Four Assistant Regional Administrator, stated that the plaintiff's request for the ESCNC generated list was denied. The letter mistakenly stated that the list was denied on the belief that the ESCNC did not supply the DOL with any such information. The letter also stated that the DOL generated list was exempt from disclosure pursuant to exemptions 5 and 7 of the FOIA, 5 U.S.C. §§ 552(b)(5) and (b)(7). By a letter dated June 21, 1985, Mr. Robinette advised the FLSNC of his mistake as to the ESCNC generated list and informed plaintiff that the DOL had a list of farmers inspected by the ESCNC in 1984 that was responsive to its May 13, 1985 request. The request was then denied on the basis of exemptions 5 and 7 of the FOIA.</p>\n<p>The plaintiff administratively appealed the decision of the DOL and lost. The plaintiff then filed this suit on September 9, 1985, pursuant to 5 U.S.C. § 552(a)(4)(B). In January of 1986, the plaintiff filed its motion for summary judgment, or in the alternative, to compel the DOL to file a <i>Vaughan</i> Index. In March the DOL filed its cross-motion for summary judgment in which it claims for the first time that the ESCNC generated list is exempt from disclosure under exemptions 3 and 4 of the FOIA, 5 U.S.C. §§ 552(b)(3) and (b)(4). Further, the DOL asserts that the DOL generated list is exempt under exemptions 5 and 7 of the FOIA. The DOL did not claim exemptions 3 and 4 at the administrative proceeding with respect to the ESCNC generated list.</p>\n<p>There being no contested issues of material fact, the court will now turn to the questions of whether the ESCNC generated list and the DOL generated list are exempt from disclosure under FOIA as a matter of law.</p>\n<p></p>\n<h2>I. <i>The ESCNC Generated List</i>\n</h2>\n<p>The ESCNC generated list consists of the names and addresses of farmers in North Carolina whose migrant farmworker housing was inspected and approved by the ESCNC for the years 1982 through 1984. The inspections were conducted pursuant to ESCNC's responsibilities under the Wagner-Peyser Act, 29 U.S.C. § 49 which provides for a nationwide employment services program. Funding and oversight of the state administered programs are provided by the DOL. The ESCNC is responsible for generating a referral service to local farmers who are in need of migrant farmworker labor. Utilization of the ESCNC referral service is strictly at the option of the individual farmers. A farmer who wishes to utilize the referral service must submit a \"clearance order\" to the ESCNC. In the clearance order the farmer must state that he will comply with federal standards. The ESCNC will then conduct an inspection to determine if migrant farmworker housing meets the standards set forth in 29 C.F.R. § 1910.142, and 20 C.F.R. §§ 654.400(b) and 653.104. The plaintiff seeks this list of farmers that have migrant housing that was inspected and approved.</p>\n<p>In its cross-motion for summary judgment, the DOL argues that the ESCNC generated list is exempt from disclosure pursuant to exemptions 3 and 4.<sup>[1]</sup> The FLSNC, however, contends that the DOL has waived its right to assert these <span class=\"star-pagination\">*1371</span> exemptions since it did not assert them in the administrative appeal or expressly refer to them in its Answer. In a FOIA action, the \"district court is not limited to review of the quality of agency decision making. It decides a claim <i>de novo.</i>\" <i>Mead Data Central, Inc. v. United States Department of the Air Force,</i> <span class=\"citation\" data-id=\"350872\"><a href=\"/opinion/350872/mead-data-central-inc-v-united-states-department-of-the-air-force/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">242</span></a></span>, 251 (D.C.Cir.1977). The relevant cases universally hold that exemption defenses are not too late if initially raised in the district court. <i>Id., see also; </i><i>Ryan v. The United States Department of Justice,</i> <span class=\"citation\" data-id=\"375887\"><a href=\"/opinion/375887/tom-w-ryan-jr-missouri-public-interest-research-group-v-department-of/\"><span class=\"volume\">617</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">781</span></a></span>, 792 (D.C.Cir.1980); <i>Jordan v. United States Department of Justice,</i> <span class=\"citation\" data-id=\"363079\"><a href=\"/opinion/363079/william-jordan-v-united-states-department-of-justice/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">753</span></a></span>, 779-80 (D.C.Cir.1978); <i>Illinois Institute for Continuing Legal Education v. The United States Department of Labor,</i> <span class=\"citation\" data-id=\"1432110\"><a href=\"/opinion/1432110/illinois-inst-etc-v-united-states-dept-of-labor/\"><span class=\"volume\">545</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1229</span></a></span>, 1236 (N.D.Ill.1982). Moreover, the FLSNC has not been \"deprived of the opportunity to effectively present its case to the court because of the [DOL's] inadequate description of the information withheld and exemptions claimed.\" <i>Mead Data,</i> 566 F.2d at 251. The court finds that FLSNC has had ample opportunity to respond, and in fact has responded, to the DOL's claim of exemptions 3 and 4 in its cross-motion for summary judgment. Therefore, the DOL has not waived its right to assert exemptions 3 and 4.</p>\n<p>The purpose of the FOIA is to promote the philosophy of full agency disclosure unless the information falls clearly within an exemption. <i>Federal Open Market Commission v. Merrill,</i> <span class=\"citation\" data-id=\"110139\"><a href=\"/opinion/110139/federal-open-market-committee-v-merrill/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">340</span></a></span>, <span class=\"citation\" data-id=\"110139\"><a href=\"/opinion/110139/federal-open-market-committee-v-merrill/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2800</span></a></span>, <span class=\"citation\" data-id=\"110139\"><a href=\"/opinion/110139/federal-open-market-committee-v-merrill/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">587</span></a></span> (1979). The burden is on the agency to sustain its action in withholding such information as exempt.</p>\n<p>In order to show that the information sought comes within exemption 4, the DOL must demonstrate that the information is (1) commercial or financial, (2) obtained from a person and (3) privileged or confidential. <i>Gulf and Western Industries, Inc. v. United States,</i> <span class=\"citation\" data-id=\"374750\"><a href=\"/opinion/374750/gulf-western-industries-inc-v-united-states-of-america/\"><span class=\"volume\">615</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">527</span></a></span>, 529 (D.C.Cir.1980); <i>National Parks and Conservation Association v. Morton,</i> <span class=\"citation\" data-id=\"319991\"><a href=\"/opinion/319991/national-parks-and-conservation-association-v-rogers-c-b-morton/\"><span class=\"volume\">498</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span> (D.C.Cir.1974) (National Parks I), <i>aff'd in part and rev'd in part sub nom; </i><i>National Parks and Conservation Association v. Kleppe,</i> <span class=\"citation\" data-id=\"341747\"><a href=\"/opinion/341747/national-parks-and-conservation-association-v-thomas-s-kleppe-secretary/\"><span class=\"volume\">547</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span> (D.C.Cir.1976).</p>\n<p>The court finds that the ESCNC generated list is not confidential information within the meaning of exemption 4 because it is customarily disclosed to the public. The Migrant and Seasonal Worker Protection Act, 29 U.S.C. § 1823(b)(1) requires in relevant part that:</p>\n<blockquote>\"No facility or real property may be occupied by a migrant agricultural worker unless either a state or local health authority or other appropriate agency has certified that the facility meets applicable safety and health standards. No person who owns or controls any such facility or property shall permit it to be occupied by any migrant agricultural worker unless a copy of the certification of occupancy is posted at the site....\"</blockquote>\n<p>Farmers who employ and provide housing for migrant workers must be certified and post the certificate at the housing facility. The FLSNC is simply asking for a list of those farmers who are required by law to publicly display their certification of occupancy. The information sought by the FLSNC is public information.</p>\n<p>The DOL contends that the ESCNC generated list is confidential information within the meaning of the exemption because it will \"impair the government's ability to obtain necessary information in the future.\" <i>National Parks I,</i> 498 F.2d at 770. The court in <i>National Parks I,</i> however, made clear that the threshold inquiry in deciding whether information is confidential within the meaning of the statute is to be guided by the Senate Report issued prior to the passage of the FOIA:</p>\n<blockquote>\"This exception is necessary to protect the confidentiality of information which is obtained by the government through questionnaires or other inquiries, <i>but which would customarily not be released to the public by the person from whom it was obtained.</i>\"</blockquote>\n<p><i>Id.</i> at 766. S.Rep. No. 813, 89th Cong., 1st Sess. (1965) (emphasis by the court), also cited in <i>Sterling Drug, Inc. v. FTC,</i> <span class=\"citation\" data-id=\"299812\"><a href=\"/opinion/299812/sterling-drug-inc-v-federal-trade-commission/\"><span class=\"volume\">450</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span>, 709 (D.C.Cir.1971); <i>Grumman</i> <span class=\"star-pagination\">*1372</span> <i>Aircraft Engineering Corporation v. Renegotiation Board,</i> <span class=\"citation\" data-id=\"289850\"><a href=\"/opinion/289850/grumman-aircraft-engineering-corporation-v-the-renegotiation-board/\"><span class=\"volume\">425</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">578</span></a></span>, 582 (D.C. Cir.1970).</p>\n<p>In the case at bar, each farmer on the list requested by the FLSNC was required by law to post the certificate of housing awarded them by the ESCNC. Clearly, the information sought by the FLSNC was released to the public. Had the FLSNC requested information regarding the manner and nature of the ESCNC inspections, as opposed to a mere list of those farmers inspected and certified, the court's analysis would necessarily be different. Under the circumstances of this case, however, the release of the information requested will not constitute a disclosure of confidential information.</p>\n<p>The court also finds that the ESCNC generated list is not exempt from disclosure by exemption 3 of the FOIA. While N.C.Gen.Stat. § 96-4(t) does provide for the confidentiality of records, reports and information held by the ESCNC, it specifically applies to information \"obtained from claimants and employers.\" The information requested here is merely a list of certified housing units and contains no information obtained from the migrant farmworker employers. Further, information that has already been publicly disclosed cannot be considered confidential within the meaning of the statute.</p>\n<p>Based upon the foregoing, the court finds that the ESCNC generated list does not fall within exemption 3 or 4 as the DOL contends in its cross-motion for summary judgment. The plaintiff's motion for summary judgment is allowed, and the defendant's cross-motion for summary judgment is denied.</p>\n<p></p>\n<h2>II. <i>The DOL Generated List</i>\n</h2>\n<p>This category of information sought by the FLSNC consists of a list of farmers whose migrant farmworker housing the Regional Office of the Wage and Hour Administration of the DOL proposed to inspect itself in 1984. Pursuant to the Migrant and Seasonal Agricultural Worker Protection Act, 29 U.S.C. § 1823(b)(1), agricultural employers must obtain a certificate from the appropriate local, state or federal agencies certifying that their housing facilities comply with federal standards. Each year the DOL conducts a portion of the inspections that are required prior to certification. The DOL relies upon the inspections of the state agencies (i.e., the ESCNC) for the housing complexes that it does not inspect.</p>\n<p>According to the affidavit of Richard Robinette, the list sought by the FLSNC was part of a proposal sent to the National Office of the Wage and Hour Division in planning for the enforcement of migrant farmworker protection laws for the fiscal year 1984. A master plan is prepared by the DOL each year for the enforcement of such laws. Mr. Robinette prepares a list of proposed inspections each year for this region. The list is then sent to the National Offices where it is subject to final review, modification and approval.</p>\n<p>The DOL contends that the proposed 1984 list at issue in this lawsuit reveals the law enforcement targeting strategy whereby the DOL seeks to maximize its limited resources in coordinating inspections and is, therefore, exempt from disclosure under exemptions 5, 7(A) and 7(E) of the FOIA.<sup>[2]</sup><span class=\"star-pagination\">*1373</span> The plaintiff contends that these exemptions do not apply to the DOL generated list when given the narrow construction required by the United States Supreme Court in <i>Department of the Air Force v. Rose,</i> <span class=\"citation\" data-id=\"109431\"><a href=\"/opinion/109431/department-of-air-force-v-rose/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">352</span></a></span>, 360-362, <span class=\"citation\" data-id=\"109431\"><a href=\"/opinion/109431/department-of-air-force-v-rose/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1592</span></a></span>, 1598-1600, <span class=\"citation\" data-id=\"109431\"><a href=\"/opinion/109431/department-of-air-force-v-rose/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">11</span></a></span> (1976).</p>\n<p>Exemption 5 of the FOIA exempts from disclosure \"inter-agency or intra-agency memorandums or letters which would not be available by law to a party other than an agency in litigation with the agency.\" In <i>NLRB v. Sears, Roebuck and Company,</i> <span class=\"citation\" data-id=\"109241\"><a href=\"/opinion/109241/nlrb-v-sears-roebuck-co/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">132</span></a></span>, <span class=\"citation\" data-id=\"109241\"><a href=\"/opinion/109241/nlrb-v-sears-roebuck-co/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>, <span class=\"citation\" data-id=\"109241\"><a href=\"/opinion/109241/nlrb-v-sears-roebuck-co/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">29</span></a></span> (1975), the United States Supreme Court held that the purpose of the exemption was to protect \"the decision making processes of the government agencies [citations omitted] and focus on documents reflecting advisory opinions, recommendations and deliberations comprising part of a process by which governmental decisions and policies are formulated.\" <i>Id.</i> at 150, 95 S.Ct. at 1516. The legislative history clearly reveals that Congress intended exemption 5 to protect the confidentiality of the pre-decisional process. The Senate Report states:</p>\n<blockquote>\"It was pointed out in the comments of many of the agencies that it would be impossible to have any frank discussion of legal or policy matters in writing if all such writings were to be subjected to public scrutiny. It was argued, and with merit, that efficiency of Government would be greatly hampered if, with respect to legal and policy matters, all Government agencies were prematurely forced to \"operate in a fish bowl.\"</blockquote>\n<p>S.Rep. No. 813, 89th Cong., 1st Sess. 9 (1965), cited in <i>Jordan v. United States Department of Justice,</i> <span class=\"citation\" data-id=\"363079\"><a href=\"/opinion/363079/william-jordan-v-united-states-department-of-justice/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">753</span></a></span>, 773 (D.C.Cir.1978).</p>\n<p>The case law makes it clear that in order for information to be covered by exemption 5, the agency claiming the exemption from disclosure must show (1) that the information was \"pre-decisional\" and (2) that it was \"deliberative.\" <i>See </i><i>Jordan v. United States Department of Justice,</i> 591 F.2d at 774.</p>\n<p>In the case at bar, the list sought by the plaintiff was part of a \"proposed plan of inspections....\" Robinette affidavit, par. 4. The lists of inspections are subject to \"further and final review and modification by the DOL and the Employment Standards Administration officials at the National Level in Washington, D.C.\" Robinette affidavit, par. 7. The court, therefore, finds that the DOL list is pre-decisional since it constitutes only a regional recommendation of reviews for the National Office which are then evaluated and possibly modified.</p>\n<p>The court further finds that the list is deliberative in nature since it was only a recommendation of which camps in North Carolina would be inspected. The FLSNC argues that the list cannot be exempt under exemption 5 since it is purely factual information. This argument is inapposite because exemption 5 protects the deliberative process as well as deliberative materials. <i>Montrose Chemical Corporation of California v. Train,</i> <span class=\"citation\" data-id=\"316593\"><a href=\"/opinion/316593/montrose-chemical-corporation-of-california-v-russell-e-train/\"><span class=\"volume\">491</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">63</span></a></span>, 71 (D.C. Cir.1974). <i>See also </i><i>United States v. Weber Aircraft,</i> <span class=\"citation\" data-id=\"111118\"><a href=\"/opinion/111118/united-states-v-weber-aircraft-corp/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"111118\"><a href=\"/opinion/111118/united-states-v-weber-aircraft-corp/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1488</span></a></span>, 1493 n. 17, <span class=\"citation\" data-id=\"111118\"><a href=\"/opinion/111118/united-states-v-weber-aircraft-corp/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">814</span></a></span> (1984) (wherein the Court pointed out that exemption 5 can encompass purely factual material). A factual summary or list used to aid an administrator in resolving a question or to make a decision falls within the exemption since such factual materials can reveal the deliberative process. <i>Montrose Chemical Corporation of California,</i> 491 F.2d at 68. Because the list sought here is composed of selective fact, it is possible that the list could reveal the deliberative process.</p>\n<p>The DOL also argues that exemption 7 applies to this information. Exemption 7 protects disclosure from investigatory records compiled for law enforcement purposes, but only to the extent that the production of such records would \"(A) interfere with enforcement proceedings [or] ... (E) disclose investigatory techniques and procedures....\" 5 U.S.C. § 552(b)(7). The defendant argues that the DOL generated list is a document prepared by regional administrators for law enforcement purposes <span class=\"star-pagination\">*1374</span> since it is an important component in the decision of the National Office to make compliance inspections of migrant labor camps. Further, the DOL contends that information requested pertains to its targeting strategy and disclosure would \"reveal the amount of investigative resources targeted and allocated by Wage and Hour for migrant housing inspections in North Carolina each year,\" as well as a targeting scheme. Robinette affidavit, par. 11C. Such information falls within exemption 7(E). <i>See </i><i>Malloy v. United States Department of Justice,</i> <span class=\"citation\" data-id=\"2347286\"><a href=\"/opinion/2347286/malloy-v-united-states-dept-of-justice/\"><span class=\"volume\">457</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">543</span></a></span>, 545 (D.C. Cir.1978).</p>\n<p>In sum, the affidavits and pleadings reflect that disclosure of the DOL generated list would likely interfere with law enforcement proceedings aimed at violations of 29 C.F.R. § 1910.142 and 20 C.F.R. §§ 654.400(b) and 653.104, as well as reveal the deliberative process of the DOL.</p>\n<p>Accordingly the court finds that exemptions 5 and 7 of the FOIA apply to the DOL generated list. Therefore the defendant's cross-motion for summary judgment as to the DOL generated list must be allowed and the plaintiff's motion for summary judgment must be denied.</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>Based upon the foregoing, the court hereby ORDERS:</p>\n<p>(1) That with respect to the ESCNC generated list, the plaintiff's motion for summary judgment be ALLOWED and the defendant's cross-motion for summary judgment be DENIED.</p>\n<p>(2) That with respect to the DOL generated list, the plaintiff's motion for summary judgment be DENIED and the defendant's cross-motion for summary judgment be ALLOWED.</p>\n<h2>NOTES</h2>\n<p>[1]  5 U.S.C. §§ 552(b)(3) and (b)(4) read as follows:\n</p>\n<p>\"(b) This section does not apply to matters that are </p>\n<p>(3) specifically exempted from disclosure by statute (other than § 552(b) of this title), provided that such statute (A) requires the matters be withheld from the public in such a manner as to leave no discretion on the issue, or (B) establishes particular criteria for withholding or refers to particular types of matters to be withheld;</p>\n<p>(4) trade secrets and commercial or financial information obtained from a person and privileged or confidential....\"</p>\n<p>[2]  5 U.S.C. §§ 552(b)(5) and (7) read as follows:\n</p>\n<p>\"(b) This section does not apply to matters that are </p>\n<p>(5) Inter-agency or intra-agency memorandums or letters which would not be available by law to a party other than an agency in litigation with the agency;</p>\n<p>(7) Investigatory records compiled for law enforcement purposes, but only to the extent that the production of such records would (A) interfere with enforcement proceedings, (B) deprive a person of a right to a fair trial or impartial adjudication, (C) constitute an unwarranted invasion of personal privacy, (D) disclose the identity of a confidential source and, in the case of a record compiled by a criminal law enforcement authority in the course of a criminal investigation, or by an agency conducting a lawful national security intelligence investigation, confidential information furnished only by the confidential source, (E) disclose investigative techniques and procedures, or (F) endanger the life or physical safety of law enforcement personnel....\"</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109431/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/289850/",
    "http://www.courtlistener.com/api/rest/v3/opinions/299812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/316593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/319991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/341747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/350872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/374750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/375887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1432110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2347286/"
  ]
}