{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1745257/",
  "absolute_url": "/opinion/1745257/mays-ott-co-inc-v-town-of-nags-head/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1745257/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:18:19.585880Z",
  "date_modified": "2016-04-27T00:47:27.725488Z",
  "type": "010combined",
  "sha1": "fa0e14e45610afa5ca46943ba720459d8dd81344",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>751 F.Supp. 82 (1990)</b></center>\n<center><h1>MAYS-OTT COMPANY, INC., Plaintiff,<br>\nv.<br>\nTOWN OF NAGS HEAD, Defendant.</h1></center>\n<center>No. 89-73-CIV-2-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>November 1, 1990.</center>\n<p><span class=\"star-pagination\">*83</span> Michael B. Brough, Michael B. Brough &amp; Associates, Chapel Hill, N.C., for plaintiff.</p>\n<p>M.H. Hood Ellis, Elizabeth City, N.C., Thomas L. White, Jr., Manteo, N.C., Donald C. Prentiss, Hornthal, Riley, Ellis, &amp; Maland, Elizabeth City, N.C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiff filed this action pursuant to 42 U.S.C. ยง 1983, alleging that the Town of Nags Head's arbitrary and capricious refusal to extend an expired site plan approval for a partially completed duplex project deprived plaintiff of a vested property right in violation of the due process clause of the Fourteenth Amendment to the United States Constitution. As relief, plaintiff asks the court to enjoin defendant from any further interference with the completion of plaintiff's development as authorized in the previously approved site plan. Defendant has responded that plaintiff cannot maintain a Section 1983 action where it has failed to exhaust administrative remedies and that, in any case, the application of the eighteen-month time limit in the zoning ordinance was reasonable. The action is currently before the court on a motion for summary judgment filed by plaintiff on September 4, 1990 and a motion for summary judgment filed by defendant on September 24, 1990.</p>\n<p>The material facts of the case are not in dispute. The development at issue lies on approximately 2.2 acres of ocean-front property east of Old Oregon Inlet Road in the Town of Nags Head, North Carolina. On April 29, 1985, plaintiff submitted an application for a conditional use permit and site plan approval for a type of development known as a \"cottage court,\" consisting of four duplexes together with shared amenities such as a swimming pool and platform tennis court on a single plot of land. The site plan was later revised to provide for only three duplexes to be built. On July 1, 1985, the Town Board of Commissioners issued the requested conditional <span class=\"star-pagination\">*84</span> use permit and approved the site plan for the development.</p>\n<p>At the time, the Nags Head Zoning Ordinance provided that site plan approval would expire and all work must cease if the work authorized by the building permit was not completed within eighteen months of the date the building permit was issued. According to the ordinance, the site plan approval could be extended for a period not to exceed twelve months upon petition to the Board of Commissioners showing that the delay in construction had been due to circumstances beyond the control of the developer and that the site plan approval would not be detrimental to the health, safety and general welfare of the town and would be in harmony with the spirit and intent of the zoning ordinance. Because plaintiff was issued a building permit on August 20, 1985, the eighteen-month period within which it was supposed to complete the project ended on February 20, 1987.</p>\n<p>Robert F. Harrell, the current president and sole stockholder of plaintiff Mays-Ott Company, states in an affidavit that at no time prior to December 17, 1987 was he aware that the Nags Head Zoning Ordinance required the completion of all elements of Mays-Ott's duplex development within eighteen months of issuance of the first building permit. Despite Mr. Harrell's lack of personal awareness of this requirement, plaintiff had at least constructive notice of the provisions of the zoning ordinance. Additionally, plaintiff admits that it received an August 30, 1985 letter from town building inspector Ronnie Balance which referred to and enclosed a copy of the section of the ordinance governing completion time and extensions.</p>\n<p>On August 5, 1985, after site plan approval but before issuance of the building permit, the Board of Commissioners amended the zoning ordinance to delete cottage courts as a permissible form of development. However, this action was not retroactive and no effort was made to prevent plaintiff from receiving a building permit or completing the development pursuant to the approved site plan. Plaintiff began work on the project and by early December 1987 it had completed two of the three duplexes (consisting of units A, B, E and F) and had installed the wooden pilings on which the third duplex (consisting of units C and D) would be built. Plaintiff had also completed much of the work on the common areas and facilities designed to serve all three duplexes, including some landscaping, construction of the driveway, parking areas, platform tennis court, swimming pool, gazebo and elevated walkway to the ocean, and installation of a sewage treatment system with the exception of septic tanks for the unbuilt duplex. In addition, plaintiff had construction financing in place for purposes of completing the project.</p>\n<p>From December 1986 until December 1987, during which time the site plan approval and building permit expired, no further work was performed on the project except for construction of fencing around the swimming pool area, cleaning up of construction debris, and planting and fertilizing grass areas. Apparently, plaintiff had decided to delay construction of units C and D until late 1987 in order to avoid inconveniencing occupants of units A, B, D and E during the 1987 rental season, but no effort was made to extend the expired site plan approval or building permit.</p>\n<p>In the fall of 1987, units E and F were sold and plaintiff retained units A and B to market for rental and sales purposes. Plaintiff then refinanced the project and obtained permanent financing on units A and B and construction financing on units C and D. Plaintiff again began work to complete units C and D in December 1987. However, defendant informed plaintiff by letter from building inspector Ballance dated December 17, 1987 that the site plan approval had expired and ordered all work to cease until plaintiff received a new site plan approval and building permit. The letter further stated that: \"You must petition to the Board of Commissioners for an extention [sic] of the site plan if you choose to continue with development of this project.\"</p>\n<p>Counsel for plaintiff appeared at the Board of Commissioners meeting on January <span class=\"star-pagination\">*85</span> 4, 1988 and requested an extension of the site plan, but the board continued the matter to its January 20, 1988 meeting. After further discussion at that meeting, the board refused to make a motion for a vote, and thus the request for an extension was effectively denied. Following several other ineffective attempts by plaintiff's counsel to resolve the dispute, plaintiff finally filed the instant lawsuit on December 12, 1989.</p>\n<p>At the time plaintiff was ordered to cease work, plaintiff had incurred substantial financial liabilities in the hope of completing the project contemplated by the approved site plan. Plaintiff currently owes creditors approximately $896,500, debt attributable to the costs of processing the development to its current status. Plaintiff owns units A and B, which it values at approximately $540,000, thus its obligations exceed its assets by approximately $356,500. If plaintiff were permitted to complete units C and D, it estimates that it would be able to erase $256,000 of its excess indebtedness.</p>\n<p>While the project as originally proposed would not be in conformity with the Town of Nags Head's current zoning ordinance, the project would not contravene any zoning provision other than the prohibition against newly built cottage courts. Duplex units on individual lots remain a permissible use in the R-2 zoning district where the development is located. Furthermore, the zoning ordinance requires duplex lots to contain a minimum of 30,000 square feet, for an effective density limit of one unit per 15,000 square feet. Since the property at issue consists of approximately 95,832 square feet, the proposed project's density of one unit per 15,972 square feet would comply with the existing ordinance's density provisions. Additionally, the project as configured complies with all current setback, dimensional and height requirements.</p>\n<p>In general, to establish a claim for a deprivation of a vested property right without due process of law, plaintiff must demonstrate, first, that it had a protectable property interest and, second, that it was deprived of this property interest by defendant's arbitrary and capricious actions. <i>Scott v. Greenville County,</i> 716 F.2d 1409, 1418-19 (4th Cir.1983). The decision on whether a plaintiff has a vested property right is made by reference to state or local law. <i>Id.; </i><i>Board of Regents v. Roth,</i> 408 U.S. 564, 578, 92 S.Ct. 2701, 2709-10, 33 L.Ed.2d 548 (1972).</p>\n<p>The North Carolina Supreme Court has held that:</p>\n<blockquote>In order to acquire a vested right to carry on such nonconforming use of his land, it is not essential that the permit holder complete the construction of the building and actually commence such use of it before the revocation of the permit, whether such revocation be by the enactment of a zoning ordinance or otherwise. To acquire such vested property right it is sufficient that, prior to the revocation of the permit or enactment of the zoning ordinance and with the requisite good faith, he make a substantial beginning of construction and incur therein substantial expense.</blockquote>\n<p><i>Town of Hillsborough v. Smith,</i> 276 N.C. 48, 54, 170 S.E.2d 904 (1969). Similarly, in a case involving an attempt by the Town of Nags Head to prevent a developer from completing the final thirteen units of a planned twenty-five-unit development due to a change in the zoning ordinance, the North Carolina Court of Appeals stated that \"expenditures, made in good faith reliance upon the previously issued building permits during the period of time within which the petitioners had a legal right to proceed with construction under the permits, create a vested legal right to complete the construction.\" <i>Transland Properties, Inc. v. Board of Adjustment of the Town of Nags Head,</i> 18 N.C.App. 712, 716, 198 S.E.2d 1 (1973). Clearly, under North Carolina law, plaintiff's substantial expenditures in constructing two of the three planned duplexes and amenities are sufficient to create a vested property right which cannot be taken without due process of law.</p>\n<p>Having determined that plaintiff had a vested property right, the next inquiry is whether defendant's actions preventing <span class=\"star-pagination\">*86</span> plaintiff from completing the project comport with the requirements of due process. The test of the constitutionality of defendant's actions hinges upon whether they were \"clearly arbitrary and unreasonable, having no substantial relation to the public health, safety, morals, or general welfare.\" <i>Village of Euclid v. Ambler Realty Company,</i> 272 U.S. 365, 395, 47 S.Ct. 114, 121, 71 L.Ed. 303 (1926). <i>See also </i><i>Nectow v. City of Cambridge,</i> 277 U.S. 183, 188, 48 S.Ct. 447, 448, 72 L.Ed. 842 (1928) (\"The governmental power to interfere by zoning regulations with the general rights of the land owner by restricting the character of his use, is not unlimited, and other questions aside, such restriction cannot be imposed if it does not bear a substantial relation to the public health, safety, morals, or general welfare.\"). Courts have held that vested rights cases require a \"balancing of the interests of the public as a whole and those of the individual property owners.\" <i>Godfrey v. Zoning Board of Adjustment of Union County,</i> 317 N.C. 51, 62, 344 S.E.2d 272 (1986). This balancing test depends on whether \"the benefits derived from the objectives achieved by the statute outweigh any burdens imposed.\" <i>Goodman Toyota, Inc. v. City of Raleigh,</i> 63 N.C.App. 660, 663, 306 S.E.2d 192 (1983), <i>rev. denied,</i> 310 N.C. 477, 312 S.E.2d 884 (1984).</p>\n<p>Plaintiff argues persuasively that when the balancing test is applied to the facts of this case, the conclusion emerges that defendant acted arbitrarily and capriciously in refusing to extend the site plan approval to allow the completion of plaintiff's third duplex. Defendant has made no attempt to contest plaintiff's assertion that it will sustain damages of approximately $256,000 if not allowed to construct units C and D. On the other side of the scale, defendant has suggested no legitimate governmental reason why plaintiff should not be allowed to complete its development, except for the implicit argument that cottage courts are no longer permitted under the town's zoning ordinance. However, as stated earlier, the proposed development if completed would be in compliance with the provisions of the zoning ordinance regarding permissible density, setback, lot width and height. Moreover, even if the town's decision to deny permission to complete the development were to stand, the project with two duplexes and amenities on an undivided lot would still be an impermissible cottage court, thus the justification for freezing construction while two-thirds complete is further lessened.</p>\n<p>The court therefore finds that plaintiff has established a vested right in its duplex project as depicted on the approved site plan and that under the appropriate due process test, the town's refusal to extend the site plan approval arbitrarily and capriciously deprived plaintiff of its vested right in violation of due process. Accordingly, plaintiff is entitled to judgment as a matter of law.</p>\n<p>The court believes that defendant's motion for summary judgment, which did not attempt to address the vested rights issue or the due process balancing test, has missed the essential inquiry that the court is required by law to make. <i>See </i><i>Village of Euclid, supra</i><i>; </i><i>Nectow, supra</i><i>.</i> Nevertheless, the court will examine the arguments which defendant has advanced and will explain why those arguments are without merit.</p>\n<p>Defendant's principal contention is that plaintiff cannot maintain a Section 1983 action in federal court for review of a local zoning dispute where the remedies provided by the town ordinance are adequate. <i>See, e.g., </i><i>Gentile v. Town of Kure Beach,</i> 91 N.C.App. 236, 241, 371 S.E.2d 302 (1988). In advancing this argument, defendant asserts that the town's zoning ordinance provided ample administrative remedies which plaintiff failed to follow and exhaust. Specifically, defendant argues that plaintiff failed to take advantage of the section of the zoning ordinance providing thirty days for appeals to the Board of Adjustment from any orders or decisions made by administrative officials. Defendant asserts that plaintiff should have appealed the December 17, 1987 decision of building inspector Ballance that the site plan approval had expired and that the building permit was to be revoked.</p>\n<p><span class=\"star-pagination\">*87</span> However, this argument misperceives the nature of plaintiff's grievance with the town over treatment of the development. Plaintiff did not appeal the building inspector's decision of December 17, 1987 to the Board of Adjustment because there was no disagreement over it. The letter from the building inspector merely stated the fact that the eighteen-month time period within which plaintiff had to complete the project had run and that therefore the site plan approval had expired and the building permit would be revoked. Since plaintiff clearly had not completed the project within eighteen months, it could not have reasonably taken issue with this determination. Only after plaintiff went to the Board of Commissioners to request an extension of the site plan, as suggested by Ballance's letter, and that request was effectively denied did plaintiff have a decision with which it disagreed. Since defendant has not pointed out any administrative procedure by which plaintiff could have appealed the Board of Commissioners' refusal to extend the site plan approval, plaintiff is not barred from bringing suit to vindicate its constitutional rights for any failure to exhaust administrative remedies.</p>\n<p>A more compelling argument by defendant is that the town's refusal to extend the site plan approval was not the result of any arbitrary and capricious action, but instead was the result of plaintiff's failure to complete the project within eighteen months and failure to show that the delay was beyond its control, as required by the zoning ordinance. Defendant argues that the approval of a site plan and issuance of a building permit should not give a developer unlimited time to complete a project, citing a similar case holding that:</p>\n<blockquote>The alternative, argued by the plaintiffs, is that once the board acted it could never again act, regardless of how the situation had changed. This position is untenable, for it would mean that even if a ... project was unfinished years after initial approval, the board could do nothing but patiently wait completion, no matter how difficult the situation was, or whether the applicable zoning and other regulations had changed.</blockquote>\n<p><i>Molgaard v. Town of Caledonia,</i> 527 F.Supp. 1073, 1081 (E.D.Wis.1981), <i>aff'd,</i> 696 F.2d 58 (7th Cir.1982).</p>\n<p>Certainly, plaintiff knew or should have known of the eighteen-month time limit and the requirements of the zoning ordinance for granting extensions, and therefore bears some of the responsibility for its current predicament. Nevertheless, defendant's quotation of the decision in <i>Molgaard</i> omits a sentence immediately preceding the above passage in which the court stated that \"the board did have the power to alter its conditions, so long as it acted reasonably.\" As discussed above, defendant has failed to offer any reasonable explanation for its actions, which have the effect of freezing the development as a cottage court with two duplexes rather than permitting completion of the planned cottage court with three duplexes.</p>\n<p>In ruling that plaintiff in this case has a vested property right which has been infringed by defendant's arbitrary and capricious actions, the court is not unmindful of the admonitions of other courts that due process principles \"cannot be used as a rack upon which every disappointed developer can stretch a community that fails to roll out the red carpet for him.\" <i>Chongris v. Board of Appeals of the Town of Andover,</i> 811 F.2d 36, 46 (1st Cir.), <i>cert. denied,</i> 483 U.S. 1021, 107 S.Ct. 3266, 97 L.Ed.2d 765 (1987). Indeed, this court has previously resolved other land-use disputes in favor of local governments' right to strike a balance between commercial development and reasonable zoning concerns. <i>See </i><i>Major Media of the Southeast, Inc. v. City of Raleigh,</i> 621 F.Supp. 1446 (E.D.N. C.1985), <i>aff'd,</i> 792 F.2d 1269 (4th Cir.1986), <i>cert. denied,</i> 479 U.S. 1102, 107 S.Ct. 1334, 94 L.Ed.2d 185 (1987); <i>Williams v. City of Columbia,</i> 906 F.2d 994 (4th Cir.1990). The court does not mean to suggest that a developer's expenditure of a substantial amount of money on the commencement of a project automatically creates a vested right to complete the project regardless of the effects on the legitimate health, safety, welfare and aesthetic concerns of the town. <span class=\"star-pagination\">*88</span> Today's holding is only that in this case, defendant has failed to offer any reasonable justification for its actions which could counter plaintiff's assertion that the refusal to extend approval of the site plan was arbitrary and capricious.</p>\n<p>Based on the foregoing, plaintiff's motion for summary judgment is granted and defendant's motion for summary judgment is denied. Defendant is enjoined from any further interference with the completion of plaintiff's development as authorized in the site plan approved on July 1, 1985.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">751</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">82</span></span> (1990)</b></center>\n<center><h1>MAYS-OTT COMPANY, INC., Plaintiff,<br>\nv.<br>\nTOWN OF NAGS HEAD, Defendant.</h1></center>\n<center>No. 89-73-CIV-2-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>November 1, 1990.</center>\n<p><span class=\"star-pagination\">*83</span> Michael B. Brough, Michael B. Brough &amp; Associates, Chapel Hill, N.C., for plaintiff.</p>\n<p>M.H. Hood Ellis, Elizabeth City, N.C., Thomas L. White, Jr., Manteo, N.C., Donald C. Prentiss, Hornthal, Riley, Ellis, &amp; Maland, Elizabeth City, N.C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiff filed this action pursuant to 42 U.S.C. ยง 1983, alleging that the Town of Nags Head's arbitrary and capricious refusal to extend an expired site plan approval for a partially completed duplex project deprived plaintiff of a vested property right in violation of the due process clause of the Fourteenth Amendment to the United States Constitution. As relief, plaintiff asks the court to enjoin defendant from any further interference with the completion of plaintiff's development as authorized in the previously approved site plan. Defendant has responded that plaintiff cannot maintain a Section 1983 action where it has failed to exhaust administrative remedies and that, in any case, the application of the eighteen-month time limit in the zoning ordinance was reasonable. The action is currently before the court on a motion for summary judgment filed by plaintiff on September 4, 1990 and a motion for summary judgment filed by defendant on September 24, 1990.</p>\n<p>The material facts of the case are not in dispute. The development at issue lies on approximately 2.2 acres of ocean-front property east of Old Oregon Inlet Road in the Town of Nags Head, North Carolina. On April 29, 1985, plaintiff submitted an application for a conditional use permit and site plan approval for a type of development known as a \"cottage court,\" consisting of four duplexes together with shared amenities such as a swimming pool and platform tennis court on a single plot of land. The site plan was later revised to provide for only three duplexes to be built. On July 1, 1985, the Town Board of Commissioners issued the requested conditional <span class=\"star-pagination\">*84</span> use permit and approved the site plan for the development.</p>\n<p>At the time, the Nags Head Zoning Ordinance provided that site plan approval would expire and all work must cease if the work authorized by the building permit was not completed within eighteen months of the date the building permit was issued. According to the ordinance, the site plan approval could be extended for a period not to exceed twelve months upon petition to the Board of Commissioners showing that the delay in construction had been due to circumstances beyond the control of the developer and that the site plan approval would not be detrimental to the health, safety and general welfare of the town and would be in harmony with the spirit and intent of the zoning ordinance. Because plaintiff was issued a building permit on August 20, 1985, the eighteen-month period within which it was supposed to complete the project ended on February 20, 1987.</p>\n<p>Robert F. Harrell, the current president and sole stockholder of plaintiff Mays-Ott Company, states in an affidavit that at no time prior to December 17, 1987 was he aware that the Nags Head Zoning Ordinance required the completion of all elements of Mays-Ott's duplex development within eighteen months of issuance of the first building permit. Despite Mr. Harrell's lack of personal awareness of this requirement, plaintiff had at least constructive notice of the provisions of the zoning ordinance. Additionally, plaintiff admits that it received an August 30, 1985 letter from town building inspector Ronnie Balance which referred to and enclosed a copy of the section of the ordinance governing completion time and extensions.</p>\n<p>On August 5, 1985, after site plan approval but before issuance of the building permit, the Board of Commissioners amended the zoning ordinance to delete cottage courts as a permissible form of development. However, this action was not retroactive and no effort was made to prevent plaintiff from receiving a building permit or completing the development pursuant to the approved site plan. Plaintiff began work on the project and by early December 1987 it had completed two of the three duplexes (consisting of units A, B, E and F) and had installed the wooden pilings on which the third duplex (consisting of units C and D) would be built. Plaintiff had also completed much of the work on the common areas and facilities designed to serve all three duplexes, including some landscaping, construction of the driveway, parking areas, platform tennis court, swimming pool, gazebo and elevated walkway to the ocean, and installation of a sewage treatment system with the exception of septic tanks for the unbuilt duplex. In addition, plaintiff had construction financing in place for purposes of completing the project.</p>\n<p>From December 1986 until December 1987, during which time the site plan approval and building permit expired, no further work was performed on the project except for construction of fencing around the swimming pool area, cleaning up of construction debris, and planting and fertilizing grass areas. Apparently, plaintiff had decided to delay construction of units C and D until late 1987 in order to avoid inconveniencing occupants of units A, B, D and E during the 1987 rental season, but no effort was made to extend the expired site plan approval or building permit.</p>\n<p>In the fall of 1987, units E and F were sold and plaintiff retained units A and B to market for rental and sales purposes. Plaintiff then refinanced the project and obtained permanent financing on units A and B and construction financing on units C and D. Plaintiff again began work to complete units C and D in December 1987. However, defendant informed plaintiff by letter from building inspector Ballance dated December 17, 1987 that the site plan approval had expired and ordered all work to cease until plaintiff received a new site plan approval and building permit. The letter further stated that: \"You must petition to the Board of Commissioners for an extention [sic] of the site plan if you choose to continue with development of this project.\"</p>\n<p>Counsel for plaintiff appeared at the Board of Commissioners meeting on January <span class=\"star-pagination\">*85</span> 4, 1988 and requested an extension of the site plan, but the board continued the matter to its January 20, 1988 meeting. After further discussion at that meeting, the board refused to make a motion for a vote, and thus the request for an extension was effectively denied. Following several other ineffective attempts by plaintiff's counsel to resolve the dispute, plaintiff finally filed the instant lawsuit on December 12, 1989.</p>\n<p>At the time plaintiff was ordered to cease work, plaintiff had incurred substantial financial liabilities in the hope of completing the project contemplated by the approved site plan. Plaintiff currently owes creditors approximately $896,500, debt attributable to the costs of processing the development to its current status. Plaintiff owns units A and B, which it values at approximately $540,000, thus its obligations exceed its assets by approximately $356,500. If plaintiff were permitted to complete units C and D, it estimates that it would be able to erase $256,000 of its excess indebtedness.</p>\n<p>While the project as originally proposed would not be in conformity with the Town of Nags Head's current zoning ordinance, the project would not contravene any zoning provision other than the prohibition against newly built cottage courts. Duplex units on individual lots remain a permissible use in the R-2 zoning district where the development is located. Furthermore, the zoning ordinance requires duplex lots to contain a minimum of 30,000 square feet, for an effective density limit of one unit per 15,000 square feet. Since the property at issue consists of approximately 95,832 square feet, the proposed project's density of one unit per 15,972 square feet would comply with the existing ordinance's density provisions. Additionally, the project as configured complies with all current setback, dimensional and height requirements.</p>\n<p>In general, to establish a claim for a deprivation of a vested property right without due process of law, plaintiff must demonstrate, first, that it had a protectable property interest and, second, that it was deprived of this property interest by defendant's arbitrary and capricious actions. <i>Scott v. Greenville County,</i> <span class=\"citation\" data-id=\"424755\"><a href=\"/opinion/424755/gt-scott-v-greenville-county-c-daniel-riddle-ih-gibson-mike-fair/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1409</span></a></span>, 1418-19 (4th Cir.1983). The decision on whether a plaintiff has a vested property right is made by reference to state or local law. <i>Id.; </i><i>Board of Regents v. Roth,</i> <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 578, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, 2709-10, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1972).</p>\n<p>The North Carolina Supreme Court has held that:</p>\n<blockquote>In order to acquire a vested right to carry on such nonconforming use of his land, it is not essential that the permit holder complete the construction of the building and actually commence such use of it before the revocation of the permit, whether such revocation be by the enactment of a zoning ordinance or otherwise. To acquire such vested property right it is sufficient that, prior to the revocation of the permit or enactment of the zoning ordinance and with the requisite good faith, he make a substantial beginning of construction and incur therein substantial expense.</blockquote>\n<p><i>Town of Hillsborough v. Smith,</i> <span class=\"citation no-link\"><span class=\"volume\">276</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">48</span></span>, 54, <span class=\"citation\" data-id=\"1406741\"><a href=\"/opinion/1406741/town-of-hillsborough-v-smith/\"><span class=\"volume\">170</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">904</span></a></span> (1969). Similarly, in a case involving an attempt by the Town of Nags Head to prevent a developer from completing the final thirteen units of a planned twenty-five-unit development due to a change in the zoning ordinance, the North Carolina Court of Appeals stated that \"expenditures, made in good faith reliance upon the previously issued building permits during the period of time within which the petitioners had a legal right to proceed with construction under the permits, create a vested legal right to complete the construction.\" <i>Transland Properties, Inc. v. Board of Adjustment of the Town of Nags Head,</i> 18 N.C.App. 712, 716, <span class=\"citation no-link\"><span class=\"volume\">198</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">1</span></span> (1973). Clearly, under North Carolina law, plaintiff's substantial expenditures in constructing two of the three planned duplexes and amenities are sufficient to create a vested property right which cannot be taken without due process of law.</p>\n<p>Having determined that plaintiff had a vested property right, the next inquiry is whether defendant's actions preventing <span class=\"star-pagination\">*86</span> plaintiff from completing the project comport with the requirements of due process. The test of the constitutionality of defendant's actions hinges upon whether they were \"clearly arbitrary and unreasonable, having no substantial relation to the public health, safety, morals, or general welfare.\" <i>Village of Euclid v. Ambler Realty Company,</i> <span class=\"citation\" data-id=\"100934\"><a href=\"/opinion/100934/village-of-euclid-v-ambler-realty-co/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span>, 395, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">114</span></span>, 121, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">303</span></span> (1926). <i>See also </i><i>Nectow v. City of Cambridge,</i> <span class=\"citation\" data-id=\"101297\"><a href=\"/opinion/101297/nectow-v-cambridge/\"><span class=\"volume\">277</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, 188, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">447</span></span>, 448, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">842</span></span> (1928) (\"The governmental power to interfere by zoning regulations with the general rights of the land owner by restricting the character of his use, is not unlimited, and other questions aside, such restriction cannot be imposed if it does not bear a substantial relation to the public health, safety, morals, or general welfare.\"). Courts have held that vested rights cases require a \"balancing of the interests of the public as a whole and those of the individual property owners.\" <i>Godfrey v. Zoning Board of Adjustment of Union County,</i> <span class=\"citation\" data-id=\"1385734\"><a href=\"/opinion/1385734/godfrey-v-zoning-bd-of-adjustment-of-union-county/\"><span class=\"volume\">317</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">51</span></a></span>, 62, <span class=\"citation\" data-id=\"1385734\"><a href=\"/opinion/1385734/godfrey-v-zoning-bd-of-adjustment-of-union-county/\"><span class=\"volume\">344</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">272</span></a></span> (1986). This balancing test depends on whether \"the benefits derived from the objectives achieved by the statute outweigh any burdens imposed.\" <i>Goodman Toyota, Inc. v. City of Raleigh,</i> 63 N.C.App. 660, 663, <span class=\"citation\" data-id=\"1289859\"><a href=\"/opinion/1289859/goodman-toyota-inc-v-city-of-raleigh/\"><span class=\"volume\">306</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">192</span></a></span> (1983), <i>rev. denied,</i> <span class=\"citation\" data-id=\"1255579\"><a href=\"/opinion/1255579/goodman-toyota-inc-v-city-of-raleigh/\"><span class=\"volume\">310</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">477</span></a></span>, <span class=\"citation\" data-id=\"1255579\"><a href=\"/opinion/1255579/goodman-toyota-inc-v-city-of-raleigh/\"><span class=\"volume\">312</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">884</span></a></span> (1984).</p>\n<p>Plaintiff argues persuasively that when the balancing test is applied to the facts of this case, the conclusion emerges that defendant acted arbitrarily and capriciously in refusing to extend the site plan approval to allow the completion of plaintiff's third duplex. Defendant has made no attempt to contest plaintiff's assertion that it will sustain damages of approximately $256,000 if not allowed to construct units C and D. On the other side of the scale, defendant has suggested no legitimate governmental reason why plaintiff should not be allowed to complete its development, except for the implicit argument that cottage courts are no longer permitted under the town's zoning ordinance. However, as stated earlier, the proposed development if completed would be in compliance with the provisions of the zoning ordinance regarding permissible density, setback, lot width and height. Moreover, even if the town's decision to deny permission to complete the development were to stand, the project with two duplexes and amenities on an undivided lot would still be an impermissible cottage court, thus the justification for freezing construction while two-thirds complete is further lessened.</p>\n<p>The court therefore finds that plaintiff has established a vested right in its duplex project as depicted on the approved site plan and that under the appropriate due process test, the town's refusal to extend the site plan approval arbitrarily and capriciously deprived plaintiff of its vested right in violation of due process. Accordingly, plaintiff is entitled to judgment as a matter of law.</p>\n<p>The court believes that defendant's motion for summary judgment, which did not attempt to address the vested rights issue or the due process balancing test, has missed the essential inquiry that the court is required by law to make. <i>See </i><i>Village of Euclid, supra</i><i>; </i><i>Nectow, supra</i><i>.</i> Nevertheless, the court will examine the arguments which defendant has advanced and will explain why those arguments are without merit.</p>\n<p>Defendant's principal contention is that plaintiff cannot maintain a Section 1983 action in federal court for review of a local zoning dispute where the remedies provided by the town ordinance are adequate. <i>See, e.g., </i><i>Gentile v. Town of Kure Beach,</i> 91 N.C.App. 236, 241, <span class=\"citation\" data-id=\"1349211\"><a href=\"/opinion/1349211/gentile-v-town-of-kure-beach/\"><span class=\"volume\">371</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">302</span></a></span> (1988). In advancing this argument, defendant asserts that the town's zoning ordinance provided ample administrative remedies which plaintiff failed to follow and exhaust. Specifically, defendant argues that plaintiff failed to take advantage of the section of the zoning ordinance providing thirty days for appeals to the Board of Adjustment from any orders or decisions made by administrative officials. Defendant asserts that plaintiff should have appealed the December 17, 1987 decision of building inspector Ballance that the site plan approval had expired and that the building permit was to be revoked.</p>\n<p><span class=\"star-pagination\">*87</span> However, this argument misperceives the nature of plaintiff's grievance with the town over treatment of the development. Plaintiff did not appeal the building inspector's decision of December 17, 1987 to the Board of Adjustment because there was no disagreement over it. The letter from the building inspector merely stated the fact that the eighteen-month time period within which plaintiff had to complete the project had run and that therefore the site plan approval had expired and the building permit would be revoked. Since plaintiff clearly had not completed the project within eighteen months, it could not have reasonably taken issue with this determination. Only after plaintiff went to the Board of Commissioners to request an extension of the site plan, as suggested by Ballance's letter, and that request was effectively denied did plaintiff have a decision with which it disagreed. Since defendant has not pointed out any administrative procedure by which plaintiff could have appealed the Board of Commissioners' refusal to extend the site plan approval, plaintiff is not barred from bringing suit to vindicate its constitutional rights for any failure to exhaust administrative remedies.</p>\n<p>A more compelling argument by defendant is that the town's refusal to extend the site plan approval was not the result of any arbitrary and capricious action, but instead was the result of plaintiff's failure to complete the project within eighteen months and failure to show that the delay was beyond its control, as required by the zoning ordinance. Defendant argues that the approval of a site plan and issuance of a building permit should not give a developer unlimited time to complete a project, citing a similar case holding that:</p>\n<blockquote>The alternative, argued by the plaintiffs, is that once the board acted it could never again act, regardless of how the situation had changed. This position is untenable, for it would mean that even if a ... project was unfinished years after initial approval, the board could do nothing but patiently wait completion, no matter how difficult the situation was, or whether the applicable zoning and other regulations had changed.</blockquote>\n<p><i>Molgaard v. Town of Caledonia,</i> <span class=\"citation\" data-id=\"2368591\"><a href=\"/opinion/2368591/molgaard-v-town-of-caledonia/\"><span class=\"volume\">527</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1073</span></a></span>, 1081 (E.D.Wis.1981), <i>aff'd,</i> <span class=\"citation\" data-id=\"411983\"><a href=\"/opinion/411983/mervin-m-molgaard-and-virginia-c-molgaard-v-the-town-of-caledonia-a/\"><span class=\"volume\">696</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">58</span></a></span> (7th Cir.1982).</p>\n<p>Certainly, plaintiff knew or should have known of the eighteen-month time limit and the requirements of the zoning ordinance for granting extensions, and therefore bears some of the responsibility for its current predicament. Nevertheless, defendant's quotation of the decision in <i>Molgaard</i> omits a sentence immediately preceding the above passage in which the court stated that \"the board did have the power to alter its conditions, so long as it acted reasonably.\" As discussed above, defendant has failed to offer any reasonable explanation for its actions, which have the effect of freezing the development as a cottage court with two duplexes rather than permitting completion of the planned cottage court with three duplexes.</p>\n<p>In ruling that plaintiff in this case has a vested property right which has been infringed by defendant's arbitrary and capricious actions, the court is not unmindful of the admonitions of other courts that due process principles \"cannot be used as a rack upon which every disappointed developer can stretch a community that fails to roll out the red carpet for him.\" <i>Chongris v. Board of Appeals of the Town of Andover,</i> <span class=\"citation\" data-id=\"482848\"><a href=\"/opinion/482848/james-chongris-and-george-chongris-v-board-of-appeals-of-the-town-of/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 46 (1st Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1021</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3266</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">765</span></span> (1987). Indeed, this court has previously resolved other land-use disputes in favor of local governments' right to strike a balance between commercial development and reasonable zoning concerns. <i>See </i><i>Major Media of the Southeast, Inc. v. City of Raleigh,</i> <span class=\"citation\" data-id=\"1368537\"><a href=\"/opinion/1368537/major-media-of-southeast-inc-v-city-of-raleigh/\"><span class=\"volume\">621</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1446</span></a></span> (E.D.N. C.1985), <i>aff'd,</i> <span class=\"citation\" data-id=\"471600\"><a href=\"/opinion/471600/major-media-of-the-southeast-inc-dba-naegele-outdoor-advertising/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1269</span></a></span> (4th Cir.1986), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1102</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1334</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">185</span></span> (1987); <i>Williams v. City of Columbia,</i> <span class=\"citation\" data-id=\"543749\"><a href=\"/opinion/543749/john-f-williams-v-city-of-columbia-city-of-columbia-zoning-board-of/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">994</span></a></span> (4th Cir.1990). The court does not mean to suggest that a developer's expenditure of a substantial amount of money on the commencement of a project automatically creates a vested right to complete the project regardless of the effects on the legitimate health, safety, welfare and aesthetic concerns of the town. <span class=\"star-pagination\">*88</span> Today's holding is only that in this case, defendant has failed to offer any reasonable justification for its actions which could counter plaintiff's assertion that the refusal to extend approval of the site plan was arbitrary and capricious.</p>\n<p>Based on the foregoing, plaintiff's motion for summary judgment is granted and defendant's motion for summary judgment is denied. Defendant is enjoined from any further interference with the completion of plaintiff's development as authorized in the site plan approved on July 1, 1985.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/100934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/411983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1255579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1289859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1349211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1368537/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1385734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1406741/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2368591/"
  ]
}