{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1745867/",
  "absolute_url": "/opinion/1745867/butler-v-heckler/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1745867/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:18:24.261757Z",
  "date_modified": "2016-04-26T21:19:23.887999Z",
  "type": "010combined",
  "sha1": "75315c25a784af9370b6a047c9782310bf4c51a5",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>639 F.Supp. 14 (1985)</b></center>\n<center><h1>Pauline BUTLER, Plaintiff,<br>\nv.<br>\nMargaret M. HECKLER, Secretary of Health and Human Services, Defendant.</h1></center>\n<center>No. 83-22-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>June 11, 1985.</center>\n<p><span class=\"star-pagination\">*15</span> Charles T. Hall, Raleigh, N.C., for plaintiff.</p>\n<p>Gary Clemmons, Asst. U.S. Atty., E.D. of N.C., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>This matter is before the Court on plaintiff's motion for an award of attorney fees pursuant to the Equal Access to Justice Act (EAJA). See 28 U.S.C. § 2412(d)(1).</p>\n<p>This civil action was filed on March 30, 1983, after defendant administratively denied plaintiff's claim for Supplemental Security Income Benefits. The plaintiff filed a motion for judgment on the pleadings and the defendant filed a motion for summary judgment. These matters were referred to Magistrate Charles K. McCotter, Jr., pursuant to 28 U.S.C. § 636(b). On December 6, 1983, Magistrate McCotter filed an Order remanding the case to the Secretary for further proceedings. Magistrate McCotter found that the Secretary failed to consider all of the evidence, failed to make adequate findings in determining the plaintiff's functional capacity, and made findings based on insufficient evidence. On the record before Magistrate McCotter, he concluded that remand was required because a meaningful judicial review could not be made on the basis of the findings and determinations of the Secretary.</p>\n<p>Upon remand, after conducting a supplemental hearing, the Secretary found the plaintiff to be disabled. See Decision of the Appeals Council of August 28, 1984. On October 23, 1984, the plaintiff filed a motion to affirm the administrative decision of the Secretary and for attorney fees under the Equal Access to Justice Act. On January 16, 1985, this Court entered an Order directing the Secretary to file the additional record compiled upon remand. The record was filed and on March 11, 1985, this Court entered judgment affirming the Secretary's decision. The judgment indicated that the plaintiff's attorney could then reapply for attorney fees under the EAJA. On March 18, 1985, plaintiff's counsel reapplied for attorney fees. The government opposes this request, contending that its position was \"substantially justified.\" This Court concludes that the Secretary's position was not justified and that <span class=\"star-pagination\">*16</span> the plaintiff's counsel is entitled to the award of attorney fees.</p>\n<p>The EAJA permits an award of attorney fees to a qualified prevailing party, other than the United States, in civil actions brought by or against the United States \"unless the Court finds that the position of the United States was substantially justified or that the special circumstances make an award unjust.\" 28 U.S.C. § 2412(d)(1)(A). On October 1, 1984, § 2412(d) was repealed except as to actions previously commenced. This action was commenced prior to October 1, 1984.</p>\n<p>Plaintiff's application for attorney fees under the EAJA is a request that her attorney fees be paid by the government. The attorney fee provisions of the EAJA apply to services rendered in court in Social Security cases. <i>Guthrie v. Schweiker,</i> 718 F.2d 104 (4th Cir.1983). The record shows that the plaintiff is financially qualified for relief. The questions are whether the plaintiff is a prevailing party and whether the defendant's position was substantially justified.</p>\n<p>The supplemental hearing was held on May 2, 1984. The claimant indicated severe restriction of her daily activities and personal habits because of mental problems. The Administrative Law Judge incorporated the medical evidence of this first hearing and considered new medical evidence. Considering the medical evidence and the claimant's testimony and behavior at the supplemental hearing, the Administrative Law Judge found that the claimant suffered from severe depression, major affecting disorder, dependent personality, chronic bronchitis and pathological grief reaction and was thus considered disabled. The Administrative Law Judge found Butler's impairments to be of sufficient severity as to meet the listing of impairments 12.04, Functional nonpsychotic disorders. The Secretary contends that since Butler's award on remand was based on new evidence, Butler cannot be considered as prevailing in the district court, nor can the government's position be found to be not substantially justified.</p>\n<p>Generally, a party who obtains a remand to the Secretary is not considered a prevailing party because the party has not prevailed on the merits of the action. However, if the party subsequently receives an award of benefits upon remand, then the party would be considered as prevailing for the purposes of the EAJA. <i>Guthrie v. Heckler,</i> 587 F.Supp. 1471 (M.D. N.C.1984) (<i>Guthrie v. Schweiker, supra</i><i>,</i> on remand). <i>See also, </i><i>McGill v. Secretary of Health and Human Services,</i> 712 F.2d 28 (2d Cir.1983). Since Butler received an award upon remand, she is a prevailing party. The next inquiry is whether the Secretary's position was substantially justified.</p>\n<p>Ordinarily the government's position in the district court is substantially justified if the United States Attorney does no more than rely on an \"arguably defensible record.\" <i>Guthrie v. Schweiker,</i> 718 F.2d 104 at 108. The finding that a final decision of the Secretary is not supported by substantial evidence raises no presumption that the government's position was not substantially justified. <i>Id; </i><i>Bennett v. Schweiker,</i> 543 F.Supp. 897 (D.D.C.1982).</p>\n<p>The government has the burden of showing substantial justification for its position. <i>Alspach v. District Director of Internal Revenue,</i> 527 F.Supp. 225 (D.Md. 1981). The government must show that the position had a reasonable basis both in law and fact. <i>Smith v. Heckler,</i> 739 F.2d 144 (4th Cir.1984); <i>Trujillo v. Heckler,</i> 582 F.Supp. 701 (D.Col.1984); <i>Zimmerman v. Schweiker,</i> 575 F.Supp. 1436 (E.D.N.Y. 1983). The administrative record may be so deficient that the government may not reasonably rely on it. <i>Guthrie v. Schweiker, supra</i><i>.</i></p>\n<p>The government's position in this case was unreasonable and unjustified in at least four ways. Magistrate McCotter found that in the first hearing before the Secretary the Administrative Law Judge failed to consider the findings of a state vocational rehabilitation agency, disregarded <span class=\"star-pagination\">*17</span> without explanation the opinion of Butler's treating physicians, failed to make any finding as to Butler's residual functional capacity, and improperly received and evaluated the testimony of a vocational expert. This required remand, rather than reversal, because the administrative record was insufficient to allow for meaningful judicial review. The administrative record was not \"arguably defensible.\" <i>Guthrie v. Schweiker,</i> 718 F.2d at 108. The administrative record was so deficient that the government was not substantially justified in relying on it. <i>Id.; </i><i>Smith v. Heckler,</i> 739 F.2d 144 (4th Cir.1984). There are no \"special circumstances\" which would make an award of attorney fees unjust. Accordingly, the Court concludes that an award of attorney fees under the EAJA is proper. The remaining issue before the Court is the amount of the award of attorney fees.</p>\n<p>In cases involving award of attorney fees, the Fourth Circuit has held that the guidelines established in <i>Johnson v. Georgia Highway Express, Inc.,</i> 488 F.2d 714 (5th Cir.1974), must be followed. <i>Barber v. Kimbrell's, Inc.,</i> 577 F.2d 216 (4th Cir. 1978), <i>cert. denied,</i> 439 U.S. 934, 99 S.Ct. 329, 58 L.Ed.2d 330 (1978). The utilization of the <i>Johnson</i> factors has been modified by the Supreme Court decisions in <i>Hensley v. Eckerhart,</i> 461 U.S. 424, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983), and <i>Blum v. Stenson,</i> 465 U.S. 886, 104 S.Ct. 1541, 79 L.Ed.2d 891 (1984). The first step in this evaluation is to determine the number of hours reasonably expended and multiply that number times the customary fee for similar work. <i>Anderson v. Morris,</i> 658 F.2d 246 (4th Cir. 1981); <i>Blum v. Stenson, supra</i><i>.</i> In its discretion, the Court may consider a number of factors in determining a reasonable hourly rate, including the experience and skills of the attorney, the quality of representation, the novelty and complexity of the issue, and the results obtained. <i>Id.</i> Also the court should consider, to the extent applicable, the <i>Johnson</i> factors. <i>Redic v. Gary H. Watts Realty Co.,</i> 586 F.Supp. 699 (W.D.N.C.1984). The Court will now utilize the <i>Johnson</i> factors in light of <i>Hensley</i> and <i>Blum</i> to determine whether the claimed rate and number of hours and their product are reasonable.</p>\n<p>In his motion for affirmance and attorney fees, plaintiff's counsel requested $1762.50 in attorney fees based on 23.30 hours of service. Since the Secretary had failed to file the record on remand, the Court was required to order that the Secretary file said record. The Court affirmed the decision of the Secretary on remand, awarding plaintiff Supplemental Security Income. Plaintiff's attorney subsequently filed a second motion for attorney fees under EAJA, in which he claimed a total of 28.45 hours. It appears that counsel seeks compensation at the rate of $75 per hour.</p>\n<p>Based upon review of counsel's affidavit, the Court concludes that counsel reasonably expended 28.45 hours in the conduct of this litigation. Based on a survey of hourly rates recently conducted by the North Carolina Bar Association and other awards under the EAJA, a reasonable rate of $75 per hour can be used. In the absence of other factors, this rate is the maximum allowable under the EAJA. 28 U.S.C. § 2412(d)(2)(A)(ii). Accordingly, the base amount is computed as follows: 28.45 hours times $75 equals $2,133.75. The Court will now review the remaining <i>Johnson</i> and <i>Barber</i> factors to determine if the base amount is reasonable.</p>\n<p></p>\n<h2>1. <i>The novelty and difficulty of the questions raised</i>\n</h2>\n<p>This action involved neither novel nor difficult issues.</p>\n<p></p>\n<h2>2. <i>The skill required to properly perform the legal services rendered</i>\n</h2>\n<p>Social Security litigation requires a certain degree of specialized expertise and skill. <i>See </i><i>Blankenship v. Schweiker,</i> 676 F.2d 116 (4th Cir.1982). Counsel's memorandum effectively aided the court in reviewing the administrative record. However, this factor alone does not require an adjustment in fee.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*18</span> 3. <i>The attorney's opportunity costs in pressing the instant litigation.</i>\n</h2>\n<p>Although there is some opportunity cost involved with most actions, this action was decided on the record, which minimizes this factor.</p>\n<p></p>\n<h2>4. <i>The customary fee for like work. See supra</i>\n</h2>\n<p></p>\n<h2>5. <i>The attorney's expectations at the outset of the litigation</i>\n</h2>\n<p>Because of the deficient administrative record, plaintiff's counsel must have had a reasonable expectation of success.</p>\n<p></p>\n<h2>6. <i>The time limitation imposed by the client or circumstances</i>\n</h2>\n<p>The record does not reflect any severe time limitation resulting from the pressure of working conditions for counsel.</p>\n<p></p>\n<h2>7. <i>The amount in controversy and the results obtained</i>\n</h2>\n<p>Counsel was successful in obtaining a remand. Upon remand, the plaintiff received a substantial award of Supplemental Security Income. The hours reasonably expended by plaintiff's counsel in pursuing all of his theories are properly includable in the basis for making the award. <i>Hensley v. Eckerhart, supra</i><i>.</i></p>\n<p></p>\n<h2>8. <i>The experience, reputation, and ability of the attorney</i>\n</h2>\n<p>Plaintiff's counsel is very experienced in Social Security cases. His work in this case was very competent.</p>\n<p></p>\n<h2>9. <i>The undesirability of the case within the legal community in which the suit arose</i>\n</h2>\n<p>Representation of clients in Social Security actions is not undesirable within the legal community.</p>\n<p></p>\n<h2>10. <i>The nature and length of the professional relationship between attorney and client</i>\n</h2>\n<p>This is not relevant to this case, thereby not requiring any adjustment.</p>\n<p></p>\n<h2>11. <i>Whether the fee is fixed or contingent</i>\n</h2>\n<p>In a Social Security case, there are two means by which an attorney can recover counsel fees for pursuit of court action. Under 42 U.S.C. § 406(b)(1), counsel can recover as attorney fee no more than 25% of the past-due benefits when the court renders judgment favorable to the claimant. Pursuant to the EAJA, counsel for a prevailing party may recover attorney fees unless the position of the United States was substantially justified or circumstances make an award unjust. The Court has considered this factor only in determining the reasonableness of the base fee, because this is not a case of \"exceptional success.\" <i>Hensley v. Eckerhart, supra</i><i>; </i><i>Blum v. Stenson, supra</i><i>.</i></p>\n<p></p>\n<h2>12. <i>Attorney fee awards in similar cases.</i>\n</h2>\n<p>In counsel fee awards under § 406, the total fee which may be awarded is 25% of the past-due benefits. 42 U.S.C. § 406(b)(1); <i>Guthrie v. Schweiker,</i> 718 F.2d at 108, n. 11; <i>Morris v. Social Security Administration,</i> 689 F.2d 495 (4th Cir. 1982). The court has not been notified of the amount of past-due benefits herein. However, counsel presently is not pursuing fees under § 406(b)(1). He is seeking attorney fees under the EAJA.</p>\n<p>The EAJA and § 406(b)(1) differ in purpose. Section 406(b)(1) limits the amount of attorney fee from funds which otherwise would have gone to the claimant as benefits. The EAJA is a fee-shifting statute. If attorney fees are awarded under the EAJA, they are in addition to the amount of judgment and not in diminution of the claimant's benefits. <i>Watkins v. Harris,</i> 566 F.Supp. 493 (E.D.Pa.1983).</p>\n<p>The question arises whether an EAJA award of counsel fees is limited by § 406 and thereby cannot exceed 25% of the past-due benefits. This Court concludes that as long as there is no duplication of fee award, there is no provision in the EAJA that would limit counsel's award <span class=\"star-pagination\">*19</span> to 25% of past-due benefits. <i>See </i><i>Berman v. Schweiker,</i> 531 F.Supp. 1149 (N.D.Ill. 1982), wherein the court awarded fees under the EAJA where prevailing counsel was not otherwise entitled to an award under § 406(b)(1) because the relief obtained did not include reimbursement of past-due benefits.</p>\n<p>Where the fees are allowed under the EAJA, plaintiff's counsel still would be entitled to an award under 42 U.S.C. § 406 allocable to his services during the administrative proceedings, because the EAJA does not award fees for work at the administrative level in Social Security cases. <i>Guthrie v. Schweiker, supra</i><i>.</i> However, under § 406, the combined award for counsel fees for the administrative and court proceedings cannot exceed 25% of the past-due benefits. <i>Morris v. Social Security Administration, supra</i><i>.</i> Within the same 25% limitation, counsel may also be eligible for additional fees for court proceedings under 42 U.S.C. § 406(b)(1) in the event the EAJA award does not exceed 25% of the past-due benefits. Any such additional fee award would come from the plaintiff's past-due benefits and could not duplicate the EAJA award. <i>Guthrie v. Schweiker, supra</i><i>.</i></p>\n<p>The only limitation of fees under the EAJA is a $75-per-hour limitation in the absence of cost-of-living increase or special factors justifying a higher fee. 28 U.S.C. § 2412(d)(2)(A)(ii). No such factor is present in this case, and no higher rate is warranted. The only other limitation would be the avoidance of duplication of fees. In such an instance, duplication can be avoided by requiring plaintiff's counsel receiving an award under the EAJA for work in court to reimburse the claimant up to the amount awarded under 42 U.S.C. § 406(b)(1) allocable to plaintiff's counsel's services in court. Any EAJA award in excess of the § 406(b)(1) award could be properly retained by counsel as attorney fee. <i>Guthrie v. Schweiker, supra</i><i>.</i></p>\n<p>Premised on awards in similar cases, the court finds the base amount previously calculated above to be reasonable and in line with awards in these cases. <i>See, </i><i>Ocascio v. Schweiker,</i> 540 F.Supp. 1320 (S.D.N.Y. 1982); <i>Shumate v. Harris,</i> 544 F.Supp. 779 (W.D.N.C.1982). In addition, the base amount is consistent with awards in other cases in the Eastern District of North Carolina. <i>See, e.g., Cain v. Heckler,</i> No. 81-85-CIV-3 (May 3, 1984) [Available on WESTLAW, DCTU database]; <i>Jones v. Heckler,</i> 83-41-CIV-7 (September 28, 1984) [Available on WESTLAW, DCTU database]. This Court concludes that counsel's claimed rate and number of hours are reasonable.</p>\n<p>Where the applicant has shown that the claimed rate and the number of hours are reasonable, the resulting product may be found to be reasonable. <i>Blum v. Stenson, supra</i><i>.</i> However, this does not end the inquiry. <i>Hensley v. Eckerhart, supra,</i> 461 U.S. at 434-35, 103 S.Ct. at 1940. In some cases of \"exceptional success,\" the court may consider an enhancement of the fee award. <i>Id.; </i><i>Blum v. Stenson, supra</i><i>.</i> Only in cases of \"exceptional success\" can an enhancement award be justified. <i>Id.</i> This is not a case where the success achieved is exceptional; therefore, plaintiff is not entitled to an enhancement award. Nor are there present any cost-of-living or special factors under the EAJA which would entitle plaintiff to an increased award. 28 U.S.C. § 2412(d)(2)(A)(ii). The fee of $2,133.75 is fully compensatory.</p>\n<p>IT IS, THEREFORE, ORDERED that defendant pay to counsel for plaintiff attorney fees in the amount of $2,133.75.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">639</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">14</span></span> (1985)</b></center>\n<center><h1>Pauline BUTLER, Plaintiff,<br>\nv.<br>\nMargaret M. HECKLER, Secretary of Health and Human Services, Defendant.</h1></center>\n<center>No. 83-22-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>June 11, 1985.</center>\n<p><span class=\"star-pagination\">*15</span> Charles T. Hall, Raleigh, N.C., for plaintiff.</p>\n<p>Gary Clemmons, Asst. U.S. Atty., E.D. of N.C., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>This matter is before the Court on plaintiff's motion for an award of attorney fees pursuant to the Equal Access to Justice Act (EAJA). See 28 U.S.C. § 2412(d)(1).</p>\n<p>This civil action was filed on March 30, 1983, after defendant administratively denied plaintiff's claim for Supplemental Security Income Benefits. The plaintiff filed a motion for judgment on the pleadings and the defendant filed a motion for summary judgment. These matters were referred to Magistrate Charles K. McCotter, Jr., pursuant to 28 U.S.C. § 636(b). On December 6, 1983, Magistrate McCotter filed an Order remanding the case to the Secretary for further proceedings. Magistrate McCotter found that the Secretary failed to consider all of the evidence, failed to make adequate findings in determining the plaintiff's functional capacity, and made findings based on insufficient evidence. On the record before Magistrate McCotter, he concluded that remand was required because a meaningful judicial review could not be made on the basis of the findings and determinations of the Secretary.</p>\n<p>Upon remand, after conducting a supplemental hearing, the Secretary found the plaintiff to be disabled. See Decision of the Appeals Council of August 28, 1984. On October 23, 1984, the plaintiff filed a motion to affirm the administrative decision of the Secretary and for attorney fees under the Equal Access to Justice Act. On January 16, 1985, this Court entered an Order directing the Secretary to file the additional record compiled upon remand. The record was filed and on March 11, 1985, this Court entered judgment affirming the Secretary's decision. The judgment indicated that the plaintiff's attorney could then reapply for attorney fees under the EAJA. On March 18, 1985, plaintiff's counsel reapplied for attorney fees. The government opposes this request, contending that its position was \"substantially justified.\" This Court concludes that the Secretary's position was not justified and that <span class=\"star-pagination\">*16</span> the plaintiff's counsel is entitled to the award of attorney fees.</p>\n<p>The EAJA permits an award of attorney fees to a qualified prevailing party, other than the United States, in civil actions brought by or against the United States \"unless the Court finds that the position of the United States was substantially justified or that the special circumstances make an award unjust.\" 28 U.S.C. § 2412(d)(1)(A). On October 1, 1984, § 2412(d) was repealed except as to actions previously commenced. This action was commenced prior to October 1, 1984.</p>\n<p>Plaintiff's application for attorney fees under the EAJA is a request that her attorney fees be paid by the government. The attorney fee provisions of the EAJA apply to services rendered in court in Social Security cases. <i>Guthrie v. Schweiker,</i> <span class=\"citation\" data-id=\"425110\"><a href=\"/opinion/425110/paul-w-guthrie-v-richard-s-schweiker-secretary-of-health-and-human/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></a></span> (4th Cir.1983). The record shows that the plaintiff is financially qualified for relief. The questions are whether the plaintiff is a prevailing party and whether the defendant's position was substantially justified.</p>\n<p>The supplemental hearing was held on May 2, 1984. The claimant indicated severe restriction of her daily activities and personal habits because of mental problems. The Administrative Law Judge incorporated the medical evidence of this first hearing and considered new medical evidence. Considering the medical evidence and the claimant's testimony and behavior at the supplemental hearing, the Administrative Law Judge found that the claimant suffered from severe depression, major affecting disorder, dependent personality, chronic bronchitis and pathological grief reaction and was thus considered disabled. The Administrative Law Judge found Butler's impairments to be of sufficient severity as to meet the listing of impairments 12.04, Functional nonpsychotic disorders. The Secretary contends that since Butler's award on remand was based on new evidence, Butler cannot be considered as prevailing in the district court, nor can the government's position be found to be not substantially justified.</p>\n<p>Generally, a party who obtains a remand to the Secretary is not considered a prevailing party because the party has not prevailed on the merits of the action. However, if the party subsequently receives an award of benefits upon remand, then the party would be considered as prevailing for the purposes of the EAJA. <i>Guthrie v. Heckler,</i> <span class=\"citation\" data-id=\"1752814\"><a href=\"/opinion/1752814/guthrie-v-heckler/\"><span class=\"volume\">587</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1471</span></a></span> (M.D. N.C.1984) (<i>Guthrie v. Schweiker, supra</i><i>,</i> on remand). <i>See also, </i><i>McGill v. Secretary of Health and Human Services,</i> <span class=\"citation\" data-id=\"421695\"><a href=\"/opinion/421695/benerethia-mcgill-v-secretary-of-health-and-human-services/\"><span class=\"volume\">712</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span> (2d Cir.1983). Since Butler received an award upon remand, she is a prevailing party. The next inquiry is whether the Secretary's position was substantially justified.</p>\n<p>Ordinarily the government's position in the district court is substantially justified if the United States Attorney does no more than rely on an \"arguably defensible record.\" <i>Guthrie v. Schweiker,</i> <span class=\"citation\" data-id=\"425110\"><a href=\"/opinion/425110/paul-w-guthrie-v-richard-s-schweiker-secretary-of-health-and-human/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></a></span> at 108. The finding that a final decision of the Secretary is not supported by substantial evidence raises no presumption that the government's position was not substantially justified. <i>Id; </i><i>Bennett v. Schweiker,</i> <span class=\"citation\" data-id=\"1460851\"><a href=\"/opinion/1460851/bennett-v-schweiker/\"><span class=\"volume\">543</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">897</span></a></span> (D.D.C.1982).</p>\n<p>The government has the burden of showing substantial justification for its position. <i>Alspach v. District Director of Internal Revenue,</i> <span class=\"citation\" data-id=\"2369536\"><a href=\"/opinion/2369536/alspach-v-district-director-of-internal-revenue/\"><span class=\"volume\">527</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">225</span></a></span> (D.Md. 1981). The government must show that the position had a reasonable basis both in law and fact. <i>Smith v. Heckler,</i> <span class=\"citation\" data-id=\"438862\"><a href=\"/opinion/438862/pence-mae-smith-v-margaret-m-heckler-secretary-of-health-human/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">144</span></a></span> (4th Cir.1984); <i>Trujillo v. Heckler,</i> <span class=\"citation\" data-id=\"1760313\"><a href=\"/opinion/1760313/trujillo-v-heckler/\"><span class=\"volume\">582</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">701</span></a></span> (D.Col.1984); <i>Zimmerman v. Schweiker,</i> <span class=\"citation\" data-id=\"1461950\"><a href=\"/opinion/1461950/zimmerman-v-schweiker/\"><span class=\"volume\">575</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1436</span></a></span> (E.D.N.Y. 1983). The administrative record may be so deficient that the government may not reasonably rely on it. <i>Guthrie v. Schweiker, supra</i><i>.</i></p>\n<p>The government's position in this case was unreasonable and unjustified in at least four ways. Magistrate McCotter found that in the first hearing before the Secretary the Administrative Law Judge failed to consider the findings of a state vocational rehabilitation agency, disregarded <span class=\"star-pagination\">*17</span> without explanation the opinion of Butler's treating physicians, failed to make any finding as to Butler's residual functional capacity, and improperly received and evaluated the testimony of a vocational expert. This required remand, rather than reversal, because the administrative record was insufficient to allow for meaningful judicial review. The administrative record was not \"arguably defensible.\" <i>Guthrie v. Schweiker,</i> 718 F.2d at 108. The administrative record was so deficient that the government was not substantially justified in relying on it. <i>Id.; </i><i>Smith v. Heckler,</i> <span class=\"citation\" data-id=\"438862\"><a href=\"/opinion/438862/pence-mae-smith-v-margaret-m-heckler-secretary-of-health-human/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">144</span></a></span> (4th Cir.1984). There are no \"special circumstances\" which would make an award of attorney fees unjust. Accordingly, the Court concludes that an award of attorney fees under the EAJA is proper. The remaining issue before the Court is the amount of the award of attorney fees.</p>\n<p>In cases involving award of attorney fees, the Fourth Circuit has held that the guidelines established in <i>Johnson v. Georgia Highway Express, Inc.,</i> <span class=\"citation\" data-id=\"315529\"><a href=\"/opinion/315529/7-fair-emplpraccas-1-7-empl-prac-dec-p-9079-richard-johnson-jr/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span> (5th Cir.1974), must be followed. <i>Barber v. Kimbrell's, Inc.,</i> <span class=\"citation\" data-id=\"356128\"><a href=\"/opinion/356128/polly-ann-barber-v-kimbrells-inc-and-furniture-distributors-inc/\"><span class=\"volume\">577</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">216</span></a></span> (4th Cir. 1978), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">934</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">329</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">330</span></span> (1978). The utilization of the <i>Johnson</i> factors has been modified by the Supreme Court decisions in <i>Hensley v. Eckerhart,</i> <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1983), and <i>Blum v. Stenson,</i> <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">886</span></a></span>, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1541</span></a></span>, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">891</span></a></span> (1984). The first step in this evaluation is to determine the number of hours reasonably expended and multiply that number times the customary fee for similar work. <i>Anderson v. Morris,</i> <span class=\"citation\" data-id=\"393840\"><a href=\"/opinion/393840/john-b-anderson-and-d-a-bert-booth-kevin-p-mccleaf-gerald-m/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">246</span></a></span> (4th Cir. 1981); <i>Blum v. Stenson, supra</i><i>.</i> In its discretion, the Court may consider a number of factors in determining a reasonable hourly rate, including the experience and skills of the attorney, the quality of representation, the novelty and complexity of the issue, and the results obtained. <i>Id.</i> Also the court should consider, to the extent applicable, the <i>Johnson</i> factors. <i>Redic v. Gary H. Watts Realty Co.,</i> <span class=\"citation\" data-id=\"1903575\"><a href=\"/opinion/1903575/redic-v-gary-h-watts-realty-co/\"><span class=\"volume\">586</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">699</span></a></span> (W.D.N.C.1984). The Court will now utilize the <i>Johnson</i> factors in light of <i>Hensley</i> and <i>Blum</i> to determine whether the claimed rate and number of hours and their product are reasonable.</p>\n<p>In his motion for affirmance and attorney fees, plaintiff's counsel requested $1762.50 in attorney fees based on 23.30 hours of service. Since the Secretary had failed to file the record on remand, the Court was required to order that the Secretary file said record. The Court affirmed the decision of the Secretary on remand, awarding plaintiff Supplemental Security Income. Plaintiff's attorney subsequently filed a second motion for attorney fees under EAJA, in which he claimed a total of 28.45 hours. It appears that counsel seeks compensation at the rate of $75 per hour.</p>\n<p>Based upon review of counsel's affidavit, the Court concludes that counsel reasonably expended 28.45 hours in the conduct of this litigation. Based on a survey of hourly rates recently conducted by the North Carolina Bar Association and other awards under the EAJA, a reasonable rate of $75 per hour can be used. In the absence of other factors, this rate is the maximum allowable under the EAJA. 28 U.S.C. § 2412(d)(2)(A)(ii). Accordingly, the base amount is computed as follows: 28.45 hours times $75 equals $2,133.75. The Court will now review the remaining <i>Johnson</i> and <i>Barber</i> factors to determine if the base amount is reasonable.</p>\n<p></p>\n<h2>1. <i>The novelty and difficulty of the questions raised</i>\n</h2>\n<p>This action involved neither novel nor difficult issues.</p>\n<p></p>\n<h2>2. <i>The skill required to properly perform the legal services rendered</i>\n</h2>\n<p>Social Security litigation requires a certain degree of specialized expertise and skill. <i>See </i><i>Blankenship v. Schweiker,</i> <span class=\"citation\" data-id=\"402541\"><a href=\"/opinion/402541/john-w-blankenship-v-richard-s-schweiker-secretary-of-health-and-human/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">116</span></a></span> (4th Cir.1982). Counsel's memorandum effectively aided the court in reviewing the administrative record. However, this factor alone does not require an adjustment in fee.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*18</span> 3. <i>The attorney's opportunity costs in pressing the instant litigation.</i>\n</h2>\n<p>Although there is some opportunity cost involved with most actions, this action was decided on the record, which minimizes this factor.</p>\n<p></p>\n<h2>4. <i>The customary fee for like work. See supra</i>\n</h2>\n<p></p>\n<h2>5. <i>The attorney's expectations at the outset of the litigation</i>\n</h2>\n<p>Because of the deficient administrative record, plaintiff's counsel must have had a reasonable expectation of success.</p>\n<p></p>\n<h2>6. <i>The time limitation imposed by the client or circumstances</i>\n</h2>\n<p>The record does not reflect any severe time limitation resulting from the pressure of working conditions for counsel.</p>\n<p></p>\n<h2>7. <i>The amount in controversy and the results obtained</i>\n</h2>\n<p>Counsel was successful in obtaining a remand. Upon remand, the plaintiff received a substantial award of Supplemental Security Income. The hours reasonably expended by plaintiff's counsel in pursuing all of his theories are properly includable in the basis for making the award. <i>Hensley v. Eckerhart, supra</i><i>.</i></p>\n<p></p>\n<h2>8. <i>The experience, reputation, and ability of the attorney</i>\n</h2>\n<p>Plaintiff's counsel is very experienced in Social Security cases. His work in this case was very competent.</p>\n<p></p>\n<h2>9. <i>The undesirability of the case within the legal community in which the suit arose</i>\n</h2>\n<p>Representation of clients in Social Security actions is not undesirable within the legal community.</p>\n<p></p>\n<h2>10. <i>The nature and length of the professional relationship between attorney and client</i>\n</h2>\n<p>This is not relevant to this case, thereby not requiring any adjustment.</p>\n<p></p>\n<h2>11. <i>Whether the fee is fixed or contingent</i>\n</h2>\n<p>In a Social Security case, there are two means by which an attorney can recover counsel fees for pursuit of court action. Under 42 U.S.C. § 406(b)(1), counsel can recover as attorney fee no more than 25% of the past-due benefits when the court renders judgment favorable to the claimant. Pursuant to the EAJA, counsel for a prevailing party may recover attorney fees unless the position of the United States was substantially justified or circumstances make an award unjust. The Court has considered this factor only in determining the reasonableness of the base fee, because this is not a case of \"exceptional success.\" <i>Hensley v. Eckerhart, supra</i><i>; </i><i>Blum v. Stenson, supra</i><i>.</i></p>\n<p></p>\n<h2>12. <i>Attorney fee awards in similar cases.</i>\n</h2>\n<p>In counsel fee awards under § 406, the total fee which may be awarded is 25% of the past-due benefits. 42 U.S.C. § 406(b)(1); <i>Guthrie v. Schweiker,</i> 718 F.2d at 108, n. 11; <i>Morris v. Social Security Administration,</i> <span class=\"citation\" data-id=\"409239\"><a href=\"/opinion/409239/kathleen-l-morris-v-social-security-administration/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">495</span></a></span> (4th Cir. 1982). The court has not been notified of the amount of past-due benefits herein. However, counsel presently is not pursuing fees under § 406(b)(1). He is seeking attorney fees under the EAJA.</p>\n<p>The EAJA and § 406(b)(1) differ in purpose. Section 406(b)(1) limits the amount of attorney fee from funds which otherwise would have gone to the claimant as benefits. The EAJA is a fee-shifting statute. If attorney fees are awarded under the EAJA, they are in addition to the amount of judgment and not in diminution of the claimant's benefits. <i>Watkins v. Harris,</i> <span class=\"citation\" data-id=\"2396588\"><a href=\"/opinion/2396588/watkins-v-harris/\"><span class=\"volume\">566</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">493</span></a></span> (E.D.Pa.1983).</p>\n<p>The question arises whether an EAJA award of counsel fees is limited by § 406 and thereby cannot exceed 25% of the past-due benefits. This Court concludes that as long as there is no duplication of fee award, there is no provision in the EAJA that would limit counsel's award <span class=\"star-pagination\">*19</span> to 25% of past-due benefits. <i>See </i><i>Berman v. Schweiker,</i> <span class=\"citation\" data-id=\"2392649\"><a href=\"/opinion/2392649/berman-v-schweiker/\"><span class=\"volume\">531</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1149</span></a></span> (N.D.Ill. 1982), wherein the court awarded fees under the EAJA where prevailing counsel was not otherwise entitled to an award under § 406(b)(1) because the relief obtained did not include reimbursement of past-due benefits.</p>\n<p>Where the fees are allowed under the EAJA, plaintiff's counsel still would be entitled to an award under 42 U.S.C. § 406 allocable to his services during the administrative proceedings, because the EAJA does not award fees for work at the administrative level in Social Security cases. <i>Guthrie v. Schweiker, supra</i><i>.</i> However, under § 406, the combined award for counsel fees for the administrative and court proceedings cannot exceed 25% of the past-due benefits. <i>Morris v. Social Security Administration, supra</i><i>.</i> Within the same 25% limitation, counsel may also be eligible for additional fees for court proceedings under 42 U.S.C. § 406(b)(1) in the event the EAJA award does not exceed 25% of the past-due benefits. Any such additional fee award would come from the plaintiff's past-due benefits and could not duplicate the EAJA award. <i>Guthrie v. Schweiker, supra</i><i>.</i></p>\n<p>The only limitation of fees under the EAJA is a $75-per-hour limitation in the absence of cost-of-living increase or special factors justifying a higher fee. 28 U.S.C. § 2412(d)(2)(A)(ii). No such factor is present in this case, and no higher rate is warranted. The only other limitation would be the avoidance of duplication of fees. In such an instance, duplication can be avoided by requiring plaintiff's counsel receiving an award under the EAJA for work in court to reimburse the claimant up to the amount awarded under 42 U.S.C. § 406(b)(1) allocable to plaintiff's counsel's services in court. Any EAJA award in excess of the § 406(b)(1) award could be properly retained by counsel as attorney fee. <i>Guthrie v. Schweiker, supra</i><i>.</i></p>\n<p>Premised on awards in similar cases, the court finds the base amount previously calculated above to be reasonable and in line with awards in these cases. <i>See, </i><i>Ocascio v. Schweiker,</i> <span class=\"citation\" data-id=\"1611706\"><a href=\"/opinion/1611706/ocasio-v-schweiker/\"><span class=\"volume\">540</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1320</span></a></span> (S.D.N.Y. 1982); <i>Shumate v. Harris,</i> <span class=\"citation\" data-id=\"1687144\"><a href=\"/opinion/1687144/shumate-v-harris/\"><span class=\"volume\">544</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">779</span></a></span> (W.D.N.C.1982). In addition, the base amount is consistent with awards in other cases in the Eastern District of North Carolina. <i>See, e.g., Cain v. Heckler,</i> No. 81-85-CIV-3 (May 3, 1984) [Available on WESTLAW, DCTU database]; <i>Jones v. Heckler,</i> 83-41-CIV-7 (September 28, 1984) [Available on WESTLAW, DCTU database]. This Court concludes that counsel's claimed rate and number of hours are reasonable.</p>\n<p>Where the applicant has shown that the claimed rate and the number of hours are reasonable, the resulting product may be found to be reasonable. <i>Blum v. Stenson, supra</i><i>.</i> However, this does not end the inquiry. <i>Hensley v. Eckerhart, supra,</i> 461 U.S. at 434-35, 103 S.Ct. at 1940. In some cases of \"exceptional success,\" the court may consider an enhancement of the fee award. <i>Id.; </i><i>Blum v. Stenson, supra</i><i>.</i> Only in cases of \"exceptional success\" can an enhancement award be justified. <i>Id.</i> This is not a case where the success achieved is exceptional; therefore, plaintiff is not entitled to an enhancement award. Nor are there present any cost-of-living or special factors under the EAJA which would entitle plaintiff to an increased award. 28 U.S.C. § 2412(d)(2)(A)(ii). The fee of $2,133.75 is fully compensatory.</p>\n<p>IT IS, THEREFORE, ORDERED that defendant pay to counsel for plaintiff attorney fees in the amount of $2,133.75.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/315529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/356128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/425110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/438862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1460851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1461950/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1611706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1687144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1752814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1760313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1903575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2369536/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2392649/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2396588/"
  ]
}