{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1746560/",
  "absolute_url": "/opinion/1746560/miller-v-bowen/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1746560/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:18:29.603788Z",
  "date_modified": "2016-04-27T00:47:28.875934Z",
  "type": "010combined",
  "sha1": "b10e927e0598ff61183a469a3e07038bec9e5892",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>639 F.Supp. 832 (1986)</b></center>\n<center><h1>Royce W. MILLER, Plaintiff,<br>\nv.<br>\nOtis R. BOWEN, Secretary of Health and Human Services, Defendant.</h1></center>\n<center>No. 84-44-CIV-2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>March 21, 1986.</center>\n<p><span class=\"star-pagination\">*833</span> Susan H. Bradshaw, Raleigh, N.C., for plaintiff.</p>\n<p>Stephen A. West, Asst. U.S. Atty., Civil Section, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>This matter is before the court on plaintiff's motion for an award of attorney's fees pursuant to the Equal Access to Justice Act (EAJA), 28 U.S.C. § 2412(d)(1)(B). On December 13, 1985, plaintiff moved for EAJA attorney's fees in the amount of $3,712.50. Defendant responded, opposing the application on general grounds that the Secretary's position was substantially justified.</p>\n<p>This civil action was filed on October 5, 1984, after defendant administratively denied plaintiff's application for disability insurance <span class=\"star-pagination\">*834</span> benefits under Title II of the Social Security Act, 42 U.S.C. § 404(g). On October 31, 1985, the court adopted a recommendation of the Magistrate, to which the defendant objected, and ordered this action remanded to the Secretary for the calculation and award of disability benefits.</p>\n<p>The EAJA permits an award of attorney's fees to a qualified prevailing party, other than the United States, in civil actions brought by or against the United States \"unless the court finds that the position of the United States was substantially justified or that the special circumstances make an award unjust. 28 U.S.C. § 2412(d)(1)(A).<sup>[1]</sup> The court has reviewed plaintiff's application for attorney's fees, affidavit of counsel, and memorandum of law, as well as the defendant's response thereto, and for the reasons set forth below, the court concludes plaintiff is entitled to attorney's fees under the EAJA.</p>\n<p>Ordinarily, the government's position in the district court is substantially justified if the United States Attorney does no more than rely on an \"arguably defensible administrative record.\" <i>Guthrie v. Schweiker,</i> 718 F.2d 104, 108 (4th Cir.1983). The finding that a final decision of the Secretary is not supported by substantial evidence does not equate to a finding that the position in the litigation was not substantially justified. <i>Id.; </i><i>Bennett v. Schweiker,</i> 543 F.Supp. 897 (D.D.C.1982).</p>\n<p>The government has the burden of demonstrating, however, substantial justification for its position. <i>Tyler Business Services, Inc. v. NLRB,</i> 695 F.2d 73 (4th Cir.1982); <i>Alspach v. Director of Internal Revenue,</i> 527 F.Supp. 225, 229 (D.Md.1981). The government must show that the position had a reasonable basis both in law and fact. <i>Smith v. Heckler,</i> 739 F.2d 144, 146 (4th Cir.1984); <i>Cornella v. Schweiker,</i> 728 F.2d 978, 981-82 (8th Cir.1984); <i>Trujillo v. Heckler,</i> 569 F.Supp. 631, 1439 (E.D.N.Y. 1983). It is possible for the administrative record to be so deficient that the government may not reasonably rely on it. <i>Guthrie v. Schweiker,</i> 718 F.2d at 108.</p>\n<p>In the case at bar, the ALJ concluded that plaintiff did not have impairments that prevented him from performing his past relevant work, and thus he was not entitled to disability benefits, in spite of overwhelming evidence to the contrary. As the Magistrate found in his memorandum and recommendation,</p>\n<blockquote>The undersigned disagrees that there are \"objective medical findings\" which support the ALJ's conclusions that plaintiff is not disabled. To the contrary, the medical evidence is almost unanimous to the effect that plaintiff has disabling pain caused by a medical condition diagnosed on objective findings. The only medical evidence in the record which could be construed as supportive of the ALJ's findings are the January 25, 1984 report of the Social Security consultant physician, Dr. I.C. Wright, who opined, without explanation, that plaintiff had the capacity to lift a maximum of fifty pounds and frequently lift or carry twenty-five pounds. (R. 94, 95). There is no indication that he based this conclusion on any tests or objective findings. The only other supporting evidence is another unexplained statement of another Social Security consultant physician, Dr. Bhupendra L. Sen who merely noted on December 14, 1983 that \"impairment does not appear severe at present.\" (R. 99). Evidence from non-examining, non-treating physicians should be discounted and is not \"substantial evidence\" when totally contradicted by other evidence in the record. <i>Martin v. Secretary,</i> 492 F.2d 905 (4th Cir.1974); <i>Gordon v. Schweiker,</i> 725 F.2d 231 (4th Cir.1984).</blockquote>\n<p>In addition, the ALJ totally disregarded evaluations by the physicians who actually treated plaintiff. For example, plaintiff's treating physician, Dr. Darden, whose observations <span class=\"star-pagination\">*835</span> of plaintiff were over a period of twenty-five years, concluded that plaintiff was totally and permanently disabled from any type of work. Dr. Darden has repeated this opinion unequivocally, and this opinion is supported by objective medical evidence contained in the record. The ALJ decided, however, to rely on the unsupported opinions of the Social Security consultants in conjunction with his own observations at the hearing, to conclude that plaintiff was not disabled. Based on a thorough review of the record, this court agreed with the Magistrate in his findings.</p>\n<p>Considering all of the above circumstances, this court finds the Secretary's position unreasonable and holds that defendant's position was not substantially justified in that it clearly was based on an indefensible administrative record. <i>See </i><i>Smith v. Heckler, supra</i><i>.</i> Accordingly, the court concludes that an award of attorney's fees under the EAJA is proper. The remaining issue before the court is the amount of that award.</p>\n<p>In all cases involving an award of fees, the Fourth Circuit has held that the guidelines established in <i>Johnson v. Georgia Highway Express, Inc.,</i> 488 F.2d 714 (5th Cir.1974), must be followed. <i>Barber v. Kimbrell's Inc.,</i> 577 F.2d 216 (4th Cir. 1978), <i>cert. denied,</i> 439 U.S. 934, 99 S.Ct. 329, 58 L.Ed.2d 330 (1978). The utilization of the <i>Johnson</i> factors has been modified by the Supreme Court's recent decisions in <i>Hensley v. Eckerhart,</i> 461 U.S. 424, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983) and <i>Blum v. Stenson,</i> 465 U.S. 886, 104 S.Ct. 1541, 79 L.Ed.2d 89 (1984). The initial step in this evaluation is to determine the number of hours reasonably expended and multiply that number times the customary fee for similar work. <i>Hensley v. Eckerhart,</i> 103 S.Ct. at 1940; <i>Anderson v. Morris,</i> 658 F.2d 246 (4th Cir.1981). In determining a reasonable hourly rate, the court should consider a number of factors, including the experience and skills of the attorney, the quality of the representation, the novelty and complexity of the litigation and the results obtained. <i>Blum v. Stenson,</i> 104 S.Ct. at 1548-49. In addition, the court should consider, to the extent applicable, the remaining <i>Johnson</i> factors. <i>See </i><i>Redic v. Gary H. Watts Realty Co.,</i> 586 F.Supp. 699 (W.D.N.C.1984), <i>rev'd. on other grounds,</i> 762 F.2d 1181 (4th Cir.1985).</p>\n<p>In determining the number of hours reasonably expended, the court has reviewed counsel's affidavit and the record in general. Based upon this review, the court concludes counsel reasonably expended 37.00 hours in the conduct of this litigation, although counsel requests compensation for 49.30 hours. In the opinion of this court, the hours charged by counsel are excessive. The court arrives at this conclusion after a line-by-line analysis of counsel's hours, as contained in her affidavit, which states as follows:</p>\n<p></p>\n<pre>\n10/1/84   Office conference              1:30\n10/5/84   Drafted pleading &amp; filed\n            complaint in Court           1:15\n12/5/84   Received &amp; reviewed\n            transcript                   5:30\n12/7/84   Prepared Brief                 2:30\n12/11/84  Prepared Brief                 1:30\n12/13/84  Prepared Brief                 2:00\n12/17/84  Prepared Brief                 3:00\n12/21/84  Prepared Brief                 2:45\n12/27/84  Prepared Brief                 2:30\n1/3/85    Prepared Brief                 2:15\n1/10/85   Prepared Brief                 2:45\n1/15/85   Prepared Brief                 1:15\n1/17/85   Prepared Brief                 2:45\n1/18/85   Prepared Brief                 2:00\n1/19/85   Prepared Brief                 2:00\n1/20/85   Prepared Brief                 1:00\n2/1/85    Prepared Brief                 3:15\n2/3/85    Filed Brief in District Court  1:00\n6/24/85   Received &amp; Reviewed\n            Defendant's Memorandum\n            of Law                       3:00\n9/20/85   Received &amp; Reviewed\n            Magistrate's\n            Recommendation               2:00\n10/15/85  Received &amp; reviewed\n            Defendant's Objection        1:00\n10/17/85  Prepared Plaintiff's Reply to\n            Defendant's Objection        1:00\n10/31/85  Received &amp; reviewed Order\n            reversing the case           1:00\n          Received &amp; reviewed award\n            notice for accuracy           :45\n                                        _____\n                TOTAL                   49:30\n</pre>\n<p>The court does not question the first three amounts of time listed above. The next fourteen entries reveal that over a period of fourteen days, counsel spent 29.70 hours <span class=\"star-pagination\">*836</span> preparing a thirteen page brief. The court notes that this time does <i>not</i> include hours spent reviewing the transcript. The court next observes that counsel spent two hours reviewing the Magistrate's twelve page memorandum, which recommended the relief requested by plaintiff thereby precluding the necessity for filing objections thereto. Counsel then spent one hour reviewing defendant's two-page objection to the Magistrate's recommendation, and an hour preparing her one-half page response thereto. Finally, counsel spent one hour reviewing this court's one and one-half page order, which approved the Magistrate's recommendation.</p>\n<p>In <i>Hensley,</i> the court directed district courts to exclude from its initial fee calculation \"hours that were not `reasonably expended.'\" 103 S.Ct. at 1939. Counsel therefore are charged to exercise \"billing judgment.\" <i>Id.</i> at 1940. Thus, \"[c]ounsel for the prevailing party should make a good faith effort to exclude from a fee request hours that are excessive, redundant, or otherwise unnecessary.\" <i>Id.</i> at 1939-40. \"Hours that are not properly billed to one's client also are not properly billed to one's adversary pursuant to statutory authority.\" <i>Id.</i> at 1940 (citation omitted).</p>\n<p>In addition to a failure to exercise \"billing judgment,\" <i>Id.,</i> the excessiveness of the hours charged seems to result in part from the way in which counsel's hours are recorded. Counsel's time is listed by one-quarter hours, which often does not reflect accurately the time spent; this court suggests that, in the future, counsel's hours be recorded in tenths. Such recording provides the court with a more accurate record.</p>\n<p>For the foregoing reasons, this court elects to utilize a twenty-five percent across-the-board reduction with respect to counsel's hours requested. Therefore, counsel is entitled to compensation for 37.00 hours.</p>\n<p>With regard to a proper hourly rate, the court begins its analysis by turning to a recent 1985 North Carolina Bar Association Survey of typical hourly rates charged by attorneys in this state, and finds the survey, as applied to plaintiff's counsel, would result in a fee of $64 per hour.<sup>[2]</sup> Counsel requests, however, the rate of $75 per hour  the maximum rate allowed under the EAJA. In light of <i>Hensley,</i> the court will now proceed to utilize the relevant <i>Johnson</i> and <i>Barber</i> factors to determine whether $75 per hour is reasonable for this case or should be adjusted downward.</p>\n<p></p>\n<h2>1. <i>The Novelty and Difficulty of the Questions Raised.</i>\n</h2>\n<p>Although the social security framework requires some expertise, this action involved neither novel nor difficult issues.</p>\n<p></p>\n<h2>2. <i>The Skill Required to Properly Perform the Legal Services Rendered.</i>\n</h2>\n<p>Application of the social security statutes, regulations, procedures, policies and case law requires a degree of expertise and skill. <i>See </i><i>Blankenship v. Schweiker,</i> 676 F.2d 116 (4th Cir.1982). Counsel's brief effectively aided the court in reviewing the administrative record.</p>\n<p></p>\n<h2>3. <i>The Attorney's Opportunity Costs in Pressing the Instant Litigation.</i>\n</h2>\n<p>Although there is some opportunity cost involved with most actions, this action was decided on the record which minimizes this factor.</p>\n<p></p>\n<h2>4. <i>The Customary Fee for Like Work. See supra.</i>\n</h2>\n<p></p>\n<h2>5. <i>The Attorney's Expectations at the Outset of the Litigation.</i>\n</h2>\n<p>After losing at the administrative level, the expectation of success, given the scope <span class=\"star-pagination\">*837</span> of review, could not have been high. Nonetheless, this factor is tempered by some deficiencies in the administrative record.</p>\n<p></p>\n<h2>6. <i>The Time Limitations Imposed by the Client or Circumstances</i>\n</h2>\n<p>Nothing in the record reflects severe time limitations resulted in pressured working conditions for counsel.</p>\n<p></p>\n<h2>7. <i>The Amount in Controversy and the Results Obtained.</i>\n</h2>\n<p>Counsel was completely successful in obtaining the relief requested, which resulted in a substantial award for plaintiff. Thus, for a disabled individual with little or no income, the beneficial results of the favorable decision in the instant case are obvious.</p>\n<p></p>\n<h2>8. <i>The Experience, Reputation and Ability of the Attorney.</i>\n</h2>\n<p>Counsel's work in the case <i>sub judice</i> was competent.</p>\n<p></p>\n<h2>9. <i>The Undesirability of the Case Within the Legal Community in Which the Suit Arose.</i>\n</h2>\n<p>To the extent this factor is applicable to social security actions, representation is not undesirable within this community.</p>\n<p></p>\n<h2>10. <i>The Nature and Length of the Professional Relationship Between Attorney and Client.</i>\n</h2>\n<p>This is not relevant to this case and thus does not require adjustment of the fee.</p>\n<p></p>\n<h2>11. <i>Attorney's Fee Awards in Similar Cases.</i>\n</h2>\n<p>Premised on awards in similar cases, the court finds the rate of $65-$75 per hour to be reasonable and in line with awards in those cases. <i>See, </i><i>Shumate v. Harris,</i> 544 F.Supp. 779 (W.D.N.C.1982); <i>Ocascio v. Schweiker,</i> 540 F.Supp. 1320 (S.D.N.Y.1982); <i>Ex parte Duggan,</i> 537 F.Supp. 1198 (D.S.C.1982). In addition, this range is consistent with awards in other cases in the Eastern District of North Carolina. <i>See, e.g., </i><i>Butler v. Heckler,</i> 639 F.Supp. 14 (1985); <i>Jones v. Heckler,</i> No. 83-41-CIV-7 (September 28, 1984) [Available on WESTLAW, DCTU database]; <i>Cain v. Heckler,</i> No. 81-85-CIV-3 (May 3, 1984) [Available on WESTLAW, DCTU database].</p>\n<p>Upon a review of the above factors, the court concludes that $65.00 per hour is the appropriate hourly rate for this case. The nature and quality of the work involved, as well as counsel's experience, simply does not merit the maximum EAJA hourly rate. Accordingly, the base amount is computed as follows: 37.00 hours × $65 = $2,405.00. Furthermore, since this is not a case where the success achieved was \"exceptional\" or the risk extraordinary, <i>See </i><i>Blum v. Stenson, supra</i><i>,</i> plaintiff's counsel is not entitled to an enhancement award. Nor are there present any cost-of-living or special factors under the EAJA which would entitle plaintiff to an increased award. <i>See</i> 28 U.S.C. § 2412(d)(2)(A)(ii).</p>\n<p>It is therefore ORDERED that:</p>\n<p>1. The reasonable value of the services rendered by plaintiff's counsel properly taxable under the Equal Access to Justice Act is $2,405.00, which sum shall be paid by the United States directly to counsel for the claimant; and</p>\n<p>2. This amount shall constitute counsel's full and only fee for representing the plaintiff in the district court in this action. This order does not preclude counsel from receiving an additional fee from the defendant for his services at the administrative level. 42 U.S.C. § 406(b)(1).<sup>[3]</sup></p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The newly enacted 28 U.S.C. § 2412(b)(2)(D) provides: \"... `position of the United States' means, in addition to the position taken by the United States in the civil action, the action or failure to act by the agency upon which the civil action is based....\" <i>See </i><i>Holden v. Heckler,</i> 615 F.Supp. 686, 687-89 (N.D.Ohio 1985).</p>\n<p>[2]  The court notes that the rate schedules reflected in the survey are simply for \"typical\" work conducted by attorneys in North Carolina, based on their geographic location, firm size and date of admission to the bar, and do not account for the type of work performed or the skill required to perform it.</p>\n<p>[3]  On February 20, 1986, plaintiff also filed a motion for attorney's fees under the Act. To the extent plaintiff's counsel requests compensation for her time before this court, the motion is DENIED. Counsel may not receive compensation under both the EAJA and the Act; furthermore, the award under the EAJA adequately compensates counsel for her time before this court. To the extent counsel's motion is for an award of fees by this court for work at the administrative level, counsel's request is also DENIED. That decision must be made by the defendant.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">639</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">832</span></span> (1986)</b></center>\n<center><h1>Royce W. MILLER, Plaintiff,<br>\nv.<br>\nOtis R. BOWEN, Secretary of Health and Human Services, Defendant.</h1></center>\n<center>No. 84-44-CIV-2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>March 21, 1986.</center>\n<p><span class=\"star-pagination\">*833</span> Susan H. Bradshaw, Raleigh, N.C., for plaintiff.</p>\n<p>Stephen A. West, Asst. U.S. Atty., Civil Section, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>This matter is before the court on plaintiff's motion for an award of attorney's fees pursuant to the Equal Access to Justice Act (EAJA), 28 U.S.C. § 2412(d)(1)(B). On December 13, 1985, plaintiff moved for EAJA attorney's fees in the amount of $3,712.50. Defendant responded, opposing the application on general grounds that the Secretary's position was substantially justified.</p>\n<p>This civil action was filed on October 5, 1984, after defendant administratively denied plaintiff's application for disability insurance <span class=\"star-pagination\">*834</span> benefits under Title II of the Social Security Act, 42 U.S.C. § 404(g). On October 31, 1985, the court adopted a recommendation of the Magistrate, to which the defendant objected, and ordered this action remanded to the Secretary for the calculation and award of disability benefits.</p>\n<p>The EAJA permits an award of attorney's fees to a qualified prevailing party, other than the United States, in civil actions brought by or against the United States \"unless the court finds that the position of the United States was substantially justified or that the special circumstances make an award unjust. 28 U.S.C. § 2412(d)(1)(A).<sup>[1]</sup> The court has reviewed plaintiff's application for attorney's fees, affidavit of counsel, and memorandum of law, as well as the defendant's response thereto, and for the reasons set forth below, the court concludes plaintiff is entitled to attorney's fees under the EAJA.</p>\n<p>Ordinarily, the government's position in the district court is substantially justified if the United States Attorney does no more than rely on an \"arguably defensible administrative record.\" <i>Guthrie v. Schweiker,</i> <span class=\"citation\" data-id=\"425110\"><a href=\"/opinion/425110/paul-w-guthrie-v-richard-s-schweiker-secretary-of-health-and-human/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></a></span>, 108 (4th Cir.1983). The finding that a final decision of the Secretary is not supported by substantial evidence does not equate to a finding that the position in the litigation was not substantially justified. <i>Id.; </i><i>Bennett v. Schweiker,</i> <span class=\"citation\" data-id=\"1460851\"><a href=\"/opinion/1460851/bennett-v-schweiker/\"><span class=\"volume\">543</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">897</span></a></span> (D.D.C.1982).</p>\n<p>The government has the burden of demonstrating, however, substantial justification for its position. <i>Tyler Business Services, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"411738\"><a href=\"/opinion/411738/tyler-business-services-inc-v-national-labor-relations-board/\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">73</span></a></span> (4th Cir.1982); <i>Alspach v. Director of Internal Revenue,</i> <span class=\"citation\" data-id=\"2369536\"><a href=\"/opinion/2369536/alspach-v-district-director-of-internal-revenue/\"><span class=\"volume\">527</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">225</span></a></span>, 229 (D.Md.1981). The government must show that the position had a reasonable basis both in law and fact. <i>Smith v. Heckler,</i> <span class=\"citation\" data-id=\"438862\"><a href=\"/opinion/438862/pence-mae-smith-v-margaret-m-heckler-secretary-of-health-human/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">144</span></a></span>, 146 (4th Cir.1984); <i>Cornella v. Schweiker,</i> <span class=\"citation\" data-id=\"431884\"><a href=\"/opinion/431884/4-socsecrepser-204-unemplinsrep-cch-15157-wallis-d-cornella-v/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">978</span></a></span>, 981-82 (8th Cir.1984); <i>Trujillo v. Heckler,</i> <span class=\"citation\" data-id=\"1518792\"><a href=\"/opinion/1518792/trujillo-v-heckler/\"><span class=\"volume\">569</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">631</span></a></span>, 1439 (E.D.N.Y. 1983). It is possible for the administrative record to be so deficient that the government may not reasonably rely on it. <i>Guthrie v. Schweiker,</i> 718 F.2d at 108.</p>\n<p>In the case at bar, the ALJ concluded that plaintiff did not have impairments that prevented him from performing his past relevant work, and thus he was not entitled to disability benefits, in spite of overwhelming evidence to the contrary. As the Magistrate found in his memorandum and recommendation,</p>\n<blockquote>The undersigned disagrees that there are \"objective medical findings\" which support the ALJ's conclusions that plaintiff is not disabled. To the contrary, the medical evidence is almost unanimous to the effect that plaintiff has disabling pain caused by a medical condition diagnosed on objective findings. The only medical evidence in the record which could be construed as supportive of the ALJ's findings are the January 25, 1984 report of the Social Security consultant physician, Dr. I.C. Wright, who opined, without explanation, that plaintiff had the capacity to lift a maximum of fifty pounds and frequently lift or carry twenty-five pounds. (R. 94, 95). There is no indication that he based this conclusion on any tests or objective findings. The only other supporting evidence is another unexplained statement of another Social Security consultant physician, Dr. Bhupendra L. Sen who merely noted on December 14, 1983 that \"impairment does not appear severe at present.\" (R. 99). Evidence from non-examining, non-treating physicians should be discounted and is not \"substantial evidence\" when totally contradicted by other evidence in the record. <i>Martin v. Secretary,</i> <span class=\"citation\" data-id=\"317257\"><a href=\"/opinion/317257/ruby-r-martin-v-secretary-of-department-of-health-education-and-welfare/\"><span class=\"volume\">492</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">905</span></a></span> (4th Cir.1974); <i>Gordon v. Schweiker,</i> <span class=\"citation\" data-id=\"429766\"><a href=\"/opinion/429766/4-socsecrepser-25-unemplinsrep-cch-15029-owen-l-gordon-v-richard/\"><span class=\"volume\">725</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">231</span></a></span> (4th Cir.1984).</blockquote>\n<p>In addition, the ALJ totally disregarded evaluations by the physicians who actually treated plaintiff. For example, plaintiff's treating physician, Dr. Darden, whose observations <span class=\"star-pagination\">*835</span> of plaintiff were over a period of twenty-five years, concluded that plaintiff was totally and permanently disabled from any type of work. Dr. Darden has repeated this opinion unequivocally, and this opinion is supported by objective medical evidence contained in the record. The ALJ decided, however, to rely on the unsupported opinions of the Social Security consultants in conjunction with his own observations at the hearing, to conclude that plaintiff was not disabled. Based on a thorough review of the record, this court agreed with the Magistrate in his findings.</p>\n<p>Considering all of the above circumstances, this court finds the Secretary's position unreasonable and holds that defendant's position was not substantially justified in that it clearly was based on an indefensible administrative record. <i>See </i><i>Smith v. Heckler, supra</i><i>.</i> Accordingly, the court concludes that an award of attorney's fees under the EAJA is proper. The remaining issue before the court is the amount of that award.</p>\n<p>In all cases involving an award of fees, the Fourth Circuit has held that the guidelines established in <i>Johnson v. Georgia Highway Express, Inc.,</i> <span class=\"citation\" data-id=\"315529\"><a href=\"/opinion/315529/7-fair-emplpraccas-1-7-empl-prac-dec-p-9079-richard-johnson-jr/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span> (5th Cir.1974), must be followed. <i>Barber v. Kimbrell's Inc.,</i> <span class=\"citation\" data-id=\"356128\"><a href=\"/opinion/356128/polly-ann-barber-v-kimbrells-inc-and-furniture-distributors-inc/\"><span class=\"volume\">577</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">216</span></a></span> (4th Cir. 1978), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">934</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">329</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">330</span></span> (1978). The utilization of the <i>Johnson</i> factors has been modified by the Supreme Court's recent decisions in <i>Hensley v. Eckerhart,</i> <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1983) and <i>Blum v. Stenson,</i> <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">886</span></a></span>, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1541</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">89</span></span> (1984). The initial step in this evaluation is to determine the number of hours reasonably expended and multiply that number times the customary fee for similar work. <i>Hensley v. Eckerhart,</i> 103 S.Ct. at 1940; <i>Anderson v. Morris,</i> <span class=\"citation\" data-id=\"393840\"><a href=\"/opinion/393840/john-b-anderson-and-d-a-bert-booth-kevin-p-mccleaf-gerald-m/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">246</span></a></span> (4th Cir.1981). In determining a reasonable hourly rate, the court should consider a number of factors, including the experience and skills of the attorney, the quality of the representation, the novelty and complexity of the litigation and the results obtained. <i>Blum v. Stenson,</i> 104 S.Ct. at 1548-49. In addition, the court should consider, to the extent applicable, the remaining <i>Johnson</i> factors. <i>See </i><i>Redic v. Gary H. Watts Realty Co.,</i> <span class=\"citation\" data-id=\"1903575\"><a href=\"/opinion/1903575/redic-v-gary-h-watts-realty-co/\"><span class=\"volume\">586</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">699</span></a></span> (W.D.N.C.1984), <i>rev'd. on other grounds,</i> <span class=\"citation\" data-id=\"452973\"><a href=\"/opinion/452973/mable-a-redic-v-gary-h-watts-realty-co-and-david-s-schwartz-and/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1181</span></a></span> (4th Cir.1985).</p>\n<p>In determining the number of hours reasonably expended, the court has reviewed counsel's affidavit and the record in general. Based upon this review, the court concludes counsel reasonably expended 37.00 hours in the conduct of this litigation, although counsel requests compensation for 49.30 hours. In the opinion of this court, the hours charged by counsel are excessive. The court arrives at this conclusion after a line-by-line analysis of counsel's hours, as contained in her affidavit, which states as follows:</p>\n<p></p>\n<pre>\n10/1/84   Office conference              1:30\n10/5/84   Drafted pleading &amp; filed\n            complaint in Court           1:15\n12/5/84   Received &amp; reviewed\n            transcript                   5:30\n12/7/84   Prepared Brief                 2:30\n12/11/84  Prepared Brief                 1:30\n12/13/84  Prepared Brief                 2:00\n12/17/84  Prepared Brief                 3:00\n12/21/84  Prepared Brief                 2:45\n12/27/84  Prepared Brief                 2:30\n1/3/85    Prepared Brief                 2:15\n1/10/85   Prepared Brief                 2:45\n1/15/85   Prepared Brief                 1:15\n1/17/85   Prepared Brief                 2:45\n1/18/85   Prepared Brief                 2:00\n1/19/85   Prepared Brief                 2:00\n1/20/85   Prepared Brief                 1:00\n2/1/85    Prepared Brief                 3:15\n2/3/85    Filed Brief in District Court  1:00\n6/24/85   Received &amp; Reviewed\n            Defendant's Memorandum\n            of Law                       3:00\n9/20/85   Received &amp; Reviewed\n            Magistrate's\n            Recommendation               2:00\n10/15/85  Received &amp; reviewed\n            Defendant's Objection        1:00\n10/17/85  Prepared Plaintiff's Reply to\n            Defendant's Objection        1:00\n10/31/85  Received &amp; reviewed Order\n            reversing the case           1:00\n          Received &amp; reviewed award\n            notice for accuracy           :45\n                                        _____\n                TOTAL                   49:30\n</pre>\n<p>The court does not question the first three amounts of time listed above. The next fourteen entries reveal that over a period of fourteen days, counsel spent 29.70 hours <span class=\"star-pagination\">*836</span> preparing a thirteen page brief. The court notes that this time does <i>not</i> include hours spent reviewing the transcript. The court next observes that counsel spent two hours reviewing the Magistrate's twelve page memorandum, which recommended the relief requested by plaintiff thereby precluding the necessity for filing objections thereto. Counsel then spent one hour reviewing defendant's two-page objection to the Magistrate's recommendation, and an hour preparing her one-half page response thereto. Finally, counsel spent one hour reviewing this court's one and one-half page order, which approved the Magistrate's recommendation.</p>\n<p>In <i>Hensley,</i> the court directed district courts to exclude from its initial fee calculation \"hours that were not `reasonably expended.'\" 103 S.Ct. at 1939. Counsel therefore are charged to exercise \"billing judgment.\" <i>Id.</i> at 1940. Thus, \"[c]ounsel for the prevailing party should make a good faith effort to exclude from a fee request hours that are excessive, redundant, or otherwise unnecessary.\" <i>Id.</i> at 1939-40. \"Hours that are not properly billed to one's client also are not properly billed to one's adversary pursuant to statutory authority.\" <i>Id.</i> at 1940 (citation omitted).</p>\n<p>In addition to a failure to exercise \"billing judgment,\" <i>Id.,</i> the excessiveness of the hours charged seems to result in part from the way in which counsel's hours are recorded. Counsel's time is listed by one-quarter hours, which often does not reflect accurately the time spent; this court suggests that, in the future, counsel's hours be recorded in tenths. Such recording provides the court with a more accurate record.</p>\n<p>For the foregoing reasons, this court elects to utilize a twenty-five percent across-the-board reduction with respect to counsel's hours requested. Therefore, counsel is entitled to compensation for 37.00 hours.</p>\n<p>With regard to a proper hourly rate, the court begins its analysis by turning to a recent 1985 North Carolina Bar Association Survey of typical hourly rates charged by attorneys in this state, and finds the survey, as applied to plaintiff's counsel, would result in a fee of $64 per hour.<sup>[2]</sup> Counsel requests, however, the rate of $75 per hour  the maximum rate allowed under the EAJA. In light of <i>Hensley,</i> the court will now proceed to utilize the relevant <i>Johnson</i> and <i>Barber</i> factors to determine whether $75 per hour is reasonable for this case or should be adjusted downward.</p>\n<p></p>\n<h2>1. <i>The Novelty and Difficulty of the Questions Raised.</i>\n</h2>\n<p>Although the social security framework requires some expertise, this action involved neither novel nor difficult issues.</p>\n<p></p>\n<h2>2. <i>The Skill Required to Properly Perform the Legal Services Rendered.</i>\n</h2>\n<p>Application of the social security statutes, regulations, procedures, policies and case law requires a degree of expertise and skill. <i>See </i><i>Blankenship v. Schweiker,</i> <span class=\"citation\" data-id=\"402541\"><a href=\"/opinion/402541/john-w-blankenship-v-richard-s-schweiker-secretary-of-health-and-human/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">116</span></a></span> (4th Cir.1982). Counsel's brief effectively aided the court in reviewing the administrative record.</p>\n<p></p>\n<h2>3. <i>The Attorney's Opportunity Costs in Pressing the Instant Litigation.</i>\n</h2>\n<p>Although there is some opportunity cost involved with most actions, this action was decided on the record which minimizes this factor.</p>\n<p></p>\n<h2>4. <i>The Customary Fee for Like Work. See supra.</i>\n</h2>\n<p></p>\n<h2>5. <i>The Attorney's Expectations at the Outset of the Litigation.</i>\n</h2>\n<p>After losing at the administrative level, the expectation of success, given the scope <span class=\"star-pagination\">*837</span> of review, could not have been high. Nonetheless, this factor is tempered by some deficiencies in the administrative record.</p>\n<p></p>\n<h2>6. <i>The Time Limitations Imposed by the Client or Circumstances</i>\n</h2>\n<p>Nothing in the record reflects severe time limitations resulted in pressured working conditions for counsel.</p>\n<p></p>\n<h2>7. <i>The Amount in Controversy and the Results Obtained.</i>\n</h2>\n<p>Counsel was completely successful in obtaining the relief requested, which resulted in a substantial award for plaintiff. Thus, for a disabled individual with little or no income, the beneficial results of the favorable decision in the instant case are obvious.</p>\n<p></p>\n<h2>8. <i>The Experience, Reputation and Ability of the Attorney.</i>\n</h2>\n<p>Counsel's work in the case <i>sub judice</i> was competent.</p>\n<p></p>\n<h2>9. <i>The Undesirability of the Case Within the Legal Community in Which the Suit Arose.</i>\n</h2>\n<p>To the extent this factor is applicable to social security actions, representation is not undesirable within this community.</p>\n<p></p>\n<h2>10. <i>The Nature and Length of the Professional Relationship Between Attorney and Client.</i>\n</h2>\n<p>This is not relevant to this case and thus does not require adjustment of the fee.</p>\n<p></p>\n<h2>11. <i>Attorney's Fee Awards in Similar Cases.</i>\n</h2>\n<p>Premised on awards in similar cases, the court finds the rate of $65-$75 per hour to be reasonable and in line with awards in those cases. <i>See, </i><i>Shumate v. Harris,</i> <span class=\"citation\" data-id=\"1687144\"><a href=\"/opinion/1687144/shumate-v-harris/\"><span class=\"volume\">544</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">779</span></a></span> (W.D.N.C.1982); <i>Ocascio v. Schweiker,</i> <span class=\"citation\" data-id=\"1611706\"><a href=\"/opinion/1611706/ocasio-v-schweiker/\"><span class=\"volume\">540</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1320</span></a></span> (S.D.N.Y.1982); <i>Ex parte Duggan,</i> <span class=\"citation\" data-id=\"2348599\"><a href=\"/opinion/2348599/ex-parte-duggan/\"><span class=\"volume\">537</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1198</span></a></span> (D.S.C.1982). In addition, this range is consistent with awards in other cases in the Eastern District of North Carolina. <i>See, e.g., </i><i>Butler v. Heckler,</i> <span class=\"citation\" data-id=\"1745867\"><a href=\"/opinion/1745867/butler-v-heckler/\"><span class=\"volume\">639</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">14</span></a></span> (1985); <i>Jones v. Heckler,</i> No. 83-41-CIV-7 (September 28, 1984) [Available on WESTLAW, DCTU database]; <i>Cain v. Heckler,</i> No. 81-85-CIV-3 (May 3, 1984) [Available on WESTLAW, DCTU database].</p>\n<p>Upon a review of the above factors, the court concludes that $65.00 per hour is the appropriate hourly rate for this case. The nature and quality of the work involved, as well as counsel's experience, simply does not merit the maximum EAJA hourly rate. Accordingly, the base amount is computed as follows: 37.00 hours × $65 = $2,405.00. Furthermore, since this is not a case where the success achieved was \"exceptional\" or the risk extraordinary, <i>See </i><i>Blum v. Stenson, supra</i><i>,</i> plaintiff's counsel is not entitled to an enhancement award. Nor are there present any cost-of-living or special factors under the EAJA which would entitle plaintiff to an increased award. <i>See</i> 28 U.S.C. § 2412(d)(2)(A)(ii).</p>\n<p>It is therefore ORDERED that:</p>\n<p>1. The reasonable value of the services rendered by plaintiff's counsel properly taxable under the Equal Access to Justice Act is $2,405.00, which sum shall be paid by the United States directly to counsel for the claimant; and</p>\n<p>2. This amount shall constitute counsel's full and only fee for representing the plaintiff in the district court in this action. This order does not preclude counsel from receiving an additional fee from the defendant for his services at the administrative level. 42 U.S.C. § 406(b)(1).<sup>[3]</sup></p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The newly enacted 28 U.S.C. § 2412(b)(2)(D) provides: \"... `position of the United States' means, in addition to the position taken by the United States in the civil action, the action or failure to act by the agency upon which the civil action is based....\" <i>See </i><i>Holden v. Heckler,</i> <span class=\"citation\" data-id=\"1515232\"><a href=\"/opinion/1515232/holden-v-heckler/\"><span class=\"volume\">615</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">686</span></a></span>, 687-89 (N.D.Ohio 1985).</p>\n<p>[2]  The court notes that the rate schedules reflected in the survey are simply for \"typical\" work conducted by attorneys in North Carolina, based on their geographic location, firm size and date of admission to the bar, and do not account for the type of work performed or the skill required to perform it.</p>\n<p>[3]  On February 20, 1986, plaintiff also filed a motion for attorney's fees under the Act. To the extent plaintiff's counsel requests compensation for her time before this court, the motion is DENIED. Counsel may not receive compensation under both the EAJA and the Act; furthermore, the award under the EAJA adequately compensates counsel for her time before this court. To the extent counsel's motion is for an award of fees by this court for work at the administrative level, counsel's request is also DENIED. That decision must be made by the defendant.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/315529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/317257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/356128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/411738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/425110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/431884/",
    "http://www.courtlistener.com/api/rest/v3/opinions/438862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/452973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1460851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1515232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1518792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1611706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1687144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1745867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1903575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2348599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2369536/"
  ]
}