{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1748768/",
  "absolute_url": "/opinion/1748768/williamson-v-holland/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1748768/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:18:46.711129Z",
  "date_modified": "2016-04-27T02:42:13.520821Z",
  "type": "010combined",
  "sha1": "814affcfeeafeca2c4c661203113528ad4be00a0",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>232 F.Supp. 479 (1963)</b></center>\n<center><h1>Eunice B. WILLIAMSON and Corneva Bass, Plaintiffs,<br>\nv.<br>\nOtho Lee HOLLAND, Randall Hargrove and Manly A. Carr, as Review Committee of the United States Department of Agriculture for Onslow County, North Carolina, Defendants.</h1></center>\n<center>Civ. No. 562.</center>\n<center><p><b>United States District Court E. D. North Carolina, New Bern Division.</b></p></center>\n<center>October 21, 1963.</center>\n<p><span class=\"star-pagination\">*480</span> Joseph B. Chambliss, Clinton, N. C., for plaintiffs.</p>\n<p>Robert H. Cowen, U. S. Atty., by William M. Cameron, Jr., Asst. U. S. Atty., Raleigh, N. C., for defendants.</p>\n<p>LARKINS, District Judge.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>This action was instituted by the plaintiffs under Section 365 of the Agricultural Adjustment Act of 1938, as amended (7 U.S.C. § 1365) to obtain a review of the determination of a Review Committee consisting of the defendants who were appointed by the Secretary of Agriculture pursuant to Section 363 of the Agricultural Adjustment Act of 1938, as amended (7 U.S.C. § 1363). This Committee was called upon to review the 1962 tobacco farm marketing quota for the farm belonging to the plaintiffs, Eunice B. Williamson and Corneva Bass, located in Onslow County, North Carolina, and identified on the records of the Onslow County A.S.C.S. Committee as Farm No. 55-067-E6027 (hereinafter referred to as farm E-6027). This review was held on May 15, 1962, at Jacksonville, North Carolina, after due notice to plaintiffs, after which the Committee determined that the 1962 tobacco acreage allotment for said farm E-6027 was 1.14 acres.</p>\n<p>The Complaint in this action was filed by the plaintiffs in the Onslow County Superior Court for North Carolina on June 5, 1962. Subsequently, on July 6, 1962, the defendant Review Committee petitioned this Court for removal of the action to the United States District Court under the provisions of Title 28 U.S.C. § 1441 et seq. and it is now pending in this Court. Jurisdiction is not questioned.</p>\n<p>A pre-trial conference was held on May 17, 1963 at which time the defendants orally moved for summary judgment. Pursuant to an order of the Court said motion was reduced to writing on June 13, 1963. This motion is presently before the Court.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>The Review Committee heard the evidence, considered the exhibits filed in the case, found the facts, made its conclusions, and determined the following:</p>\n<blockquote>\"FINDINGS OF FACT</blockquote>\n<blockquote>\"Applicant purchased a portion of farm E-6027 from Jesse Thomas in January 1956. The records for farm E-6027 were changed to show that applicant had purchased the entire farm. In 1960 the county committee determined that applicant had not purchased the entire farm and reconstituted the parent farm by dividing therefrom the 6.3 acres of land which the county committee was informed had been purchased by applicant. Applicant had advised the county committee that she owned more land than had been considered by the county committee in effecting the reconstitution, but did not point out this additional land until the date of the hearing by this committee. The hearing was adjourned so that applicant and the county committee <span class=\"star-pagination\">*481</span> could visit the farm and identify all land owned by applicant. The cropland on the parent farm and on the part thereof owned by applicant was measured by the County Office Manager in the presence of applicant and the county committee. The cropland on the parent farm was determined to be 30.2 acres and the cropland on applicant's farm was determined to be 9.9 acres, both as of June 1, 1956. Applicant accepted as correct the county committee's determination of the land constituting her farm, the cropland on her farm, and the cropland on the parent farm.</blockquote>\n<blockquote>\"CONCLUSIONS</blockquote>\n<blockquote>\"Applicant's tobacco allotment should be corrected to correspond with the redetermination of cropland on the parent farm and applicant's tract. Applicant is not the owner of the parent farm which was reconstituted by the county committee, and has no rights under Section 719.7(h) of the Farm Constitution and Allotment Record Regulations, referred to by applicant as Amendment 10.</blockquote>\n<blockquote>\"DETERMINATION</blockquote>\n<blockquote>\"The 1962 flue-cured tobacco allotment for applicant's farm is 1.14 acres, including the 4.3% national increase.</blockquote>\n<blockquote>\"Done at Kenansville, North Carolina, this 21 day of May 1962.\"</blockquote>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>Under the required procedure set forth in Title 7 U.S.C. § 1365 of the Agricultural Adjustment Act of 1938, as amended, the Review Committee was required to \"* * * certify and file in the court a transcript of the record upon which the determination complained of was made, together with its findings of fact.\" This has been done.</p>\n<p>A Motion for Summary Judgment under Rule 56 of the Federal Rules of Civil Procedure has been made by the defendants. Such a motion will be granted to the party so moving only if there is no material issue of fact remaining for decision and if the movant is entitled to the decision as a matter of law. 6 Moore, Federal Practice § 56.04[1], at 2028 (2d ed. 1953). In this action all the parties agree that there is no dispute as to the facts. The sole issue of law has been agreed upon to be as follows: \"Did the Review Committee correctly determine that the plaintiffs had no rights under Section 719.7(h) of the Farm Constitution and Allotment Record Regulations?\" Order on Pre-Trial Conference, page 3, dated May 17, 1963, signed by John D. Larkins, Jr., United States District Judge.</p>\n<p>In answering this issue two basic principles of law must be abided by: (1) \"The review by the court shall be limited to questions of law, and the findings of fact by the review committee, if supported by evidence, shall be conclusive.\" 7 U.S.C. § 1366. See Crolley v. Tatton, 249 F.2d 908 (C.A.Tex.1958), certiorari denied, 356 U.S. 966, 78 S.Ct. 1005, 2 L.Ed.2d 1073; Luke v. Review Committee, 155 F.Supp. 719 (D.C.La. 1957), where this provision of the law has been considered and applied; and, (2) A reviewing court should not substitute its views on the construction and application of the regulations for those of the agency charged with administering the program unless the interpretation and application of the regulations in and to a particular case is so unreasonable, arbitrary, or capricious that the court must conclude that the administrative action was unlawful. Dighton v. Coffman, 179 F.Supp. 682 (E.D.Ill.1959); Mills v. Toppert, 185 F.Supp. 160 (S.D. Ill.1960).</p>\n<p>The plaintiffs contend that the defendant Review Committee erred in not determining that Section 719.7(h), Farm Constitution and Allotment Record Regulations (hereinafter referred to as Amendment 10, which is in accordance with the procedure adhered to throughout the hearing before the Review Committee) <span class=\"star-pagination\">*482</span> applied to them. Amendment 10 is quoted as follows:</p>\n<blockquote>\"(h) <i>Land removed from agricultural production (not acquired under right of eminent domain.</i> When (1) the ownership of a tract of land is transferred from a parent farm, (2) the tract transferred is to be used for non-agricultural purposes, and (3) such tract was not or could not have been acquired under right of eminent domain, the farm shall not be reconstituted and the allotment, history, and soil bank base acreages shall remain with the parent farm: <i>Provided,</i> That the county committee determines, on the basis of an agreement signed by all persons interested in the transfer, that the land transferred is in fact to be changed to non-agricultural uses during the current or succeeding year. In all such cases, the farmland and cropland data shall be corrected on all appropriate records for the parent farm. If an agreement as prescribed in this paragraph is not obtained, the farm shall be reconstituted in accordance with the farm definition and the allotment, history, and soil bank base acreages shall be redetermined. The provisions herein prescribed shall apply beginning with reconstitutions which became effective for the 1960 crop year and for any reconstitutions made during the calendar year of 1960 which were effective for a prior year.\"</blockquote>\n<p>Plaintiffs contend that a correct interpretation of this section would give them rights thereunder.</p>\n<p>The record shows that prior to January 1956 one Jesse Thomas owned and operated farm E-6027, which consisted of 49 acres of farmland, of which 39 acres were cropland. On or about January 7, 1956, the plaintiffs purchased 6.3 acres of land from the said Jesse Thomas. Later that year, before June 1, 1956, according to a stipulation entered into at the pre-trial conference, plaintiffs purchased other lots from Jesse Thomas bringing their total cropland up to 9.9 acres. Prior to 1956 Jesse Thomas had subdivided all of his farm with the exception of the 6.3 acre tract he sold to the plaintiffs and was selling lots for home construction purposes. At the time plaintiffs purchased the 6.3 acres from Jesse Thomas, he told them there were 4.7 acres of tobacco on it and that he was selling them the remainder of his farm, including all of the tobacco acreage allotment. (See pages 3 and 4 of the Summary of Testimony Received at Review Committee Hearing, etc.). Subsequent to this conveyance the plaintiffs and Jesse Thomas went to the Onslow County A. S. C. S. Office and had the entire farm transferred to plaintiffs' names. They operated under this basis, using the tobacco acreage allotment for the entire original farm, for the years 1956 through 1960. In 1960 the plaintiffs were advised that their tobacco acreage allotment had been reduced to 0.46 of an acre due to the fact that they never owned the entire farm.</p>\n<p>At this point it should be pointed out that under the regulations it was the duty of the County Committee to reconstitute farm E-6027. Section 719.2(L) (4) of the Farm Constitution and Allotment Record Regulations dictates that:</p>\n<blockquote>\"<i>Required reconstitutions.</i> A reconstitution of a farm either by division or by combination shall be required whenever:</blockquote>\n<blockquote>\"(1) A change has occurred in the operation of the land after the last constitution or reconstitution and as a result of such change the farm does not meet the requirements of the definition set forth in subparagraph (2) of this paragraph; or\".</blockquote>\n<p>Subparagraph (2) of this paragraph states:</p>\n<blockquote>\"(2) <i>Farms constituted for the first time or reconstituted hereafter.</i> With respect to the constitution and identification of land as a farm for the first time or the reconstitution <span class=\"star-pagination\">*483</span> of farms made hereafter, the term `farm' shall mean all adjoining or nearby and easily accessible farm, wood, or range land under the same ownership which is operated by one person and all additional farm, wood, or range land under different ownership operated by such person which the county committee determines is nearby and easily accessible, is approximately equally productive, and for the past two years has been operated by such person and which will be so operated during the current year, or which has been operated by such person for one year with proof satisfactory to the county committee that it will be operated by such person for at least two more years. * * *\"</blockquote>\n<p>Furthermore, it was the duty of the County Committee to make the reconstitution</p>\n<blockquote>\"* * * in accordance with the provisions of this regulation and to the extent practicable, shall be based on facts and conditions existing at the time the change resulting in the reconstitution occurred rather than on the facts and conditions existing at the time the actual reconstitution action is taken by the county committee.\"</blockquote>\n<p>Section 719.7(a), Farm Constitution and Allotment Record Regulations. Plaintiffs contend that the true intent of this regulation</p>\n<blockquote>\"* * * was to provide a means for the development of land which was part of a farm without the penalty of reducing allotments. It was an incentive to commercial and residential expansion. The regulation was the result of an awareness of the damaging effects of the 1960 regulations requiring reconstitutions. The damage was being done to those who in good faith had developed a portion of their farmland  removing the same from agricultural production.\"</blockquote>\n<p>Brief For Plaintiffs Eunice B. Williamson and Corneva Bass, page 5. We agree that this appears to be the true purpose and intent of Amendment 10. However, we are not convinced that the Review Committee erred in holding Amendment 10 inapplicable in this case, and the Court so holds.</p>\n<p>Plaintiffs contend they purchased the parent farm from Jesse Thomas. The record, however, does not show this to be true. They purchased 6.3 acres of a 39 acre tract of cropland, followed by other purchases in 1956 of lots totaling 3.6 acres, making their total acquisition 9.9 acres of cropland. The record also shows that Jesse Thomas had sold lots off the farm, which he had subdivided, to third persons. There is no evidence anywhere in the record which shows that any agreement was obtained by Jesse Thomas signed by all persons interested in the transfer, or from any purchaser of any lot to the effect that the land so transferred is or was in fact to be changed to non-agricultural uses during the then current year or succeeding year. Amendment 10 plainly states: \"If an agreement as prescribed in this paragraph is not obtained, the farm shall be reconstituted in accordance with the farm definition and the allotment, history, and soil bank base acreages shall be redetermined.\"</p>\n<p>The agreement of Jesse Thomas in 1956 that he was selling all the tobacco acreage allotment which went with his farm is of no effect. It is well settled that the acreage allotment is \"made to the farm and not the person who owns or operates the farm and therefore runs with the land.\" Lee v. Berry, 219 S.C. 346, 65 S.E.2d 257 (1951); Mace v. Berry, 225 S.C. 160, 81 S.E.2d 276 (1954). The only tobacco acreage allotment which plaintiffs rightfully acquired was that part which should be allotted to the 6.3 acre tract and the 3.6 acres which they purchased in lots. This is true even though the Onslow County A. S. C. S. Office erroneously transferred the whole farm to the name of the plaintiffs in 1956, which was done on request of the plaintiffs.</p>\n<p>In light of the findings of fact of the Review Committee and the applicable provisions of the Agricultural Adjustment <span class=\"star-pagination\">*484</span> Act of 1938, as amended, and the Federal regulations pertaining thereto this Court cannot hold as a matter of law that the Review Committee erred in holding Amendment 10 inapplicable to farm E-6027.</p>\n<p>The Motion of the defendants for Summary Judgment pursuant to Rule 56(c) of the Rules of Civil Procedure, having been presented, and the Court being fully advised,</p>\n<p>The court finds that the defendants are entitled to summary judgment as a matter of law.</p>\n<p>It is therefore ordered, adjudged and decreed that the defendants' Motion for Summary Judgment be, and the same is hereby granted, that the plaintiffs have and recover nothing by their suit, that the defendants, Otho Lee Holland, Randall Hargrove, and Manly A. Carr, as Review Committee of the United States Department of Agriculture for Onslow County, North Carolina, go hence without day, and that defendants recover their costs and charges in this behalf expended, and have execution therefor.</p>\n<p>The Clerk is directed to serve a copy of this Opinion, Order and Judgment upon all counsel of record.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">232</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">479</span></span> (1963)</b></center>\n<center><h1>Eunice B. WILLIAMSON and Corneva Bass, Plaintiffs,<br>\nv.<br>\nOtho Lee HOLLAND, Randall Hargrove and Manly A. Carr, as Review Committee of the United States Department of Agriculture for Onslow County, North Carolina, Defendants.</h1></center>\n<center>Civ. No. 562.</center>\n<center><p><b>United States District Court E. D. North Carolina, New Bern Division.</b></p></center>\n<center>October 21, 1963.</center>\n<p><span class=\"star-pagination\">*480</span> Joseph B. Chambliss, Clinton, N. C., for plaintiffs.</p>\n<p>Robert H. Cowen, U. S. Atty., by William M. Cameron, Jr., Asst. U. S. Atty., Raleigh, N. C., for defendants.</p>\n<p>LARKINS, District Judge.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>This action was instituted by the plaintiffs under Section 365 of the Agricultural Adjustment Act of 1938, as amended (7 U.S.C. § 1365) to obtain a review of the determination of a Review Committee consisting of the defendants who were appointed by the Secretary of Agriculture pursuant to Section 363 of the Agricultural Adjustment Act of 1938, as amended (7 U.S.C. § 1363). This Committee was called upon to review the 1962 tobacco farm marketing quota for the farm belonging to the plaintiffs, Eunice B. Williamson and Corneva Bass, located in Onslow County, North Carolina, and identified on the records of the Onslow County A.S.C.S. Committee as Farm No. 55-067-E6027 (hereinafter referred to as farm E-6027). This review was held on May 15, 1962, at Jacksonville, North Carolina, after due notice to plaintiffs, after which the Committee determined that the 1962 tobacco acreage allotment for said farm E-6027 was 1.14 acres.</p>\n<p>The Complaint in this action was filed by the plaintiffs in the Onslow County Superior Court for North Carolina on June 5, 1962. Subsequently, on July 6, 1962, the defendant Review Committee petitioned this Court for removal of the action to the United States District Court under the provisions of Title 28 U.S.C. § 1441 et seq. and it is now pending in this Court. Jurisdiction is not questioned.</p>\n<p>A pre-trial conference was held on May 17, 1963 at which time the defendants orally moved for summary judgment. Pursuant to an order of the Court said motion was reduced to writing on June 13, 1963. This motion is presently before the Court.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>The Review Committee heard the evidence, considered the exhibits filed in the case, found the facts, made its conclusions, and determined the following:</p>\n<blockquote>\"FINDINGS OF FACT</blockquote>\n<blockquote>\"Applicant purchased a portion of farm E-6027 from Jesse Thomas in January 1956. The records for farm E-6027 were changed to show that applicant had purchased the entire farm. In 1960 the county committee determined that applicant had not purchased the entire farm and reconstituted the parent farm by dividing therefrom the 6.3 acres of land which the county committee was informed had been purchased by applicant. Applicant had advised the county committee that she owned more land than had been considered by the county committee in effecting the reconstitution, but did not point out this additional land until the date of the hearing by this committee. The hearing was adjourned so that applicant and the county committee <span class=\"star-pagination\">*481</span> could visit the farm and identify all land owned by applicant. The cropland on the parent farm and on the part thereof owned by applicant was measured by the County Office Manager in the presence of applicant and the county committee. The cropland on the parent farm was determined to be 30.2 acres and the cropland on applicant's farm was determined to be 9.9 acres, both as of June 1, 1956. Applicant accepted as correct the county committee's determination of the land constituting her farm, the cropland on her farm, and the cropland on the parent farm.</blockquote>\n<blockquote>\"CONCLUSIONS</blockquote>\n<blockquote>\"Applicant's tobacco allotment should be corrected to correspond with the redetermination of cropland on the parent farm and applicant's tract. Applicant is not the owner of the parent farm which was reconstituted by the county committee, and has no rights under Section 719.7(h) of the Farm Constitution and Allotment Record Regulations, referred to by applicant as Amendment 10.</blockquote>\n<blockquote>\"DETERMINATION</blockquote>\n<blockquote>\"The 1962 flue-cured tobacco allotment for applicant's farm is 1.14 acres, including the 4.3% national increase.</blockquote>\n<blockquote>\"Done at Kenansville, North Carolina, this 21 day of May 1962.\"</blockquote>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>Under the required procedure set forth in Title 7 U.S.C. § 1365 of the Agricultural Adjustment Act of 1938, as amended, the Review Committee was required to \"* * * certify and file in the court a transcript of the record upon which the determination complained of was made, together with its findings of fact.\" This has been done.</p>\n<p>A Motion for Summary Judgment under Rule 56 of the Federal Rules of Civil Procedure has been made by the defendants. Such a motion will be granted to the party so moving only if there is no material issue of fact remaining for decision and if the movant is entitled to the decision as a matter of law. 6 Moore, Federal Practice § 56.04[1], at 2028 (2d ed. 1953). In this action all the parties agree that there is no dispute as to the facts. The sole issue of law has been agreed upon to be as follows: \"Did the Review Committee correctly determine that the plaintiffs had no rights under Section 719.7(h) of the Farm Constitution and Allotment Record Regulations?\" Order on Pre-Trial Conference, page 3, dated May 17, 1963, signed by John D. Larkins, Jr., United States District Judge.</p>\n<p>In answering this issue two basic principles of law must be abided by: (1) \"The review by the court shall be limited to questions of law, and the findings of fact by the review committee, if supported by evidence, shall be conclusive.\" 7 U.S.C. § 1366. See Crolley v. Tatton, <span class=\"citation\" data-id=\"243623\"><a href=\"/opinion/243623/grant-crolley-erwin-zabel-and-charles-s-brown-in-their-capacities-as/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">908</span></a></span> (C.A.Tex.1958), certiorari denied, <span class=\"citation no-link\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">966</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></span>, 2 L.Ed.2d 1073; Luke v. Review Committee, <span class=\"citation\" data-id=\"2300550\"><a href=\"/opinion/2300550/luke-v-review-committee/\"><span class=\"volume\">155</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">719</span></a></span> (D.C.La. 1957), where this provision of the law has been considered and applied; and, (2) A reviewing court should not substitute its views on the construction and application of the regulations for those of the agency charged with administering the program unless the interpretation and application of the regulations in and to a particular case is so unreasonable, arbitrary, or capricious that the court must conclude that the administrative action was unlawful. Dighton v. Coffman, <span class=\"citation no-link\"><span class=\"volume\">179</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">682</span></span> (E.D.Ill.1959); Mills v. Toppert, <span class=\"citation no-link\"><span class=\"volume\">185</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">160</span></span> (S.D. Ill.1960).</p>\n<p>The plaintiffs contend that the defendant Review Committee erred in not determining that Section 719.7(h), Farm Constitution and Allotment Record Regulations (hereinafter referred to as Amendment 10, which is in accordance with the procedure adhered to throughout the hearing before the Review Committee) <span class=\"star-pagination\">*482</span> applied to them. Amendment 10 is quoted as follows:</p>\n<blockquote>\"(h) <i>Land removed from agricultural production (not acquired under right of eminent domain.</i> When (1) the ownership of a tract of land is transferred from a parent farm, (2) the tract transferred is to be used for non-agricultural purposes, and (3) such tract was not or could not have been acquired under right of eminent domain, the farm shall not be reconstituted and the allotment, history, and soil bank base acreages shall remain with the parent farm: <i>Provided,</i> That the county committee determines, on the basis of an agreement signed by all persons interested in the transfer, that the land transferred is in fact to be changed to non-agricultural uses during the current or succeeding year. In all such cases, the farmland and cropland data shall be corrected on all appropriate records for the parent farm. If an agreement as prescribed in this paragraph is not obtained, the farm shall be reconstituted in accordance with the farm definition and the allotment, history, and soil bank base acreages shall be redetermined. The provisions herein prescribed shall apply beginning with reconstitutions which became effective for the 1960 crop year and for any reconstitutions made during the calendar year of 1960 which were effective for a prior year.\"</blockquote>\n<p>Plaintiffs contend that a correct interpretation of this section would give them rights thereunder.</p>\n<p>The record shows that prior to January 1956 one Jesse Thomas owned and operated farm E-6027, which consisted of 49 acres of farmland, of which 39 acres were cropland. On or about January 7, 1956, the plaintiffs purchased 6.3 acres of land from the said Jesse Thomas. Later that year, before June 1, 1956, according to a stipulation entered into at the pre-trial conference, plaintiffs purchased other lots from Jesse Thomas bringing their total cropland up to 9.9 acres. Prior to 1956 Jesse Thomas had subdivided all of his farm with the exception of the 6.3 acre tract he sold to the plaintiffs and was selling lots for home construction purposes. At the time plaintiffs purchased the 6.3 acres from Jesse Thomas, he told them there were 4.7 acres of tobacco on it and that he was selling them the remainder of his farm, including all of the tobacco acreage allotment. (See pages 3 and 4 of the Summary of Testimony Received at Review Committee Hearing, etc.). Subsequent to this conveyance the plaintiffs and Jesse Thomas went to the Onslow County A. S. C. S. Office and had the entire farm transferred to plaintiffs' names. They operated under this basis, using the tobacco acreage allotment for the entire original farm, for the years 1956 through 1960. In 1960 the plaintiffs were advised that their tobacco acreage allotment had been reduced to 0.46 of an acre due to the fact that they never owned the entire farm.</p>\n<p>At this point it should be pointed out that under the regulations it was the duty of the County Committee to reconstitute farm E-6027. Section 719.2(L) (4) of the Farm Constitution and Allotment Record Regulations dictates that:</p>\n<blockquote>\"<i>Required reconstitutions.</i> A reconstitution of a farm either by division or by combination shall be required whenever:</blockquote>\n<blockquote>\"(1) A change has occurred in the operation of the land after the last constitution or reconstitution and as a result of such change the farm does not meet the requirements of the definition set forth in subparagraph (2) of this paragraph; or\".</blockquote>\n<p>Subparagraph (2) of this paragraph states:</p>\n<blockquote>\"(2) <i>Farms constituted for the first time or reconstituted hereafter.</i> With respect to the constitution and identification of land as a farm for the first time or the reconstitution <span class=\"star-pagination\">*483</span> of farms made hereafter, the term `farm' shall mean all adjoining or nearby and easily accessible farm, wood, or range land under the same ownership which is operated by one person and all additional farm, wood, or range land under different ownership operated by such person which the county committee determines is nearby and easily accessible, is approximately equally productive, and for the past two years has been operated by such person and which will be so operated during the current year, or which has been operated by such person for one year with proof satisfactory to the county committee that it will be operated by such person for at least two more years. * * *\"</blockquote>\n<p>Furthermore, it was the duty of the County Committee to make the reconstitution</p>\n<blockquote>\"* * * in accordance with the provisions of this regulation and to the extent practicable, shall be based on facts and conditions existing at the time the change resulting in the reconstitution occurred rather than on the facts and conditions existing at the time the actual reconstitution action is taken by the county committee.\"</blockquote>\n<p>Section 719.7(a), Farm Constitution and Allotment Record Regulations. Plaintiffs contend that the true intent of this regulation</p>\n<blockquote>\"* * * was to provide a means for the development of land which was part of a farm without the penalty of reducing allotments. It was an incentive to commercial and residential expansion. The regulation was the result of an awareness of the damaging effects of the 1960 regulations requiring reconstitutions. The damage was being done to those who in good faith had developed a portion of their farmland  removing the same from agricultural production.\"</blockquote>\n<p>Brief For Plaintiffs Eunice B. Williamson and Corneva Bass, page 5. We agree that this appears to be the true purpose and intent of Amendment 10. However, we are not convinced that the Review Committee erred in holding Amendment 10 inapplicable in this case, and the Court so holds.</p>\n<p>Plaintiffs contend they purchased the parent farm from Jesse Thomas. The record, however, does not show this to be true. They purchased 6.3 acres of a 39 acre tract of cropland, followed by other purchases in 1956 of lots totaling 3.6 acres, making their total acquisition 9.9 acres of cropland. The record also shows that Jesse Thomas had sold lots off the farm, which he had subdivided, to third persons. There is no evidence anywhere in the record which shows that any agreement was obtained by Jesse Thomas signed by all persons interested in the transfer, or from any purchaser of any lot to the effect that the land so transferred is or was in fact to be changed to non-agricultural uses during the then current year or succeeding year. Amendment 10 plainly states: \"If an agreement as prescribed in this paragraph is not obtained, the farm shall be reconstituted in accordance with the farm definition and the allotment, history, and soil bank base acreages shall be redetermined.\"</p>\n<p>The agreement of Jesse Thomas in 1956 that he was selling all the tobacco acreage allotment which went with his farm is of no effect. It is well settled that the acreage allotment is \"made to the farm and not the person who owns or operates the farm and therefore runs with the land.\" Lee v. Berry, <span class=\"citation\" data-id=\"1216345\"><a href=\"/opinion/1216345/lee-v-berry/\"><span class=\"volume\">219</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">346</span></a></span>, <span class=\"citation\" data-id=\"1216345\"><a href=\"/opinion/1216345/lee-v-berry/\"><span class=\"volume\">65</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">257</span></a></span> (1951); Mace v. Berry, <span class=\"citation\" data-id=\"1209002\"><a href=\"/opinion/1209002/mace-v-berry/\"><span class=\"volume\">225</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">160</span></a></span>, <span class=\"citation\" data-id=\"1209002\"><a href=\"/opinion/1209002/mace-v-berry/\"><span class=\"volume\">81</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">276</span></a></span> (1954). The only tobacco acreage allotment which plaintiffs rightfully acquired was that part which should be allotted to the 6.3 acre tract and the 3.6 acres which they purchased in lots. This is true even though the Onslow County A. S. C. S. Office erroneously transferred the whole farm to the name of the plaintiffs in 1956, which was done on request of the plaintiffs.</p>\n<p>In light of the findings of fact of the Review Committee and the applicable provisions of the Agricultural Adjustment <span class=\"star-pagination\">*484</span> Act of 1938, as amended, and the Federal regulations pertaining thereto this Court cannot hold as a matter of law that the Review Committee erred in holding Amendment 10 inapplicable to farm E-6027.</p>\n<p>The Motion of the defendants for Summary Judgment pursuant to Rule 56(c) of the Rules of Civil Procedure, having been presented, and the Court being fully advised,</p>\n<p>The court finds that the defendants are entitled to summary judgment as a matter of law.</p>\n<p>It is therefore ordered, adjudged and decreed that the defendants' Motion for Summary Judgment be, and the same is hereby granted, that the plaintiffs have and recover nothing by their suit, that the defendants, Otho Lee Holland, Randall Hargrove, and Manly A. Carr, as Review Committee of the United States Department of Agriculture for Onslow County, North Carolina, go hence without day, and that defendants recover their costs and charges in this behalf expended, and have execution therefor.</p>\n<p>The Clerk is directed to serve a copy of this Opinion, Order and Judgment upon all counsel of record.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/243623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1209002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1216345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2300550/"
  ]
}