{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1751089/",
  "absolute_url": "/opinion/1751089/vann-v-jackson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1751089/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/3080/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:19:02.615028Z",
  "date_modified": "2016-04-27T01:43:10.965131Z",
  "type": "010combined",
  "sha1": "689e8af8ba858e4b4a662a62cbaac5a561563459",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>165 F.Supp. 377 (1958)</b></center>\n<center><h1>Henry VANN, Individually; Henry Vann, Agent for George W. Gillette; Marguerite B. Gillette and Husband, George W. Gillette; Eliza B. Williamson, Lillian M. Bellamy, and Mary B. Barroll, Plaintiffs,<br>\nv.<br>\nCooper JACKSON, T. Eugene Tart, James E. Wright, as Review Committee of the United States Department of Agriculture for Sampson County, North Carolina, Defendants.</h1></center>\n<center>Civ. No. 547.</center>\n<center><p><b>United States District Court E. D. North Carolina, Fayetteville Division.</b></p></center>\n<center>September 17, 1958.</center>\n<p><span class=\"star-pagination\">*378</span> Butler &amp; Butler, Clinton, N. C., and Hubbard &amp; Jones, Clinton, N. C., for plaintiffs.</p>\n<p>Julian T. Gaskill, U. S. Atty. for the E. D. of North Carolina, Raleigh, N. C., for defendants.</p>\n<p>STANLEY, District Judge.</p>\n<p>Plaintiffs are the present owners and former owners of lands located in Sampson County, North Carolina, upon which tobacco is produced for market, subject to the provisions of the Agricultural Adjustment Act of 1938, 7 U.S.C.A. §§ 1281-1407, hereinafter referred to as the Act.</p>\n<p>Defendants constitute the Local Review Committee appointed by the Secretary of Agriculture to review, upon application, the established marketing quota of any dissatisfied farmer of the county, pursuant to section 363 of the Act. 7 U.S.C.A. § 1363.</p>\n<p>The Review Committee having reduced the tobacco marketing quota for plaintiffs' land for the years 1955, 1956, 1957 and 1958, plaintiffs instituted this proceeding in the Superior Court of Sampson County, North Carolina, seeking a court review of the determinations made by the Committee. The proceeding was removed to this court upon the ground that it is a civil action of which the district courts of the United States have original jurisdiction. 28 U.S.C.A. § 1441(a).</p>\n<p>The plaintiffs have moved to remand the case to the state courts upon the grounds, (1) that removal of the proceeding is precluded by section 367 of the Act, 7 U.S.C.A. § 1367, (2) that it is not a civil action of which the district courts of the United States have original jurisdiction, 28 U.S.C.A. § 1441, and (3) that this court, upon the removal of a suit in equity, may in the exercise of its discretion decline to exercise its jurisdiction, and that in the instant case such discretion should be so exercised and the suit remanded.</p>\n<p>First, as to the plaintiffs' contention that section 367 of the Act renders inapplicable the removal statute. The exact question was before the court in the case of Larkin v. Roseberry, D.C.E. D.Ky.1944, 54 F.Supp. 373, 375. In that case, Judge Ford, in denying motion to remand to the state court, stated that he found \"* * * nothing in the terms of the Act or in its legislative history, so far as brought to my attention, which indicates or even suggests that Congress contemplated prohibiting or in any way limiting exercise of the statutory right to remove such a proceeding from a state court to a federal court sitting in the same county or district, upon which equal and concurrent jurisdiction is conferred by the Act, or to exclude any other established procedure operative in or applicable to the court of first instance after it shall have acquired jurisdiction in accordance with section 365.\"</p>\n<p>Plaintiffs, in their comprehensive and well prepared brief, have pointed to the fact that there is no indication that Judge Ford, in Larkin v. Roseberry, supra, had the entire legislative history of the Act before him at the time he decided the case. It is pointed out that the bill, as originally reported to the floor of Congress, made no provision for filing action in a state court, and this provision was inserted in the Act by an amendment offered on the floor of the House of Representatives. Plaintiffs have furnished the court with excerpts from the floor debate on this provision of the Act, and contend that it conclusively shows congressional intent to give an aggrieved farmer the choice of selecting his forum and vesting the forum selected with exclusive jurisdiction.</p>\n<p>While there is no mention of the floor debate in the House of Representatives in the Larkin case, the defendants have secured a copy of the Government's brief in that case which includes excerpts from <span class=\"star-pagination\">*379</span> the floor debate. Thus, it may be presumed that Judge Ford was aware of the full legislative history of the Act at the time the case was decided.</p>\n<p>At most, the legislative history of the Act, including the debate on the floor of the House of Representatives, raises an inference of congressional intent to place exclusive jurisdiction in the forum where the action is first brought, and to deny the power of removal to a federal court. However, such inference is inconclusive, and any contention that sections 365 and 367 by implication accomplished, <i>pro tanto,</i> a repeal of the removal statute must yield to the well-established rule of statutory construction that repeals by implication are disfavored.</p>\n<p>The question of removability of an action where Congress has specifically provided jurisdiction in either the state or federal courts has been extensively litigated under the Fair Labor Standards Act, 29 U.S.C.A. §§ 201-219. While an action under that Act is an original action rather than a review of an administrative body, the question as to removability presents an analogous situation. The Fair Labor Standards Act provides that an action \"may be maintained in any court of competent jurisdiction.\" 29 U.S.C.A. § 216(b). In Buckles v. Morristown Kayo Co., D.C. E.D.Tenn.1955, 132 F.Supp. 555, 556, the court said:</p>\n<blockquote>\"In the Fair Labor Standards Act, this Court finds no language that can fairly be construed as destroying removability. The words, `may be maintained in any court of competent jurisdiction', remove any objection that might have arisen to exercise of jurisdiction by state courts, the effect being concurrent jurisdiction as between state and federal courts. These words give to the plaintiff his choice of forum. They do not, however, guarantee that his choice shall remain undisturbed. As the claim he asserts is a federal one, his choice is subject to being upset by the defendant. 28 U.S.C. § 1441(b). The Fair Labor Standards Act does not expressly provide otherwise, as it could have done by declaring that actions commenced in state courts shall not be removed.\"</blockquote>\n<p>In addition, it is my view that the matter has been laid to rest by the enactment in 1948, several years after the Larkin decision, of 28 U.S.C.A. § 1441 (a). This statute provides:</p>\n<blockquote>\"Except as otherwise <i>expressly</i> provided by Act of Congress, any civil action brought in a State court of which the district courts of the United States have original jurisdiction, may be removed * * * to the district court of the United States * * *.\" (Emphasis added.)</blockquote>\n<p>The purpose of this section is well stated in Asher v. William L. Crow Const. Co., D.C.S.D.N.Y.1953, 118 F. Supp. 495, 496, where the court said:</p>\n<blockquote>\"The reviser's notes to Section 1441 state that this `section consolidates removal provisions of sections 71 and 114 of Title 28, U.S.C., 1940 ed., and is intended to resolve ambiguities and conflicts of decisions.' The clause `except as otherwise expressly provided by Act of Congress' did not appear in the old Section 71.</blockquote>\n<blockquote>\"In instances where Congress has seen fit to expressly provide otherwise, it has stated in plain terms that suit brought in a state court shall not be removed. * * *\"</blockquote>\n<p>After a review of the legislative history of the Act, including a debate on the floor of the House of Representatives, and considering the language of 28 U.S.C.A. § 1441(a), this court concurs in the reasoning and conclusions of Judge Ford in the Larkin case, to the effect that the removability of cases brought pursuant to section 365 of the Act was not intended to be affected by section 367 of the Act for the reasons that (1) the legislative history of the Act is inconclusive, (2) a repeal by <span class=\"star-pagination\">*380</span> implication of the removal statute would be contrary to well-established rules of statutory construction, and (3) that heretofore when Congress has intended to preclude the right of removal it has so stated in clear and unambiguous language.</p>\n<p>The plaintiffs also contend that the instant proceeding is not removable because it is not a civil action of which the district courts of the United States have original jurisdiction. This argument rests upon two premises. First, that the court review provided by section 365 of the Act is such a continuation of administrative procedure as to be without the definition of a \"civil action\", and, secondly, that since section 366 of the Act limits the courts' determinations to questions of law, the review proceeding provided by section 365 is not an action of which the district courts of the United States have original jurisdiction, but rather an action of which the district courts have appellate jurisdiction.</p>\n<p>The review proceeding provided by section 365 of the Act is strictly judicial in nature. The court is empowered to determine only questions of law. It cannot in any way substitute its judgment for that of the review committee, nor make any administrative decision. Crolley v. Tatton, 5 Cir., 1957, 249 F.2d 908. Rather than provide for a continuation of any administrative function, Section 365 of the Act, in providing for judicial review, delineates the point at which the administrative process ends, for the review provided is confined to a determination of <i>legal</i> issues by a <i>judicial</i> body. Certainly such a proceeding is a \"civil action\" as the term is used in 28 U.S.C.A. § 1441(a). Larkin v. Roseberry, D.C. E.D.Ky.1944, 54 F.Supp. 373; Range Oil Supply Co. v. Chicago, Rock Island &amp; Pac. R. Co., D.C.D.Minn.1956, 140 F. Supp. 283; In re Chicago, M., St. P. &amp; P. R. Co., D.C.D.Minn.1931, 50 F.2d 430, and cases cited therein.</p>\n<p>Decker v. Spicer Mfg. Division of Dana Corp., D.C.N.D.Ohio 1951, 101 F. Supp. 207, cited by plaintiffs, is not to the contrary. In the latter case removal would have required the federal court to assume administrative functions under the workmen's compensation laws of Ohio. In addition, its actions would not have been of a final and binding nature. Clearly, a proceeding which calls for the exercise of administrative functions and the rendering of non-binding decisions is not a \"civil action\" in a legal sense.</p>\n<p>Finally, the proposition has been advanced that the court has discretionary power to remand this case to the state court, even though properly removed to the federal court. In considering this question, the court must exercise care to determine that a discretionary power does exist, and that it will be in the interest of justice to exercise such discretion.</p>\n<p>In Gulf Oil Corporation v. Gilbert, 1947, 330 U.S. 501, 67 S.Ct. 839, 841, 91 L.Ed. 1055, Mr. Justice Jackson, in discussing the application of the doctrine of \"forum non conveniens\" in the federal courts, outlined the various factors to be considered by a court in declining to exercise jurisdiction in certain cases. In 1948 Congress incorporated some of the rationale of this decision into 28 U.S.C.A. § 1404(a) by providing that certain actions need not be dismissed but could be transferred \"to any other district or division where it might have been brought.\"</p>\n<p>While the language of the cases decided after the Gulf Oil Corporation case, and the passage of 28 U.S.C.A. § 1404(a), indicate a rather broad discretion in the federal courts to transfer actions in the interest of justice, they deal with cases where there was more than the one district court where the action could have been brought and the party bringing the action selected the inconvenient district.</p>\n<p>Since there is no means for reviewing an order remanding a case to a state court, the court should act with caution in determining whether or not a power to remand exists. Bradley v. Halliburton Oil Well Cementing Co., <span class=\"star-pagination\">*381</span> D.C.E.D.Okl.1951, 100 F.Supp. 913. The court is without power to remand if no discretionary power exists.</p>\n<p>The cases cited by the plaintiffs in support of their position that the court, sitting as a court of equity, should exercise its sound discretion and remand this case to the state court, have been examined. However, the language of the court and the facts in those cases do not present an analogous situation to the situation here presented.</p>\n<p>It is concluded that where Congress has provided both a state and a federal forum, and has further provided for actions first brought in the state court to be removed to the federal court, no discretionary power exists to remand the case to the state court.</p>\n<p>For the reasons given above, the motion to remand to the state court must be denied. A decree will be entered accordingly.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">377</span></span> (1958)</b></center>\n<center><h1>Henry VANN, Individually; Henry Vann, Agent for George W. Gillette; Marguerite B. Gillette and Husband, George W. Gillette; Eliza B. Williamson, Lillian M. Bellamy, and Mary B. Barroll, Plaintiffs,<br>\nv.<br>\nCooper JACKSON, T. Eugene Tart, James E. Wright, as Review Committee of the United States Department of Agriculture for Sampson County, North Carolina, Defendants.</h1></center>\n<center>Civ. No. 547.</center>\n<center><p><b>United States District Court E. D. North Carolina, Fayetteville Division.</b></p></center>\n<center>September 17, 1958.</center>\n<p><span class=\"star-pagination\">*378</span> Butler &amp; Butler, Clinton, N. C., and Hubbard &amp; Jones, Clinton, N. C., for plaintiffs.</p>\n<p>Julian T. Gaskill, U. S. Atty. for the E. D. of North Carolina, Raleigh, N. C., for defendants.</p>\n<p>STANLEY, District Judge.</p>\n<p>Plaintiffs are the present owners and former owners of lands located in Sampson County, North Carolina, upon which tobacco is produced for market, subject to the provisions of the Agricultural Adjustment Act of 1938, 7 U.S.C.A. §§ 1281-1407, hereinafter referred to as the Act.</p>\n<p>Defendants constitute the Local Review Committee appointed by the Secretary of Agriculture to review, upon application, the established marketing quota of any dissatisfied farmer of the county, pursuant to section 363 of the Act. 7 U.S.C.A. § 1363.</p>\n<p>The Review Committee having reduced the tobacco marketing quota for plaintiffs' land for the years 1955, 1956, 1957 and 1958, plaintiffs instituted this proceeding in the Superior Court of Sampson County, North Carolina, seeking a court review of the determinations made by the Committee. The proceeding was removed to this court upon the ground that it is a civil action of which the district courts of the United States have original jurisdiction. 28 U.S.C.A. § 1441(a).</p>\n<p>The plaintiffs have moved to remand the case to the state courts upon the grounds, (1) that removal of the proceeding is precluded by section 367 of the Act, 7 U.S.C.A. § 1367, (2) that it is not a civil action of which the district courts of the United States have original jurisdiction, 28 U.S.C.A. § 1441, and (3) that this court, upon the removal of a suit in equity, may in the exercise of its discretion decline to exercise its jurisdiction, and that in the instant case such discretion should be so exercised and the suit remanded.</p>\n<p>First, as to the plaintiffs' contention that section 367 of the Act renders inapplicable the removal statute. The exact question was before the court in the case of Larkin v. Roseberry, D.C.E. D.Ky.1944, <span class=\"citation\" data-id=\"1739371\"><a href=\"/opinion/1739371/larkin-v-roseberry/\"><span class=\"volume\">54</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">373</span></a></span>, 375. In that case, Judge Ford, in denying motion to remand to the state court, stated that he found \"* * * nothing in the terms of the Act or in its legislative history, so far as brought to my attention, which indicates or even suggests that Congress contemplated prohibiting or in any way limiting exercise of the statutory right to remove such a proceeding from a state court to a federal court sitting in the same county or district, upon which equal and concurrent jurisdiction is conferred by the Act, or to exclude any other established procedure operative in or applicable to the court of first instance after it shall have acquired jurisdiction in accordance with section 365.\"</p>\n<p>Plaintiffs, in their comprehensive and well prepared brief, have pointed to the fact that there is no indication that Judge Ford, in Larkin v. Roseberry, supra, had the entire legislative history of the Act before him at the time he decided the case. It is pointed out that the bill, as originally reported to the floor of Congress, made no provision for filing action in a state court, and this provision was inserted in the Act by an amendment offered on the floor of the House of Representatives. Plaintiffs have furnished the court with excerpts from the floor debate on this provision of the Act, and contend that it conclusively shows congressional intent to give an aggrieved farmer the choice of selecting his forum and vesting the forum selected with exclusive jurisdiction.</p>\n<p>While there is no mention of the floor debate in the House of Representatives in the Larkin case, the defendants have secured a copy of the Government's brief in that case which includes excerpts from <span class=\"star-pagination\">*379</span> the floor debate. Thus, it may be presumed that Judge Ford was aware of the full legislative history of the Act at the time the case was decided.</p>\n<p>At most, the legislative history of the Act, including the debate on the floor of the House of Representatives, raises an inference of congressional intent to place exclusive jurisdiction in the forum where the action is first brought, and to deny the power of removal to a federal court. However, such inference is inconclusive, and any contention that sections 365 and 367 by implication accomplished, <i>pro tanto,</i> a repeal of the removal statute must yield to the well-established rule of statutory construction that repeals by implication are disfavored.</p>\n<p>The question of removability of an action where Congress has specifically provided jurisdiction in either the state or federal courts has been extensively litigated under the Fair Labor Standards Act, 29 U.S.C.A. §§ 201-219. While an action under that Act is an original action rather than a review of an administrative body, the question as to removability presents an analogous situation. The Fair Labor Standards Act provides that an action \"may be maintained in any court of competent jurisdiction.\" 29 U.S.C.A. § 216(b). In Buckles v. Morristown Kayo Co., D.C. E.D.Tenn.1955, <span class=\"citation\" data-id=\"1454796\"><a href=\"/opinion/1454796/buckles-v-morristown-kayo-company/\"><span class=\"volume\">132</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">555</span></a></span>, 556, the court said:</p>\n<blockquote>\"In the Fair Labor Standards Act, this Court finds no language that can fairly be construed as destroying removability. The words, `may be maintained in any court of competent jurisdiction', remove any objection that might have arisen to exercise of jurisdiction by state courts, the effect being concurrent jurisdiction as between state and federal courts. These words give to the plaintiff his choice of forum. They do not, however, guarantee that his choice shall remain undisturbed. As the claim he asserts is a federal one, his choice is subject to being upset by the defendant. 28 U.S.C. § 1441(b). The Fair Labor Standards Act does not expressly provide otherwise, as it could have done by declaring that actions commenced in state courts shall not be removed.\"</blockquote>\n<p>In addition, it is my view that the matter has been laid to rest by the enactment in 1948, several years after the Larkin decision, of 28 U.S.C.A. § 1441 (a). This statute provides:</p>\n<blockquote>\"Except as otherwise <i>expressly</i> provided by Act of Congress, any civil action brought in a State court of which the district courts of the United States have original jurisdiction, may be removed * * * to the district court of the United States * * *.\" (Emphasis added.)</blockquote>\n<p>The purpose of this section is well stated in Asher v. William L. Crow Const. Co., D.C.S.D.N.Y.1953, <span class=\"citation\" data-id=\"2281694\"><a href=\"/opinion/2281694/asher-v-william-l-crow-const-co/\"><span class=\"volume\">118</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">495</span></a></span>, 496, where the court said:</p>\n<blockquote>\"The reviser's notes to Section 1441 state that this `section consolidates removal provisions of sections 71 and 114 of Title 28, U.S.C., 1940 ed., and is intended to resolve ambiguities and conflicts of decisions.' The clause `except as otherwise expressly provided by Act of Congress' did not appear in the old Section 71.</blockquote>\n<blockquote>\"In instances where Congress has seen fit to expressly provide otherwise, it has stated in plain terms that suit brought in a state court shall not be removed. * * *\"</blockquote>\n<p>After a review of the legislative history of the Act, including a debate on the floor of the House of Representatives, and considering the language of 28 U.S.C.A. § 1441(a), this court concurs in the reasoning and conclusions of Judge Ford in the Larkin case, to the effect that the removability of cases brought pursuant to section 365 of the Act was not intended to be affected by section 367 of the Act for the reasons that (1) the legislative history of the Act is inconclusive, (2) a repeal by <span class=\"star-pagination\">*380</span> implication of the removal statute would be contrary to well-established rules of statutory construction, and (3) that heretofore when Congress has intended to preclude the right of removal it has so stated in clear and unambiguous language.</p>\n<p>The plaintiffs also contend that the instant proceeding is not removable because it is not a civil action of which the district courts of the United States have original jurisdiction. This argument rests upon two premises. First, that the court review provided by section 365 of the Act is such a continuation of administrative procedure as to be without the definition of a \"civil action\", and, secondly, that since section 366 of the Act limits the courts' determinations to questions of law, the review proceeding provided by section 365 is not an action of which the district courts of the United States have original jurisdiction, but rather an action of which the district courts have appellate jurisdiction.</p>\n<p>The review proceeding provided by section 365 of the Act is strictly judicial in nature. The court is empowered to determine only questions of law. It cannot in any way substitute its judgment for that of the review committee, nor make any administrative decision. Crolley v. Tatton, 5 Cir., 1957, 249 F.2d 908. Rather than provide for a continuation of any administrative function, Section 365 of the Act, in providing for judicial review, delineates the point at which the administrative process ends, for the review provided is confined to a determination of <i>legal</i> issues by a <i>judicial</i> body. Certainly such a proceeding is a \"civil action\" as the term is used in 28 U.S.C.A. § 1441(a). Larkin v. Roseberry, D.C. E.D.Ky.1944, <span class=\"citation\" data-id=\"1739371\"><a href=\"/opinion/1739371/larkin-v-roseberry/\"><span class=\"volume\">54</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">373</span></a></span>; Range Oil Supply Co. v. Chicago, Rock Island &amp; Pac. R. Co., D.C.D.Minn.1956, 140 F. Supp. 283; In re Chicago, M., St. P. &amp; P. R. Co., D.C.D.Minn.1931, <span class=\"citation\" data-id=\"1549152\"><a href=\"/opinion/1549152/in-re-chicago-m-st-p-pr-co/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">430</span></a></span>, and cases cited therein.</p>\n<p>Decker v. Spicer Mfg. Division of Dana Corp., D.C.N.D.Ohio 1951, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">207</span></span>, cited by plaintiffs, is not to the contrary. In the latter case removal would have required the federal court to assume administrative functions under the workmen's compensation laws of Ohio. In addition, its actions would not have been of a final and binding nature. Clearly, a proceeding which calls for the exercise of administrative functions and the rendering of non-binding decisions is not a \"civil action\" in a legal sense.</p>\n<p>Finally, the proposition has been advanced that the court has discretionary power to remand this case to the state court, even though properly removed to the federal court. In considering this question, the court must exercise care to determine that a discretionary power does exist, and that it will be in the interest of justice to exercise such discretion.</p>\n<p>In Gulf Oil Corporation v. Gilbert, 1947, <span class=\"citation\" data-id=\"104393\"><a href=\"/opinion/104393/gulf-oil-corp-v-gilbert/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">501</span></a></span>, <span class=\"citation\" data-id=\"104393\"><a href=\"/opinion/104393/gulf-oil-corp-v-gilbert/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">839</span></a></span>, 841, <span class=\"citation\" data-id=\"104393\"><a href=\"/opinion/104393/gulf-oil-corp-v-gilbert/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1055</span></a></span>, Mr. Justice Jackson, in discussing the application of the doctrine of \"forum non conveniens\" in the federal courts, outlined the various factors to be considered by a court in declining to exercise jurisdiction in certain cases. In 1948 Congress incorporated some of the rationale of this decision into 28 U.S.C.A. § 1404(a) by providing that certain actions need not be dismissed but could be transferred \"to any other district or division where it might have been brought.\"</p>\n<p>While the language of the cases decided after the Gulf Oil Corporation case, and the passage of 28 U.S.C.A. § 1404(a), indicate a rather broad discretion in the federal courts to transfer actions in the interest of justice, they deal with cases where there was more than the one district court where the action could have been brought and the party bringing the action selected the inconvenient district.</p>\n<p>Since there is no means for reviewing an order remanding a case to a state court, the court should act with caution in determining whether or not a power to remand exists. Bradley v. Halliburton Oil Well Cementing Co., <span class=\"star-pagination\">*381</span> D.C.E.D.Okl.1951, 100 F.Supp. 913. The court is without power to remand if no discretionary power exists.</p>\n<p>The cases cited by the plaintiffs in support of their position that the court, sitting as a court of equity, should exercise its sound discretion and remand this case to the state court, have been examined. However, the language of the court and the facts in those cases do not present an analogous situation to the situation here presented.</p>\n<p>It is concluded that where Congress has provided both a state and a federal forum, and has further provided for actions first brought in the state court to be removed to the federal court, no discretionary power exists to remand the case to the state court.</p>\n<p>For the reasons given above, the motion to remand to the state court must be denied. A decree will be entered accordingly.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1454796/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1549152/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1739371/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2281694/"
  ]
}