{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1757868/",
  "absolute_url": "/opinion/1757868/united-states-v-kendrick/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1757868/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:19:53.960144Z",
  "date_modified": "2016-04-27T01:13:21.400134Z",
  "type": "010combined",
  "sha1": "1087ab6dcc73dc48b7000fa3b1bb2a4f18c6f522",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>636 F.Supp. 189 (1986)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nDavid W. KENDRICK, Defendant.</h1></center>\n<center>No. 86-23-01-CR-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>May 6, 1986.</center>\n<p>Samuel T. Currin, U.S. Atty., Raleigh, N.C., for U.S.</p>\n<p>S. Johnson Howard, Federal Public Defender, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>This action is before the court on defendant's motion for the reassignment of his case to the United States Magistrate on grounds that the charge against him of driving while impaired (DWI) on the Fort Bragg Military Reservation is a misdemeanor. In support of this contention defendant offers the government's stipulation that defendant's maximum punishment <span class=\"star-pagination\">*190</span> would be a fine of $1,000 and imprisonment for not more than twelve months, pursuant to 18 U.S.C. § 13, assimilating N.C.G.S. § 20-179(h).</p>\n<p>Prior to 1983 the offense of driving a motor vehicle while under the influence of an intoxicant was covered by N.C.G.S. § 20-138. This statute described two possible offenses: subsection (a) of the statute prohibited driving while under the influence of intoxicating liquor while subsection (b) considered driving with a .10 percent blood alcohol level to be a criminal violation. The statute explicitly stated that subsection (b) was considered a \"lesser included offense\" of driving under the influence of intoxicating liquor as defined in subsection (a).</p>\n<p>In 1983 N.C.G.S. § 20-138 was repealed and the present law, Section 20-138.1, was enacted. This statute has been construed by the Supreme Court of North Carolina in <i>State v. Coker,</i> 312 N.C. 432, 323 S.E.2d 343 (1984), to constitute <i>one offense.</i> The court reasoned that although this new statute contained language similar to that of its predecessor, the \"lesser included\" language was omitted indicating the legislative intent to combine the prior two offenses into one offense. On this basis, the court concluded that Section 20-138.1 creates one offense which may be proved by either of two theories: driving while under the influence of an impairing substance or driving with a blood alcohol level of .10 percent or more.</p>\n<p>This 1983 statute also provided for several levels of punishment, and under Level 1 the maximum term of imprisonment is two years. In <i>State v. Field,</i> 75 N.C.App. 647, 331 S.E.2d 221 (1985), the Court of Appeals of North Carolina determined that the factors specified in the various levels of punishment are not elements of the offense of driving while impaired. The court held in that case that the legislature created a bifurcated procedure for handling offenses under Section 20-138.1 in which a jury would make the initial determination whether the statute had been violated, and if such violation was found, then the judge would determine the terms of the sentence to be imposed.</p>\n<p>For many years prior to the enactment of this new driving while impaired (DWI) statute drunken driving cases in this district arising on any of its several federal enclaves were routinely tried and disposed of by the magistrates of the district as misdemeanors pursuant to the Assimilated Crimes Statute, 18 U.S.C. § 13. Following the enactment of N.C.G.S. § 138.1, however, which provided for possible punishments of up to two years' imprisonment this court on October 16, 1983 issued a Standing Order approving the continued handling of DWI cases by the magistrates on condition that the maximum punishment which could be imposed by them would be a fine of $1,000 and a term of imprisonment not exceeding one year. This limitation was imposed in recognition of the fact that under 18 U.S.C. § 3401 the jurisdiction of magistrates extends only to the trial of parties accused of misdemeanors upon the filing of their written consent and the fact that under federal law a misdemeanor is any offense other than one \"punishable by death or imprisonment for a term exceeding one year....\" 18 U.S.C. § 1.</p>\n<p>Under date of December 2, 1985 the court received from S. Johnson Howard, Esq., Federal Public Defender for this district, a memorandum of law in which he called into question the validity of the court's Standing Order referred to above in which he stated:</p>\n<blockquote>After considerable research, I have come to the conclusion that the Standing Order is without legal effect and cannot be relied upon by either a defendant or the government to confer jurisdiction upon the magistrates in two-year misdemeanor cases.</blockquote>\n<p>In his memorandum Mr. Howard goes on to reason that since the jurisdiction that can be conferred on magistrates by the consent of the parties is limited to the trial of misdemeanors, 18 U.S.C. § 3401, and since misdemeanors are defined as offenses other than those punishable by death or imprisonment for a term exceeding one year, 18 U.S.C. § 1, \"it is clear that a magistrate's jurisdiction in criminal cases is <span class=\"star-pagination\">*191</span> limited to those cases where (1) the defendant consents to the magistrate's jurisdiction, and (2) the offense is not <i>punishable</i> by imprisonment for a term exceeding one year.\" He then correctly states that \"[p]unishable\" refers not to the actual punishment that has been, or may be, meted out by the court, but to the maximum punishment set by statute, <i>citing </i><i>Soetarto v. Immigration &amp; Naturalization Service,</i> 516 F.2d 778 (7th Cir.1975), and <i>In re Puerto Rico Newspaper Guild Local 225,</i> 476 F.2d 856 (1st Cir.1973).</p>\n<p>Following receipt of Mr. Howard's memo the court rescinded its Standing Order of November 16, 1985 until it could give further study to the serious jurisdictional question which he had raised whereupon the United States Attorney commenced submitting DWI cases arising on military bases in the district to grand juries and charging defendants in such cases with felonies under the federal definition of that term in 18 U.S.C. § 1. For the reasons to follow this court has concluded that such action was unnecessary and that the court's Standing Order of November 16, 1985 was in fact valid.</p>\n<p>The Assimilated Crimes Statute, 18 U.S.C. § 13, provides in pertinent part that:</p>\n<blockquote>Whoever within or upon [federal property] is guilty of any act or omission which, although not made punishable by any enactment of Congress, would be punishable if committed or omitted within the jurisdiction of the State ... in which such place is situated, by the laws thereof in force at the time of such act or omission, shall be guilty of a like offense and subject to a like punishment.</blockquote>\n<p>As previously stated, the offense of DWI under North Carolina law is punishable by a term of imprisonment up to two years, but under North Carolina law offenses which carry a possible punishment of not more than two years' imprisonment are misdemeanors, not felonies as under federal law. N.C.G.S. §§ 20-138.1(d), 20-179 and 14-3(a).</p>\n<p>The operative words of 18 U.S.C. § 13 are \"shall be guilty of a like offense and subject to a like punishment.\" Under both state and federal law the consequences of the conviction of an offender of a misdemeanor are far less severe than the consequences which follow the conviction of a felony. For instance, convicted felons who have not had their citizenship restored may not vote, sit on juries, purchase firearms, etc., while those convicted of misdemeanors suffer no such dire consequences. It is obvious, therefore, that if a person convicted of the offense of DWI in a North Carolina court is only guilty of a misdemeanor while another person, if tried and convicted of the same offense in a federal court under the Assimilated Crimes Statute would be guilty of a felony, the latter would not be guilty of a \"like offense\" and subject to a \"like punishment\" as his counterpart received in the state court, but would indeed have been found guilty of a far more serious offense and subjected to a far more serious punishment than his counterpart received in the state court.</p>\n<p>The question then arises as to whether under 18 U.S.C. § 13 there can be assimilated into federal law a portion of a state statute such as N.C.G.S. § 138.1 but not all of the maximum punishment provided by that statute under state law. At the outset we are faced with the general principle that the Assimilated Crimes Act does not contemplate selective assimilation or incorporation of state criminal law. <i>United States v. Holley,</i> 444 F.Supp. 1361, 1362 (D.Md.1977). This principle is subject, however, to an exception in cases where it is sought to have assimilated into federal law a state penal statute or portion thereof which is in conflict with federal policy as expressed by the Constitution, acts of Congress or by valid administrative regulations having the force of law. <i>United States v. Warne,</i> 190 F.Supp. 645 (N.D.Cal.1960), <i>aff'd in part, vacated in part on other grounds sub nom., </i><i>Paul v. United States,</i> 371 U.S. 245, 83 S.Ct. 426, 9 L.Ed.2d 292, <i>cert. denied,</i> 372 U.S. 907, 83 S.Ct. 716, 9 L.Ed.2d 716 (1963). Applying these principles to the case at bar the court concludes that so much of the North Carolina DWI law, N.C.G.S. § 138.1, is assimilated into federal law as does not conflict with federal policy; that the portion of the North <span class=\"star-pagination\">*192</span> Carolina statute which provides for punishment by imprisonment for a term in excess of one year which is still a misdemeanor under North Carolina law is contrary to federal policy as expressed in 18 U.S.C. § 1; and that when the North Carolina statute is imported into federal law it brings with it its state classification as a misdemeanor, and that in order for it to be a \"like offense\" in this court, the consequences of a conviction under the statute can be no greater in this court than would be a conviction in the courts of the State of North Carolina. <i>United States v. Easley,</i> 387 F.Supp. 143 (N.D.Cal.1974); <i>Compare </i><i>United States v. Mayberry,</i> 774 F.2d 1018 (10th Cir.1985). This being so, in order to harmonize the statute as assimilated with the definition of federal misdemeanors under 18 U.S.C. § 1, punishment in this court for an offense under N.C.G.S. § 138.1 cannot exceed a fine of $1,000 or imprisonment for a term not exceeding one year.</p>\n<p>The only reasonable alternative holding would be to hold that since incorporation of this state statute into federal law would create a federal felony out of a state misdemeanor no part of the state DWI law can be incorporated into federal law under the Assimilated Crimes Act. This court cannot believe that Congress intended the two pertinent statutes, 18 U.S.C. § 1 and 18 U.S.C. § 13, to be so construed as to enable drunken drivers to roam at large on the streets of those military reservations in the Eastern District of North Carolina which have not seen fit to enact their own regulations prohibiting such activities without fear of apprehension or punishment.<sup>[1]</sup></p>\n<p>From what has been said above it follows that under 18 U.S.C. § 13 the DWI statute of North Carolina, N.C.G.S. § 138.1, is assimilated into federal law, but an offender can only be convicted of a misdemeanor in the federal court and that punishment in this court cannot exceed a fine of $1,000 and imprisonment for a term in excess of one year. Since such a misdemeanor is within the jurisdiction of the magistrates subject to the provisions of 18 U.S.C. § 3401, the motion of the defendant for reassignment of this case to the United States Magistrate at Fayetteville is allowed.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The authorities at the largest of these military reservations, Fort Bragg, have been repeatedly urged by this court to adopt such a regulation with appropriate punishment by the military authorities, and this would render academic the knotty problems which the present state of affairs has engendered for all concerned.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">636</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">189</span></span> (1986)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nDavid W. KENDRICK, Defendant.</h1></center>\n<center>No. 86-23-01-CR-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>May 6, 1986.</center>\n<p>Samuel T. Currin, U.S. Atty., Raleigh, N.C., for U.S.</p>\n<p>S. Johnson Howard, Federal Public Defender, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>This action is before the court on defendant's motion for the reassignment of his case to the United States Magistrate on grounds that the charge against him of driving while impaired (DWI) on the Fort Bragg Military Reservation is a misdemeanor. In support of this contention defendant offers the government's stipulation that defendant's maximum punishment <span class=\"star-pagination\">*190</span> would be a fine of $1,000 and imprisonment for not more than twelve months, pursuant to 18 U.S.C. § 13, assimilating N.C.G.S. § 20-179(h).</p>\n<p>Prior to 1983 the offense of driving a motor vehicle while under the influence of an intoxicant was covered by N.C.G.S. § 20-138. This statute described two possible offenses: subsection (a) of the statute prohibited driving while under the influence of intoxicating liquor while subsection (b) considered driving with a .10 percent blood alcohol level to be a criminal violation. The statute explicitly stated that subsection (b) was considered a \"lesser included offense\" of driving under the influence of intoxicating liquor as defined in subsection (a).</p>\n<p>In 1983 N.C.G.S. § 20-138 was repealed and the present law, Section 20-138.1, was enacted. This statute has been construed by the Supreme Court of North Carolina in <i>State v. Coker,</i> <span class=\"citation\" data-id=\"1298215\"><a href=\"/opinion/1298215/state-v-coker/\"><span class=\"volume\">312</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">432</span></a></span>, <span class=\"citation\" data-id=\"1298215\"><a href=\"/opinion/1298215/state-v-coker/\"><span class=\"volume\">323</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">343</span></a></span> (1984), to constitute <i>one offense.</i> The court reasoned that although this new statute contained language similar to that of its predecessor, the \"lesser included\" language was omitted indicating the legislative intent to combine the prior two offenses into one offense. On this basis, the court concluded that Section 20-138.1 creates one offense which may be proved by either of two theories: driving while under the influence of an impairing substance or driving with a blood alcohol level of .10 percent or more.</p>\n<p>This 1983 statute also provided for several levels of punishment, and under Level 1 the maximum term of imprisonment is two years. In <i>State v. Field,</i> 75 N.C.App. 647, <span class=\"citation\" data-id=\"1210973\"><a href=\"/opinion/1210973/state-v-field/\"><span class=\"volume\">331</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">221</span></a></span> (1985), the Court of Appeals of North Carolina determined that the factors specified in the various levels of punishment are not elements of the offense of driving while impaired. The court held in that case that the legislature created a bifurcated procedure for handling offenses under Section 20-138.1 in which a jury would make the initial determination whether the statute had been violated, and if such violation was found, then the judge would determine the terms of the sentence to be imposed.</p>\n<p>For many years prior to the enactment of this new driving while impaired (DWI) statute drunken driving cases in this district arising on any of its several federal enclaves were routinely tried and disposed of by the magistrates of the district as misdemeanors pursuant to the Assimilated Crimes Statute, 18 U.S.C. § 13. Following the enactment of N.C.G.S. § 138.1, however, which provided for possible punishments of up to two years' imprisonment this court on October 16, 1983 issued a Standing Order approving the continued handling of DWI cases by the magistrates on condition that the maximum punishment which could be imposed by them would be a fine of $1,000 and a term of imprisonment not exceeding one year. This limitation was imposed in recognition of the fact that under 18 U.S.C. § 3401 the jurisdiction of magistrates extends only to the trial of parties accused of misdemeanors upon the filing of their written consent and the fact that under federal law a misdemeanor is any offense other than one \"punishable by death or imprisonment for a term exceeding one year....\" 18 U.S.C. § 1.</p>\n<p>Under date of December 2, 1985 the court received from S. Johnson Howard, Esq., Federal Public Defender for this district, a memorandum of law in which he called into question the validity of the court's Standing Order referred to above in which he stated:</p>\n<blockquote>After considerable research, I have come to the conclusion that the Standing Order is without legal effect and cannot be relied upon by either a defendant or the government to confer jurisdiction upon the magistrates in two-year misdemeanor cases.</blockquote>\n<p>In his memorandum Mr. Howard goes on to reason that since the jurisdiction that can be conferred on magistrates by the consent of the parties is limited to the trial of misdemeanors, 18 U.S.C. § 3401, and since misdemeanors are defined as offenses other than those punishable by death or imprisonment for a term exceeding one year, 18 U.S.C. § 1, \"it is clear that a magistrate's jurisdiction in criminal cases is <span class=\"star-pagination\">*191</span> limited to those cases where (1) the defendant consents to the magistrate's jurisdiction, and (2) the offense is not <i>punishable</i> by imprisonment for a term exceeding one year.\" He then correctly states that \"[p]unishable\" refers not to the actual punishment that has been, or may be, meted out by the court, but to the maximum punishment set by statute, <i>citing </i><i>Soetarto v. Immigration &amp; Naturalization Service,</i> <span class=\"citation\" data-id=\"327718\"><a href=\"/opinion/327718/soerjanti-soetarto-v-immigration-and-naturalization-service/\"><span class=\"volume\">516</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">778</span></a></span> (7th Cir.1975), and <i>In re Puerto Rico Newspaper Guild Local 225,</i> <span class=\"citation\" data-id=\"310225\"><a href=\"/opinion/310225/in-re-puerto-rico-newspaper-guild-local-225-affiliated-with-the-newspaper/\"><span class=\"volume\">476</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">856</span></a></span> (1st Cir.1973).</p>\n<p>Following receipt of Mr. Howard's memo the court rescinded its Standing Order of November 16, 1985 until it could give further study to the serious jurisdictional question which he had raised whereupon the United States Attorney commenced submitting DWI cases arising on military bases in the district to grand juries and charging defendants in such cases with felonies under the federal definition of that term in 18 U.S.C. § 1. For the reasons to follow this court has concluded that such action was unnecessary and that the court's Standing Order of November 16, 1985 was in fact valid.</p>\n<p>The Assimilated Crimes Statute, 18 U.S.C. § 13, provides in pertinent part that:</p>\n<blockquote>Whoever within or upon [federal property] is guilty of any act or omission which, although not made punishable by any enactment of Congress, would be punishable if committed or omitted within the jurisdiction of the State ... in which such place is situated, by the laws thereof in force at the time of such act or omission, shall be guilty of a like offense and subject to a like punishment.</blockquote>\n<p>As previously stated, the offense of DWI under North Carolina law is punishable by a term of imprisonment up to two years, but under North Carolina law offenses which carry a possible punishment of not more than two years' imprisonment are misdemeanors, not felonies as under federal law. N.C.G.S. §§ 20-138.1(d), 20-179 and 14-3(a).</p>\n<p>The operative words of 18 U.S.C. § 13 are \"shall be guilty of a like offense and subject to a like punishment.\" Under both state and federal law the consequences of the conviction of an offender of a misdemeanor are far less severe than the consequences which follow the conviction of a felony. For instance, convicted felons who have not had their citizenship restored may not vote, sit on juries, purchase firearms, etc., while those convicted of misdemeanors suffer no such dire consequences. It is obvious, therefore, that if a person convicted of the offense of DWI in a North Carolina court is only guilty of a misdemeanor while another person, if tried and convicted of the same offense in a federal court under the Assimilated Crimes Statute would be guilty of a felony, the latter would not be guilty of a \"like offense\" and subject to a \"like punishment\" as his counterpart received in the state court, but would indeed have been found guilty of a far more serious offense and subjected to a far more serious punishment than his counterpart received in the state court.</p>\n<p>The question then arises as to whether under 18 U.S.C. § 13 there can be assimilated into federal law a portion of a state statute such as N.C.G.S. § 138.1 but not all of the maximum punishment provided by that statute under state law. At the outset we are faced with the general principle that the Assimilated Crimes Act does not contemplate selective assimilation or incorporation of state criminal law. <i>United States v. Holley,</i> <span class=\"citation\" data-id=\"2149649\"><a href=\"/opinion/2149649/united-states-v-holley/\"><span class=\"volume\">444</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1361</span></a></span>, 1362 (D.Md.1977). This principle is subject, however, to an exception in cases where it is sought to have assimilated into federal law a state penal statute or portion thereof which is in conflict with federal policy as expressed by the Constitution, acts of Congress or by valid administrative regulations having the force of law. <i>United States v. Warne,</i> <span class=\"citation\" data-id=\"1623060\"><a href=\"/opinion/1623060/united-states-v-warne/\"><span class=\"volume\">190</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">645</span></a></span> (N.D.Cal.1960), <i>aff'd in part, vacated in part on other grounds sub nom., </i><i>Paul v. United States,</i> <span class=\"citation\" data-id=\"106508\"><a href=\"/opinion/106508/paul-v-united-states/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">245</span></a></span>, <span class=\"citation\" data-id=\"106508\"><a href=\"/opinion/106508/paul-v-united-states/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">426</span></a></span>, <span class=\"citation\" data-id=\"106508\"><a href=\"/opinion/106508/paul-v-united-states/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">292</span></a></span>, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">907</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">716</span></span>, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></span> (1963). Applying these principles to the case at bar the court concludes that so much of the North Carolina DWI law, N.C.G.S. § 138.1, is assimilated into federal law as does not conflict with federal policy; that the portion of the North <span class=\"star-pagination\">*192</span> Carolina statute which provides for punishment by imprisonment for a term in excess of one year which is still a misdemeanor under North Carolina law is contrary to federal policy as expressed in 18 U.S.C. § 1; and that when the North Carolina statute is imported into federal law it brings with it its state classification as a misdemeanor, and that in order for it to be a \"like offense\" in this court, the consequences of a conviction under the statute can be no greater in this court than would be a conviction in the courts of the State of North Carolina. <i>United States v. Easley,</i> <span class=\"citation\" data-id=\"1671957\"><a href=\"/opinion/1671957/united-states-v-easley/\"><span class=\"volume\">387</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">143</span></a></span> (N.D.Cal.1974); <i>Compare </i><i>United States v. Mayberry,</i> <span class=\"citation\" data-id=\"459065\"><a href=\"/opinion/459065/united-states-v-charles-e-mayberry/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1018</span></a></span> (10th Cir.1985). This being so, in order to harmonize the statute as assimilated with the definition of federal misdemeanors under 18 U.S.C. § 1, punishment in this court for an offense under N.C.G.S. § 138.1 cannot exceed a fine of $1,000 or imprisonment for a term not exceeding one year.</p>\n<p>The only reasonable alternative holding would be to hold that since incorporation of this state statute into federal law would create a federal felony out of a state misdemeanor no part of the state DWI law can be incorporated into federal law under the Assimilated Crimes Act. This court cannot believe that Congress intended the two pertinent statutes, 18 U.S.C. § 1 and 18 U.S.C. § 13, to be so construed as to enable drunken drivers to roam at large on the streets of those military reservations in the Eastern District of North Carolina which have not seen fit to enact their own regulations prohibiting such activities without fear of apprehension or punishment.<sup>[1]</sup></p>\n<p>From what has been said above it follows that under 18 U.S.C. § 13 the DWI statute of North Carolina, N.C.G.S. § 138.1, is assimilated into federal law, but an offender can only be convicted of a misdemeanor in the federal court and that punishment in this court cannot exceed a fine of $1,000 and imprisonment for a term in excess of one year. Since such a misdemeanor is within the jurisdiction of the magistrates subject to the provisions of 18 U.S.C. § 3401, the motion of the defendant for reassignment of this case to the United States Magistrate at Fayetteville is allowed.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The authorities at the largest of these military reservations, Fort Bragg, have been repeatedly urged by this court to adopt such a regulation with appropriate punishment by the military authorities, and this would render academic the knotty problems which the present state of affairs has engendered for all concerned.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/310225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/327718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/459065/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1210973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1298215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1623060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1671957/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2149649/"
  ]
}