{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1766538/",
  "absolute_url": "/opinion/1766538/carr-v-fw-woolworth-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1766538/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:21:03.212889Z",
  "date_modified": "2016-04-26T22:09:58.590376Z",
  "type": "010combined",
  "sha1": "5c22bee1d519cdf3c6fa6dbfbaf46358f0eff168",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>883 F.Supp. 10 (1992)</b></center>\n<center><h1>Brentley Jean CARR, Plaintiff,<br>\nv.<br>\nF.W. WOOLWORTH COMPANY, also known as Woolworth Corporation, and Carol McCullough, Defendants.</h1></center>\n<center>No. 91-541-CIV-5-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 23, 1992.</center>\n<p><span class=\"star-pagination\">*11</span> Lisa G. Corbett, Fuller, Corbett &amp; Albert, Goldsboro, NC, for plaintiff Brentley Jean Carr.</p>\n<p>John Brendan Kelly, Hunton &amp; Williams, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the court on defendants' motion for summary judgment pursuant <span class=\"star-pagination\">*12</span> to Rule 56(b) of the Federal Rules of Civil Procedure. Plaintiff Brentley Jean Carr has charged defendant Woolworth Company and its employee, Carol McCullen,<sup>[1]</sup> with violating both Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e, <i>et seq.,</i> (Title VII) and 42 U.S.C. § 1981 (§ 1981). Specifically, Carr contends that defendants hired her as assistant manager at a retail outlet, rather than for the manager's position, based on unlawful considerations of race, and subsequently discharged her in retaliation for her announced intent to file a complaint concerning the hiring decision. Defendants have denied these charges, and now seek dismissal of all claims against them.</p>\n<p></p>\n<h2><i>Facts</i></h2>\n<p>On June 13, 1990, defendant Woolworth's solicited applications for manager and assistant manager of AfterThoughts, a newly-opened retail subsidiary of Woolworth's specializing in moderately-priced ladies' fashion accessories. Plaintiff Carr, a 33 year old black female, applied for both positions on the following day. The printed application form Carr filled out warned applicants that any misrepresentation or omission therein would be grounds for denial of employment or dismissal.</p>\n<p>Carr's application showed that she had held six jobs over the previous six years, all in either banks and credit unions or in the cashier's offices of retail sales outlets such as Montgomery Ward's. She listed her most recent position as \"Interviewer\" in the loan department of Seymour Johnson Federal Credit Union. Carr described her duties there as primarily involving processing loan applications, but including assisting as a teller or in collections when needed. Plaintiff's educational background consisted of a high school degree, one year as a nursing major at a community college, and further community college course work to become a notary. In an aptitude test administered by Woolworth's at the time of her application, Carr scored a 98 out of 100.</p>\n<p>Plaintiff was interviewed by defendant Carol McCullen, a white female then serving as AfterThoughts Area Manager. Shortly thereafter, plaintiff was offered the assistant manager's post, which she accepted. As part of her administrative in-processing, Carr filled out two personal reference forms, which were mailed to Carr's previous employers with the understanding that her position as assistant manager was contingent on Woolworth's receiving satisfactory responses.</p>\n<p>Soon after assuming her duties at AfterThoughts, Carr became skeptical of the professional and interpersonal skills of Emily Jackson, the white woman chosen as manager. Examining Jackson's personnel file, Carr learned that Jackson had scored eight points lower on her aptitude test than she, was 11 years younger, and had, in Carr's opinion, inferior work experience. Jackson had previously worked short stints as an insurance sales agent, sign company office manager, hospital payroll supervisor and clerk, and day care teacher. In addition, Jackson and her husband had briefly owned and operated an aluminum siding and window company. Her resume also listed periods of employment at Reed's Jewelers and D.A. Kelly's under the heading \"Odd Jobs  Retail.\" Jackson was a high school graduate who had completed two years of business courses at local community colleges.</p>\n<p>Based solely on her evaluation of their relative qualifications and respective races, Carr concluded that Jackson had been chosen for the manager's position over her because of racial prejudice. On July 28, 1990, she questioned Area Manager McCullen on her hiring decision. Although allegedly admitting having made a mistake, McCullen defended her initial choice, saying she had been impressed by Jackson's more recent sales experience, more extensive college education, management background, and more enthusiastic and outgoing attitude, which McCullen thought would benefit sales. According to plaintiff, McCullen then offered her the manager's position at another AfterThoughts outlet, and asked her to keep notes <span class=\"star-pagination\">*13</span> on Jackson's poor performance to support her eventual discharge. Carr did not mention her suspicions concerning racial discrimination during this conversation.</p>\n<p>Over the next four weeks, Carr continued to complain to McCullen about Jackson's poor performance. During this period, McCullen allegedly learned that Jackson had been fired from her previous job, and had written a bad check to another AfterThoughts outlet  both grounds for dismissalyet took no action. On August 19, 1990, McCullen told Carr that she was considering firing Jackson. However, Carr would not be moved up to the manager's spot; McCullen allegedly stated that she had chosen a woman from Ohio as replacement manager. This seemed further evidence of discrimination to plaintiff, although she did not ascertain the race of the prospective replacement manager. On August 22, 1990, Carr informed McCullen that she had spoken with the Equal Opportunity Employment Commission (EEOC) concerning the situation, and was considering filing a discrimination complaint. Plaintiff claims that McCullen became angry when she learned of her contact with the EEOC, and ordered her to work immediately for a meeting on the subject.</p>\n<p>Carr, McCullen, and McCullen's superior, AfterThoughts Regional Manager Mike Marshal, met the same afternoon to discuss Carr's grievances. While Marshal promised to investigate the charges against Jackson and take appropriate action, he supported McCullen's initial selection of Jackson as manager. Carr told her supervisors that she now intended to go forward with her complaint against Woolworth's. Marshal did nothing to discourage plaintiff from this, merely asking that all relevant papers be forwarded to his office.</p>\n<p>On August 28, 1990, McCullen informed Carr that she had spoken with Mildred Hodgin, Carr's former supervisor at Seymour Johnson Federal Credit Union. Contrary to statements contained in her AfterThoughts application, Hodgin told McCullen that Carr had not been employed as a loan interviewer who occasionally filled in as a teller, but rather the reverse; Carr had worked primarily as a teller, but did loan interviews and collections work when needed. Hodgin also returned a reference form in which she rated Carr's performance as \"fair,\" and indicated that she would not re-hire Carr based on her spotty attendance and professed need for a better-paying job. After a brief argument concerning these revelations, McCullen dismissed Carr for falsifying her application and for poor references.</p>\n<p>Carr proceeded to file Title VII charges against Woolworth's, accusing the corporation of racial discrimination in hiring and retaliatory discharge. The complaint did not name McCullen as an individual defendant. After its own investigation uncovered no evidence to support Carr's claims, the EEOC dismissed both charges against Woolworth's, and gave plaintiff notice of her right to sue. Plaintiff subsequently filed this action.</p>\n<p></p>\n<h2><i>Discussion</i></h2>\n<p></p>\n<h2>I</h2>\n<p>Before proceeding to the merits of defendants' summary judgment motion, several jurisdictional matters may be addressed which, by disposing of some redundancy in plaintiffs pleadings, will allow a clearer view of those claims that remain. The complaint sets forth a total of eight causes of action, charging violations of both Title VII and § 1981 for discriminatory hiring and retaliatory discharge as to both Woolworth's and McCullen. However, the Title VII complaint initially filed with the EEOC did not name McCullen as an individual defendant; plaintiff has therefore not satisfied the jurisdictional prerequisite of obtaining a \"right to sue letter\" as to McCullen. <i>See</i> 42 U.S.C. § 2000e-(5)(f)(1); <i>see also </i><i>Mickel v. South Carolina State Employment Service,</i> 377 F.2d 239, 242 (4th Cir.), <i>cert. denied,</i> 389 U.S. 877, 88 S.Ct. 177, 19 L.Ed.2d 166 (1967); <i>Harris v. Norfolk &amp; Western Railway Co.,</i> 720 F.Supp. 567, 569 (W.D.Va.1989). Neither is there the \"clear identity of interest\" between Woolworth's and McCullen, a relatively low-level supervisor, which might justify an exception to this well-established procedural requirement. <i>Cf. </i><i>Nicol v. Imagematrix, Inc.</i> 767 F.Supp. 744, 751 (E.D.Va.1991) (allowing Title VII suit against a corporate subdivision not named in initial complaint <span class=\"star-pagination\">*14</span> against parent corporation based on constructive notice). Moreover, only \"employers\" may be liable under Title VII; defendant McCullen does not qualify as a employer as defined by the statute. <i>See</i> 42 U.S.C. 2000e(b); <i>Scott v. Sears, Roebuck &amp; Co.,</i> 798 F.2d 210, 214 (4th Cir.1989). Therefore, both Title VII charges against McCullen are dismissed.</p>\n<p>Plaintiffs § 1981 retaliatory discharge claims must also be dismissed. During Carr's brief stint as an employee of defendants', the law was plain that § 1981 covered only those actions which occurred at the time an employment contract was formed; it did \"not extend ... to conduct by an employer after the contract relation ha[d] been established, including breach of the terms of the contract.\" <i>Patterson v. McLean Credit Union,</i> 491 U.S. 164, 109 S.Ct. 2363, 105 L.Ed.2d 132 (1989); <i>see also </i><i>Williams v. First Union National Bank of N.C.,</i> 920 F.2d 232, 234 (4th Cir.1990), <i>cert. denied,</i> 500 U.S. 953, 111 S.Ct. 2259, 114 L.Ed.2d 712 (1991). Although the Civil Rights Act of 1991 now provides a remedy for retaliatory discharge under § 1981, considerations of due process preclude the retroactive application of <i>post facto</i> legislation so as to create a right which did not exist at the time of the alleged infraction. <i>Patterson v. McLean Credit Union,</i> 784 F.Supp. 268, 279 (M.D.N.C.1992); <i>Rowson v. County of Arlington, Virginia,</i> 786 F.Supp. 555, 560 (E.D.Va.1992) (both declining to apply Civil Rights Act of 1991 retroactively); <i>see generally </i><i>Bowen v. Georgetown University Hospital,</i> 488 U.S. 204, 218, 109 S.Ct. 468, 476-77, 102 L.Ed.2d 493 (1988); <i>Leland v. Federal Insurance Administrator,</i> 934 F.2d 524, 527 (4th Cir.), <i>cert. denied,</i> 502 U.S. 957, 112 S.Ct. 417, 116 L.Ed.2d 437 (1991) (both limiting retroactive application of legislation based on considerations of fairness).</p>\n<p></p>\n<h2>II</h2>\n<p>Thus pruned by deficiencies of procedure and jurisdiction, the complaint yet retains four causes of action: § 1981 claims against both Woolworth's and McCullen for discrimination in hiring, and Title VII claims against Woolworth's for discrimination in hiring and retaliatory discharge. The sufficiency of plaintiffs proof on these charges must now be tested against defendants' summary judgment motion.</p>\n<p>In order to withstand a motion for summary judgment, a party must make a forecast of evidence sufficient to establish each element of the case upon which that party bears the burden of proof. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322, 106 S.Ct. 2548, 2552, 91 L.Ed.2d 265 (1986). This evidence must create \"fair doubt\" as to the contested issues; reliance on the mere pleadings or upon \"wholly speculative assertions\" will not suffice. <i>Guinness PLC v. Ward,</i> 955 F.2d 875, 882-83 (4th Cir.1992); <i>see also </i><i>Felty v. Graves-Humphreys Co.,</i> 818 F.2d 1126, 1128 (4th Cir.1987) (unsupported speculation not sufficient to defeat summary judgment motion).</p>\n<p>The elements which plaintiff must make out in support of her first three causes of action, discrimination in hiring, are set forth with equal clarity. Where, as here, a plaintiff lacks direct evidence of racial animus, such as racist epithets or other overt action, the party may create a presumption of discrimination by demonstrating that: 1) the plaintiff is a member of a protected minority, 2) who applied and was qualified for employment, but was rejected, and 3) the employer either continued to seek applicants or filled the position with a non-minority. <i>Patterson,</i> 491 U.S. at 187-88, 109 S.Ct. at 2378; <i>Blue v. Department of the Army,</i> 914 F.2d 525, 536 (4th Cir.1991).</p>\n<p>Taken together, these otherwise neutral facts constitute <i>prima facie</i> evidence of discriminatory intent on the part of the employer; that is, as a legal fiction, courts will presume that the employer's motivation was unlawful unless the employer produces a legitimate, non-discriminatory explanation for its actions. <i>Texas Department of Community Affairs v. Burdine,</i> 450 U.S. 248, 256, 101 S.Ct. 1089, 1095, 67 L.Ed.2d 207 (1981). Once the employer articulates such a lawful rationale, the burden of production shifts back to the plaintiff, who must prove that the employer's proffered reasoning is actually a pretext for racial prejudice. <i>Id.</i></p>\n<p><span class=\"star-pagination\">*15</span> In applying the procedural requirements of Rule 56 to the <i>Patterson/Burdine</i> framework, a <i>prima facie</i> case of discrimination should not be confused with the <i>prima facie</i> showing on <i>all</i> elements of plaintiffs proof necessary to defeat a motion for summary judgment. Indeed, in supporting her ultimate burden of persuasion on the question of pretext, plaintiffs initial three-part showing is of little or no probative value. <i>See </i><i>Blue,</i> 914 F.2d at 536 (\"[C]learly, if plaintiff has no evidence whatsoever of pretext, the continued litigation of plaintiffs case can be frivolous despite the existence of a <i>prima facie</i> case.\"); <i>Introcaso v. Cunningham,</i> 857 F.2d 965, 967-68 (4th Cir.1988) (\"[I]t is possible for a plaintiff to establish a <i>prima facie</i> case ... which is nonetheless groundless\"). The <i>prima facie</i> showing only serves to force the defendant to articulate a legitimate explanation for the challenged action; it is then the plaintiff's duty to expose the racial animus lurking behind the employer's excuse. <i>Holder v. City of Raleigh,</i> 867 F.2d 823, 827 (4th Cir.1989) (legal presumption arising from <i>prima facie</i> showing insufficient to carry plaintiff's ultimate burden of proving actual discriminatory motive through other evidence).</p>\n<p>Plaintiff has satisfied the minimal requirements of a <i>prima facie</i> case under <i>Burdine/Patterson.</i> She is a black female who applied and was qualified for the manager's position at AfterThoughts, and was rejected for that position in favor of Jackson, a white female. Moreover, Carr has provided evidence sufficient to create \"fair doubt\" as to who was better qualified to be manager, thus raising the possibility that the proffered rationale behind the hiring decision is pretextual. By her own admission, however, plaintiff does not expect to produce <i>any</i> evidence to sustain her ultimate burden of proving that defendants' stated reasons for hiring Jackson were not only pretextual, but also were a pretext for race-based discrimination. <i>See </i><i>Holder,</i> 867 F.2d at 827 (mere showing that employer dissembled insufficient to prove discrimination; \"pretext\" not equivalent to \"pretext <i>for discrimination</i>\") (emphasis in original); <i>Autry v. North Carolina Department of Human Resources,</i> 820 F.2d 1384, 1386 (4th Cir.1987) (plaintiff's burden is to \"prove that she was not promoted <i>because of</i> her race, not that she was member of the black race <i>and</i> was not promoted\") (emphasis in original); <i>Riley v. Dow Corning Corporation,</i> 767 F.Supp. 735, 743 (M.D.N.C.1991) (same).</p>\n<p>The court notes further that plaintiff faces a particularly difficult challenge in proving unlawful motive here, as she accuses the same person who chose her for the assistant manager's position with discriminating against her in filling the manager's post. <i>See </i><i>Proud v. Stone,</i> 945 F.2d 796, 797 (4th Cir. 1991) (strong inference that discrimination was not determining factor in discharge when same individual both hired and fired plaintiff). Although the positions carried different titles and slightly different salaries, the duties and responsibilities of manager and assistant manager were essentially the same. It is therefore difficult to assume, as a matter of common human experience, that a bigoted employer would refuse to hire a minority for the manager's position, but would be willing to have a minority as assistant manager. <i>See generally</i> Donohue &amp; Siegelman, <i>The Changing Nature of Employment Discrimination Litigation,</i> 43 Stan. L.Rev. 983, 1017 (1991) (discriminatory motive difficult to prove where same individual who hired plaintiff responsible for challenged adverse action).</p>\n<p>Faced with this formidable evidentiary task, Carr states with admirable, perhaps unintentional candor that her only \"proof\" of defendants' discriminatory intent is that she is black, Jackson is white, and plaintiff believes herself to be better qualified than Jackson. In some instances Carr lacks even this minimal basis; she notes McCullen's decision to replace Jackson with a woman from Ohio, rather than plaintiff, as further evidence of racial discrimination, without even knowing the proposed replacement's race. Plaintiff must have some proffer of evidence which reaches beyond speculation and conjecture and which could support an inference that her employer's decision was other than a business decision and impermissibly based on race. Plaintiff has failed to produce such evidence and the absence of this evidence of pretext is fatal to plaintiff's <span class=\"star-pagination\">*16</span> claims. Consequently, plaintiffs claims of discrimination in hiring under both Title VII and § 1981 are dismissed.</p>\n<p></p>\n<h2>III</h2>\n<p>Plaintiffs only remaining cause of action is her Title VII retaliatory discharge claim against Woolworth's, on which she has adduced sufficient evidence to merit a full trial. The order and allocation of proof in retaliatory dismissal actions parallels that used in other types of civil rights cases. <i>Lawrence v. Mars, Inc.,</i> 955 F.2d 902, 906 (4th Cir.1992). Plaintiff must show that: 1) she engaged in protected activity, 2) after which the employer, being aware of this activity, took adverse action against her, 3) because of the protected activity. <i>Id.</i></p>\n<p>Here, plaintiff has satisfied the first two requirements of the <i>Lawrence</i> test by showing that she was discharged by Woolworth's almost immediately upon notifying her superiors that she intended to file a complaint with the EEOC. The facts are contested as to the element of causality. Plaintiff contends that McCullen's attitude towards her changed substantially after she learned of plaintiffs contact with the EEOC, and that the defendants have exaggerated the minor discrepancy on her application in effort to justify her dismissal. Further, Carr alleges that defendants were aware of worse deficiencies in Jackson's work history, and yet took no action against her. Defendants' blanket denial of these allegations creates questions of fact and credibility which are inappropriate for resolution here. Fed. R.Civ.P. 56(e); <i>Wehrle v. Brooks,</i> 269 F.Supp. 785, 788 (W.D.N.C.1966) <i>aff'd,</i> 379 F.2d 288 (4th Cir.1967).</p>\n<p></p>\n<h2>IV</h2>\n<p>Accordingly, defendants' motion is DENIED as to plaintiffs Title VII retaliatory discharge claim against defendant Woolworth's, and ALLOWED as to all other charges against defendants Woolworth's and McCullen.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The complaint misnamed defendant McCullen as \"Carol McCullough.\" This order will refer to Ms. McCullen by her true name.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">883</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">10</span></span> (1992)</b></center>\n<center><h1>Brentley Jean CARR, Plaintiff,<br>\nv.<br>\nF.W. WOOLWORTH COMPANY, also known as Woolworth Corporation, and Carol McCullough, Defendants.</h1></center>\n<center>No. 91-541-CIV-5-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 23, 1992.</center>\n<p><span class=\"star-pagination\">*11</span> Lisa G. Corbett, Fuller, Corbett &amp; Albert, Goldsboro, NC, for plaintiff Brentley Jean Carr.</p>\n<p>John Brendan Kelly, Hunton &amp; Williams, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the court on defendants' motion for summary judgment pursuant <span class=\"star-pagination\">*12</span> to Rule 56(b) of the Federal Rules of Civil Procedure. Plaintiff Brentley Jean Carr has charged defendant Woolworth Company and its employee, Carol McCullen,<sup>[1]</sup> with violating both Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e, <i>et seq.,</i> (Title VII) and 42 U.S.C. § 1981 (§ 1981). Specifically, Carr contends that defendants hired her as assistant manager at a retail outlet, rather than for the manager's position, based on unlawful considerations of race, and subsequently discharged her in retaliation for her announced intent to file a complaint concerning the hiring decision. Defendants have denied these charges, and now seek dismissal of all claims against them.</p>\n<p></p>\n<h2><i>Facts</i></h2>\n<p>On June 13, 1990, defendant Woolworth's solicited applications for manager and assistant manager of AfterThoughts, a newly-opened retail subsidiary of Woolworth's specializing in moderately-priced ladies' fashion accessories. Plaintiff Carr, a 33 year old black female, applied for both positions on the following day. The printed application form Carr filled out warned applicants that any misrepresentation or omission therein would be grounds for denial of employment or dismissal.</p>\n<p>Carr's application showed that she had held six jobs over the previous six years, all in either banks and credit unions or in the cashier's offices of retail sales outlets such as Montgomery Ward's. She listed her most recent position as \"Interviewer\" in the loan department of Seymour Johnson Federal Credit Union. Carr described her duties there as primarily involving processing loan applications, but including assisting as a teller or in collections when needed. Plaintiff's educational background consisted of a high school degree, one year as a nursing major at a community college, and further community college course work to become a notary. In an aptitude test administered by Woolworth's at the time of her application, Carr scored a 98 out of 100.</p>\n<p>Plaintiff was interviewed by defendant Carol McCullen, a white female then serving as AfterThoughts Area Manager. Shortly thereafter, plaintiff was offered the assistant manager's post, which she accepted. As part of her administrative in-processing, Carr filled out two personal reference forms, which were mailed to Carr's previous employers with the understanding that her position as assistant manager was contingent on Woolworth's receiving satisfactory responses.</p>\n<p>Soon after assuming her duties at AfterThoughts, Carr became skeptical of the professional and interpersonal skills of Emily Jackson, the white woman chosen as manager. Examining Jackson's personnel file, Carr learned that Jackson had scored eight points lower on her aptitude test than she, was 11 years younger, and had, in Carr's opinion, inferior work experience. Jackson had previously worked short stints as an insurance sales agent, sign company office manager, hospital payroll supervisor and clerk, and day care teacher. In addition, Jackson and her husband had briefly owned and operated an aluminum siding and window company. Her resume also listed periods of employment at Reed's Jewelers and D.A. Kelly's under the heading \"Odd Jobs  Retail.\" Jackson was a high school graduate who had completed two years of business courses at local community colleges.</p>\n<p>Based solely on her evaluation of their relative qualifications and respective races, Carr concluded that Jackson had been chosen for the manager's position over her because of racial prejudice. On July 28, 1990, she questioned Area Manager McCullen on her hiring decision. Although allegedly admitting having made a mistake, McCullen defended her initial choice, saying she had been impressed by Jackson's more recent sales experience, more extensive college education, management background, and more enthusiastic and outgoing attitude, which McCullen thought would benefit sales. According to plaintiff, McCullen then offered her the manager's position at another AfterThoughts outlet, and asked her to keep notes <span class=\"star-pagination\">*13</span> on Jackson's poor performance to support her eventual discharge. Carr did not mention her suspicions concerning racial discrimination during this conversation.</p>\n<p>Over the next four weeks, Carr continued to complain to McCullen about Jackson's poor performance. During this period, McCullen allegedly learned that Jackson had been fired from her previous job, and had written a bad check to another AfterThoughts outlet  both grounds for dismissalyet took no action. On August 19, 1990, McCullen told Carr that she was considering firing Jackson. However, Carr would not be moved up to the manager's spot; McCullen allegedly stated that she had chosen a woman from Ohio as replacement manager. This seemed further evidence of discrimination to plaintiff, although she did not ascertain the race of the prospective replacement manager. On August 22, 1990, Carr informed McCullen that she had spoken with the Equal Opportunity Employment Commission (EEOC) concerning the situation, and was considering filing a discrimination complaint. Plaintiff claims that McCullen became angry when she learned of her contact with the EEOC, and ordered her to work immediately for a meeting on the subject.</p>\n<p>Carr, McCullen, and McCullen's superior, AfterThoughts Regional Manager Mike Marshal, met the same afternoon to discuss Carr's grievances. While Marshal promised to investigate the charges against Jackson and take appropriate action, he supported McCullen's initial selection of Jackson as manager. Carr told her supervisors that she now intended to go forward with her complaint against Woolworth's. Marshal did nothing to discourage plaintiff from this, merely asking that all relevant papers be forwarded to his office.</p>\n<p>On August 28, 1990, McCullen informed Carr that she had spoken with Mildred Hodgin, Carr's former supervisor at Seymour Johnson Federal Credit Union. Contrary to statements contained in her AfterThoughts application, Hodgin told McCullen that Carr had not been employed as a loan interviewer who occasionally filled in as a teller, but rather the reverse; Carr had worked primarily as a teller, but did loan interviews and collections work when needed. Hodgin also returned a reference form in which she rated Carr's performance as \"fair,\" and indicated that she would not re-hire Carr based on her spotty attendance and professed need for a better-paying job. After a brief argument concerning these revelations, McCullen dismissed Carr for falsifying her application and for poor references.</p>\n<p>Carr proceeded to file Title VII charges against Woolworth's, accusing the corporation of racial discrimination in hiring and retaliatory discharge. The complaint did not name McCullen as an individual defendant. After its own investigation uncovered no evidence to support Carr's claims, the EEOC dismissed both charges against Woolworth's, and gave plaintiff notice of her right to sue. Plaintiff subsequently filed this action.</p>\n<p></p>\n<h2><i>Discussion</i></h2>\n<p></p>\n<h2>I</h2>\n<p>Before proceeding to the merits of defendants' summary judgment motion, several jurisdictional matters may be addressed which, by disposing of some redundancy in plaintiffs pleadings, will allow a clearer view of those claims that remain. The complaint sets forth a total of eight causes of action, charging violations of both Title VII and § 1981 for discriminatory hiring and retaliatory discharge as to both Woolworth's and McCullen. However, the Title VII complaint initially filed with the EEOC did not name McCullen as an individual defendant; plaintiff has therefore not satisfied the jurisdictional prerequisite of obtaining a \"right to sue letter\" as to McCullen. <i>See</i> 42 U.S.C. § 2000e-(5)(f)(1); <i>see also </i><i>Mickel v. South Carolina State Employment Service,</i> <span class=\"citation\" data-id=\"275825\"><a href=\"/opinion/275825/1-fair-emplpraccas-182-1-empl-prac-dec-p-9785-gussie-mickel-v-south/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">239</span></a></span>, 242 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">877</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">177</span></span>, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">166</span></span> (1967); <i>Harris v. Norfolk &amp; Western Railway Co.,</i> <span class=\"citation\" data-id=\"1769399\"><a href=\"/opinion/1769399/harris-v-norfolk-and-western-ry-co/\"><span class=\"volume\">720</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">567</span></a></span>, 569 (W.D.Va.1989). Neither is there the \"clear identity of interest\" between Woolworth's and McCullen, a relatively low-level supervisor, which might justify an exception to this well-established procedural requirement. <i>Cf. </i><i>Nicol v. Imagematrix, Inc.</i> <span class=\"citation\" data-id=\"1520745\"><a href=\"/opinion/1520745/nicol-v-imagematrix-inc/\"><span class=\"volume\">767</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">744</span></a></span>, 751 (E.D.Va.1991) (allowing Title VII suit against a corporate subdivision not named in initial complaint <span class=\"star-pagination\">*14</span> against parent corporation based on constructive notice). Moreover, only \"employers\" may be liable under Title VII; defendant McCullen does not qualify as a employer as defined by the statute. <i>See</i> 42 U.S.C. 2000e(b); <i>Scott v. Sears, Roebuck &amp; Co.,</i> <span class=\"citation\" data-id=\"474594\"><a href=\"/opinion/474594/41-fair-emplpraccas-805-41-empl-prac-dec-p-36439-1/\"><span class=\"volume\">798</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">210</span></a></span>, 214 (4th Cir.1989). Therefore, both Title VII charges against McCullen are dismissed.</p>\n<p>Plaintiffs § 1981 retaliatory discharge claims must also be dismissed. During Carr's brief stint as an employee of defendants', the law was plain that § 1981 covered only those actions which occurred at the time an employment contract was formed; it did \"not extend ... to conduct by an employer after the contract relation ha[d] been established, including breach of the terms of the contract.\" <i>Patterson v. McLean Credit Union,</i> <span class=\"citation\" data-id=\"112296\"><a href=\"/opinion/112296/patterson-v-mclean-credit-union/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">164</span></a></span>, <span class=\"citation\" data-id=\"112296\"><a href=\"/opinion/112296/patterson-v-mclean-credit-union/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2363</span></a></span>, <span class=\"citation\" data-id=\"112296\"><a href=\"/opinion/112296/patterson-v-mclean-credit-union/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">132</span></a></span> (1989); <i>see also </i><i>Williams v. First Union National Bank of N.C.,</i> <span class=\"citation\" data-id=\"552358\"><a href=\"/opinion/552358/55-fair-emplpraccas-799-55-empl-prac-dec-p-40410-devaughn-e/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">232</span></a></span>, 234 (4th Cir.1990), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">953</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2259</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">712</span></span> (1991). Although the Civil Rights Act of 1991 now provides a remedy for retaliatory discharge under § 1981, considerations of due process preclude the retroactive application of <i>post facto</i> legislation so as to create a right which did not exist at the time of the alleged infraction. <i>Patterson v. McLean Credit Union,</i> <span class=\"citation\" data-id=\"1907729\"><a href=\"/opinion/1907729/patterson-v-mclean-credit-union/\"><span class=\"volume\">784</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">268</span></a></span>, 279 (M.D.N.C.1992); <i>Rowson v. County of Arlington, Virginia,</i> <span class=\"citation\" data-id=\"1379991\"><a href=\"/opinion/1379991/rowson-v-county-of-arlington-va/\"><span class=\"volume\">786</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">555</span></a></span>, 560 (E.D.Va.1992) (both declining to apply Civil Rights Act of 1991 retroactively); <i>see generally </i><i>Bowen v. Georgetown University Hospital,</i> <span class=\"citation\" data-id=\"112163\"><a href=\"/opinion/112163/bowen-v-georgetown-univ-hospital/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">204</span></a></span>, 218, <span class=\"citation\" data-id=\"112163\"><a href=\"/opinion/112163/bowen-v-georgetown-univ-hospital/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">468</span></a></span>, 476-77, <span class=\"citation\" data-id=\"112163\"><a href=\"/opinion/112163/bowen-v-georgetown-univ-hospital/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">493</span></a></span> (1988); <i>Leland v. Federal Insurance Administrator,</i> <span class=\"citation\" data-id=\"562055\"><a href=\"/opinion/562055/edwin-s-leland-v-federal-insurance-administrator-united-services/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">524</span></a></span>, 527 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">957</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">417</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">437</span></span> (1991) (both limiting retroactive application of legislation based on considerations of fairness).</p>\n<p></p>\n<h2>II</h2>\n<p>Thus pruned by deficiencies of procedure and jurisdiction, the complaint yet retains four causes of action: § 1981 claims against both Woolworth's and McCullen for discrimination in hiring, and Title VII claims against Woolworth's for discrimination in hiring and retaliatory discharge. The sufficiency of plaintiffs proof on these charges must now be tested against defendants' summary judgment motion.</p>\n<p>In order to withstand a motion for summary judgment, a party must make a forecast of evidence sufficient to establish each element of the case upon which that party bears the burden of proof. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). This evidence must create \"fair doubt\" as to the contested issues; reliance on the mere pleadings or upon \"wholly speculative assertions\" will not suffice. <i>Guinness PLC v. Ward,</i> <span class=\"citation\" data-id=\"577120\"><a href=\"/opinion/577120/guinness-plc-guinness-america-incorporated-v-thomas-joseph-ward-two/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">875</span></a></span>, 882-83 (4th Cir.1992); <i>see also </i><i>Felty v. Graves-Humphreys Co.,</i> <span class=\"citation\" data-id=\"488536\"><a href=\"/opinion/488536/43-fair-emplpraccas-1507-43-empl-prac-dec-p-37143-n-brown-felty-v/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1126</span></a></span>, 1128 (4th Cir.1987) (unsupported speculation not sufficient to defeat summary judgment motion).</p>\n<p>The elements which plaintiff must make out in support of her first three causes of action, discrimination in hiring, are set forth with equal clarity. Where, as here, a plaintiff lacks direct evidence of racial animus, such as racist epithets or other overt action, the party may create a presumption of discrimination by demonstrating that: 1) the plaintiff is a member of a protected minority, 2) who applied and was qualified for employment, but was rejected, and 3) the employer either continued to seek applicants or filled the position with a non-minority. <i>Patterson,</i> 491 U.S. at 187-88, 109 S.Ct. at 2378; <i>Blue v. Department of the Army,</i> <span class=\"citation\" data-id=\"548363\"><a href=\"/opinion/548363/sandra-l-blue-and-mattiebelle-c-harris-samuel-p-sheppard-edward-r/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">525</span></a></span>, 536 (4th Cir.1991).</p>\n<p>Taken together, these otherwise neutral facts constitute <i>prima facie</i> evidence of discriminatory intent on the part of the employer; that is, as a legal fiction, courts will presume that the employer's motivation was unlawful unless the employer produces a legitimate, non-discriminatory explanation for its actions. <i>Texas Department of Community Affairs v. Burdine,</i> <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 256, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, 1095, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981). Once the employer articulates such a lawful rationale, the burden of production shifts back to the plaintiff, who must prove that the employer's proffered reasoning is actually a pretext for racial prejudice. <i>Id.</i></p>\n<p><span class=\"star-pagination\">*15</span> In applying the procedural requirements of Rule 56 to the <i>Patterson/Burdine</i> framework, a <i>prima facie</i> case of discrimination should not be confused with the <i>prima facie</i> showing on <i>all</i> elements of plaintiffs proof necessary to defeat a motion for summary judgment. Indeed, in supporting her ultimate burden of persuasion on the question of pretext, plaintiffs initial three-part showing is of little or no probative value. <i>See </i><i>Blue,</i> 914 F.2d at 536 (\"[C]learly, if plaintiff has no evidence whatsoever of pretext, the continued litigation of plaintiffs case can be frivolous despite the existence of a <i>prima facie</i> case.\"); <i>Introcaso v. Cunningham,</i> <span class=\"citation\" data-id=\"511976\"><a href=\"/opinion/511976/alexander-introcaso-v-paul-h-cunningham-board-of-education-of-dorchester/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">965</span></a></span>, 967-68 (4th Cir.1988) (\"[I]t is possible for a plaintiff to establish a <i>prima facie</i> case ... which is nonetheless groundless\"). The <i>prima facie</i> showing only serves to force the defendant to articulate a legitimate explanation for the challenged action; it is then the plaintiff's duty to expose the racial animus lurking behind the employer's excuse. <i>Holder v. City of Raleigh,</i> <span class=\"citation\" data-id=\"518409\"><a href=\"/opinion/518409/needham-holder-v-city-of-raleigh-jack-c-duncan-needham-holder-v-city-of/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">823</span></a></span>, 827 (4th Cir.1989) (legal presumption arising from <i>prima facie</i> showing insufficient to carry plaintiff's ultimate burden of proving actual discriminatory motive through other evidence).</p>\n<p>Plaintiff has satisfied the minimal requirements of a <i>prima facie</i> case under <i>Burdine/Patterson.</i> She is a black female who applied and was qualified for the manager's position at AfterThoughts, and was rejected for that position in favor of Jackson, a white female. Moreover, Carr has provided evidence sufficient to create \"fair doubt\" as to who was better qualified to be manager, thus raising the possibility that the proffered rationale behind the hiring decision is pretextual. By her own admission, however, plaintiff does not expect to produce <i>any</i> evidence to sustain her ultimate burden of proving that defendants' stated reasons for hiring Jackson were not only pretextual, but also were a pretext for race-based discrimination. <i>See </i><i>Holder,</i> 867 F.2d at 827 (mere showing that employer dissembled insufficient to prove discrimination; \"pretext\" not equivalent to \"pretext <i>for discrimination</i>\") (emphasis in original); <i>Autry v. North Carolina Department of Human Resources,</i> <span class=\"citation\" data-id=\"489904\"><a href=\"/opinion/489904/44-fair-emplpraccas-169-43-empl-prac-dec-p-37260-omega-r-autry-v/\"><span class=\"volume\">820</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1384</span></a></span>, 1386 (4th Cir.1987) (plaintiff's burden is to \"prove that she was not promoted <i>because of</i> her race, not that she was member of the black race <i>and</i> was not promoted\") (emphasis in original); <i>Riley v. Dow Corning Corporation,</i> <span class=\"citation\" data-id=\"1520699\"><a href=\"/opinion/1520699/riley-v-dow-corning-corp/\"><span class=\"volume\">767</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">735</span></a></span>, 743 (M.D.N.C.1991) (same).</p>\n<p>The court notes further that plaintiff faces a particularly difficult challenge in proving unlawful motive here, as she accuses the same person who chose her for the assistant manager's position with discriminating against her in filling the manager's post. <i>See </i><i>Proud v. Stone,</i> <span class=\"citation\" data-id=\"569128\"><a href=\"/opinion/569128/59-fair-emplpraccas-bna-301-57-empl-prac-dec-p-40979-warren-a/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">796</span></a></span>, 797 (4th Cir. 1991) (strong inference that discrimination was not determining factor in discharge when same individual both hired and fired plaintiff). Although the positions carried different titles and slightly different salaries, the duties and responsibilities of manager and assistant manager were essentially the same. It is therefore difficult to assume, as a matter of common human experience, that a bigoted employer would refuse to hire a minority for the manager's position, but would be willing to have a minority as assistant manager. <i>See generally</i> Donohue &amp; Siegelman, <i>The Changing Nature of Employment Discrimination Litigation,</i> 43 Stan. L.Rev. 983, 1017 (1991) (discriminatory motive difficult to prove where same individual who hired plaintiff responsible for challenged adverse action).</p>\n<p>Faced with this formidable evidentiary task, Carr states with admirable, perhaps unintentional candor that her only \"proof\" of defendants' discriminatory intent is that she is black, Jackson is white, and plaintiff believes herself to be better qualified than Jackson. In some instances Carr lacks even this minimal basis; she notes McCullen's decision to replace Jackson with a woman from Ohio, rather than plaintiff, as further evidence of racial discrimination, without even knowing the proposed replacement's race. Plaintiff must have some proffer of evidence which reaches beyond speculation and conjecture and which could support an inference that her employer's decision was other than a business decision and impermissibly based on race. Plaintiff has failed to produce such evidence and the absence of this evidence of pretext is fatal to plaintiff's <span class=\"star-pagination\">*16</span> claims. Consequently, plaintiffs claims of discrimination in hiring under both Title VII and § 1981 are dismissed.</p>\n<p></p>\n<h2>III</h2>\n<p>Plaintiffs only remaining cause of action is her Title VII retaliatory discharge claim against Woolworth's, on which she has adduced sufficient evidence to merit a full trial. The order and allocation of proof in retaliatory dismissal actions parallels that used in other types of civil rights cases. <i>Lawrence v. Mars, Inc.,</i> <span class=\"citation\" data-id=\"577121\"><a href=\"/opinion/577121/steven-h-lawrence-v-mars-incorporated/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">902</span></a></span>, 906 (4th Cir.1992). Plaintiff must show that: 1) she engaged in protected activity, 2) after which the employer, being aware of this activity, took adverse action against her, 3) because of the protected activity. <i>Id.</i></p>\n<p>Here, plaintiff has satisfied the first two requirements of the <i>Lawrence</i> test by showing that she was discharged by Woolworth's almost immediately upon notifying her superiors that she intended to file a complaint with the EEOC. The facts are contested as to the element of causality. Plaintiff contends that McCullen's attitude towards her changed substantially after she learned of plaintiffs contact with the EEOC, and that the defendants have exaggerated the minor discrepancy on her application in effort to justify her dismissal. Further, Carr alleges that defendants were aware of worse deficiencies in Jackson's work history, and yet took no action against her. Defendants' blanket denial of these allegations creates questions of fact and credibility which are inappropriate for resolution here. Fed. R.Civ.P. 56(e); <i>Wehrle v. Brooks,</i> <span class=\"citation\" data-id=\"1800989\"><a href=\"/opinion/1800989/wehrle-v-brooks/\"><span class=\"volume\">269</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">785</span></a></span>, 788 (W.D.N.C.1966) <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">379</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">288</span></span> (4th Cir.1967).</p>\n<p></p>\n<h2>IV</h2>\n<p>Accordingly, defendants' motion is DENIED as to plaintiffs Title VII retaliatory discharge claim against defendant Woolworth's, and ALLOWED as to all other charges against defendants Woolworth's and McCullen.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The complaint misnamed defendant McCullen as \"Carol McCullough.\" This order will refer to Ms. McCullen by her true name.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112163/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/275825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/474594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488536/",
    "http://www.courtlistener.com/api/rest/v3/opinions/489904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518409/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/562055/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577121/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1379991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1520699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1520745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1769399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1800989/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1907729/"
  ]
}