{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1767389/",
  "absolute_url": "/opinion/1767389/united-states-v-26075-acres-located-in-swift-creek-tp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1767389/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:21:10.774893Z",
  "date_modified": "2016-04-27T03:10:23.368444Z",
  "type": "010combined",
  "sha1": "1f97a160d3065c3e28e6d540ece86e33bce9408d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>687 F.Supp. 1005 (1988)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\n26.075 ACRES, MORE OR LESS LOCATED IN SWIFT CREEK TOWNSHIP, WAKE COUNTY, NORTH CAROLINA; a Parcel of Real Property and All Improvements, Buildings, Structures, Fixtures, Furnishings, and Appurtenances Situated Thereon, Said Property Being Titled in the Name of Rosemarie D. Santoro; and any and All Proceeds from the Sale of Said Property, Defendant.</h1></center>\n<center>No. 86-807-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 15, 1988.</center>\n<p><span class=\"star-pagination\">*1006</span> Stephen A. West, Asst. U.S. Atty., Raleigh, N.C., for plaintiff.</p>\n<p>Nicholas J. Dombalis, II, Merriman, Nicholls, Crampton, Dombalis &amp; Aldridge, Raleigh, N.C., for defendant.</p>\n<p>David R. Godfrey, Savage &amp; Godfrey, Apex, N.C., for J.C. Hampton Grading Co.</p>\n<p>Archie L. Smith III, Durham, N.C., for claimant Theodore H. Graepel.</p>\n<p>William G. Simpson, Jr., Staff Counsel, N.C. Civil Liberties Union Legal Foundation, Greensboro, N.C., for amicus curiae.</p>\n<p>Lacy M. Presnell, III, Raleigh, N.C., for claimants Thomas F. Santoro, Catherine Marie Santoro, Thomas F. Santoro as Guardian Ad Litem for Christopher Jason Ashley Santoro.</p>\n<p>JAMES C. FOX, District Judge.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>This is a civil action brought by the United States seeking the forfeiture of approximately 26 acres of real property and all appurtenances and improvements thereto, pursuant to 21 U.S.C. § 881(a)(7). The defendant real property was seized by the United States Marshal on August 11, 1986, pursuant to a Warrant of Arrest <i>In Rem</i> issued by the court on July 29, 1986. Thereafter, several parties filed claims alleging some interest in the defendant real property and, in some cases, setting up certain defenses to the forfeiture of the defendant real property. These claimants include Rosemarie Santoro, the holder of legal title to the defendant real property; <span class=\"star-pagination\">*1007</span> Thomas F. Santoro, who conveyed his interest in the defendant real property to Rosemarie Santoro, his former wife, in accordance with a separation agreement entered into in March, 1983; Catherine Marie Santoro and Christopher-Jason Ashley Santoro, both claiming an interest as beneficiaries of a trust in their father's former interest in the real property, presumably alleged to be created by the 1983 separation agreement; Merriman, Nicholls, Crampton, Dombalis &amp; Aldridge, P.A., claiming an interest as beneficiary of a deed of trust for attorneys' fees; and Theodore H. Graepel and J. C. Hampton Grading Company, Inc., lienholders.</p>\n<p>All parties claiming any interest in the defendant real property are now before the court, since the time by which claims must be filed has passed. This case is before the court on cross-motions for summary judgment filed by the United States and claimants Rosemarie Santoro, Thomas F. Santoro, Catherine Marie Santoro, Christopher-Jason Ashley Santoro, through his guardian <i>ad litem,</i> Thomas F. Santoro, and Merriman, Nicholls, Crampton, Dombalis &amp; Aldridge, P.A.<sup>[1]</sup> Also before the court is a motion to strike the claims of all claimants other than Rosemarie Santoro, for lack of standing, filed by the United States. The North Carolina Civil Liberties Union was permitted to file an <i>amicus curiae</i> brief supporting claimants' challenges to the constitutionality of the civil forfeiture provisions which underlie the instant <i>in rem</i> action. All the issues have been exhaustively and conscientiously briefed, and the motions now are ripe for disposition.</p>\n<p></p>\n<h2>SUMMARY OF UNDISPUTED MATERIAL FACTS</h2>\n<p>1. Rosemarie Santoro is forty years old and is married to Tom Santoro. She has two children, Catherine Santoro, age twenty-one, and Christopher Santoro, age seventeen. Christopher is a senior at Clayton High School; Catherine is a sophomore prevet student at North Carolina State University. Ms. Santoro and Tom Santoro were first married in 1968; Christopher was born of that marriage; Catherine was born of a previous marriage but was adopted by Tom Santoro in 1969.</p>\n<p>2. The defendant real property was purchased by, and conveyed to claimants Rosemarie Santoro and her husband, Thomas Santoro, on May 14, 1979. Subsequently, Rosemarie Santoro and Thomas Santoro entered into an separation agreement, dated March 9, 1983, whereby Thomas Santoro agreed to and subsequently did convey his interest in the defendant real property to Rosemarie Santoro by quitclaim deed. The Santoros subsequently remarried in December, 1986.</p>\n<p>3. Claimant perceives the defendant real property to be divided into at least two tracts of land which are in close proximity but geographically are separate and distinct.<sup>[2]</sup> It appears that the defendant property was taxed as two tracts in 1986. One tract, designated by claimant as Section A is composed of approximately five acres and is situated on the northwest side of <span class=\"star-pagination\">*1008</span> Holly Springs Road (N.C.S.R. 1152). The personal residence of claimant Rosemarie Santoro is located on Section A, as well as several out buildings, including a horsebarn. The remaining approximately twenty-one acres, identified by the parties as Section B, is located on the south-east side of Holly Springs Road, and is a mostly wooded tract of vacant land, although some grading and clearing has been done on a portion of the tract.</p>\n<p>4. The Santoros lived on the defendant real property for approximately twelve years until they were removed from the property by federal marshals on August 11, 1986. Mr. and Mrs. Santoro lived on this property for about five years before they purchased it in 1979; they originally purchased approximately thirty-eight acres, but since then have sold over twelve acres. All monies paid by the Santoros for the purchase of the property came from the sale of their home in Charlotte, their employment earnings and from the sale of some stock in the company for which Tom Santoro was employed; none of the money used to purchase the defendant property came from illegal activities.</p>\n<p>5. The minimum admitted value of the defendant real property is in excess of $100,000.00.</p>\n<p>6. During April, May and June of 1986, claimants Rosemarie Santoro (mother), Catherine Marie Santoro (daughter), and Christopher-Jason Ashley Santoro (son) resided at the residence located on Section A of the defendant real property.</p>\n<p>7. During April, May and June of 1986, Rosemarie Santoro sold quantities of a controlled substance, cocaine, at her residence located on the defendant real property.</p>\n<p>8. Since April 1986, Wake County Sheriff's Department Detective Angelia B. Knight participated in an undercover operation involving the selling of cocaine by Rosemarie Santoro.</p>\n<p>9. On May 22, 1986, Rosemarie Santoro met with Detective Knight, who was known to her as \"Angie,\" at the Santoro residence located on Section A of the defendant real property and, at that time, sold Detective Knight a controlled substance, cocaine, then in her possession.</p>\n<p>10. On May 29, 1986, Detective Knight contacted Rosemarie Santoro with regard to a second purchase of cocaine, was instructed by Ms. Santoro to come to her residence located on the defendant real property and, having arrived at her residence, was sold a controlled substancecocaine by Ms. Santoro.</p>\n<p>11. On June 2, 1986, Rosemarie Santoro met Detective Knight in her car in the driveway to her residence located on the defendant real property and there delivered to Knight a controlled substance, cocaine, then in her possession.</p>\n<p>12. On June 5, 1986, Detective Knight met Rosemarie Santoro at her residence located on the defendant real property, at which time Ms. Santoro delivered to Knight a sample of cocaine which was to be involved in a future intended trade of marijuana for cocaine.</p>\n<p>13. On June 5, 1986, Detective Knight was further advised by Rosemarie Santoro that the intended marijuana/cocaine trade could take place somewhere on the defendant real property, and that she would put up her deed to the defendant real property as collateral to ensure that her source would go through with the intended marijuana/cocaine trade.<sup>[3]</sup> She again advised Detective Knight that she would put up the deed to her property as collateral to secure the deal on June 11, 1986. The deed to defendant property does not make a distinction between what the parties now refer to as \"Section A\" and \"Section B.\"</p>\n<p>14. On June 11, 1986, Detective Knight and Rosemarie Santoro met at Santoro's residence located the defendant real property. Ms. Santoro walked with Knight to a secluded location on Section B of the defendant real property and told Knight that the proposed marijuana/cocaine trade could take place at this location. Also discussed was the possibility that in the event of rain, the marijuana/cocaine trade could occur in a barn located to the rear of the Santoro <span class=\"star-pagination\">*1009</span> residence on Section A of the defendant real property.</p>\n<p>15. On June 30, 1986, Rosemarie Santoro was indicted in the Eastern District of North Carolina in a six count indictment charging her with violations of Title 21, United States Code, Sections 841(a)(1) and 846. On September 8, 1986, Ms. Santoro pled guilty to Count Three of the indictment, charging her with knowingly and intentionally possessing with the intention to distribute 2.9 grams of cocaine, a Schedule II narcotic controlled substance, in violation of Title 21, United States Code, Section 841(a)(1), on or about May 22, 1986, the date of the first drug transaction known to have occurred on the defendant real property.</p>\n<p>16. The total amount of drugs sold by Ms. Santoro to Deputy Knight was approximately 12.8 grams. Santoro received very little, if any, money for her role in the four, hand-to-hand transactions with Detective Knight. Other than the cocaine involved in these transactions, Deputy Knight never saw more than two grams of cocaine and two grams of marijuana on the defendant property. No controlled substances were manufactured, grown or produced on the defendant real property.</p>\n<p>17. In each of the four transactions with Deputy Knight, Rosemarie Santoro was acting as the go-between or intermediary between Deputy Knight and Jack Debnam. On each of the four occasions in which Rosemarie Santoro sold drugs to Deputy Knight, it was necessary for her to contact someone else in order to obtain the drugs that were being sold.</p>\n<p>18. Rosemarie Santoro's role in the transaction involving the exchange of marijuana for cocaine was also as an intermediary for Jack Debnam who furnished the cocaine and money that was to be used in the trade for the marijuana, and who was to be the recipient of the marijuana. Rosemarie Santoro's role was to arrange a deal for Jack Debnam. Her financial gain for doing so was the forgiveness by Debnam of a $500.00 debt she owed to him.</p>\n<p>19. The exchange of marijuana for cocaine occurred in a K-Mart parking lot; it did not take place on the defendant property. Rosemarie Santoro was not present when this transaction occurred. She was taken home by Deputy Knight before the money and the cocaine to be used in the transaction were obtained from Jack Debnam's residence.</p>\n<p>20. At the time of the seizure of the defendant real property, a one acre parcel of Section B of the defendant real property was subject to an offer to purchase by a third party. The parties to this action have allowed the sale to proceed by order of this court without relinquishing their claims to the proceeds of the sale of the one acre parcel. The proceeds will be held in escrow by the United States Marshal. Claimants Theodore H. Graepel and J. C. Hampton Grading Company, Inc. will release this parcel from their liens and, in return, have, out of the proceeds, been paid a portion of the outstanding balance of their liens.</p>\n<p></p>\n<h2>ISSUES BEFORE THE COURT</h2>\n<p>There are two issues before the court. The first is whether claimants Thomas Santoro, Catherine Marie Santoro and Thomas Santoro as Guardian Ad Litem for Christopher-Jason Ashley Santoro have standing to assert claims in this forfeiture action. The second issuethe constitutionality of the statutory provisions under which this action was broughtinvolves facial and \"as applied\" challenges to the statutory provision under which this action was instituted. The constitutional attack implicates the Fourth, Fifth and Eighth Amendments to the United States Constitution, and attacks the forfeiture statute as vague, arbitrary and capricious. The claimants also challenge the statute as applied to the facts of this case, asserting that since only a small portion of only one of the two tracts comprising the defendant property actually was used in the underlying drug transactions, forfeiture of the entire property should not be permitted.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p></p>\n<h2>A. <i>The Standing Issue</i>\n</h2>\n<p>The first issue for resolution is whether Thomas Santoro, Catherine Marie <span class=\"star-pagination\">*1010</span> Santoro and Thomas Santoro as Guardian Ad Litem for Christopher-Jason Ashley Santoro (hereinafter collectively referred to as \"Family Members\") have standing to assert claims in this action. For the reasons that follow, the court holds that these persons do <i>not</i> have standing as claimants herein, and the Government's motion to strike their claims is ALLOWED. Consequently, the motion for summary judgment filed by these would-be claimants is DENIED as MOOT.</p>\n<p>The basis of the Family Members' argument that they have standing as claimants in this forfeiture proceeding is that they are beneficiaries of an express trust or resulting trust created by Thomas Santoro in the execution of a separation agreement between himself and his wife, claimant Rosemarie Santoro. As set forth in the preceding Summary of Undisputed Material Facts, Thomas and Rosemarie Santoro entered into a separation agreement dated March 9, 1983, whereby the parties agreed, <i>inter alia,</i> as follows:</p>\n<blockquote>8. <i>PROPERTY SETTLEMENT.</i> In full settlement of all property rights and questions between the parties they agree as follows:</blockquote>\n<blockquote>a. Real Property. The parties own approximately thirty-two (32) acres in Wake County, North Carolina, on which they have located a residence, a barn, and other improvements. Husband agrees to release all interest in said property, including but not limited to, all furnishings, except as otherwise designated herein, located therein.</blockquote>\n<blockquote>.   .   .   .   .</blockquote>\n<blockquote>11. <i>CHILD SUPPORT.</i> The Wife acknowledges that the Husband has paid child support to the Wife for the benefit of the children by releasing his interest in the property of the parties. It is the parties' intent that such release of interest and transfer of property be sufficient for the continuing needs of the children including, but not limited to, their current maintenance needs, their medical and dental needs, and their higher education costs.</blockquote>\n<blockquote>Wife waives all right to bring a lawsuit in any jurisdiction of the United States against the Husband for the benefit of the children and their support.</blockquote>\n<p>Pursuant to this agreement, Thomas Santoro executed on December 1, 1983, a Quitclaim Deed, filed February 24, 1984, conveying to Rosemarie D. Santoro his interest in the parcel of land \"[b]eing all of Tract A ... of the `A.C. Pierce Estate,'\" \"[s]ave and except a small portion [thereof] designated as a cemetery lot....\" On December 19, 1983, a Final Divorce Decree was entered in Wake County, North Carolina. At various times between the filing of the Quitclaim Deed and the onset of the illegal activity forming the predicate for the instant forfeiture action, Rosemarie Santoro conveyed out several portions of the real property. Thus, it appears to the court that at the time of the illegal acts underlying the instant proceeding, Rosemarie Santoro owned all of the property conveyed to her by Quitclaim Deed by her former husband, less any portions she had conveyed out in the interim. Thomas and Rosemarie Santoro remarried in December, 1986.</p>\n<p>The Family Members' interpretation of paragraph 11 of the Separation Agreement is a strained one and the court cannot adopt it. Although it now is expedient to construe paragraph 11 as the expression of intent by concerned parents to create a trust to provide for their children's future, when the entirety of paragraph 11 is read in context, it is more likely that the sentence on which the Family Members so heavily rely is the expression by estranged spouses of their intent (translated \"agreement\") that the husband's interest in the real property be sufficient to relieve him of future periodic child support payment obligations. In exchange for his quitclaim deed releasing to her all his interest in the real property, Mrs. Santoro agreed not to sue her estranged husband for child support; his present consideration was deemed \"sufficient\" to satisfy his future obligations. The court simply cannot read paragraph 11 any other way. Had these parties wished to set up a trust in Mrs. Santoro for the benefit of the children as <span class=\"star-pagination\">*1011</span> regards this property, they knew how to do it:</p>\n<blockquote>8. <i>PROPERTY SETTLEMENT</i>\n</blockquote>\n<blockquote>.   .   .   .   .</blockquote>\n<blockquote>d. Receivables. The parties agree that they shall assign the payment of two thousand two hundred dollars ($2,200.00) per month which they are currently receiving from the sale of some of their property to the Wife in trust for the children of the parties to provide, in part, for their college education.</blockquote>\n<p>Paragraph 8(d), Separation Agreement. Instead, the parties opted for a plan by which the children were to be provided for, but which also left much flexibility with Mrs. Santoro in managing the property.</p>\n<p>The court finds that the various trust arguments are red herrings and thus are meritless. The Government's motion to strike the claims of Thomas F. Santoro,<sup>[4]</sup> Catherine Merie Santoro, and Thomas Santoro as Guardian Ad Litem for Christopher-Jason Ashley Santoro is ALLOWED, as the court concludes that these persons have no ownership interest in the defendant real property, and thus lack standing to enter claims thereto. As a result, the motion for summary judgment filed by these persons is DENIED.</p>\n<p></p>\n<h2>B. <i>Claimant's Constitutional Challenges</i>\n</h2>\n<p>Claimant<sup>[5]</sup> has brought forward all the well-known and appealing arguments that have been advanced in courts around the country, urging the unconstitutionality of the civil forfeiture statutes at issue here. The parties to this action have submitted well-written and persuasive memoranda, and the court has conducted extensive independent research on the issues. After much deliberation, the court concludes that the provision at issue, 21 U.S.C. § 881(a)(7), is not unconstitutional.</p>\n<p>The court finds it unnecessary and inexpedient to \"re-invent the wheel\" in order to reach its conclusions. As to each of claimant's grounds for relief, much already has been written.</p>\n<p>Title 21, United States Code, Section 881(a)(7) provides as follows:</p>\n<blockquote>§ 881. <i>Forfeiture</i>\n</blockquote>\n<blockquote>Subject property</blockquote>\n<blockquote>(a) The following shall be subject to forfeiture to the United States and no property right shall exist in them:</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>(7) All real property, including any right, title, and interest in the whole of any lot or tract of land and any appurtenances or improvements, which is used, or intended to be used, in any manner or part, to commit, or to facilitate the commission of, a violation of this title punishable by more than one year's imprisonment, except that no property shall be forfeited under this paragraph, to the extent of an interest of an owner, by reason of any act or omission established by that owner to have been committed or omitted without the knowledge or consent of that owner.</blockquote>\n<p></p>\n<h2>ARREST AND NOTICE IN REM</h2>\n<p>The United States Attorney initiates § 881 civil forfeiture proceedings by filing a complaint <i>in rem</i> pursuant to Rule C, Supplemental Rules for Certain Admiralty and Maritime Claims which provides for the <i>ex parte</i> issuance by the clerk of court of a warrant for seizure of the defendant property. Claimant in this action asserts that this procedure is unconstitutional because it authorizes a federal clerk to issue <span class=\"star-pagination\">*1012</span> a warrant for the seizure of property upon the mere filing of a complaint, without any notice to the interested parties, without giving affected parties the opportunity to be heard, without a finding of probable cause, and without a finding of exigent circumstances, all in violation of the Fourth and Fifth Amendments to the United States Constitution.</p>\n<p>First, as to the procedural due process attack on the statute's provision permitting the clerk to issue an <i>ex parte</i> warrant, the following has been written:</p>\n<blockquote>This argument is a serious one that numerous courts have determined in claimants' favor. <i>United States v. Real Property Located at 25231 Mammoth Circle, El Toro, California,</i> 659 F.Supp. 925, 927 (C.D.Cal.1987); <i>United States v. 124 East North Avenue, Lake Forest, Illinois</i><i>,</i> 651 F.Supp. [1350] 1356 (N.D.Ill. 1987); <i>United States v. Life Insurance Co. of Virginia,</i> 647 F.Supp. 732, 741-42 (W.D.N.C.1986). However, the facts here do not support an attack on the facial constitutionality of the statute. Because of early concerns about the constitutionality of this provision, the clerk of this court has consistently declined to issue warrants pursuant to Rule C(6) without judicial scrutiny of the complaint and a determination that the warrant should issue. Thus this file reflects that the complaint in this action was referred to the undersigned ... and that ... an order was entered directing issuance of the warrant. Clearly the warrant was issued in a constitutionally appropriate manner in this case.</blockquote>\n<p><i>United States of America v. Premises Known As Lot # 13, 232 Union Street, Rocky Mount, North Carolina,</i> 686 F.Supp. 545 (E.D.N.C.1987) (UP). In the instant case, the government's complaint, together with supporting affidavit demonstrating probable cause, was filed with the court on July 24, 1986, and on July 29, 1986, the undersigned issued an order for the issuance of the warrant of arrest and notice <i>in rem.</i> Thus, it is unnecessary for the court to address the constitutionality of Rule C(3) because, in this district, the clerk of court does not issue arrest warrants under that section. <i>But see United States of America v. 1.678 Acres of Land, More or Less, in Mecklenburg County, North Carolina,</i> 671 F.Supp. 413 (W.D.N.C.1987) (Chief U.S. District Judge clarifies position in the Western District of North Carolina that seizure without a prior probable cause hearing is constitutional despite Judge McMillan's finding to the contrary in <i>United States of America v. Life Insurance Co. of Virginia Single Premium Whole Life Policy, Policy Number XXXXXXXXX,</i> 647 F.Supp. 732 (W.D.N.C.1986).).</p>\n<p>As to claimant's complaint that she was not afforded a pre-deprivation hearing after notice, the court finds that claimant's procedural due process rights have not been violated; she is being afforded the full weight of judicial process in these very proceedings. No court has held that the seizure of real property, without prior hearing, by the United States upon order of the court after its <i>ex parte</i> review of a verified complaint and affidavit of probable cause is unconstitutional. To the contrary, the United States Supreme Court has held that seizure for the purpose of forfeiture presents an extraordinary situation justifying postponement of notice and hearing. <i>Calero-Toledo v. Pearson Yacht Leasing Co.,</i> 416 U.S. 663, 94 S.Ct. 2080, 40 L.Ed.2d 452 (1974). <i>See also </i><i>United States v. Eight Thousand Eight Hundred and Fifty Dollars,</i> 461 U.S. 555, 562 n. 12, 103 S.Ct. 2005, 2011, 76 L.Ed.2d 143 (1983); <i>United States v. 1.678 Acres of Land, More or Less, in Mecklenburg County, N.C.,</i> 671 F.Supp. 413 (W.D.N.C.1987). <i>See also</i> Notes of the Advisory Committee on Rules, Rule C(3), 1985 Amendment, Supplemental Rules for Certain Admiralty and Maritime Claims. In short, the <i>procedure</i> employed by the United States in this action is not constitutionally defective under the due process clause.</p>\n<p></p>\n<h2>EIGHTH AMENDMENT/PROPORTIONALITY</h2>\n<p>Forfeiture pursuant to 21 U.S.C. § 881(a)(7) does not violate the Eighth Amendment to the United States Constitution. <span class=\"star-pagination\">*1013</span> The eighth amendment applies only to protect those convicted of crimes. <i>Ingraham v. Wrights,</i> 430 U.S. 651, 664, 97 S.Ct. 1401, 1408-09, 51 L.Ed.2d 711 (1977). Unlike a criminal proceeding, a forfeiture proceeding under § 881(a)(7) is an <i>in rem</i> civil proceeding directed at the property of a person and exists separate and apart from any criminal proceeding directed at the person who may own the property. <i>Cf. </i><i>United States v. One 1977 Chevrolet Pickup,</i> 503 F.Supp. 1027, 1030 (D.Colo.1980) (fact that defendant-owner of seized property acquitted of narcotics offense arising out of same events on which forfeiture is based does not preclude government from seizing and seeking forfeiture of vehicle used to transport the contraband).</p>\n<p>Although 21 U.S.C. § 881 describes civil forfeiture proceedings, it has been characterized as \"quasi-criminal\" in nature for certain limited purposes. The Supreme Court has stated, however, that \"only the clearest proof\" will suffice to establish the unconstitutionality of the statute on this ground. <i>United States v. One Assortment of 89 Firearms,</i> 465 U.S. 354, 365, 104 S.Ct. 1099, 1106, 79 L.Ed.2d 361 (1984); <i>United States v. Ward,</i> 448 U.S. 242, 249, 100 S.Ct. 2636, 2641, 65 L.Ed.2d 742 (1980). <i>See also </i><i>United States v. Two Hundred Fifty Thousand Dollars in U.S. Currency,</i> 808 F.2d 895, 900 (1st Cir.1987); <i>United States v. Premises Known as 2639 Meetinghouse,</i> 633 F.Supp. 979, 993-94 (E.D.Pa.1986).</p>\n<p>Claimant has failed to offer the \"clearest proof\" that the purpose or effect of § 881(a)(7) is so punitive that it negates congressional intent to enact a civil penalty. Just as with § 881(a)(6), the legislative history suggests that § 881(a)(7) is designed to serve broad, remedial, non-punitive purposes. It is designed to strip the drug trade of its instrumentalities of crime, including real estate used to facilitate drug transactions, and to finance government programs designed to eliminate drug trafficking. Admittedly, the statute always has a collateral and incidental punitive effect, but the primary purposes of the statute, as confirmed by the legislative history, are remedial in nature. Accordingly, since the primary purpose of § 881(a)(7) is remedial in nature, not punitive, and since Congress has specifically labeled it \"civil\" and provided that it be governed by the Federal Rules of <i>Civil</i> Procedure and Supplemental Rules, it <i>is</i> civil in nature and, therefore, the eighth amendment does not apply.</p>\n<p>Thus, the court holds that 21 U.S.C. § 881(a)(7) civil forfeiture is not violative of the eighth amendment. Moreover, to the extent that claimant argues that forfeiture of defendant real property is unconstitutional in this case because such forfeiture would be disproportionate to the wrong committed, the court must direct claimant's attention to <i>Calero-Toledo v. Pearson Yacht Leasing Co.,</i> 416 U.S. 663, 94 S.Ct. 2080, 40 L.Ed.2d 452 (1974). In <i>Calero-Toledo,</i> the record indicated that forfeiture of a $20,000.00 yacht was based on the fact that police discovered a <i>single</i> marijuana cigarette on board. The claimant, Pearson, did not contend that the forfeiture was unconstitutional or beyond the scope of the Puerto Rican statute, which was based on 21 U.S.C. § 881(a)(4), because of the small quantity of drugs involved, and the court, therefore did not address this issue. However, it does seem significant that not one justice suggested that the gross disproportion between the value of the yacht and the apparent triviality of the offense might raise a constitutional or statutory issue. In addition, unlike the federal statute upon which it was based (21 U.S.C. § 881(a)(4)) the Puerto Rican statute contained no remission and mitigation procedure which might be utilized by claimants to ameliorate an overly harsh application of a forfeiture statute.</p>\n<p>While not phrased in eighth amendment terms, it is also important that this <i>\"de minimis\"</i> defense to the application of a forfeiture statute has been rejected by numerous courts. <i>E.g., </i><i>United States v. One 1982 28' International Vessel,</i> 741 F.2d 1319 (11th Cir.1984); <i>United States v. One 1976 Porsche 911S,</i> 670 F.2d 810 (9th Cir. 1979); <i>United States v. One Clipper Bow Ketch NISKU,</i> 548 F.2d 8 (1st Cir.1977); <i>United States v. One 1975 Mercedes 280S,</i> 590 F.2d 196 (6th Cir.1978).</p>\n<p><span class=\"star-pagination\">*1014</span> Moreover, a review of the historical basis of forfeiture provisions richly illustrates the irrelevance of \"proportionality\" between the value of forfeitable property and the severity of the injury inflicted by its use. <i>See, e.g., </i><i>Calero-Toledo,</i> 416 U.S. at 682-87, 94 S.Ct. 2091-94. <i>United States v. Schmalfeldt,</i> 657 F.Supp. 385, 387-89 (W.D.Mich.1987).</p>\n<p></p>\n<h2>BURDEN-SHIFTING</h2>\n<p>Another familiar ground for attacking the forfeiture provisions is that they require a claimant to shoulder the burden of proof. Indeed, once the United States has met its burden of demonstrating probable cause for forfeiture, the burden of proof shifts to the claimant to demonstrate by a preponderance of the evidence that the property is not subject to forfeiture. 21 U.S.C. § 881(d), incorporating 19 U.S.C. § 1615. Section 881(a)(7) requires an owner to establish that he was innocent of any wrongdoing and unaware of any criminal activity on the property before he can defeat a forfeiture action.</p>\n<p>It is not the province of this court to question or attempt to circumvent what appears to be Congress' intent that claimants in a civil forfeiture action prove a negative. <i>But see </i><i>Calero-Toledo v. Pearson Yacht Leasing Co.,</i> 416 U.S. 663, 689, 94 S.Ct. 2080, 2094-95, 40 L.Ed.2d 452 (1974) (Supreme Court in dictum suggests an innocent owner might prevent forfeiture by showing \"that he had done all that reasonably could be expected to prevent the proscribed use of his property\"). More importantly, however, is the fact that, despite the often overwhelming quasi-criminal nature of the forfeiture provision at issue here, such provision is <i>civil.</i> Thus, the prohibition against burden-shifting in a criminal case, <i>see, e.g., </i><i>Mullaney v. Wilbur,</i> 421 U.S. 684, 704, 95 S.Ct. 1881, 1892, 44 L.Ed.2d 508 (1975), simply does not apply in forfeiture actions brought pursuant to 21 U.S.C. § 881(a)(7).</p>\n<p></p>\n<h2>VAGUENESS</h2>\n<p>Claimant argues that the terms of § 881(a)(7) are unconstitutionally vague as applied to these facts, in violation of the fifth amendment. The court cannot agree, and finds that the terms of Section 881 are clear and plain and sufficient to \"give the person of ordinary intelligence a reasonable opportunity to know what is prohibited so that he may act accordingly.\" <i>Grayned v. City of Rockford,</i> 408 U.S. 104, 108, 92 S.Ct. 2294, 2298-99, 33 L.Ed.2d 222 (1972). Based on the plain language of § 881(a)(7), reasonable persons should recognize that if they make real property available as a situs for an illegal drug transaction, it is forfeitable. Just as the owner of an automobile should know that using his automobile as a place for conducting negotiations, transacting a drug sale, or transporting contraband will subject his automobile to forfeiture, <i>see, e.g., </i><i>United States v. One 1971 Mercedes Benz 2-Door Coupe,</i> 542 F.2d 912 (4th Cir.1976), claimant should similarly know that making available or intending to make available her real property as a situs for an illegal drug transaction will render her real property, in its entirety, subject to forfeiture. <i>See United States v. Lots 12, 13, 14 and 15,</i> No. 86-53 (E.D.Ky. Feb. 5, 1987) slip op. at 4; <i>United States v. 124 East North Avenue, Lake Forest, Illinois,</i> 651 F.Supp. 1350, 1353-54 (N.D.Ill.1987).</p>\n<p>Claimant also contends that § 881(a)(7) is unconstitutionally vague in its use of the words \"use\" and \"facilitate.\" Although the Supreme Court has not yet resolved the split among the circuit courts, two lines of interpretation appear to have formed.</p>\n<p>The first line of interpretation takes a liberal view of the term \"facilitate.\"</p>\n<blockquote>For example, in a case involving forfeiture of a vehicle under section 881(a)(4), the United States Court of Appeals for the Third Circuit, held that property which in any way tended to make drug trafficking easier \"facilitated\" illegal drug activity and was subject to forfeiture. <i>United States v. One 1977 Lincoln Mark V Coupe,</i> 643 F.2d 154, 157 (3d Cir.1981), <i>cert. denied,</i> 454 U.S. 818, 102 S.Ct. 97, 70 L.Ed.2d 88 (1981). <i>See also </i><i>United States v. One 1980 BMW</i> <span class=\"star-pagination\">*1015</span> <i>320I,</i> 559 F.Supp 382, 384 (E.D.N.Y. 1983).</blockquote>\n<p><i>United States v. Twelve Thousand Five Hundred Eighty-Five and No/100ths Dollars ($12,585.00) in U.S. Currency,</i> 669 F.Supp. 939, 942 (D.Minn.1987).</p>\n<p>The stricter interpretation followed by the court in <i>$12,585.00,</i> and apparently approved by the Fourth Circuit Court of Appeals, is discussed in <i>United States v. All Those Certain Lots,</i> 657 F.Supp. 1062 (E.D. Va.1987):</p>\n<blockquote>Courts have not determined what constitutes facilitation under § 881(a)(7), the provision at issue in this case. However, courts have interpreted a similar provision of the civil forfeiture statute. 21 U.S.C. § 881(a)(4) provides that \"aircraft, vehicles, or vessels, which are used ... in any manner to facilitate the transportation, sale, receipt, possession, or concealment of [controlled substances]\" may be subject to forfeiture. Many circuits have held that in order for property to be forfeited under this section, there must be a \"substantial connection\" between the property and the underlying criminal activity. <i>See </i><i>United States v. One 1972 Chevrolet Corvette,</i> 625 F.2d 1026, 1029 (1st Cir.1980). <i>See also </i><i>United States v. One 1976 Ford F-150 Pick-Up VIN F14YUB03797,</i> 769 F.2d 525, 527 (8th Cir.1985) (\"substantial association\" necessary); <i>United States v. One 1979 Porsche Coupe,</i> 709 F.2d 1424, 1426 (11th Cir.1983). Other circuits have explicitly rejected any requirement of a substantial connection, holding instead that use of property \"in any manner\" in connection with an illegal drug transaction is sufficient to justify forfeiture. <i>See United States v. 1964 Beechcraft Baron Aircraft,</i> 691 F.2d 725 (5th Cir. 1982), <i>cert. denied,</i> 461 U.S. 914, 103 S.Ct. 1893, 77 L.Ed.2d 283 (1983); <i>United States v. One 1974 Cadillac Eldorado Sedan,</i> 548 F.2d 421, 423 (2d Cir.1977).</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>In <i>United States v. 1966 Beechcraft Aircraft Model King Air,</i> 777 F.2d 947 (4th Cir.1985), a case not cited by any party, the Fourth Circuit considered whether a vehicle used to transport a drug conspirator to the scene of the crime was subject to forfeiture. The court explained that \"[i]n resolving this dispute, the legislative history instructs that `it is the intent of these provisions that property would be forfeited only if there is a substantial connection between the property and the underlying criminal activity.'\" <i>Id.</i> at 953 (citation omitted). Noting that the private airplane is an \"important tool of the drug trafficker,\" <i>id.,</i> the court found that \"the use of an airplane ... to transport conspirators to an exchange site, establishes a `substantial connection' between the conveyance and the criminal activity.\" <i>Id.</i>\n</blockquote>\n<blockquote>The provision applied in <i>1966 Beechcraft</i> is essentially identical to the provision at issue in this case. Therefore, this Circuit seems to require a substantial connection before imposing a forfeiture.</blockquote>\n<blockquote>Application of the substantial connection requirement comports with the legislative history of § 881(a)(7). The statute was passed for the sole purpose of closing a loophole in the civil forfeiture laws: the inability of the government to reach real property in forfeiture proceedings. The Senate Report on the proposed Comprehensive Crime Control Act of 1984 makes clear the purpose of the forfeiture provision.</blockquote>\n<blockquote>Under current law, if a person uses a boat or car to transport narcotics or uses equipment to manufacture dangerous drugs, his use of the property renders it subject to civil forfeiture. But if he uses a secluded barn to store tons of marihuana or uses his house as a manufacturing laboratory for amphetamines, there is no provision to subject his real property to civil forfeiture, <i>even though its use was indispensable to the commission of a major drug offense</i> and the prospect of the forfeiture of the property would have been a powerful deterrent.</blockquote>\n<blockquote>S.Rep. No. 225, 98th Cong., 1st Sess. 195, reprinted in 1984 U.S. Code Cong. &amp; Ad. News 3182, 3378 (emphasis added). While § 881(a)(7) does not require that forfeited property be \"indispensable to <span class=\"star-pagination\">*1016</span> the commission of a major drug offense,\" Congress evidently did not intend the forfeiture statute to apply to property which has only an incidental or fortuitous connection to criminal activity.</blockquote>\n<p><i>Id.</i> at 1064-65. Thus, it appears that the applicable standard for determining whether a premises was \"used\" to \"facilitate\" a drug transaction is the stricter \"substantial connection\" test.</p>\n<p>As applied to the facts of this case, the court finds that <i>either</i> interpretation of the terms \"use\" and \"facilitate\" would have placed a person of ordinary intelligence on notice that conducting numerous cocaine sales on the defendant real property, coupled with offering the deed to the entirety of that property as security for a future contemplated drug transaction, amounts to a \"use\" or \"intended use\" of that property to \"commit\" or \"facilitate\" a violation of Title 21 of the United States Code. The court deems the \"issue\" of whose original idea it was to conduct drug business on the defendant real property immaterial and irrelevant. The statute is neither unconstitutionally vague nor ambiguous as applied to claimant on these facts.</p>\n<p></p>\n<h2>WHAT PROPERTY IS SUBJECT TO FORFEITURE</h2>\n<p>Claimant contends if any of the real property is forfeitable, it is only that portion upon which the drug transaction actually occurred. Further, claimant contends that the Santoro property consists of four, rather than two, tracts.</p>\n<p>The plain and unambiguous language of § 881(a)(7) provides for the forfeiture of the \"whole\" of any tract of real property \"used, or intended to be used, in any manner or part, to commit or to facilitate\" the commission of a felony drug violation. To narrowly construe the statute to provide for the forfeiture of only that portion of a tract of land on which the drug violation actually occurred would be contrary to the plain language of the statute as well as its legislative history.</p>\n<p>Although 21 U.S.C. § 881(a)(7) authorizes the forfeiture of real property used to facilitate violations of the Controlled Substances Act \"in any manner,\" claimant correctly notes that courts have generally required the United States to show something more than incidental contact between the property and the underlying illegal activity. As stated above, the rule in this circuit appears to be that there must be a \"substantial connection\" between the property and the unlawful conduct triggering the forfeiture. <i>United States v. 1966 Beechcraft Aircraft Model King Air,</i> 777 F.2d 947, 953 (4th Cir.1985); <i>United States v. All Those Certain Lots,</i> 657 F.Supp. 1062, 1065 (E.D.Va.1987).</p>\n<p>Just as single illegal drug transaction within the confines of a conveyance will render that conveyance subject to forfeiture, <i>e.g., </i><i>United States v. One 1972 Datsun,</i> 378 F.Supp. 1200, 1202 (D.N.H. 1974), utilizing or intending to utilize one's real property as the site for a drug transaction or intended drug transaction will render it subject to forfeiture. <i>United States v. Lots 12, 13, 14 and 15,</i> No. 86-53 (E.D.Ky. Feb. 5, 1987) slip op. at 4. Here, it is uncontroverted that claimant Rosemarie Santoro utilized Section A of the defendant real property on four separate occasions as a site for the delivery and sale of illegal drugs, each a violation of 21 U.S.C. § 841(a). Such use, at a minimum, would subject the \"whole\" of Section A to forfeiture under § 881(a)(7).</p>\n<p>But there is more. On two separate occasions, Rosemarie Santoro indicated to undercover officer Knight a willingness to secure the intended marijuana/cocaine trade, regardless of its location, by putting up her deed to the farm as collateral.<sup>[6]</sup><span class=\"star-pagination\">*1017</span> This conduct obviously was intended to facilitate the marijuana/cocaine trade for which claimant was indicted and which, admittedly, occurred.</p>\n<p>The court must agree with the Government that claimant's distinction between active and passive use of property to facilitate a drug deal is meritless. Viewed in light of the purpose of civil forfeiture in general, and as applied in the context of drug trafficking, whether property <i>actually</i> is occupied or physically employed in order to engage in a drug transaction, or whether its occupation or use merely is offered to induce another to do so, seems to the court to be immaterial, particularly in light of the statutory language \"used, <i>or intended to be used,\"</i> 21 U.S.C. § 881(a)(7) (emphasis added).</p>\n<p>As discussed in note 2, <i>supra,</i> whether the defendant property is perceived as one large tract, or as composed of two or four smaller tracts,<sup>[7]</sup> the result is the same. The court finds that the uncontested fact that claimant offered the deed to defendant property to secure a drug deal results as a matter of law in the use or intended use of all of claimant's property described therein to facilitate a violation of Title 21, United States Code.</p>\n<p>Moreover, the court deems contrary to the fundamental premise of real estate deed recordation  certainly as to description, quality and extent of legal interests in real property  claimants' implicit suggestion that a \"lot\" or \"tract\" is to be defined subjectively according to its owner's or tenant's perception, or by reference to manmade improvements thereon, such as roads or fences, which incidentally may give a single tract the appearance of being multiple tracts. The court finds that the only workable solution particularly on these facts, is for the \"whole of any lot or tract of land\" to be determined by reference to duly recorded instruments, conveyances, surveys and other appropriate documents of record on file in the Office of the Register of Deeds of the county in which the defendant property is located. <i>Cf. </i><i>United States v. Littlefield,</i> 821 F.2d 1365, 1366-67 (9th Cir.1987) (construing 21 U.S.C. § 853(a)(2)  criminal forfeiture).</p>\n<p>In the instant case, the court holds that the \"whole\" of the \"tract of land\" subject to forfeiture is that property described in claimant's deed dated February 24, 1984, less any portions thereof which she conveyed out prior to the onset of the illegal activity on the defendant premises. The court cannot help but observe that a claimant <span class=\"star-pagination\">*1018</span> who once offered the deed to all her real property to secure a drug deal is in a poor position to argue that only a portion of that property is subject to forfeiture under the terms of 21 U.S.C. § 881(a)(7).</p>\n<p></p>\n<h2><i>Summary</i></h2>\n<p>Thomas Santoro, Catherine Marie Santoro, and Thomas Santoro as Guardian Ad Litem for Christopher-Jason Ashley Santoro have no standing to assert claims in the defendant real property, as the court concludes they own no interest therein; the Government's motion to strike their claims is ALLOWED, and their motion for summary judgment is DENIED. The civil forfeiture statute relating to real property  21 U.S.C. § 881(a)(7)  is constitutional on its face and as applied to the facts of this case. Finally, as the court finds the existence of no genuine issue of material fact in this case, and concludes that the plaintiff is entitled to summary judgment as a matter of law, claimant Rosemarie Santoro's motion for summary judgment is DENIED and the Government's motion for summary judgment is ALLOWED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  On June 19, 1987, plaintiff filed a notice of withdrawal of its motion to strike the claim filed by Merriman, Nicholls, Crampton, Dombalis &amp; Aldridge, P.A. (Law Firm). By said filing, plaintiff has agreed to honor the claim as valid in all respects and will not contest it on any grounds. Hence, it is unnecessary for the court to reach the issues addressed by Law Firm's motion for summary judgment which now are moot.</p>\n<p>[2]  Neither the deed to the property nor the survey thereof makes the distinction between the areas of the property claimant has designated Section A and Section B; those designations appear of record handwritten in ball point pen on claimant's Exhibit B of her August 21, 1986 \"Claim and Intervening Complaint.\" Although the court is unconvinced that defendant real property appropriately is characterized as consisting of two or more tracts<i>see, e.g.,</i> Quitclaim Deed of February 24, 1984, which describes defendant real property in part as being all of \"Tract A\" of a survey and map of A.C. Pierce's estatethe parties consistently discuss defendant real property in those terms and, as will become apparent, the parties' division of the defendant real property into whatever conceptual portions they now deem convenient has no bearing on the outcome of this litigation. However, because the \"Section A/Section B\" distinction has persisted throughout this case, the court also will use it in discussing the background facts.</p>\n<p>[3]  <i>See infra</i> note 6.</p>\n<p>[4]  Mr. Santoro has no interest in the property; he conveyed to Mrs. Santoro <i>all</i> his interest by quitclaim deed. Nor, as the Government has observed, do the circumstances warrant implying an equitable lien in favor of Mr. Santoro. Mr. Santoro's argument for an equitable lien is an alternative one which he raised in the event the court determined that the couple's remarriage nullified the imaginary \"trust\" he contends was created in the Separation Agreement. The court has rejected the trust theory and, thus, never reached the \"nullification-of-executory-terms-of-the-Separation-Agreement\" argument. Therefore, the equitable lien issue does not arise.</p>\n<p>[5]  Henceforth, the term \"claimant\" refers only to Rosemarie Santoro.</p>\n<p>[6]  Rosemarie Santoro has admitted that she offered to put up the deed to her real property as collateral to insure that Jack Debnam would go through with the marijuana/cocaine trade and that she discussed the trade occurring on a secluded portion of Section B or in the barn located on Section A. As Fed.R.Civ.P. 36(a) provides, each matter of which admission is requested shall be \"specifically\" denied, or the answering party must \"set forth in detail the reasons why the answering party cannot truthfully admit or deny the matter.\" The rule further provides that \"[a]ny matter admitted is conclusively established unless the court on motion permits withdrawal or amendment of the admission.\" Fed.R.Civ.P. 36(b). Claimant's response to the Government's request for admission regarding offering the deed as security was that the could not \"specifically admit or deny that reference was made to her putting up her deed,\" but if such statement was made by claimant, it was only because of Agent Knight's repeated requests for assurance. Claimant offered no reason for her inability to admit or deny the matter. Claimant Rosemarie D. Santoro's Response to Plaintiff's First Request for Admissions ¶ 15. Consequently, Rule 36 dictates that the matter be deemed admitted and, therefore, conclusively established absent motion for withdrawal or amendment of the admission. Again, the court deems immaterial claimant's intimation that she offered the deed only in response to the agent's requests for assurances.</p>\n<p>[7]  In addition to the division of defendant property into Sections A and B, claimant apparently asserts that the back portion of Section A was staked off and offered for sale through a real estate agent, although such has not been sold or surveyed. In addition, the Government admits that one acre of Section B was subject to an offer to purchase at the time of the seizure of the real property. However, at the crucial date under § 881(a)(7), the time of commission or facilitation of the offense giving rise to the forfeiture, <i>see</i> 21 U.S.C. § 881(h) (under the codified relation-back doctrine, forfeiture to the United States is deemed to occur at the time of the illegal use of the property; title vests in the United States as of that date), i.e., May 22, 1986, through June 12, 1986, claimant had not yet received an offer to purchase the one acre portion of Section B. That offer was made on June 17, 1986. Notably, the Offer to Purchase makes clear that the one acre had not been surveyed and, hence, its precise location was unknown. Accordingly, at the time of the facilitating acts, this one acre retained its identity as a part of the larger Section B. The court deems significant that when claimant offered to secure the drug deal by putting up the deed to her farm, this one acre would have been included, since the only deed she had available to put up as collateral included in its legal description the entirety of the defendant real property, both Sections A and B.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">687</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1005</span></span> (1988)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\n26.075 ACRES, MORE OR LESS LOCATED IN SWIFT CREEK TOWNSHIP, WAKE COUNTY, NORTH CAROLINA; a Parcel of Real Property and All Improvements, Buildings, Structures, Fixtures, Furnishings, and Appurtenances Situated Thereon, Said Property Being Titled in the Name of Rosemarie D. Santoro; and any and All Proceeds from the Sale of Said Property, Defendant.</h1></center>\n<center>No. 86-807-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 15, 1988.</center>\n<p><span class=\"star-pagination\">*1006</span> Stephen A. West, Asst. U.S. Atty., Raleigh, N.C., for plaintiff.</p>\n<p>Nicholas J. Dombalis, II, Merriman, Nicholls, Crampton, Dombalis &amp; Aldridge, Raleigh, N.C., for defendant.</p>\n<p>David R. Godfrey, Savage &amp; Godfrey, Apex, N.C., for J.C. Hampton Grading Co.</p>\n<p>Archie L. Smith III, Durham, N.C., for claimant Theodore H. Graepel.</p>\n<p>William G. Simpson, Jr., Staff Counsel, N.C. Civil Liberties Union Legal Foundation, Greensboro, N.C., for amicus curiae.</p>\n<p>Lacy M. Presnell, III, Raleigh, N.C., for claimants Thomas F. Santoro, Catherine Marie Santoro, Thomas F. Santoro as Guardian Ad Litem for Christopher Jason Ashley Santoro.</p>\n<p>JAMES C. FOX, District Judge.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>This is a civil action brought by the United States seeking the forfeiture of approximately 26 acres of real property and all appurtenances and improvements thereto, pursuant to 21 U.S.C. § 881(a)(7). The defendant real property was seized by the United States Marshal on August 11, 1986, pursuant to a Warrant of Arrest <i>In Rem</i> issued by the court on July 29, 1986. Thereafter, several parties filed claims alleging some interest in the defendant real property and, in some cases, setting up certain defenses to the forfeiture of the defendant real property. These claimants include Rosemarie Santoro, the holder of legal title to the defendant real property; <span class=\"star-pagination\">*1007</span> Thomas F. Santoro, who conveyed his interest in the defendant real property to Rosemarie Santoro, his former wife, in accordance with a separation agreement entered into in March, 1983; Catherine Marie Santoro and Christopher-Jason Ashley Santoro, both claiming an interest as beneficiaries of a trust in their father's former interest in the real property, presumably alleged to be created by the 1983 separation agreement; Merriman, Nicholls, Crampton, Dombalis &amp; Aldridge, P.A., claiming an interest as beneficiary of a deed of trust for attorneys' fees; and Theodore H. Graepel and J. C. Hampton Grading Company, Inc., lienholders.</p>\n<p>All parties claiming any interest in the defendant real property are now before the court, since the time by which claims must be filed has passed. This case is before the court on cross-motions for summary judgment filed by the United States and claimants Rosemarie Santoro, Thomas F. Santoro, Catherine Marie Santoro, Christopher-Jason Ashley Santoro, through his guardian <i>ad litem,</i> Thomas F. Santoro, and Merriman, Nicholls, Crampton, Dombalis &amp; Aldridge, P.A.<sup>[1]</sup> Also before the court is a motion to strike the claims of all claimants other than Rosemarie Santoro, for lack of standing, filed by the United States. The North Carolina Civil Liberties Union was permitted to file an <i>amicus curiae</i> brief supporting claimants' challenges to the constitutionality of the civil forfeiture provisions which underlie the instant <i>in rem</i> action. All the issues have been exhaustively and conscientiously briefed, and the motions now are ripe for disposition.</p>\n<p></p>\n<h2>SUMMARY OF UNDISPUTED MATERIAL FACTS</h2>\n<p>1. Rosemarie Santoro is forty years old and is married to Tom Santoro. She has two children, Catherine Santoro, age twenty-one, and Christopher Santoro, age seventeen. Christopher is a senior at Clayton High School; Catherine is a sophomore prevet student at North Carolina State University. Ms. Santoro and Tom Santoro were first married in 1968; Christopher was born of that marriage; Catherine was born of a previous marriage but was adopted by Tom Santoro in 1969.</p>\n<p>2. The defendant real property was purchased by, and conveyed to claimants Rosemarie Santoro and her husband, Thomas Santoro, on May 14, 1979. Subsequently, Rosemarie Santoro and Thomas Santoro entered into an separation agreement, dated March 9, 1983, whereby Thomas Santoro agreed to and subsequently did convey his interest in the defendant real property to Rosemarie Santoro by quitclaim deed. The Santoros subsequently remarried in December, 1986.</p>\n<p>3. Claimant perceives the defendant real property to be divided into at least two tracts of land which are in close proximity but geographically are separate and distinct.<sup>[2]</sup> It appears that the defendant property was taxed as two tracts in 1986. One tract, designated by claimant as Section A is composed of approximately five acres and is situated on the northwest side of <span class=\"star-pagination\">*1008</span> Holly Springs Road (N.C.S.R. 1152). The personal residence of claimant Rosemarie Santoro is located on Section A, as well as several out buildings, including a horsebarn. The remaining approximately twenty-one acres, identified by the parties as Section B, is located on the south-east side of Holly Springs Road, and is a mostly wooded tract of vacant land, although some grading and clearing has been done on a portion of the tract.</p>\n<p>4. The Santoros lived on the defendant real property for approximately twelve years until they were removed from the property by federal marshals on August 11, 1986. Mr. and Mrs. Santoro lived on this property for about five years before they purchased it in 1979; they originally purchased approximately thirty-eight acres, but since then have sold over twelve acres. All monies paid by the Santoros for the purchase of the property came from the sale of their home in Charlotte, their employment earnings and from the sale of some stock in the company for which Tom Santoro was employed; none of the money used to purchase the defendant property came from illegal activities.</p>\n<p>5. The minimum admitted value of the defendant real property is in excess of $100,000.00.</p>\n<p>6. During April, May and June of 1986, claimants Rosemarie Santoro (mother), Catherine Marie Santoro (daughter), and Christopher-Jason Ashley Santoro (son) resided at the residence located on Section A of the defendant real property.</p>\n<p>7. During April, May and June of 1986, Rosemarie Santoro sold quantities of a controlled substance, cocaine, at her residence located on the defendant real property.</p>\n<p>8. Since April 1986, Wake County Sheriff's Department Detective Angelia B. Knight participated in an undercover operation involving the selling of cocaine by Rosemarie Santoro.</p>\n<p>9. On May 22, 1986, Rosemarie Santoro met with Detective Knight, who was known to her as \"Angie,\" at the Santoro residence located on Section A of the defendant real property and, at that time, sold Detective Knight a controlled substance, cocaine, then in her possession.</p>\n<p>10. On May 29, 1986, Detective Knight contacted Rosemarie Santoro with regard to a second purchase of cocaine, was instructed by Ms. Santoro to come to her residence located on the defendant real property and, having arrived at her residence, was sold a controlled substancecocaine by Ms. Santoro.</p>\n<p>11. On June 2, 1986, Rosemarie Santoro met Detective Knight in her car in the driveway to her residence located on the defendant real property and there delivered to Knight a controlled substance, cocaine, then in her possession.</p>\n<p>12. On June 5, 1986, Detective Knight met Rosemarie Santoro at her residence located on the defendant real property, at which time Ms. Santoro delivered to Knight a sample of cocaine which was to be involved in a future intended trade of marijuana for cocaine.</p>\n<p>13. On June 5, 1986, Detective Knight was further advised by Rosemarie Santoro that the intended marijuana/cocaine trade could take place somewhere on the defendant real property, and that she would put up her deed to the defendant real property as collateral to ensure that her source would go through with the intended marijuana/cocaine trade.<sup>[3]</sup> She again advised Detective Knight that she would put up the deed to her property as collateral to secure the deal on June 11, 1986. The deed to defendant property does not make a distinction between what the parties now refer to as \"Section A\" and \"Section B.\"</p>\n<p>14. On June 11, 1986, Detective Knight and Rosemarie Santoro met at Santoro's residence located the defendant real property. Ms. Santoro walked with Knight to a secluded location on Section B of the defendant real property and told Knight that the proposed marijuana/cocaine trade could take place at this location. Also discussed was the possibility that in the event of rain, the marijuana/cocaine trade could occur in a barn located to the rear of the Santoro <span class=\"star-pagination\">*1009</span> residence on Section A of the defendant real property.</p>\n<p>15. On June 30, 1986, Rosemarie Santoro was indicted in the Eastern District of North Carolina in a six count indictment charging her with violations of Title 21, United States Code, Sections 841(a)(1) and 846. On September 8, 1986, Ms. Santoro pled guilty to Count Three of the indictment, charging her with knowingly and intentionally possessing with the intention to distribute 2.9 grams of cocaine, a Schedule II narcotic controlled substance, in violation of Title 21, United States Code, Section 841(a)(1), on or about May 22, 1986, the date of the first drug transaction known to have occurred on the defendant real property.</p>\n<p>16. The total amount of drugs sold by Ms. Santoro to Deputy Knight was approximately 12.8 grams. Santoro received very little, if any, money for her role in the four, hand-to-hand transactions with Detective Knight. Other than the cocaine involved in these transactions, Deputy Knight never saw more than two grams of cocaine and two grams of marijuana on the defendant property. No controlled substances were manufactured, grown or produced on the defendant real property.</p>\n<p>17. In each of the four transactions with Deputy Knight, Rosemarie Santoro was acting as the go-between or intermediary between Deputy Knight and Jack Debnam. On each of the four occasions in which Rosemarie Santoro sold drugs to Deputy Knight, it was necessary for her to contact someone else in order to obtain the drugs that were being sold.</p>\n<p>18. Rosemarie Santoro's role in the transaction involving the exchange of marijuana for cocaine was also as an intermediary for Jack Debnam who furnished the cocaine and money that was to be used in the trade for the marijuana, and who was to be the recipient of the marijuana. Rosemarie Santoro's role was to arrange a deal for Jack Debnam. Her financial gain for doing so was the forgiveness by Debnam of a $500.00 debt she owed to him.</p>\n<p>19. The exchange of marijuana for cocaine occurred in a K-Mart parking lot; it did not take place on the defendant property. Rosemarie Santoro was not present when this transaction occurred. She was taken home by Deputy Knight before the money and the cocaine to be used in the transaction were obtained from Jack Debnam's residence.</p>\n<p>20. At the time of the seizure of the defendant real property, a one acre parcel of Section B of the defendant real property was subject to an offer to purchase by a third party. The parties to this action have allowed the sale to proceed by order of this court without relinquishing their claims to the proceeds of the sale of the one acre parcel. The proceeds will be held in escrow by the United States Marshal. Claimants Theodore H. Graepel and J. C. Hampton Grading Company, Inc. will release this parcel from their liens and, in return, have, out of the proceeds, been paid a portion of the outstanding balance of their liens.</p>\n<p></p>\n<h2>ISSUES BEFORE THE COURT</h2>\n<p>There are two issues before the court. The first is whether claimants Thomas Santoro, Catherine Marie Santoro and Thomas Santoro as Guardian Ad Litem for Christopher-Jason Ashley Santoro have standing to assert claims in this forfeiture action. The second issuethe constitutionality of the statutory provisions under which this action was broughtinvolves facial and \"as applied\" challenges to the statutory provision under which this action was instituted. The constitutional attack implicates the Fourth, Fifth and Eighth Amendments to the United States Constitution, and attacks the forfeiture statute as vague, arbitrary and capricious. The claimants also challenge the statute as applied to the facts of this case, asserting that since only a small portion of only one of the two tracts comprising the defendant property actually was used in the underlying drug transactions, forfeiture of the entire property should not be permitted.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p></p>\n<h2>A. <i>The Standing Issue</i>\n</h2>\n<p>The first issue for resolution is whether Thomas Santoro, Catherine Marie <span class=\"star-pagination\">*1010</span> Santoro and Thomas Santoro as Guardian Ad Litem for Christopher-Jason Ashley Santoro (hereinafter collectively referred to as \"Family Members\") have standing to assert claims in this action. For the reasons that follow, the court holds that these persons do <i>not</i> have standing as claimants herein, and the Government's motion to strike their claims is ALLOWED. Consequently, the motion for summary judgment filed by these would-be claimants is DENIED as MOOT.</p>\n<p>The basis of the Family Members' argument that they have standing as claimants in this forfeiture proceeding is that they are beneficiaries of an express trust or resulting trust created by Thomas Santoro in the execution of a separation agreement between himself and his wife, claimant Rosemarie Santoro. As set forth in the preceding Summary of Undisputed Material Facts, Thomas and Rosemarie Santoro entered into a separation agreement dated March 9, 1983, whereby the parties agreed, <i>inter alia,</i> as follows:</p>\n<blockquote>8. <i>PROPERTY SETTLEMENT.</i> In full settlement of all property rights and questions between the parties they agree as follows:</blockquote>\n<blockquote>a. Real Property. The parties own approximately thirty-two (32) acres in Wake County, North Carolina, on which they have located a residence, a barn, and other improvements. Husband agrees to release all interest in said property, including but not limited to, all furnishings, except as otherwise designated herein, located therein.</blockquote>\n<blockquote>.   .   .   .   .</blockquote>\n<blockquote>11. <i>CHILD SUPPORT.</i> The Wife acknowledges that the Husband has paid child support to the Wife for the benefit of the children by releasing his interest in the property of the parties. It is the parties' intent that such release of interest and transfer of property be sufficient for the continuing needs of the children including, but not limited to, their current maintenance needs, their medical and dental needs, and their higher education costs.</blockquote>\n<blockquote>Wife waives all right to bring a lawsuit in any jurisdiction of the United States against the Husband for the benefit of the children and their support.</blockquote>\n<p>Pursuant to this agreement, Thomas Santoro executed on December 1, 1983, a Quitclaim Deed, filed February 24, 1984, conveying to Rosemarie D. Santoro his interest in the parcel of land \"[b]eing all of Tract A ... of the `A.C. Pierce Estate,'\" \"[s]ave and except a small portion [thereof] designated as a cemetery lot....\" On December 19, 1983, a Final Divorce Decree was entered in Wake County, North Carolina. At various times between the filing of the Quitclaim Deed and the onset of the illegal activity forming the predicate for the instant forfeiture action, Rosemarie Santoro conveyed out several portions of the real property. Thus, it appears to the court that at the time of the illegal acts underlying the instant proceeding, Rosemarie Santoro owned all of the property conveyed to her by Quitclaim Deed by her former husband, less any portions she had conveyed out in the interim. Thomas and Rosemarie Santoro remarried in December, 1986.</p>\n<p>The Family Members' interpretation of paragraph 11 of the Separation Agreement is a strained one and the court cannot adopt it. Although it now is expedient to construe paragraph 11 as the expression of intent by concerned parents to create a trust to provide for their children's future, when the entirety of paragraph 11 is read in context, it is more likely that the sentence on which the Family Members so heavily rely is the expression by estranged spouses of their intent (translated \"agreement\") that the husband's interest in the real property be sufficient to relieve him of future periodic child support payment obligations. In exchange for his quitclaim deed releasing to her all his interest in the real property, Mrs. Santoro agreed not to sue her estranged husband for child support; his present consideration was deemed \"sufficient\" to satisfy his future obligations. The court simply cannot read paragraph 11 any other way. Had these parties wished to set up a trust in Mrs. Santoro for the benefit of the children as <span class=\"star-pagination\">*1011</span> regards this property, they knew how to do it:</p>\n<blockquote>8. <i>PROPERTY SETTLEMENT</i>\n</blockquote>\n<blockquote>.   .   .   .   .</blockquote>\n<blockquote>d. Receivables. The parties agree that they shall assign the payment of two thousand two hundred dollars ($2,200.00) per month which they are currently receiving from the sale of some of their property to the Wife in trust for the children of the parties to provide, in part, for their college education.</blockquote>\n<p>Paragraph 8(d), Separation Agreement. Instead, the parties opted for a plan by which the children were to be provided for, but which also left much flexibility with Mrs. Santoro in managing the property.</p>\n<p>The court finds that the various trust arguments are red herrings and thus are meritless. The Government's motion to strike the claims of Thomas F. Santoro,<sup>[4]</sup> Catherine Merie Santoro, and Thomas Santoro as Guardian Ad Litem for Christopher-Jason Ashley Santoro is ALLOWED, as the court concludes that these persons have no ownership interest in the defendant real property, and thus lack standing to enter claims thereto. As a result, the motion for summary judgment filed by these persons is DENIED.</p>\n<p></p>\n<h2>B. <i>Claimant's Constitutional Challenges</i>\n</h2>\n<p>Claimant<sup>[5]</sup> has brought forward all the well-known and appealing arguments that have been advanced in courts around the country, urging the unconstitutionality of the civil forfeiture statutes at issue here. The parties to this action have submitted well-written and persuasive memoranda, and the court has conducted extensive independent research on the issues. After much deliberation, the court concludes that the provision at issue, 21 U.S.C. § 881(a)(7), is not unconstitutional.</p>\n<p>The court finds it unnecessary and inexpedient to \"re-invent the wheel\" in order to reach its conclusions. As to each of claimant's grounds for relief, much already has been written.</p>\n<p>Title 21, United States Code, Section 881(a)(7) provides as follows:</p>\n<blockquote>§ 881. <i>Forfeiture</i>\n</blockquote>\n<blockquote>Subject property</blockquote>\n<blockquote>(a) The following shall be subject to forfeiture to the United States and no property right shall exist in them:</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>(7) All real property, including any right, title, and interest in the whole of any lot or tract of land and any appurtenances or improvements, which is used, or intended to be used, in any manner or part, to commit, or to facilitate the commission of, a violation of this title punishable by more than one year's imprisonment, except that no property shall be forfeited under this paragraph, to the extent of an interest of an owner, by reason of any act or omission established by that owner to have been committed or omitted without the knowledge or consent of that owner.</blockquote>\n<p></p>\n<h2>ARREST AND NOTICE IN REM</h2>\n<p>The United States Attorney initiates § 881 civil forfeiture proceedings by filing a complaint <i>in rem</i> pursuant to Rule C, Supplemental Rules for Certain Admiralty and Maritime Claims which provides for the <i>ex parte</i> issuance by the clerk of court of a warrant for seizure of the defendant property. Claimant in this action asserts that this procedure is unconstitutional because it authorizes a federal clerk to issue <span class=\"star-pagination\">*1012</span> a warrant for the seizure of property upon the mere filing of a complaint, without any notice to the interested parties, without giving affected parties the opportunity to be heard, without a finding of probable cause, and without a finding of exigent circumstances, all in violation of the Fourth and Fifth Amendments to the United States Constitution.</p>\n<p>First, as to the procedural due process attack on the statute's provision permitting the clerk to issue an <i>ex parte</i> warrant, the following has been written:</p>\n<blockquote>This argument is a serious one that numerous courts have determined in claimants' favor. <i>United States v. Real Property Located at 25231 Mammoth Circle, El Toro, California,</i> <span class=\"citation\" data-id=\"1956943\"><a href=\"/opinion/1956943/united-states-v-real-prop-located-at-25231-mammoth-circle/\"><span class=\"volume\">659</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">925</span></a></span>, 927 (C.D.Cal.1987); <i>United States v. 124 East North Avenue, Lake Forest, Illinois</i><i>,</i> 651 F.Supp. [1350] 1356 (N.D.Ill. 1987); <i>United States v. Life Insurance Co. of Virginia,</i> <span class=\"citation\" data-id=\"2360327\"><a href=\"/opinion/2360327/united-states-v-life-ins-co-of-virginia/\"><span class=\"volume\">647</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">732</span></a></span>, 741-42 (W.D.N.C.1986). However, the facts here do not support an attack on the facial constitutionality of the statute. Because of early concerns about the constitutionality of this provision, the clerk of this court has consistently declined to issue warrants pursuant to Rule C(6) without judicial scrutiny of the complaint and a determination that the warrant should issue. Thus this file reflects that the complaint in this action was referred to the undersigned ... and that ... an order was entered directing issuance of the warrant. Clearly the warrant was issued in a constitutionally appropriate manner in this case.</blockquote>\n<p><i>United States of America v. Premises Known As Lot # 13, 232 Union Street, Rocky Mount, North Carolina,</i> <span class=\"citation no-link\"><span class=\"volume\">686</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">545</span></span> (E.D.N.C.1987) (UP). In the instant case, the government's complaint, together with supporting affidavit demonstrating probable cause, was filed with the court on July 24, 1986, and on July 29, 1986, the undersigned issued an order for the issuance of the warrant of arrest and notice <i>in rem.</i> Thus, it is unnecessary for the court to address the constitutionality of Rule C(3) because, in this district, the clerk of court does not issue arrest warrants under that section. <i>But see United States of America v. 1.678 Acres of Land, More or Less, in Mecklenburg County, North Carolina,</i> <span class=\"citation\" data-id=\"2595190\"><a href=\"/opinion/2595190/united-states-v-1678-acres-of-land-mecklenburg-cty-nc/\"><span class=\"volume\">671</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">413</span></a></span> (W.D.N.C.1987) (Chief U.S. District Judge clarifies position in the Western District of North Carolina that seizure without a prior probable cause hearing is constitutional despite Judge McMillan's finding to the contrary in <i>United States of America v. Life Insurance Co. of Virginia Single Premium Whole Life Policy, Policy Number XXXXXXXXX,</i> <span class=\"citation\" data-id=\"2360327\"><a href=\"/opinion/2360327/united-states-v-life-ins-co-of-virginia/\"><span class=\"volume\">647</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">732</span></a></span> (W.D.N.C.1986).).</p>\n<p>As to claimant's complaint that she was not afforded a pre-deprivation hearing after notice, the court finds that claimant's procedural due process rights have not been violated; she is being afforded the full weight of judicial process in these very proceedings. No court has held that the seizure of real property, without prior hearing, by the United States upon order of the court after its <i>ex parte</i> review of a verified complaint and affidavit of probable cause is unconstitutional. To the contrary, the United States Supreme Court has held that seizure for the purpose of forfeiture presents an extraordinary situation justifying postponement of notice and hearing. <i>Calero-Toledo v. Pearson Yacht Leasing Co.,</i> <span class=\"citation\" data-id=\"109026\"><a href=\"/opinion/109026/calero-toledo-v-pearson-yacht-leasing-co/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">663</span></a></span>, <span class=\"citation\" data-id=\"109026\"><a href=\"/opinion/109026/calero-toledo-v-pearson-yacht-leasing-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2080</span></a></span>, <span class=\"citation\" data-id=\"109026\"><a href=\"/opinion/109026/calero-toledo-v-pearson-yacht-leasing-co/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">452</span></a></span> (1974). <i>See also </i><i>United States v. Eight Thousand Eight Hundred and Fifty Dollars,</i> <span class=\"citation\" data-id=\"110936\"><a href=\"/opinion/110936/united-states-v-8850/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, 562 n. 12, <span class=\"citation\" data-id=\"110936\"><a href=\"/opinion/110936/united-states-v-8850/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2005</span></a></span>, 2011, <span class=\"citation\" data-id=\"110936\"><a href=\"/opinion/110936/united-states-v-8850/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">143</span></a></span> (1983); <i>United States v. 1.678 Acres of Land, More or Less, in Mecklenburg County, N.C.,</i> <span class=\"citation\" data-id=\"2595190\"><a href=\"/opinion/2595190/united-states-v-1678-acres-of-land-mecklenburg-cty-nc/\"><span class=\"volume\">671</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">413</span></a></span> (W.D.N.C.1987). <i>See also</i> Notes of the Advisory Committee on Rules, Rule C(3), 1985 Amendment, Supplemental Rules for Certain Admiralty and Maritime Claims. In short, the <i>procedure</i> employed by the United States in this action is not constitutionally defective under the due process clause.</p>\n<p></p>\n<h2>EIGHTH AMENDMENT/PROPORTIONALITY</h2>\n<p>Forfeiture pursuant to 21 U.S.C. § 881(a)(7) does not violate the Eighth Amendment to the United States Constitution. <span class=\"star-pagination\">*1013</span> The eighth amendment applies only to protect those convicted of crimes. <i>Ingraham v. Wrights,</i> <span class=\"citation\" data-id=\"109635\"><a href=\"/opinion/109635/ingraham-v-wright/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 664, <span class=\"citation\" data-id=\"109635\"><a href=\"/opinion/109635/ingraham-v-wright/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1401</span></a></span>, 1408-09, <span class=\"citation\" data-id=\"109635\"><a href=\"/opinion/109635/ingraham-v-wright/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">711</span></a></span> (1977). Unlike a criminal proceeding, a forfeiture proceeding under § 881(a)(7) is an <i>in rem</i> civil proceeding directed at the property of a person and exists separate and apart from any criminal proceeding directed at the person who may own the property. <i>Cf. </i><i>United States v. One 1977 Chevrolet Pickup,</i> <span class=\"citation\" data-id=\"1467056\"><a href=\"/opinion/1467056/united-states-v-one-1977-chevrolet-pickup-etc/\"><span class=\"volume\">503</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1027</span></a></span>, 1030 (D.Colo.1980) (fact that defendant-owner of seized property acquitted of narcotics offense arising out of same events on which forfeiture is based does not preclude government from seizing and seeking forfeiture of vehicle used to transport the contraband).</p>\n<p>Although 21 U.S.C. § 881 describes civil forfeiture proceedings, it has been characterized as \"quasi-criminal\" in nature for certain limited purposes. The Supreme Court has stated, however, that \"only the clearest proof\" will suffice to establish the unconstitutionality of the statute on this ground. <i>United States v. One Assortment of 89 Firearms,</i> <span class=\"citation\" data-id=\"111103\"><a href=\"/opinion/111103/united-states-v-one-assortment-of-89-firearms/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">354</span></a></span>, 365, <span class=\"citation\" data-id=\"111103\"><a href=\"/opinion/111103/united-states-v-one-assortment-of-89-firearms/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1099</span></a></span>, 1106, <span class=\"citation\" data-id=\"111103\"><a href=\"/opinion/111103/united-states-v-one-assortment-of-89-firearms/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">361</span></a></span> (1984); <i>United States v. Ward,</i> <span class=\"citation\" data-id=\"110331\"><a href=\"/opinion/110331/united-states-v-ward/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 249, <span class=\"citation\" data-id=\"110331\"><a href=\"/opinion/110331/united-states-v-ward/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2636</span></a></span>, 2641, <span class=\"citation\" data-id=\"110331\"><a href=\"/opinion/110331/united-states-v-ward/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">742</span></a></span> (1980). <i>See also </i><i>United States v. Two Hundred Fifty Thousand Dollars in U.S. Currency,</i> <span class=\"citation\" data-id=\"481321\"><a href=\"/opinion/481321/united-states-v-250000-in-united-states-currency-two-cases-appeal-of/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">895</span></a></span>, 900 (1st Cir.1987); <i>United States v. Premises Known as 2639 Meetinghouse,</i> <span class=\"citation\" data-id=\"1677493\"><a href=\"/opinion/1677493/united-states-v-premises-known-as-2639-meetinghouse/\"><span class=\"volume\">633</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">979</span></a></span>, 993-94 (E.D.Pa.1986).</p>\n<p>Claimant has failed to offer the \"clearest proof\" that the purpose or effect of § 881(a)(7) is so punitive that it negates congressional intent to enact a civil penalty. Just as with § 881(a)(6), the legislative history suggests that § 881(a)(7) is designed to serve broad, remedial, non-punitive purposes. It is designed to strip the drug trade of its instrumentalities of crime, including real estate used to facilitate drug transactions, and to finance government programs designed to eliminate drug trafficking. Admittedly, the statute always has a collateral and incidental punitive effect, but the primary purposes of the statute, as confirmed by the legislative history, are remedial in nature. Accordingly, since the primary purpose of § 881(a)(7) is remedial in nature, not punitive, and since Congress has specifically labeled it \"civil\" and provided that it be governed by the Federal Rules of <i>Civil</i> Procedure and Supplemental Rules, it <i>is</i> civil in nature and, therefore, the eighth amendment does not apply.</p>\n<p>Thus, the court holds that 21 U.S.C. § 881(a)(7) civil forfeiture is not violative of the eighth amendment. Moreover, to the extent that claimant argues that forfeiture of defendant real property is unconstitutional in this case because such forfeiture would be disproportionate to the wrong committed, the court must direct claimant's attention to <i>Calero-Toledo v. Pearson Yacht Leasing Co.,</i> <span class=\"citation\" data-id=\"109026\"><a href=\"/opinion/109026/calero-toledo-v-pearson-yacht-leasing-co/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">663</span></a></span>, <span class=\"citation\" data-id=\"109026\"><a href=\"/opinion/109026/calero-toledo-v-pearson-yacht-leasing-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2080</span></a></span>, <span class=\"citation\" data-id=\"109026\"><a href=\"/opinion/109026/calero-toledo-v-pearson-yacht-leasing-co/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">452</span></a></span> (1974). In <i>Calero-Toledo,</i> the record indicated that forfeiture of a $20,000.00 yacht was based on the fact that police discovered a <i>single</i> marijuana cigarette on board. The claimant, Pearson, did not contend that the forfeiture was unconstitutional or beyond the scope of the Puerto Rican statute, which was based on 21 U.S.C. § 881(a)(4), because of the small quantity of drugs involved, and the court, therefore did not address this issue. However, it does seem significant that not one justice suggested that the gross disproportion between the value of the yacht and the apparent triviality of the offense might raise a constitutional or statutory issue. In addition, unlike the federal statute upon which it was based (21 U.S.C. § 881(a)(4)) the Puerto Rican statute contained no remission and mitigation procedure which might be utilized by claimants to ameliorate an overly harsh application of a forfeiture statute.</p>\n<p>While not phrased in eighth amendment terms, it is also important that this <i>\"de minimis\"</i> defense to the application of a forfeiture statute has been rejected by numerous courts. <i>E.g., </i><i>United States v. One 1982 28' International Vessel,</i> <span class=\"citation\" data-id=\"440208\"><a href=\"/opinion/440208/no-83-5575/\"><span class=\"volume\">741</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1319</span></a></span> (11th Cir.1984); <i>United States v. One 1976 Porsche 911S,</i> <span class=\"citation\" data-id=\"399348\"><a href=\"/opinion/399348/no-78-1106/\"><span class=\"volume\">670</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">810</span></a></span> (9th Cir. 1979); <i>United States v. One Clipper Bow Ketch NISKU,</i> <span class=\"citation\" data-id=\"342280\"><a href=\"/opinion/342280/united-states-v-one-clipper-bow-ketch-nisku-ralph-g-washington/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span> (1st Cir.1977); <i>United States v. One 1975 Mercedes 280S,</i> <span class=\"citation\" data-id=\"362524\"><a href=\"/opinion/362524/no-77-1078/\"><span class=\"volume\">590</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span> (6th Cir.1978).</p>\n<p><span class=\"star-pagination\">*1014</span> Moreover, a review of the historical basis of forfeiture provisions richly illustrates the irrelevance of \"proportionality\" between the value of forfeitable property and the severity of the injury inflicted by its use. <i>See, e.g., </i><i>Calero-Toledo,</i> 416 U.S. at 682-87, 94 S.Ct. 2091-94. <i>United States v. Schmalfeldt,</i> <span class=\"citation\" data-id=\"2265276\"><a href=\"/opinion/2265276/united-states-v-schmalfeldt/\"><span class=\"volume\">657</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">385</span></a></span>, 387-89 (W.D.Mich.1987).</p>\n<p></p>\n<h2>BURDEN-SHIFTING</h2>\n<p>Another familiar ground for attacking the forfeiture provisions is that they require a claimant to shoulder the burden of proof. Indeed, once the United States has met its burden of demonstrating probable cause for forfeiture, the burden of proof shifts to the claimant to demonstrate by a preponderance of the evidence that the property is not subject to forfeiture. 21 U.S.C. § 881(d), incorporating 19 U.S.C. § 1615. Section 881(a)(7) requires an owner to establish that he was innocent of any wrongdoing and unaware of any criminal activity on the property before he can defeat a forfeiture action.</p>\n<p>It is not the province of this court to question or attempt to circumvent what appears to be Congress' intent that claimants in a civil forfeiture action prove a negative. <i>But see </i><i>Calero-Toledo v. Pearson Yacht Leasing Co.,</i> <span class=\"citation\" data-id=\"109026\"><a href=\"/opinion/109026/calero-toledo-v-pearson-yacht-leasing-co/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">663</span></a></span>, 689, <span class=\"citation\" data-id=\"109026\"><a href=\"/opinion/109026/calero-toledo-v-pearson-yacht-leasing-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2080</span></a></span>, 2094-95, <span class=\"citation\" data-id=\"109026\"><a href=\"/opinion/109026/calero-toledo-v-pearson-yacht-leasing-co/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">452</span></a></span> (1974) (Supreme Court in dictum suggests an innocent owner might prevent forfeiture by showing \"that he had done all that reasonably could be expected to prevent the proscribed use of his property\"). More importantly, however, is the fact that, despite the often overwhelming quasi-criminal nature of the forfeiture provision at issue here, such provision is <i>civil.</i> Thus, the prohibition against burden-shifting in a criminal case, <i>see, e.g., </i><i>Mullaney v. Wilbur,</i> <span class=\"citation\" data-id=\"109265\"><a href=\"/opinion/109265/mullaney-v-wilbur/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">684</span></a></span>, 704, <span class=\"citation\" data-id=\"109265\"><a href=\"/opinion/109265/mullaney-v-wilbur/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1881</span></a></span>, 1892, <span class=\"citation\" data-id=\"109265\"><a href=\"/opinion/109265/mullaney-v-wilbur/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1975), simply does not apply in forfeiture actions brought pursuant to 21 U.S.C. § 881(a)(7).</p>\n<p></p>\n<h2>VAGUENESS</h2>\n<p>Claimant argues that the terms of § 881(a)(7) are unconstitutionally vague as applied to these facts, in violation of the fifth amendment. The court cannot agree, and finds that the terms of Section 881 are clear and plain and sufficient to \"give the person of ordinary intelligence a reasonable opportunity to know what is prohibited so that he may act accordingly.\" <i>Grayned v. City of Rockford,</i> <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 108, <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2294</span></a></span>, 2298-99, <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1972). Based on the plain language of § 881(a)(7), reasonable persons should recognize that if they make real property available as a situs for an illegal drug transaction, it is forfeitable. Just as the owner of an automobile should know that using his automobile as a place for conducting negotiations, transacting a drug sale, or transporting contraband will subject his automobile to forfeiture, <i>see, e.g., </i><i>United States v. One 1971 Mercedes Benz 2-Door Coupe,</i> <span class=\"citation\" data-id=\"339361\"><a href=\"/opinion/339361/no-73-1801/\"><span class=\"volume\">542</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">912</span></a></span> (4th Cir.1976), claimant should similarly know that making available or intending to make available her real property as a situs for an illegal drug transaction will render her real property, in its entirety, subject to forfeiture. <i>See United States v. Lots 12, 13, 14 and 15,</i> No. 86-53 (E.D.Ky. Feb. 5, 1987) slip op. at 4; <i>United States v. 124 East North Avenue, Lake Forest, Illinois,</i> <span class=\"citation\" data-id=\"2306918\"><a href=\"/opinion/2306918/united-states-v-124-east-north-ave-lake-forest-ill/\"><span class=\"volume\">651</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1350</span></a></span>, 1353-54 (N.D.Ill.1987).</p>\n<p>Claimant also contends that § 881(a)(7) is unconstitutionally vague in its use of the words \"use\" and \"facilitate.\" Although the Supreme Court has not yet resolved the split among the circuit courts, two lines of interpretation appear to have formed.</p>\n<p>The first line of interpretation takes a liberal view of the term \"facilitate.\"</p>\n<blockquote>For example, in a case involving forfeiture of a vehicle under section 881(a)(4), the United States Court of Appeals for the Third Circuit, held that property which in any way tended to make drug trafficking easier \"facilitated\" illegal drug activity and was subject to forfeiture. <i>United States v. One 1977 Lincoln Mark V Coupe,</i> <span class=\"citation\" data-id=\"388081\"><a href=\"/opinion/388081/united-states-v-one-1977-lincoln-mark-v-coupe-linda-whitby/\"><span class=\"volume\">643</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">154</span></a></span>, 157 (3d Cir.1981), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">818</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">97</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">88</span></span> (1981). <i>See also </i><i>United States v. One 1980 BMW</i> <span class=\"star-pagination\">*1015</span> <i>320I,</i> 559 F.Supp 382, 384 (E.D.N.Y. 1983).</blockquote>\n<p><i>United States v. Twelve Thousand Five Hundred Eighty-Five and No/100ths Dollars ($12,585.00) in U.S. Currency,</i> <span class=\"citation\" data-id=\"2370576\"><a href=\"/opinion/2370576/united-states-v-twelve-thousand-five-hundred-eighty-five-dollars/\"><span class=\"volume\">669</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">939</span></a></span>, 942 (D.Minn.1987).</p>\n<p>The stricter interpretation followed by the court in <i>$12,585.00,</i> and apparently approved by the Fourth Circuit Court of Appeals, is discussed in <i>United States v. All Those Certain Lots,</i> <span class=\"citation\" data-id=\"2265442\"><a href=\"/opinion/2265442/united-states-v-certain-lots-in-virginia-beach/\"><span class=\"volume\">657</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1062</span></a></span> (E.D. Va.1987):</p>\n<blockquote>Courts have not determined what constitutes facilitation under § 881(a)(7), the provision at issue in this case. However, courts have interpreted a similar provision of the civil forfeiture statute. 21 U.S.C. § 881(a)(4) provides that \"aircraft, vehicles, or vessels, which are used ... in any manner to facilitate the transportation, sale, receipt, possession, or concealment of [controlled substances]\" may be subject to forfeiture. Many circuits have held that in order for property to be forfeited under this section, there must be a \"substantial connection\" between the property and the underlying criminal activity. <i>See </i><i>United States v. One 1972 Chevrolet Corvette,</i> <span class=\"citation\" data-id=\"380305\"><a href=\"/opinion/380305/united-states-v-one-1972-chevrolet-corvette/\"><span class=\"volume\">625</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1026</span></a></span>, 1029 (1st Cir.1980). <i>See also </i><i>United States v. One 1976 Ford F-150 Pick-Up VIN F14YUB03797,</i> <span class=\"citation\" data-id=\"456268\"><a href=\"/opinion/456268/united-states-v-one-1976-ford-f-150-pick-up-vin-f14yub03797/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">525</span></a></span>, 527 (8th Cir.1985) (\"substantial association\" necessary); <i>United States v. One 1979 Porsche Coupe,</i> <span class=\"citation\" data-id=\"420026\"><a href=\"/opinion/420026/united-states-v-one-1979-porsche-coupe-vin-9289200514-clarence-lee/\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1424</span></a></span>, 1426 (11th Cir.1983). Other circuits have explicitly rejected any requirement of a substantial connection, holding instead that use of property \"in any manner\" in connection with an illegal drug transaction is sufficient to justify forfeiture. <i>See United States v. 1964 Beechcraft Baron Aircraft,</i> <span class=\"citation\" data-id=\"410192\"><a href=\"/opinion/410192/united-states-v-1964-beechcraft-baron-aircraft-tc-740-faa-reg-no/\"><span class=\"volume\">691</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">725</span></a></span> (5th Cir. 1982), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">914</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1893</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">283</span></span> (1983); <i>United States v. One 1974 Cadillac Eldorado Sedan,</i> <span class=\"citation\" data-id=\"342422\"><a href=\"/opinion/342422/united-states-v-one-1974-cadillac-eldorado-sedan-serial-no-6l47s4q407966/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">421</span></a></span>, 423 (2d Cir.1977).</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>In <i>United States v. 1966 Beechcraft Aircraft Model King Air,</i> <span class=\"citation\" data-id=\"461232\"><a href=\"/opinion/461232/united-states-v-1966-beechcraft-aircraft-model-king-air-a90-cream-with/\"><span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">947</span></a></span> (4th Cir.1985), a case not cited by any party, the Fourth Circuit considered whether a vehicle used to transport a drug conspirator to the scene of the crime was subject to forfeiture. The court explained that \"[i]n resolving this dispute, the legislative history instructs that `it is the intent of these provisions that property would be forfeited only if there is a substantial connection between the property and the underlying criminal activity.'\" <i>Id.</i> at 953 (citation omitted). Noting that the private airplane is an \"important tool of the drug trafficker,\" <i>id.,</i> the court found that \"the use of an airplane ... to transport conspirators to an exchange site, establishes a `substantial connection' between the conveyance and the criminal activity.\" <i>Id.</i>\n</blockquote>\n<blockquote>The provision applied in <i>1966 Beechcraft</i> is essentially identical to the provision at issue in this case. Therefore, this Circuit seems to require a substantial connection before imposing a forfeiture.</blockquote>\n<blockquote>Application of the substantial connection requirement comports with the legislative history of § 881(a)(7). The statute was passed for the sole purpose of closing a loophole in the civil forfeiture laws: the inability of the government to reach real property in forfeiture proceedings. The Senate Report on the proposed Comprehensive Crime Control Act of 1984 makes clear the purpose of the forfeiture provision.</blockquote>\n<blockquote>Under current law, if a person uses a boat or car to transport narcotics or uses equipment to manufacture dangerous drugs, his use of the property renders it subject to civil forfeiture. But if he uses a secluded barn to store tons of marihuana or uses his house as a manufacturing laboratory for amphetamines, there is no provision to subject his real property to civil forfeiture, <i>even though its use was indispensable to the commission of a major drug offense</i> and the prospect of the forfeiture of the property would have been a powerful deterrent.</blockquote>\n<blockquote>S.Rep. No. 225, 98th Cong., 1st Sess. 195, reprinted in 1984 U.S. Code Cong. &amp; Ad. News 3182, 3378 (emphasis added). While § 881(a)(7) does not require that forfeited property be \"indispensable to <span class=\"star-pagination\">*1016</span> the commission of a major drug offense,\" Congress evidently did not intend the forfeiture statute to apply to property which has only an incidental or fortuitous connection to criminal activity.</blockquote>\n<p><i>Id.</i> at 1064-65. Thus, it appears that the applicable standard for determining whether a premises was \"used\" to \"facilitate\" a drug transaction is the stricter \"substantial connection\" test.</p>\n<p>As applied to the facts of this case, the court finds that <i>either</i> interpretation of the terms \"use\" and \"facilitate\" would have placed a person of ordinary intelligence on notice that conducting numerous cocaine sales on the defendant real property, coupled with offering the deed to the entirety of that property as security for a future contemplated drug transaction, amounts to a \"use\" or \"intended use\" of that property to \"commit\" or \"facilitate\" a violation of Title 21 of the United States Code. The court deems the \"issue\" of whose original idea it was to conduct drug business on the defendant real property immaterial and irrelevant. The statute is neither unconstitutionally vague nor ambiguous as applied to claimant on these facts.</p>\n<p></p>\n<h2>WHAT PROPERTY IS SUBJECT TO FORFEITURE</h2>\n<p>Claimant contends if any of the real property is forfeitable, it is only that portion upon which the drug transaction actually occurred. Further, claimant contends that the Santoro property consists of four, rather than two, tracts.</p>\n<p>The plain and unambiguous language of § 881(a)(7) provides for the forfeiture of the \"whole\" of any tract of real property \"used, or intended to be used, in any manner or part, to commit or to facilitate\" the commission of a felony drug violation. To narrowly construe the statute to provide for the forfeiture of only that portion of a tract of land on which the drug violation actually occurred would be contrary to the plain language of the statute as well as its legislative history.</p>\n<p>Although 21 U.S.C. § 881(a)(7) authorizes the forfeiture of real property used to facilitate violations of the Controlled Substances Act \"in any manner,\" claimant correctly notes that courts have generally required the United States to show something more than incidental contact between the property and the underlying illegal activity. As stated above, the rule in this circuit appears to be that there must be a \"substantial connection\" between the property and the unlawful conduct triggering the forfeiture. <i>United States v. 1966 Beechcraft Aircraft Model King Air,</i> <span class=\"citation\" data-id=\"461232\"><a href=\"/opinion/461232/united-states-v-1966-beechcraft-aircraft-model-king-air-a90-cream-with/\"><span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">947</span></a></span>, 953 (4th Cir.1985); <i>United States v. All Those Certain Lots,</i> <span class=\"citation\" data-id=\"2265442\"><a href=\"/opinion/2265442/united-states-v-certain-lots-in-virginia-beach/\"><span class=\"volume\">657</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1062</span></a></span>, 1065 (E.D.Va.1987).</p>\n<p>Just as single illegal drug transaction within the confines of a conveyance will render that conveyance subject to forfeiture, <i>e.g., </i><i>United States v. One 1972 Datsun,</i> <span class=\"citation\" data-id=\"2125103\"><a href=\"/opinion/2125103/united-states-v-one-1972-datsun-vehicle-id-no-lb1100355950/\"><span class=\"volume\">378</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1200</span></a></span>, 1202 (D.N.H. 1974), utilizing or intending to utilize one's real property as the site for a drug transaction or intended drug transaction will render it subject to forfeiture. <i>United States v. Lots 12, 13, 14 and 15,</i> No. 86-53 (E.D.Ky. Feb. 5, 1987) slip op. at 4. Here, it is uncontroverted that claimant Rosemarie Santoro utilized Section A of the defendant real property on four separate occasions as a site for the delivery and sale of illegal drugs, each a violation of 21 U.S.C. § 841(a). Such use, at a minimum, would subject the \"whole\" of Section A to forfeiture under § 881(a)(7).</p>\n<p>But there is more. On two separate occasions, Rosemarie Santoro indicated to undercover officer Knight a willingness to secure the intended marijuana/cocaine trade, regardless of its location, by putting up her deed to the farm as collateral.<sup>[6]</sup><span class=\"star-pagination\">*1017</span> This conduct obviously was intended to facilitate the marijuana/cocaine trade for which claimant was indicted and which, admittedly, occurred.</p>\n<p>The court must agree with the Government that claimant's distinction between active and passive use of property to facilitate a drug deal is meritless. Viewed in light of the purpose of civil forfeiture in general, and as applied in the context of drug trafficking, whether property <i>actually</i> is occupied or physically employed in order to engage in a drug transaction, or whether its occupation or use merely is offered to induce another to do so, seems to the court to be immaterial, particularly in light of the statutory language \"used, <i>or intended to be used,\"</i> 21 U.S.C. § 881(a)(7) (emphasis added).</p>\n<p>As discussed in note 2, <i>supra,</i> whether the defendant property is perceived as one large tract, or as composed of two or four smaller tracts,<sup>[7]</sup> the result is the same. The court finds that the uncontested fact that claimant offered the deed to defendant property to secure a drug deal results as a matter of law in the use or intended use of all of claimant's property described therein to facilitate a violation of Title 21, United States Code.</p>\n<p>Moreover, the court deems contrary to the fundamental premise of real estate deed recordation  certainly as to description, quality and extent of legal interests in real property  claimants' implicit suggestion that a \"lot\" or \"tract\" is to be defined subjectively according to its owner's or tenant's perception, or by reference to manmade improvements thereon, such as roads or fences, which incidentally may give a single tract the appearance of being multiple tracts. The court finds that the only workable solution particularly on these facts, is for the \"whole of any lot or tract of land\" to be determined by reference to duly recorded instruments, conveyances, surveys and other appropriate documents of record on file in the Office of the Register of Deeds of the county in which the defendant property is located. <i>Cf. </i><i>United States v. Littlefield,</i> <span class=\"citation\" data-id=\"490183\"><a href=\"/opinion/490183/united-states-v-roscoe-l-littlefield/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1365</span></a></span>, 1366-67 (9th Cir.1987) (construing 21 U.S.C. § 853(a)(2)  criminal forfeiture).</p>\n<p>In the instant case, the court holds that the \"whole\" of the \"tract of land\" subject to forfeiture is that property described in claimant's deed dated February 24, 1984, less any portions thereof which she conveyed out prior to the onset of the illegal activity on the defendant premises. The court cannot help but observe that a claimant <span class=\"star-pagination\">*1018</span> who once offered the deed to all her real property to secure a drug deal is in a poor position to argue that only a portion of that property is subject to forfeiture under the terms of 21 U.S.C. § 881(a)(7).</p>\n<p></p>\n<h2><i>Summary</i></h2>\n<p>Thomas Santoro, Catherine Marie Santoro, and Thomas Santoro as Guardian Ad Litem for Christopher-Jason Ashley Santoro have no standing to assert claims in the defendant real property, as the court concludes they own no interest therein; the Government's motion to strike their claims is ALLOWED, and their motion for summary judgment is DENIED. The civil forfeiture statute relating to real property  21 U.S.C. § 881(a)(7)  is constitutional on its face and as applied to the facts of this case. Finally, as the court finds the existence of no genuine issue of material fact in this case, and concludes that the plaintiff is entitled to summary judgment as a matter of law, claimant Rosemarie Santoro's motion for summary judgment is DENIED and the Government's motion for summary judgment is ALLOWED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  On June 19, 1987, plaintiff filed a notice of withdrawal of its motion to strike the claim filed by Merriman, Nicholls, Crampton, Dombalis &amp; Aldridge, P.A. (Law Firm). By said filing, plaintiff has agreed to honor the claim as valid in all respects and will not contest it on any grounds. Hence, it is unnecessary for the court to reach the issues addressed by Law Firm's motion for summary judgment which now are moot.</p>\n<p>[2]  Neither the deed to the property nor the survey thereof makes the distinction between the areas of the property claimant has designated Section A and Section B; those designations appear of record handwritten in ball point pen on claimant's Exhibit B of her August 21, 1986 \"Claim and Intervening Complaint.\" Although the court is unconvinced that defendant real property appropriately is characterized as consisting of two or more tracts<i>see, e.g.,</i> Quitclaim Deed of February 24, 1984, which describes defendant real property in part as being all of \"Tract A\" of a survey and map of A.C. Pierce's estatethe parties consistently discuss defendant real property in those terms and, as will become apparent, the parties' division of the defendant real property into whatever conceptual portions they now deem convenient has no bearing on the outcome of this litigation. However, because the \"Section A/Section B\" distinction has persisted throughout this case, the court also will use it in discussing the background facts.</p>\n<p>[3]  <i>See infra</i> note 6.</p>\n<p>[4]  Mr. Santoro has no interest in the property; he conveyed to Mrs. Santoro <i>all</i> his interest by quitclaim deed. Nor, as the Government has observed, do the circumstances warrant implying an equitable lien in favor of Mr. Santoro. Mr. Santoro's argument for an equitable lien is an alternative one which he raised in the event the court determined that the couple's remarriage nullified the imaginary \"trust\" he contends was created in the Separation Agreement. The court has rejected the trust theory and, thus, never reached the \"nullification-of-executory-terms-of-the-Separation-Agreement\" argument. Therefore, the equitable lien issue does not arise.</p>\n<p>[5]  Henceforth, the term \"claimant\" refers only to Rosemarie Santoro.</p>\n<p>[6]  Rosemarie Santoro has admitted that she offered to put up the deed to her real property as collateral to insure that Jack Debnam would go through with the marijuana/cocaine trade and that she discussed the trade occurring on a secluded portion of Section B or in the barn located on Section A. As Fed.R.Civ.P. 36(a) provides, each matter of which admission is requested shall be \"specifically\" denied, or the answering party must \"set forth in detail the reasons why the answering party cannot truthfully admit or deny the matter.\" The rule further provides that \"[a]ny matter admitted is conclusively established unless the court on motion permits withdrawal or amendment of the admission.\" Fed.R.Civ.P. 36(b). Claimant's response to the Government's request for admission regarding offering the deed as security was that the could not \"specifically admit or deny that reference was made to her putting up her deed,\" but if such statement was made by claimant, it was only because of Agent Knight's repeated requests for assurance. Claimant offered no reason for her inability to admit or deny the matter. Claimant Rosemarie D. Santoro's Response to Plaintiff's First Request for Admissions ¶ 15. Consequently, Rule 36 dictates that the matter be deemed admitted and, therefore, conclusively established absent motion for withdrawal or amendment of the admission. Again, the court deems immaterial claimant's intimation that she offered the deed only in response to the agent's requests for assurances.</p>\n<p>[7]  In addition to the division of defendant property into Sections A and B, claimant apparently asserts that the back portion of Section A was staked off and offered for sale through a real estate agent, although such has not been sold or surveyed. In addition, the Government admits that one acre of Section B was subject to an offer to purchase at the time of the seizure of the real property. However, at the crucial date under § 881(a)(7), the time of commission or facilitation of the offense giving rise to the forfeiture, <i>see</i> 21 U.S.C. § 881(h) (under the codified relation-back doctrine, forfeiture to the United States is deemed to occur at the time of the illegal use of the property; title vests in the United States as of that date), i.e., May 22, 1986, through June 12, 1986, claimant had not yet received an offer to purchase the one acre portion of Section B. That offer was made on June 17, 1986. Notably, the Offer to Purchase makes clear that the one acre had not been surveyed and, hence, its precise location was unknown. Accordingly, at the time of the facilitating acts, this one acre retained its identity as a part of the larger Section B. The court deems significant that when claimant offered to secure the drug deal by putting up the deed to her farm, this one acre would have been included, since the only deed she had available to put up as collateral included in its legal description the entirety of the defendant real property, both Sections A and B.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109265/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110331/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/339361/",
    "http://www.courtlistener.com/api/rest/v3/opinions/342280/",
    "http://www.courtlistener.com/api/rest/v3/opinions/342422/",
    "http://www.courtlistener.com/api/rest/v3/opinions/362524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/388081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/399348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/410192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/420026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/440208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/456268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490183/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1467056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1677493/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1956943/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2125103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2265276/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2265442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2306918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2360327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2370576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2595190/"
  ]
}