{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1793337/",
  "absolute_url": "/opinion/1793337/haith-v-martin/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1793337/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:27:36.500136Z",
  "date_modified": "2016-04-26T06:19:03.698616Z",
  "type": "010combined",
  "sha1": "1f68895a7210fc2ac6298a0fb3016a55682a2691",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>618 F.Supp. 410 (1985)</b></center>\n<center><h1>Terry L. HAITH, Plaintiff,<br>\nv.<br>\nJames G. MARTIN, in his capacity as the Governor of the State of North Carolina; Lacy H. Thornburg, in his capacity as the Attorney General of the State of North Carolina; Thad Eure, in his capacity as Secretary of State of North Carolina; the State Board of Elections of North Carolina; Robert N. Hunter, in his official capacity as Chairman of the State Board of Elections; Ruth Semashko, Robert F. Browning, William A. Marsh, Jr. and Margaret King, in their official capacities as members of the State Board of Elections, Defendants.</h1></center>\n<center>No. 84-1319-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 27, 1985.</center>\n<p><span class=\"star-pagination\">*411</span> Allen Foster, Foster, Conner &amp; Robson P.A., Greensboro, N.C., for plaintiff.</p>\n<p>James Wallace, Jr., Deputy Atty. Gen., N.C. Dept. of Justice, Raleigh, N.C., for defendants.</p>\n<p>Before PHILLIPS, Circuit Judge, BRITT, Chief Judge, and DUPREE, Senior District Judge.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>BRITT, Chief Judge:</p>\n<p>This action was instituted under the Voting Rights Act of 1965, 42 U.S.C. § 1973, (the Act) seeking to enjoin the election of superior court judges in North Carolina in accordance with acts of the General Assembly which have not been precleared as required by section 5 of the Act. 42 U.S.C. § 1973c. As required by 28 U.S.C. § 2284 Chief Judge Winter designated a three-judge panel to hear and determine the controversy. The matter is now before the court on cross-motions for partial summary judgment, a hearing on said motions having been held in Wilmington, North Carolina, on 16 September 1985.</p>\n<p></p>\n<h2>I</h2>\n<p>Plaintiff is a black citizen and registered voter of Guilford County. The named defendants are state officials of North Carolina, all sued in their official capacities.</p>\n<p></p>\n<h2>II</h2>\n<p>The court has jurisdiction pursuant to 42 U.S.C. § 1973c and 28 U.S.C. § 2284.</p>\n<p></p>\n<h2>III</h2>\n<p>The following facts are not in dispute:</p>\n<p>1. On 1 November 1964 North Carolina had a total of thirty judicial districts, twenty-eight of which were served by one judge each, with the remaining two being served by two judges each. Judges within all districts were elected simultaneously for eight-year terms.</p>\n<p>2. On 1 November 1964 candidates for the office of superior court judge in judicial districts having more than one judge were not required to announce for which vacancy he or she was filing nor did any district have staggered terms for judges within the district.</p>\n<p>3. In 1965 the North Carolina General Assembly enacted Session Law Chapter 262 which amended N.C.Gen.Stat. § 163-147 (now N.C.Gen.Stat. § 163-106(d) (1982)) and established a system of numbered seat <span class=\"star-pagination\">*412</span> elections for the position of superior court judge in districts with two or more vacancies in any judicial district. 1965 N.C.Sess. Laws 262.</p>\n<p>4. In 1967 the North Carolina General Assembly enacted Session Law Chapter 997 which provided for an additional resident judge in the 12th, 18th, 19th and 28th judicial districts to serve eight-year terms staggered from the positions already in existence in those districts. 1967 N.C.Sess. Laws 997.</p>\n<p>5. In 1977 the North Carolina General Assembly enacted Session Laws Chapter 1119, which provided for an additional resident judge in the 3rd, 10th, 12th, 14th, 19th, and 20th judicial districts to serve eight-year terms staggered from the positions already in existence in those districts. 1977 N.C.Sess.Laws 1119.</p>\n<p>6. In 1977 the North Carolina General Assembly enacted Session Laws Chapters 1130 and 1238 creating judicial districts 15A and 15B out of former district 15; creating judicial districts 19A and 19B out of former district 19; and, creating judicial districts 27A and 27B out of former district 27, thereby altering the districts from which candidates for the office of superior court judge in those districts were nominated. 1977 N.C.Sess.Laws 1130 and 1238.</p>\n<p>7. In 1983 the North Carolina General Assembly enacted Session Laws 1109 which provided for additional judges in judicial districts 1, 9, 18 and 30. 1983 N.C. Sess.Laws 1109.</p>\n<p>8. Forty of the one hundred counties in North Carolina are subject to section 5 of the Voting Rights Act of 1965, 42 U.S.C. § 1973c.</p>\n<p>9. Elections of superior court judges in the forty counties which are covered by section 5 of the Voting Rights Act of 1965 are affected by the acts of the legislature above referred to.</p>\n<p></p>\n<h2>IV</h2>\n<p>Defendants must submit \"any voting qualification or prerequisite to voting, or standard, practice, or procedure ... different from that in force or effect on November 1, 1964,\" to the Attorney General for preclearance or institute an action in the United States District Court for the District of Columbia for a declaratory judgment that any such qualification or prerequisite to voting, or standard, practice or procedure does not have the purpose and will not have the effect of denying or abridging the right to vote on account of race or color. 42 U.S.C. § 1973c. Defendants admit that Chapters 1119, 1130 and 1238 of the Session Laws of 1977 and Chapter 1109 of the Session Laws of 1983 have not been precleared. They contend, however, that Chapter 997 of the Session Laws of 1967 and Chapter 262 of the Session Laws of 1965 have been precleared because they were included in later enactments of the General Assembly which were submitted to, and approved by, the Attorney General. In addition, defendants contend that section 5 was not intended by Congress to apply to the election of judges and that their failure to preclear the subject enactments was the result of representations made to state officials by the office of the Attorney General. The contentions will be addressed separately.</p>\n<p></p>\n<h2>A. <i>Does section 5 apply to the election of judges?</i>\n</h2>\n<p>Defendants base their contention that it does not apply to the election of judges on the case of <i>Holshouser v. Scott,</i> 335 F.Supp. 928 (M.D.N.C.1971), <i>aff'd,</i> 409 U.S. 807, 93 S.Ct. 43, 34 L.Ed.2d 68 (1972). In that case the practice of nominating candidates for superior court judgeships in North Carolina on a district-wide basis and electing them on a statewide basis was challenged as being violative of the due process clause of the 14th Amendment to the Constitution of the United States. The majority of a three-judge panel held that the practice was not constitutionally infirm stating that the one-man, one-vote rule did not apply to the state judiciary. Defendants' reliance on <i>Holshouser</i> is misplaced as it in no way dealt with, or attempted to interpret, the Voting Rights Act of 1965. <span class=\"star-pagination\">*413</span> In fact, neither the majority nor the dissent mentioned the Voting Rights Act of 1965.</p>\n<p>Defendants seek to draw on the distinction made in <i>Holshouser</i> between those in the legislative branch of government who represent their constituents in the making of laws and those in the judicial branch who do not represent a constituency but, rather, interpret the law. Discounting the interesting jurisprudential arguments arising from such an attempted distinction, <i>see, </i><i>Holshouser,</i> 335 F.Supp. at 934 (Craven, J. dissenting), it is quite clear that no such distinction can be attributed to the Act. The Act provides:</p>\n<blockquote>No voting qualification or prerequisite to voting, or standard, practice, or procedure shall be imposed or applied by any State or political subdivision to deny or abridge the right of any citizen of the United States to vote on account of race or color ... 42 U.S.C. § 1973.</blockquote>\n<p>As can be seen the Act applies to all <i>voting</i> without any limitation as to who, or what, is the object of the vote. The cases presented to the courts have dealt with what constitutes a \"standard, practice, or procedure.\" Thus, in <i>Dougherty County, Georgia, Board of Education v. White,</i> the Supreme Court held that a newly enacted rule requiring employees seeking public office to take unpaid leaves of absence while campaigning was a \"standard, practice, or procedure\" requiring preclearance under section 5. 439 U.S. 32, 99 S.Ct. 368, 58 L.Ed.2d 269 (1978). The Court said that Congress meant \"to reach any state enactment which altered the election law of a covered State in even a minor way.\" 439 U.S. at 37, 99 S.Ct. at 371, <i>quoting </i><i>Allen v. State Board of Elections,</i> 393 U.S. 544, 89 S.Ct. 817, 22 L.Ed.2d 1 (1969).</p>\n<p>We hold that the fact that an election law deals with the election of members of the judiciary does not remove it from the ambit of section 5.</p>\n<p></p>\n<h2>B. <i>Were Chapters 997 of the Session Laws of 1967 and 262 of the Session Laws of 1965 precleared by inclusion in later enactments of the General Assembly?</i>\n</h2>\n<p>Guidelines for submissions to the Attorney General for preclearance under section 5 have been set forth in 28 C.F.R. part 51. Section 51.25, entitled \"Required Contents,\" states:</p>\n<blockquote>Each submission should contain the following information or documents to enable the Attorney General to make the required determination pursuant to Section 5 with respect to the submitted change affecting voting: ... (b) if the change affecting voting is not readily apparent on the face of the document provided under paragraph (a) or is not embodied in a document, a clear statement of the change explaining the difference between the submitted change and the prior law or practice, or explanatory materials adequate to disclose to the Attorney General the difference between the prior and proposed situation with respect to voting.</blockquote>\n<p>28 C.F.R. § 51.25 (1984). Defendants do not challenge plaintiff's contention that they did not comply with these guidelines. Nor do they challenge plaintiff's contention that the transmittal letters in which the statutes were enclosed did not even mention Chapter 252, Session Laws of 1965 or Chapter 997, Session Laws of 1967.</p>\n<p>The Supreme Court in <i>McCain v. Lybrand</i> rejected a contention similar to that advanced by defendants here. 465 U.S. 236, 104 S.Ct. 1037, 79 L.Ed.2d 271 (1984). In so doing the Court said: \"When a jurisdiction adopts legislation that makes clearly defined changes in its election practices, sending that legislation to the Attorney General merely with a general request for preclearance pursuant to § 5 constitutes a submission of the changes made by the enactment and cannot be deemed a submission of changes made by previous legislation which themselves were independently subject to § 5 preclearance.\" 104 S.Ct. at 1049.</p>\n<p>On the facts presented we hold that Chapter 262, Session Laws of 1965 and Chapter 997, Session Laws of 1967 have not been precleared as required by section 5 of the Voting Rights Act of 1965.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*414</span> C. <i>Was the failure of defendants to obtain preclearance of the statutes in question the result of representations made to state officials by the office of the Attorney General?</i>\n</h2>\n<p>Defendants submitted to the Attorney General for preclearance certain enactments of the 1967 session of the General Assembly of North Carolina. In a letter to the Executive Secretary of the North Carolina State Board of Elections dated 23 April 1971, Acting Assistant Attorney General David L. Norman stated: \"... I must advise you that there were several statutes submitted, such as the changes in the North Carolina court system, which did not deal with voting practices or procedures and, thus, are not subject to Section 5 of the Voting Rights Act....\"</p>\n<p>Defendants contend that the Norman letter is \"the cause of the State's present dilemma\" and that equitable principles should cause this court to sanction the failure to seek preclearance of legislation dealing with the election of judges. Thus, the state contends that even if this court holds, as we must, that section 5 does apply to elections of members of the judiciary our decree should be prospective only. The court disagrees. It does appear that great efforts were made by the Executive Secretary of the State Board of Elections to comply with the requirements of the Voting Rights Act of 1965. Nevertheless, the Act does not give this court the power to provide equitable relief to defendants, no matter how just their cause. <i>See,</i> 42 U.S.C. § 1973c.</p>\n<p>By the very terms of the statute, covered changes in election laws may not be put into effect until they have either been precleared by the Attorney General or approved by the United States District Court for the District of Columbia. Indeed, they are not \"effective as laws until and unless [they are] cleared pursuant to § 5.\" <i>McCain v. Lybrand,</i> 465 U.S. ___, 104 S.Ct. at 1044, <i>quoting </i><i>Connor v. Waller,</i> 421 U.S. 656, 95 S.Ct. 2003, 44 L.Ed.2d 486 (1975).</p>\n<p>Defendants have not challenged plaintiff's contentions that each of the statutes in question deals with a \"standard, practice, or procedure with respect to voting.\" Since the statutes in question provide for designated seats in multi-member districts, staggered terms and changes in the boundaries or make-up of voting districts, we hold that they are subject to the section 5 preclearance requirements.</p>\n<p>It follows that plaintiff is entitled to the injunctive relief sought. An order providing that relief will issue.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">618</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">410</span></span> (1985)</b></center>\n<center><h1>Terry L. HAITH, Plaintiff,<br>\nv.<br>\nJames G. MARTIN, in his capacity as the Governor of the State of North Carolina; Lacy H. Thornburg, in his capacity as the Attorney General of the State of North Carolina; Thad Eure, in his capacity as Secretary of State of North Carolina; the State Board of Elections of North Carolina; Robert N. Hunter, in his official capacity as Chairman of the State Board of Elections; Ruth Semashko, Robert F. Browning, William A. Marsh, Jr. and Margaret King, in their official capacities as members of the State Board of Elections, Defendants.</h1></center>\n<center>No. 84-1319-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 27, 1985.</center>\n<p><span class=\"star-pagination\">*411</span> Allen Foster, Foster, Conner &amp; Robson P.A., Greensboro, N.C., for plaintiff.</p>\n<p>James Wallace, Jr., Deputy Atty. Gen., N.C. Dept. of Justice, Raleigh, N.C., for defendants.</p>\n<p>Before PHILLIPS, Circuit Judge, BRITT, Chief Judge, and DUPREE, Senior District Judge.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>BRITT, Chief Judge:</p>\n<p>This action was instituted under the Voting Rights Act of 1965, 42 U.S.C. § 1973, (the Act) seeking to enjoin the election of superior court judges in North Carolina in accordance with acts of the General Assembly which have not been precleared as required by section 5 of the Act. 42 U.S.C. § 1973c. As required by 28 U.S.C. § 2284 Chief Judge Winter designated a three-judge panel to hear and determine the controversy. The matter is now before the court on cross-motions for partial summary judgment, a hearing on said motions having been held in Wilmington, North Carolina, on 16 September 1985.</p>\n<p></p>\n<h2>I</h2>\n<p>Plaintiff is a black citizen and registered voter of Guilford County. The named defendants are state officials of North Carolina, all sued in their official capacities.</p>\n<p></p>\n<h2>II</h2>\n<p>The court has jurisdiction pursuant to 42 U.S.C. § 1973c and 28 U.S.C. § 2284.</p>\n<p></p>\n<h2>III</h2>\n<p>The following facts are not in dispute:</p>\n<p>1. On 1 November 1964 North Carolina had a total of thirty judicial districts, twenty-eight of which were served by one judge each, with the remaining two being served by two judges each. Judges within all districts were elected simultaneously for eight-year terms.</p>\n<p>2. On 1 November 1964 candidates for the office of superior court judge in judicial districts having more than one judge were not required to announce for which vacancy he or she was filing nor did any district have staggered terms for judges within the district.</p>\n<p>3. In 1965 the North Carolina General Assembly enacted Session Law Chapter 262 which amended N.C.Gen.Stat. § 163-147 (now N.C.Gen.Stat. § 163-106(d) (1982)) and established a system of numbered seat <span class=\"star-pagination\">*412</span> elections for the position of superior court judge in districts with two or more vacancies in any judicial district. 1965 N.C.Sess. Laws 262.</p>\n<p>4. In 1967 the North Carolina General Assembly enacted Session Law Chapter 997 which provided for an additional resident judge in the 12th, 18th, 19th and 28th judicial districts to serve eight-year terms staggered from the positions already in existence in those districts. 1967 N.C.Sess. Laws 997.</p>\n<p>5. In 1977 the North Carolina General Assembly enacted Session Laws Chapter 1119, which provided for an additional resident judge in the 3rd, 10th, 12th, 14th, 19th, and 20th judicial districts to serve eight-year terms staggered from the positions already in existence in those districts. 1977 N.C.Sess.Laws 1119.</p>\n<p>6. In 1977 the North Carolina General Assembly enacted Session Laws Chapters 1130 and 1238 creating judicial districts 15A and 15B out of former district 15; creating judicial districts 19A and 19B out of former district 19; and, creating judicial districts 27A and 27B out of former district 27, thereby altering the districts from which candidates for the office of superior court judge in those districts were nominated. 1977 N.C.Sess.Laws 1130 and 1238.</p>\n<p>7. In 1983 the North Carolina General Assembly enacted Session Laws 1109 which provided for additional judges in judicial districts 1, 9, 18 and 30. 1983 N.C. Sess.Laws 1109.</p>\n<p>8. Forty of the one hundred counties in North Carolina are subject to section 5 of the Voting Rights Act of 1965, 42 U.S.C. § 1973c.</p>\n<p>9. Elections of superior court judges in the forty counties which are covered by section 5 of the Voting Rights Act of 1965 are affected by the acts of the legislature above referred to.</p>\n<p></p>\n<h2>IV</h2>\n<p>Defendants must submit \"any voting qualification or prerequisite to voting, or standard, practice, or procedure ... different from that in force or effect on November 1, 1964,\" to the Attorney General for preclearance or institute an action in the United States District Court for the District of Columbia for a declaratory judgment that any such qualification or prerequisite to voting, or standard, practice or procedure does not have the purpose and will not have the effect of denying or abridging the right to vote on account of race or color. 42 U.S.C. § 1973c. Defendants admit that Chapters 1119, 1130 and 1238 of the Session Laws of 1977 and Chapter 1109 of the Session Laws of 1983 have not been precleared. They contend, however, that Chapter 997 of the Session Laws of 1967 and Chapter 262 of the Session Laws of 1965 have been precleared because they were included in later enactments of the General Assembly which were submitted to, and approved by, the Attorney General. In addition, defendants contend that section 5 was not intended by Congress to apply to the election of judges and that their failure to preclear the subject enactments was the result of representations made to state officials by the office of the Attorney General. The contentions will be addressed separately.</p>\n<p></p>\n<h2>A. <i>Does section 5 apply to the election of judges?</i>\n</h2>\n<p>Defendants base their contention that it does not apply to the election of judges on the case of <i>Holshouser v. Scott,</i> <span class=\"citation\" data-id=\"1738240\"><a href=\"/opinion/1738240/holshouser-v-scott/\"><span class=\"volume\">335</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">928</span></a></span> (M.D.N.C.1971), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">807</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">43</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">68</span></span> (1972). In that case the practice of nominating candidates for superior court judgeships in North Carolina on a district-wide basis and electing them on a statewide basis was challenged as being violative of the due process clause of the 14th Amendment to the Constitution of the United States. The majority of a three-judge panel held that the practice was not constitutionally infirm stating that the one-man, one-vote rule did not apply to the state judiciary. Defendants' reliance on <i>Holshouser</i> is misplaced as it in no way dealt with, or attempted to interpret, the Voting Rights Act of 1965. <span class=\"star-pagination\">*413</span> In fact, neither the majority nor the dissent mentioned the Voting Rights Act of 1965.</p>\n<p>Defendants seek to draw on the distinction made in <i>Holshouser</i> between those in the legislative branch of government who represent their constituents in the making of laws and those in the judicial branch who do not represent a constituency but, rather, interpret the law. Discounting the interesting jurisprudential arguments arising from such an attempted distinction, <i>see, </i><i>Holshouser,</i> 335 F.Supp. at 934 (Craven, J. dissenting), it is quite clear that no such distinction can be attributed to the Act. The Act provides:</p>\n<blockquote>No voting qualification or prerequisite to voting, or standard, practice, or procedure shall be imposed or applied by any State or political subdivision to deny or abridge the right of any citizen of the United States to vote on account of race or color ... 42 U.S.C. § 1973.</blockquote>\n<p>As can be seen the Act applies to all <i>voting</i> without any limitation as to who, or what, is the object of the vote. The cases presented to the courts have dealt with what constitutes a \"standard, practice, or procedure.\" Thus, in <i>Dougherty County, Georgia, Board of Education v. White,</i> the Supreme Court held that a newly enacted rule requiring employees seeking public office to take unpaid leaves of absence while campaigning was a \"standard, practice, or procedure\" requiring preclearance under section 5. <span class=\"citation\" data-id=\"109949\"><a href=\"/opinion/109949/dougherty-county-bd-of-ed-v-white/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">32</span></a></span>, <span class=\"citation\" data-id=\"109949\"><a href=\"/opinion/109949/dougherty-county-bd-of-ed-v-white/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">368</span></a></span>, <span class=\"citation\" data-id=\"109949\"><a href=\"/opinion/109949/dougherty-county-bd-of-ed-v-white/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">269</span></a></span> (1978). The Court said that Congress meant \"to reach any state enactment which altered the election law of a covered State in even a minor way.\" 439 U.S. at 37, 99 S.Ct. at 371, <i>quoting </i><i>Allen v. State Board of Elections,</i> <span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></span> (1969).</p>\n<p>We hold that the fact that an election law deals with the election of members of the judiciary does not remove it from the ambit of section 5.</p>\n<p></p>\n<h2>B. <i>Were Chapters 997 of the Session Laws of 1967 and 262 of the Session Laws of 1965 precleared by inclusion in later enactments of the General Assembly?</i>\n</h2>\n<p>Guidelines for submissions to the Attorney General for preclearance under section 5 have been set forth in 28 C.F.R. part 51. Section 51.25, entitled \"Required Contents,\" states:</p>\n<blockquote>Each submission should contain the following information or documents to enable the Attorney General to make the required determination pursuant to Section 5 with respect to the submitted change affecting voting: ... (b) if the change affecting voting is not readily apparent on the face of the document provided under paragraph (a) or is not embodied in a document, a clear statement of the change explaining the difference between the submitted change and the prior law or practice, or explanatory materials adequate to disclose to the Attorney General the difference between the prior and proposed situation with respect to voting.</blockquote>\n<p>28 C.F.R. § 51.25 (1984). Defendants do not challenge plaintiff's contention that they did not comply with these guidelines. Nor do they challenge plaintiff's contention that the transmittal letters in which the statutes were enclosed did not even mention Chapter 252, Session Laws of 1965 or Chapter 997, Session Laws of 1967.</p>\n<p>The Supreme Court in <i>McCain v. Lybrand</i> rejected a contention similar to that advanced by defendants here. <span class=\"citation\" data-id=\"111098\"><a href=\"/opinion/111098/mccain-v-lybrand/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">236</span></a></span>, <span class=\"citation\" data-id=\"111098\"><a href=\"/opinion/111098/mccain-v-lybrand/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1037</span></a></span>, <span class=\"citation\" data-id=\"111098\"><a href=\"/opinion/111098/mccain-v-lybrand/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">271</span></a></span> (1984). In so doing the Court said: \"When a jurisdiction adopts legislation that makes clearly defined changes in its election practices, sending that legislation to the Attorney General merely with a general request for preclearance pursuant to § 5 constitutes a submission of the changes made by the enactment and cannot be deemed a submission of changes made by previous legislation which themselves were independently subject to § 5 preclearance.\" 104 S.Ct. at 1049.</p>\n<p>On the facts presented we hold that Chapter 262, Session Laws of 1965 and Chapter 997, Session Laws of 1967 have not been precleared as required by section 5 of the Voting Rights Act of 1965.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*414</span> C. <i>Was the failure of defendants to obtain preclearance of the statutes in question the result of representations made to state officials by the office of the Attorney General?</i>\n</h2>\n<p>Defendants submitted to the Attorney General for preclearance certain enactments of the 1967 session of the General Assembly of North Carolina. In a letter to the Executive Secretary of the North Carolina State Board of Elections dated 23 April 1971, Acting Assistant Attorney General David L. Norman stated: \"... I must advise you that there were several statutes submitted, such as the changes in the North Carolina court system, which did not deal with voting practices or procedures and, thus, are not subject to Section 5 of the Voting Rights Act....\"</p>\n<p>Defendants contend that the Norman letter is \"the cause of the State's present dilemma\" and that equitable principles should cause this court to sanction the failure to seek preclearance of legislation dealing with the election of judges. Thus, the state contends that even if this court holds, as we must, that section 5 does apply to elections of members of the judiciary our decree should be prospective only. The court disagrees. It does appear that great efforts were made by the Executive Secretary of the State Board of Elections to comply with the requirements of the Voting Rights Act of 1965. Nevertheless, the Act does not give this court the power to provide equitable relief to defendants, no matter how just their cause. <i>See,</i> 42 U.S.C. § 1973c.</p>\n<p>By the very terms of the statute, covered changes in election laws may not be put into effect until they have either been precleared by the Attorney General or approved by the United States District Court for the District of Columbia. Indeed, they are not \"effective as laws until and unless [they are] cleared pursuant to § 5.\" <i>McCain v. Lybrand,</i> 465 U.S. ___, 104 S.Ct. at 1044, <i>quoting </i><i>Connor v. Waller,</i> <span class=\"citation\" data-id=\"109263\"><a href=\"/opinion/109263/peggy-j-connor-v-william-l-waller-governor-of-mississippi/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">656</span></a></span>, <span class=\"citation\" data-id=\"109263\"><a href=\"/opinion/109263/peggy-j-connor-v-william-l-waller-governor-of-mississippi/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2003</span></a></span>, <span class=\"citation\" data-id=\"109263\"><a href=\"/opinion/109263/peggy-j-connor-v-william-l-waller-governor-of-mississippi/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">486</span></a></span> (1975).</p>\n<p>Defendants have not challenged plaintiff's contentions that each of the statutes in question deals with a \"standard, practice, or procedure with respect to voting.\" Since the statutes in question provide for designated seats in multi-member districts, staggered terms and changes in the boundaries or make-up of voting districts, we hold that they are subject to the section 5 preclearance requirements.</p>\n<p>It follows that plaintiff is entitled to the injunctive relief sought. An order providing that relief will issue.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109949/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1738240/"
  ]
}