{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1793608/",
  "absolute_url": "/opinion/1793608/united-states-v-ward/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1793608/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:27:38.424728Z",
  "date_modified": "2016-04-26T20:51:15.873563Z",
  "type": "010combined",
  "sha1": "d105d2b7cdb84832d293db83cce46768a771a5fb",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>618 F.Supp. 884 (1985)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff, State of North Carolina, Plaintiff-Intervenor,<br>\nv.<br>\nRobert Earl WARD, Jr. and Ward Transformer Co., Inc., Defendants and Third Party Plaintiffs,<br>\nv.<br>\nNORRY ELECTRIC CORPORATION and Liberty Motor and Machinery Co., Third Party Defendants.</h1></center>\n<center>No. 83-63-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 9, 1985.</center>\n<p><span class=\"star-pagination\">*885</span> <span class=\"star-pagination\">*886</span> <span class=\"star-pagination\">*887</span> <span class=\"star-pagination\">*888</span> <span class=\"star-pagination\">*889</span> James S. Perry, Asst. U.S. Atty., Raleigh, N.C., Jeremy Ray Akers, Washington, D.C., Anne L. Asbell, Atlanta, Ga., Douglas Greenhous, Washington, D.C., for plaintiff.</p>\n<p>Thomas F. Moffitt, Deputy Atty. Gen., Raleigh, N.C., for plaintiff-intervenor.</p>\n<p>Walter E. Brock, Jr., Jerry S. Alvis, Raleigh, N.C., for defendants.</p>\n<p>Charles C. Meeker, Robert W. Spearman, Raleigh, N.C., for Norry Elec. Corp.</p>\n<p>Ralph McDonald, Raleigh, N.C., for Liberty Motor and Machinery Co.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>Plaintiff, the United States of America, brought this action seeking to have the defendants, Robert Earl Ward, Jr., and Ward Transformer Company, Inc. (the Ward defendants), held liable under the Comprehensive Environmental Response, Compensation and Liability Act of 1980 (CERCLA) for reimbursement of federal funds spent in cleaning up hazardous substances off the roadsides of Eastern North Carolina. 42 U.S.C. § 9607(a) (1982). The State of North Carolina subsequently intervened as a party plaintiff seeking restitution for the expenses it incurred in cleaning up these same spills. The Ward defendants then filed third-party complaints against Norry Electric Corporation (Norry Electric) and Liberty Motor and Machinery Company (Liberty Motor) seeking contribution and/or indemnity on any amounts the Ward defendants might be required to pay.</p>\n<p>Currently pending before the court and now ripe for ruling are the following:</p>\n<p>1. Motion by plaintiff, the United States of America, for partial summary judgment against the Ward defendants;</p>\n<p>2. Motion by plaintiff-intervenor, the State of North Carolina, for partial summary judgment against the Ward defendants;</p>\n<p>3. Motion by the Ward defendants for partial summary judgment;</p>\n<p>4. Motion by Norry Electric for partial summary judgment against the Ward defendants on Norry's fourth counterclaim;</p>\n<p>5. Motion by Norry Electric for summary judgment on claims asserted against it by the Ward defendants;</p>\n<p>6. Motion by Liberty Motor for summary judgment against the Ward defendants;</p>\n<p>7. Appeal by the Ward defendants from the magistrate's discovery order of 2 January 1985;</p>\n<p>8. Motion by the Ward defendants for leave to file a third-party complaint against Neil Norry, president of Norry Electric, and Manny Margolis, president of Liberty Motor;</p>\n<p>9. Joint motion by the United States of America and the State of North Carolina in opposition to defendants' demand for a jury trial;</p>\n<p>10. Motion by the Ward defendants to separate the trial of certain counterclaims;</p>\n<p>11. Motion by the State of North Carolina to appear as amicus curiae on the issue of the constitutionality of North Carolina General Statute § 75-1.1;</p>\n<p>12. Motion by the State of North Carolina for leave to amend the complaint in intervention; and</p>\n<p>13. Motion by Norry Electric to strike a memorandum submitted by the Ward defendants regarding the motions for summary judgment.</p>\n<p>The summary judgment motions and the appeal from the magistrate's discovery order <span class=\"star-pagination\">*890</span> of 2 January 1985, motions one through seven listed above, came on for hearing before the court on 5 April 1985. Motions eight through ten were taken under advisement by the court pending the 5 April hearing. The three remaining motions became ready for ruling after the hearing was set. All thirteen motions will be ruled upon seriatim in this order.</p>\n<p></p>\n<h2>I. FACTS AND PRIOR PROCEEDINGS</h2>\n<p>Defendant, Ward Transformer Company, Inc. (WTC), is a Raleigh, North Carolina, corporation which in 1978 was engaged in the business of purchasing, rebuilding and selling electrical equipment, including electrical voltage transformers. At that time the president and principal shareholder of the corporation was defendant, Robert Earl Ward, Jr. (Ward). Ward's son, Robert Earl Ward, III, owned the remaining shares. Until 1980, when he turned over control of the corporation to his son, Ward was responsible for the day-to-day business decisions, either individually or in conjunction with other corporate officers, and was actively engaged in the management and operation of the company.</p>\n<p>In 1978 large quantities of transformer insulating fluid containing polychlorinated biphenyls (PCBs) were stored at WTC's facility in Wake County in 55-gallon drums, transformers and a holding tank. On 17 February 1978, the United States Environmental Protection Agency (EPA) published final administrative rules regarding the labeling, storage, and disposal of PCBs, pursuant to the Toxic Substances Control Act. 15 U.S.C. §§ 2601-2629 (1982). These rules became effective on 18 April 1978. The new rules had a major impact on the electrical transformer repair industry because of the use of PCBs in transformer insulating fluid. Their enactment made storage and disposal of PCB-laden transformer oil undesirable. Consequently, WTC adopted a policy of not buying any more transformers containing PCB oil and began to explore ways to get rid of the PCB oil then in storage at its Wake County facility.</p>\n<p>During the first part of 1978 Ward asked his son to look into ways of disposing of the PCB oil being stored at the WTC facility. After considering price quotations from six companies who offered to dispose of the oil, Ward, his son and Fred Tucker (another member of WTC's board of directors) entered into an agreement with Robert J. Burns. Burns was a long-time acquaintance and business associate of Ward, who then owed Ward personally some $55,000. The agreement made provided that WTC was to pay Burns $1.70 per gallon plus freight costs for removal of the PCB oil from the Wake County facility. The agreement was verbal and was never reduced to writing or incorporated in a company resolution. Sometime after the oral agreement was made, Burns agreed to pay Ward 70 cents per gallon of oil he removed as repayment on the personal debt.</p>\n<p>In the spring of 1978 Burns and his two sons, assisted by WTC employees, began removing the PCB oil. They began with the oil stored in the 55-gallon drums. After the oil was removed from the drums, Burns and his sons began removing oil from the transformers.</p>\n<p>There were approximately forty-one PCB transformers then located at the WTC facility, containing approximately 12,850 gallons of PCB fluid. Six of the transformers, containing some 3,180 gallons of PCB fluid, belonged to WTC. One transformer, belonging to Electric World, contained about 247 gallons. Nine transformers containing 1,900 gallons belonged to Liberty Motor. Twenty-five transformers with approximately 7,500 gallons were owned by Norry Electric. After the oil had been removed, Liberty Motor and Norry Electric were informed by WTC that their oil had been disposed of by Burns.</p>\n<p>In order to aid in disposal of the oil and at Burns' request, Robert Earl Ward, III, ordered a 750-gallon tank in which to put the oil taken from the transformers. The tank was paid for by Burns and loaded into his van-type truck. Over a period of time <span class=\"star-pagination\">*891</span> Burns and his sons loaded at least 9,400 gallons of PCB oil into this tank.</p>\n<p>After the PCB fluid was removed from the WTC premises Burns and his sons dumped it from the 750-gallon tank onto the Fort Bragg Military Reservation and along various roadways in North Carolina. The first dumping of PCB oil was done at Fort Bragg during the last week of June 1978 from an enclosed yellow truck outfitted with the 750-gallon tank and piping connected to a nozzle extending from the rear right side of the truck which could be opened to allow a steady stream of oil to escape as the truck was being driven down the road.</p>\n<p>Shortly after the Fort Bragg dumpings Burns informed Ward of his method of disposal. Ward did not report it to anyone but continued to permit Burns to remove the PCB oil from WTC. Ward claims that he received assurances from Burns that there would be no further illegal disposal. The government disputes this fact.</p>\n<p>During the last week of July and the first few weeks of August 1978 Burns and his sons began dumping PCB oil along the road shoulders in Eastern North Carolina in the counties surrounding Raleigh. For these later dumpings the 750-gallon tank was transferred to an enclosed blue Sears \"van-type truck\" and the piping/nozzle configuration altered so that the nozzle extended from the rear of the passenger cab and the flow of liquid could be controlled from the cab. This allowed the person sitting on the passenger side of the van to spray the oil continuously along the highway road shoulder as the truck was being driven down the highway. To do this spraying Burns and his sons selected secluded stretches of roadway in rural areas. The valve was left open except when the truck was passing through inhabited or well-lit areas.</p>\n<p>Both alterations to the 750-gallon tank used by Burns were done at the WTC facility with the help of WTC employees. The Ward defendants admit this but claim that neither they nor their employees had any knowledge of the purpose for the altering of the pipes.</p>\n<p>At the end of June 1978 governmental authorities discovered areas of discolored grass and stained earth along approximately eleven miles of road shoulder on the Fort Bragg Military Reservation. Then in the last few days of July and the first days of August government authorities discovered similar discolored strips along approximately 210 miles of highway road shoulders in Alamance, Chatham, Edgecombe, Franklin, Granville, Halifax, Harnett, Johnston, Lee, Nash, Person, Wake, Warren and Wilson Counties. Chemical analysis of soil, grass and liquid oil samples collected from the spill strips by the EPA and the state authorities indicated the presence of Aroclor 1242 and 1260, PCB compounds, in concentrations greater than fifty parts per million (ppm). Defendants contest the government's assertion that PCBs were found in this large a concentration at all the spill strips.</p>\n<p>As a result of the criminal investigation of the dumpings, Robert J. Burns confessed to the dumpings and was arrested. Analysis of oil samples taken from drums and transformers at WTC and from the 750-gallon tank in Robert Burns' truck indicated the presence of Aroclor 1260 PCB in concentrations greater than fifty ppm.</p>\n<p>On 22 January 1979, Robert Earl Ward, Jr., was indicted by a federal grand jury on eight counts of knowingly and willfully causing PCBs to be disposed of in the Counties of Johnston and Harnett (Count 1); Franklin, Warren and Halifax (Count 2); Granville (Count 3); Harnett (Count 4); Wake, Nash and Franklin (Count 5); Nash (Count 6); Halifax (Count 7); and Wilson and Edgecombe (Count 8) and for aiding and abetting in such unlawful disposal. On 22 May 1981 Ward was convicted on all eight counts. The conviction was upheld by the United States Court of Appeals for the Fourth Circuit. <i>United States v. Ward,</i> 676 F.2d 94 (4th Cir.1982). Ward's subsequent petition for a writ of certiorari to the United States Supreme Court was denied on 5 October 1982. <i>Ward v. United</i> <span class=\"star-pagination\">*892</span> <i>States,</i> 459 U.S. 835, 103 S.Ct. 79, 74 L.Ed.2d 76 (1982).</p>\n<p>The EPA listed the \"PCB spill sites\" along \"210 miles of roads\" in North Carolina on its \"Interim Priority List\" as a site in immediate need of cleanup. The State of North Carolina submitted an application for federal funds and, on 26 May 1982, entered into a cooperative agreement in which the EPA agreed to pay for 90% of the cleanup costs and the State agreed to pay the remaining 10%.</p>\n<p>In September of 1982, pursuant to its agreement with the EPA, the State of North Carolina began to physically remove the contaminated soil and place it in a landfill in Warren County. This operation was concluded on 17 November 1982 and final construction of the landfill was completed on 14 July 1983.</p>\n<p>On 6 October 1982 the United States Department of the Army began the pickup of PCB-contaminated soil from the Fort Bragg spill site, also disposing of it at the EPA landfill in Warren County. Transport of the contaminated soil and restoration of the evacuated areas was completed in November of 1982.</p>\n<p>Both the United States and the State of North Carolina have expended funds in investigation, planning, soil pickup and landfill activities arising out of this illegal dumping of PCB oil. These funds have not been reimbursed from any source.</p>\n<p></p>\n<h2>II. CERCLA</h2>\n<p>Congress passed CERCLA in 1980 in an effort to deal with past disposal sites of hazardous substances which were posing threats to public health and the environment. S.Rep. No. 848, 96th Cong., 2d Sess. 2 (1980). The statute gave the President the power to act, consistent with the National Contingency Plan, to remove, arrange for the removal of or provide any other appropriate response or remedial action in coping with the release or threatened release of any hazardous substance or dangerous pollutant or contaminant into the environment. 42 U.S.C. § 9604 (1982). It also created an industry tax to pay for such cleanup or remedial action and created for the government or other injured parties the right to recover damages from those responsible for the problems. 42 U.S.C. §§ 9607 and 9631 (1982).</p>\n<p>The EPA is the agency primarily responsible for managing cleanup of hazardous substances conducted pursuant to CERCLA. 42 U.S.C. § 9604(a)(1) (1982); Executive Order No. 12316, § 2, 3 C.F.R. 168 (1982). In carrying out this responsibility, the EPA is authorized to undertake investigations, determine the risks to the environment, plan a response and enter into cooperative agreements with state governments to carry out that response. 42 U.S.C. § 9604 (1982).</p>\n<p>The EPA's response activities are financed mostly by the Hazardous Substance Response Trust Fund (Superfund) established by section 221 of CERCLA, 42 U.S.C. § 9631. 42 U.S.C. § 9611(a)(1) (1982). These activities are guided by the National Oil and Hazardous Substance Contingency Plan (NCP). 42 U.S.C. § 9604(a)(1) (1982); 40 C.F.R. § 300.1 <i>et seq.</i> (1983). Those sites in most urgent need of governmental response are included in a \"national priorities list\" which identifies priority sites for Superfund-financed remedial action. 42 U.S.C. § 9605(8)(B).</p>\n<p>Because Superfund moneys are limited, CERCLA provides for recovery of costs from \"responsible parties,\" as set out in section 107. 42 U.S.C. § 9607 (1982). Section 107(a) of CERCLA lists those parties liable for reimbursement of moneys spent in cleaning up hazardous waste sites:</p>\n<blockquote>(1) the owner and operator of a vessel ... or a facility [where hazardous wastes are located],</blockquote>\n<blockquote>(2) any person who at the time of disposal of any hazardous substance owned or operated any facility at which such hazardous substances were disposed of,</blockquote>\n<blockquote>(3) any person who by contract, agreement, or otherwise arranged for disposal or treatment, or arranged with a transporter for transport for disposal or treatment, of hazardous substances owned or <span class=\"star-pagination\">*893</span> possessed by such person, by any other party or entity, at any facility owned or operated by another party or entity and containing such hazardous substances, and</blockquote>\n<blockquote>(4) any person who accepts or accepted any hazardous substances for transport to disposal or treatment facilities or sites selected by such person, from which there is a release, or a threatened release which causes the incurrence of response costs, of a hazardous substance....</blockquote>\n<p>42 U.S.C. § 9607(a) (1982). Thus, four classes of people may be held liable: (1) current owners and operators of hazardous waste facilities; (2) past owners and operators of hazardous waste facilities; (3) persons who arranged for disposal of hazardous substances; and (4) transporters of hazardous substances. <i>Id.</i></p>\n<p>Liability under section 107(a) is subject only to the three defenses, enumerated in section 107(b), which the defendant bears the burden of proving by a preponderance of the evidence:</p>\n<blockquote>(1) an act of God;</blockquote>\n<blockquote>(2) an act of war;</blockquote>\n<blockquote>(3) an act or omission of a third party other than an employee or agent of the defendant, or than one whose act or omission occurs in connection with a contractual relationship, existing directly or indirectly, with the defendant, ... if the defendant establishes by a preponderance of the evidence that (a) he exercised due care with respect to the hazardous substance concerned ... and (b) he took precautions against foreseeable acts or omissions of any such third party and the consequences that could foreseeably result from such acts or omissions....</blockquote>\n<p>42 U.S.C. § 9607(b) (1982). In order to prevail on these defenses, a defendant must prove that one or a combination of these events was the sole cause of the release or threat of release of hazardous substances and the damage resulting therefrom. 42 U.S.C. § 9607(b) (1982).</p>\n<p>Aside from these defenses, CERCLA imposes strict liability. <i>United States v. Northeastern Pharmaceutical and Chemical Co., Inc. (NEPACCO),</i> 579 F.Supp. 823, 843-44 (W.D.Mo.1984); <i>United States v. Price,</i> 577 F.Supp. 1103, 1113 (D.N.J. 1983); <i>United States v. Chem-Dyne Corp.,</i> 572 F.Supp. 802, 805 (S.D.Ohio 1983); <i>City of Philadelphia v. Stepan Chemical Co.,</i> 544 F.Supp. 1135, 1148 (E.D.Pa.1982). Section 107(a) also provides for joint and several liability. 42 U.S.C. § 9607 (1982). <i>See, e.g., NEPACCO,</i> 579 F.Supp. at 844-45.</p>\n<p></p>\n<h2>III. MOTIONS BY PLAINTIFF, THE UNITED STATES OF AMERICA, AND PLAINTIFF-INTERVENOR, THE STATE OF NORTH CAROLINA, FOR PARTIAL SUMMARY JUDGMENT AGAINST THE WARD DEFENDANTS</h2>\n<p>Plaintiff, the United States of America, and plaintiff-intervenor, the State of North Carolina, both move for partial summary judgment on their claims against the Ward defendants. Specifically, they request the court to enter judgment against the Ward defendants on the issue of liability under CERCLA, and hold that there are no defenses available to these defendants. If the motions are granted, it would leave for trial between these parties only an issue of damages.</p>\n<p>Plaintiffs claim that, as a matter of law, the Ward defendants are liable under both section 107(a)(2) and section 107(a)(3) as they are both \"past owners and operators of hazardous waste facilities\" and \"persons who arranged for disposal of hazardous substances.\" 42 U.S.C. §§ 9607(a)(2) &amp; (3) (1982). The court will first address the issue of defendants' liability under section 107(a)(3). 42 U.S.C. § 9607(a)(3) (1982).</p>\n<p></p>\n<h2>A. <i>Defendants' Liability Under Section 107(a)(3).</i>\n</h2>\n<p>In order to establish liability under section 107(a)(3) the government must prove: (a) the defendant was a person within the meaning of the statute; (b) he owned or possessed hazardous substances; (c) he, by contract, agreement or otherwise, arranged for disposal or treatment, or arranged with a transporter for transport for disposal or <span class=\"star-pagination\">*894</span> treatment of those substances at a facility; (d) there was a release or threatened release of a hazardous substance at the site; (e) the release or threatened release caused the incurrence of response costs. 42 U.S.C. § 9607(a)(3) (1982).</p>\n<p></p>\n<h2>1. \"Persons\" Under the Statute.</h2>\n<p>Section 101(21) of CERCLA includes in the definition of \"person\" individuals and corporations. 42 U.S.C. § 9601(21) (1982). It is undisputed that both Ward and WTC come within this definition and are therefore persons within the meaning of CERCLA.</p>\n<p></p>\n<h2>2. Owner or Possessor of Hazardous Substances.</h2>\n<p>It is undisputed that the Ward defendants were the owners and possessors of oil containing PCBs which was subsequently dumped on North Carolina roadsides. PCBs are a \"hazardous substance\" as that term is defined by CERCLA. 42 U.S.C. § 9601(14) (1982).</p>\n<p>Section 101(14) of CERCLA describes \"hazardous substance\" as:</p>\n<blockquote>(A) any substance designated pursuant to section 1321(b)(2)(A) of Title 33 [the Federal Water Pollution Control Act, or Clean Water Act],</blockquote>\n<blockquote>(B) any element, compound, mixture, solution, or substance designated pursuant to section 9602 of [CERCLA],</blockquote>\n<blockquote>(C) any hazardous waste having the characteristics identified under or listed pursuant to section 3001 of the Solid Waste Disposal Act [42 U.S.C. § 6921] (but not including any waste the regulation of which under the Solid Waste Disposal Act ... has been suspended by Act of Congress),</blockquote>\n<blockquote>(D) any toxic pollutant listed under section 1317(a) of Title 33,</blockquote>\n<blockquote>(E) any hazardous air pollutant listed under section 112 of the Clean Air Act [42 U.S.C. § 7412], and</blockquote>\n<blockquote>(F) any imminently hazardous chemical substance or mixture with respect to which the Administrator has taken action pursuant to section 2606 of Title 15 [the Toxic Substance Control Act]....</blockquote>\n<p>42 U.S.C. § 9601(14) (1982).</p>\n<p>PCBs fit into several of these categories. PCBs have been designated as hazardous substances in the regulations promulgated under section 311 of the Federal Water Pollution Control Act. 33 U.S.C. § 1321 (1982); 40 C.F.R. § 116.4 (1984). PCBs have also been included as toxic water pollutants under the regulations issued pursuant to section 307 of the Clean Water Act. 33 U.S.C. § 1317 (1982); 40 C.F.R. §§ 129.4(f) and 401.15(54) (1984). In addition, they are listed as toxic substances under the Toxic Substances Control Act and its regulations. 15 U.S.C. § 2605(e); 40 C.F.R. §§ 761.1 <i>et seq.</i> (1984). Accordingly, PCBs come under the definition of hazardous substances in CERCLA sections 101(14)(A), (D) &amp; (F). 42 U.S.C. §§ 9601(14)(A), (D) &amp; (F) (1982).</p>\n<p></p>\n<h2>3. Arranging for Disposal or Treatment at a Facility by Contract or Agreement or Through a Transporter.</h2>\n<p>Both WTC and Ward personally arranged for disposal of PCBs by contract with a transporter. Ward and WTC entered into an oral contract with Burns providing that Burns would remove from WTC the PCB-contaminated fluid located on its premises. Ward, as president, chief operating officer, director and majority shareholder of WTC, acted on behalf of and for the benefit of the corporation when he entered into this agreement. He also personally participated in securing the contract for his long-time friend and former business associate, Burns, who then owed Ward personally a large sum of money. The agreement, in addition to benefiting WTC, benefited Ward personally in that he received partial repayment on his personal debt from Burns out of the amount paid Burns by WTC.</p>\n<p>A corporate officer of a company who exercises authority for the company's operations and participates in arranging for the disposal of hazardous wastes is liable under § 107(a)(3) for cleanup costs. <span class=\"star-pagination\">*895</span> 42 U.S.C. § 9607(a)(3) (1982). <i>United States v. NEPACCO,</i> 579 F.Supp. 823, 848-49 (W.D.Mo.1984). Ward was, without doubt, personally involved in the decision to have Burns dispose of the hazardous wastes.</p>\n<p>Defendants argue that they did not \"arrange for disposal\" within the meaning of section 107(a)(3) for two reasons: (1) The transaction between Ward and Burns was a \"sale\" of the PCBs rather than a contract \"arranging for disposal;\" and (2) in order for such liability to attach it must be established by undisputed facts that Ward or WTC planned or prepared with Burns to \"discharge, deposit ... [or] dump\" the PCBs at the site where they were deposited. First of all, a characterization of the transaction between Burns and Ward as a \"sale\" of the PCB-contaminated oil is ludicrous. Burns was paid $1.70 per gallon to remove the oil from WTC's premises. He did not \"buy\" the oil, but was merely performing a service for Ward and WTC. Liability under CERCLA cannot be avoided by the mere characterization of a transaction as a sale. <i>New York v. General Electric Co.,</i> 592 F.Supp. 291, 297 (N.D.N.Y.1984); <i>United States v. A &amp; F Materials Co., Inc.,</i> 582 F.Supp. 842, 845 (S.D.Ill.1984).</p>\n<p>The Ward defendants also contend that in order to be held liable under section 107(a)(3) they must have been aware that Burns planned to discharge the PCBs where they were eventually deposited. This is not a reasonable interpretation of section 107(a)(3) of CERCLA. That Ward arranged for disposal is undisputed. Ward clearly intended to have Burns \"get rid of\" the PCB-laden oil which had become a problem for him to maintain on WTC premises. He was not selling it to Burns as a new product, but rather as an industrial waste product. <i>Distinguished United States v. Westinghouse Electric Corp.,</i> No. 83-9-C (S.D.Ind.1983).</p>\n<p>The assertion that CERCLA requires a generator who arranges for disposal to know where the disposal is to take place before liability is established is unfounded. The statute merely provides that a generator who \"arranged for disposal or treatment, <i>or arranged with a transporter for disposal</i> or treatment\" of the generator's hazardous substances at a \"facility\" not owned by the generator would still be strictly liable under CERCLA. 42 U.S.C. § 9607(a)(3) (1982) (emphasis added). To give the statute the interpretation argued by the Ward defendants would allow generators of hazardous wastes to escape liability under CERCLA by closing their eyes to the method in which their hazardous wastes were disposed of. This would encourage exactly the type of blatant disregard for the consequences of hazardous waste disposal that occurred here. Section 107(a)(3) of CERCLA was clearly intended to hold generators of hazardous wastes strictly liable for the disposal of these byproducts. <i>United States v. NEPACCO,</i> 579 F.Supp. at 843-44.</p>\n<p>In addition, the disposal took place at a hazardous waste \"facility\" as that term is defined in CERCLA. 42 U.S.C. § 9601(9) (1982). A facility is defined in section 101(9) of CERCLA as:</p>\n<blockquote>(A) any building, structure, installation, equipment, pipe or pipeline ..., well, pit, pond, lagoon, impoundment, ditch, landfill, storage container, motor vehicle, rolling stock, or aircraft, or (B) any site or area where a hazardous substance has been deposited, stored, disposed of, or placed, or otherwise come to be located....</blockquote>\n<p>42 U.S.C. § 9601(9) (1982). As has already been discussed, PCBs are hazardous substances within the definition of section 101(14) of CERCLA. 42 U.S.C. § 9601(14) (1982). The definition of facility is broad enough to encompass the North Carolina roadside sites where Burns spread the PCB oil, as the definition includes virtually any place at which hazardous wastes have been dumped, or otherwise disposed of. <i>Id.</i></p>\n<p>Through their contract with Burns both WTC and Ward personally arranged for disposal of hazardous wastes at a hazardous waste facility as those terms are defined <span class=\"star-pagination\">*896</span> in CERCLA. This element of section 107(a)(3) liability is therefore established.</p>\n<p></p>\n<h2>4. Release or Threatened Release.</h2>\n<p>There was clearly a \"release\" of hazardous substances when Burns sprayed the PCB oil on the North Carolina roadsides. The term \"release\" is defined as:</p>\n<blockquote>any spilling, leaking, pumping, pouring, emitting, emptying, discharging, injecting, escaping, leaching, dumping, or disposing into the environment....</blockquote>\n<p>42 U.S.C. § 9601(22) (1982). Spraying PCBs along state-owned roadsides comes squarely within this broad definition.</p>\n<p></p>\n<h2>5. Incurrence of Response Costs.</h2>\n<p>There can also be little dispute that both the United States and the State of North Carolina incurred \"response costs\" under CERCLA. \"Response\" means the \"removal\" or \"remedial action.\" 42 U.S.C. § 9601(25) (1982). Remedial costs include costs for:</p>\n<blockquote>those actions consistent with permanent remedy taken instead of or in addition to removal actions in the event of a release or threatened release of a hazardous substance into the environment, to prevent or minimize the release of hazardous substances so that they do not migrate to cause substantial danger to present or future public health or welfare or the environment. The term includes, but is not limited to, such actions at the location of the release as storage, confinement, perimeter protection using dikes, trenches, or ditches, clay cover, neutralization, cleanup of released hazardous substances or contaminated materials, recycling or reuse, diversion, destruction, segregation of reactive wastes, dredging or excavations, repair or replacement of leaking containers, collection of leachate and runoff, onsite treatment or incineration, provision of alternative water supplies, and any monitoring reasonably required to assure that such actions protect the public health and welfare and the environment....</blockquote>\n<p>42 U.S.C. § 9601(24) (1982).</p>\n<p>\"Removal\" is defined as:</p>\n<blockquote>the cleanup or removal of released hazardous substances from the environment, such actions as may be necessary taken in the event of the threat of release of hazardous substances into the environment, such actions as may be necessary to monitor, assess, and evaluate the release or threat of release of hazardous substances, the disposal of removed material, or the taking of such other actions as may be necessary to prevent, minimize, or mitigate damage to the public health or welfare or to the environment, which may otherwise result from a release or threat of release....</blockquote>\n<p>42 U.S.C. § 9601(23) (1982).</p>\n<p>There can be no doubt that, under these definitions, plaintiffs incurred response costs. As a result of and in response to the dumping of the PCB-laden oil on North Carolina roadsides spill sites, the EPA entered into a cooperative agreement pursuant to section 104(d) of CERCLA, whereby the United States agreed to pay 90% of the cost to remove the PCB-contaminated soil from the North Carolina roadside sites. 42 U.S.C. § 9604(d) (1982). Pursuant to this agreement the State of North Carolina physically removed the PCB-contaminated soil and transported it to a chemical waste landfill in Warren County, North Carolina. Ninety percent of the cost of that removal and transport was incurred by the United States and paid from the Superfund for a total of approximately $2.4 million. Similar removal and transport of the PCB-contaminated soil found on the roadsides of Fort Bragg to the Warren County landfill was carried out by the United States Army with its own funds at a cost of approximately $430,000. The State of North Carolina spent almost $450,000 in its investigation and cleaning of the spill sites.</p>\n<p>It has been shown by undisputed facts that (1) both Ward and WTC were persons within the meaning of the statute; (2) they owned and possessed hazardous substances; (3) they arranged for disposal with a transporter, Burns, for transport for <span class=\"star-pagination\">*897</span> disposal of their hazardous substances; (4) there was a release of hazardous substances at the site; and (5) the release caused the incurrence of response costs. 42 U.S.C. § 9607(a)(3) (1982). It is clear that Ward and WTC are liable to plaintiffs, as a matter of law, under section 107(a)(3) of CERCLA, unless they can assert some defense which might absolve them of that liability.</p>\n<p></p>\n<h2>B. <i>Defendants' Liability Under Section 107(a)(2).</i>\n</h2>\n<p>Plaintiffs claim that defendants are also liable as a matter of law under section 107(a)(2) of CERCLA. 42 U.S.C. § 9607(a)(2) (1982). Section 107(a)(2) provides for liability of persons who owned or operated a facility at which hazardous substances were disposed of. Through a tortured maze of legal reasoning plaintiffs attempt to establish that Ward and WTC were \"operators\" of the North Carolina roadside PCB spill sites. In order to find the defendants liable under this section plaintiffs argue that Burns was an \"operator\" of the facility prior to its abandonment. They then seek to establish that Ward and WTC, because they were acting in conspiracy with Burns, are vicariously liable for his tortious activities. In order to establish the knowing participation of Ward and WTC in this \"civil conspiracy\" the plaintiffs attempt to apply collateral estoppel from Ward's criminal trial, to both Ward and WTC on the issue of knowing and willful participation in the venture.</p>\n<p>Although plaintiffs' legal arguments are inventive, and could lead to an establishment of liability for some of the dumpings, the court declines to engage in these mental gymnastics in an attempt to hold the defendants liable under an additional section of CERCLA. Section 107(a)(3) was clearly intended to apply to this situation regardless of the knowing involvement of the generator of hazardous wastes. It is not necessary to apply collateral estoppel to find the defendants liable as a matter of law under section 107(a)(3). In addition, collateral estoppel would not establish liability under section 107(a)(2) for all of the waste disposal under that section; whereas, liability under section 107(a)(3) is established for all of the dumpings.</p>\n<p></p>\n<h2>C. <i>Defenses Available to Defendants Under Section 107(b).</i>\n</h2>\n<p>As previously discussed, section 107(a) of CERCLA was clearly intended to establish strict liability for any of the persons coming within the definitions given. This strict liability is subject only to the defenses listed in section 107(b). 42 U.S.C. § 9607(b) (1982). Section 107(b) allows a defendant to escape liability under section 107(a) if it:</p>\n<blockquote>can establish by preponderance of the evidence that the release or threat of release of a hazardous substance and the damages resulting therefrom were solely caused by</blockquote>\n<blockquote>(1) an act of God;</blockquote>\n<blockquote>(2) an act of war;</blockquote>\n<blockquote>(3) an act or omission of a third party other than an employee or agent of the defendant, or than one whose act or omission occurs in connection with a contractual relationship, existing directly or indirectly, with the defendant ..., if the defendant establishes by a preponderance of the evidence that (a) he exercised due care with respect to the hazardous substance concerned, ... and (b) he took precautions against foreseeable acts or omissions of any such third party....</blockquote>\n<p>42 U.S.C. § 9607(b) (1982).</p>\n<p>Defendants do not assert that this release was caused by an act of war or an act of God. However, they do claim that they can escape liability under section 107(b)(3). A defense under section 107(b)(3) is not available to the defendants because, according to clearly established facts, Burns was either an agent or employee of Ward and WTC, or in a contractual relationship with them. Therefore, the act or omission occurred in connection with the contractual relationship existing between Burns and the defendants. Accordingly, defendants may not reasonably assert a section 107(b)(3) defense.</p>\n<p><span class=\"star-pagination\">*898</span> Both defendants are liable as a matter of law under section 107(a)(3) of CERCLA. 42 U.S.C. § 9607(a)(3) (1982). They cannot legitimately assert any of the defenses available under section 107(b). They are, therefore, liable as a matter of law for response costs under CERCLA not inconsistent with the National Contingency Plan. The amount of their liability remains disputed and will be an issue remaining for trial. The motion of plaintiff, the United States of America, and plaintiff-intervenor, the State of North Carolina, for partial summary judgment on the issue of liability under section 107(a)(3) and the striking of defenses asserted by the defendants under section 107(b) are hereby allowed. The Clerk is ordered to enter partial summary judgment against the Ward defendants on the issue of their liability under CERCLA to the United States and the State of North Carolina.</p>\n<p></p>\n<h2>IV. MOTION BY THE WARD DEFENDANTS FOR PARTIAL SUMMARY JUDGMENT</h2>\n<p>The Ward defendants also move for partial summary judgment on several issues: First, defendants ask the court to hold as a matter of law that plaintiffs are barred from recovering expenditures made prior to 11 December 1980, CERCLA's effective date. Second, defendants request the court for a pretrial determination of the extent to which the issue of consistency with the National Contingency Plan (NCP) may be litigated and which parties bear the burden of proof on this issue. Third, defendants argue that Norry's first, third and fourth counterclaims and Liberty's first through fifth counterclaims should be dismissed because they are barred by the applicable statutes of limitations. Fourth, and finally, defendants assert that they are entitled to summary judgment on the third-party defendants' counterclaims on substantive grounds.</p>\n<p></p>\n<h2>A. <i>Recovery of Pre-CERCLA Expenditures.</i>\n</h2>\n<p>The CERCLA statute is fairly recent, having been in effect only since 11 December 1980. Consequently, only four district courts have addressed the issue of recovery of pre-enactment expenditures. <i>Town of Boonton v. Drew Chemical Corp.,</i> Civil Action No. 83-4761, (D.N.J. July 24, 1985); <i>United States v. Shell Oil,</i> 605 F.Supp. 1064 (D.Colo.1985); <i>United States v. Wade,</i> 14 E.L.R. 24037 (E.D.Pa. March 22, 1984); and <i>United States v. NEPACCO,</i> 579 F.Supp. 823 (W.D.Mo.1984). Their conclusions have been evenly divided, two holding that pre-CERCLA expenditures are not recoverable and two holding that they are. This court agrees with those that have found the statute to apply to pre-enactment expenditures.</p>\n<p>There is a strong presumption against the retroactive application of statutes. <i>United States v. Security Industrial Bank,</i> 459 U.S. 70, 103 S.Ct. 407, 413, 74 L.Ed.2d 235 (1982). In order to determine if Congress has overridden this presumption the court must look to the language of the statute. <i>Id.</i> If the statute is unclear then the court may turn to the legislative history for guidance. <i>See </i><i>State of Ohio ex rel. Brown v. Georgeoff,</i> 562 F.Supp. 1300, 1308-09 (N.D.Ohio 1983).</p>\n<p>That Congress intended CERCLA to apply to <i>acts</i> committed before enactment of the statute is clear from the wording of the statute, 42 U.S.C. § 9607(a) (1982), has been consistently agreed upon by courts which have addressed the issue. <i>See, e.g., </i><i>NEPACCO,</i> 579 F.Supp. at 839; <i>Georgeoff,</i> 562 F.Supp. at 1302-14. By its very nature CERCLA is backward looking; it was enacted in response to an urgent need to deal with dangerous abandoned hazardous waste disposal sites. H.R.Rep. No. 96-1016 96th Cong., 2d Sess. 22, <i>reprinted in</i> 1980 U.S.Code Cong. &amp; Ad. News 6119, 6125 [to accompany H.R. 7020]. This retroactive application to past acts has been held to withstand due process challenges. <i>NEPACCO,</i> 579 F.Supp. at 823.</p>\n<p>Even so, several of these same courts have decided that the statute does not apply to <i>costs</i> incurred before the enactment of the statute because the statute did not <span class=\"star-pagination\">*899</span> clearly and explicitly state that it was intended to do so. <i>United States v. Wade,</i> 14 E.L.R. 20437 (E.D.Pa. March 22, 1984); <i>NEPACCO,</i> 579 F.Supp. at 850-52. More recently, however, two other district courts have held the statute to apply to expenses incurred before enactment. <i>Town of Boonton v. Drew Chemical Corp.,</i> Civil Action No. 83-4761, (N.D.N.J. July 24, 1985); <i>United States v. Shell Oil Co.,</i> 605 F.Supp. 1064 (D.Colo.1985). In <i>Shell</i> the court conducted an in-depth analysis of the statute and the legislative history and concluded that Congress had overridden the presumption against retroactive application of statutes. <i>United States v. Shell Oil Co</i><i>.,</i> at 1076. First, the court found that the unavoidably retroactive nature of CERCLA and the imposition of costs on responsible parties strongly indicated congressional intent to hold responsible parties liable for pre-enactment government response costs. <i>Id.</i> at 1073. The court also pointed to sections 107(f) and 111(d) of the statute, 42 U.S.C. §§ 9607(f) and 9611(d), which provides specific time limits on recovery for pre-enactment damage to natural resources, implying that other types of pre-enactment damages were recoverable. <i>Id.</i> at 1075. The <i>Boonton</i> court, relying on the reasoning in <i>Shell,</i> also held the statute to apply to pre-enactment expenses. <i>Town of Boonton v. Drew Chemical Corp.,</i> Civil Action No. 83-4761, (N.D.N.J. July 24, 1985). This court finds the <i>Shell</i> opinion to be convincing, and for the reasons stated therein denies the Ward defendants' motion for summary judgment as to government response costs incurred prior to the enactment of CERCLA.</p>\n<p></p>\n<h2>B. <i>Consistency with the National Contingency Plan.</i>\n</h2>\n<p>Section 107(a)(4)(A) of CERCLA allows the plaintiffs to recover only those costs \"not inconsistent with the national contingency plan.\" 42 U.S.C. § 9607(a)(4)(A) (1982). Defendants request of the court a pretrial ruling on two issues raised by this provision: (1) Upon whom does the burden of proving consistency or inconsistency with the National Contingency Plan rest? and (2) What limits, if any, will be placed on defendants in challenging plaintiffs' choice of response alternatives?</p>\n<p>That defendants are entitled to challenge the consistency of the government's actions with the NCP is clear. 42 U.S.C. § 9607(a)(4)(A). <i>See, e.g., </i><i>United States v. NEPACCO,</i> 579 F.Supp. 823, 850 (W.D.Mo.1984). While plaintiffs are not entitled to interfere with the government's actions in implementing the chosen remedial action under CERCLA, by the wording of section 107(a)(4)(A) responsible parties are entitled to challenge the extent of their liability to the government by asserting that the EPA's cleanup activities were inconsistent with the NCP. 42 U.S.C. § 9607(a)(4)(A). <i>Lone Pine Steering Committee v. United States Environmental Protection Agency,</i> 600 F.Supp. 1487, 15 E.L.R. 20109, 20115 (D.N.J., 1985).</p>\n<p>The burden of raising and proving inconsistency with the NCP is, however, on the Ward defendants. Section 107(a)(4)(A) allows recovery by the government of costs \"not inconsistent with the national contingency plan\" while section 107(a)(4)(B) allows private parties to recover only those costs which are \"consistent with the national contingency plan.\" 42 U.S.C. §§ 9607(a)(4)(A) &amp; (B) (1982). This implies that government actions taken are presumed to be consistent with the NCP unless otherwise shown, while actions of private parties are not entitled to the benefit of this presumption. <i>United States v. NEPACCO,</i> 579 F.Supp. at 851. This is in accord with the general principle that actions of public officers are presumed to be regular. <i>Citizens to Preserve Overton Park v. Volpe,</i> 401 U.S. 402, 91 S.Ct. 814, 28 L.Ed.2d 136 (1971). Therefore, defendants bear the burden of proving that governmental actions were inconsistent with the NCP. <i>New York v. General Electric Co.,</i> 592 F.Supp. 291, 303-04 (N.D.N.Y. 1984); <i>J.V. Peters &amp; Co. v. Ruckelshaus,</i> 584 F.Supp. 1005 (N.D.Ohio 1984); <i>United States v. NEPACCO,</i> 579 F.Supp. at 851. <span class=\"star-pagination\">*900</span> In addition, it would be an unreasonable waste of judicial time and government resources not to mention an usurpation of agency authority, to require the EPA to justify its every action in order to recover under section 107, even when no allegation of inconsistency had been made.</p>\n<p>Defendants also request that the court make a determination as to whether they may challenge the method of cleanup chosen by the government or whether they are limited to challenging the reasonableness of the costs incurred pursuant to the chosen method. In particular, defendants wish to know if they may challenge the cleanup method used by the EPA on the basis that it was not cost-effective.</p>\n<p>The NCP requires the EPA to select \"the remedial alternative which the agency determines is cost-effective....\" 40 C.F.R. § 300.68(j) (1984). \"Cost-effective\" is defined as \"the lowest cost alternative that is technologically feasible and reliable and which effectively mitigates and minimizes damage to and provides adequate protection of public health, welfare, or the environment.\" <i>Id.</i> As this requirement is obviously part of the NCP, defendants must be allowed the opportunity to attack the government's choice of methods. 42 U.S.C. § 9607(a)(4)(A) (1982).</p>\n<p>The court must, however, make several observations. The regulation at issue here, 40 C.F.R. § 300.68(j), requires the EPA to balance cost with feasibility and adequacy of remedy. There are numerous scientific factors which must be considered, such as future effect on the environment and public health. 40 C.F.R. § 300.68(e) (1984). This court cannot and will not substitute its layman's judgment for the scientific conclusions made by the EPA after years of in-depth study of the roadside dump sites.</p>\n<p>CERCLA only requires that the cleanup costs be \"not inconsistent\" with the NCP. 42 U.S.C. § 9607(a)(4)(A) (1982). Necessarily, the NCP allows the EPA broad discretion in determining the appropriate remedial action. The NCP sets out a method for making such a determination. 40 C.F.R. § 300.61 <i>et seq.</i> (1984). In the end, however, the EPA is required to act upon the informed scientific opinion of its employees. The agency's decision is, therefore, entitled to great deference from this court.</p>\n<p>Plaintiffs request the court to rule that the EPA's decision must be judged by the \"arbitrary and capricious\" standard normally applied to a review of agency decisions. <i>Citizens to Preserve Overton Park v. Volpe,</i> 401 U.S. 402, 91 S.Ct. 814, 28 L.Ed.2d 136 (1971). Defendants argue that this standard should not be applied because a cost-recovery action under section 107(a) is not an action for judicial review of an agency decision. The court disagrees with defendants' arguments. If defendants wish the court to review the consistency of plaintiffs' actions with the NCP then they are essentially alleging that the EPA did not carry out its statutory duties. The statute provides liability except for costs \"not inconsistent\" with the NCP. This language requires deference by this court to the judgment of agency professionals. The defendants, therefore, may not seek to have the court substitute its own judgment for that of the EPA. Defendants may only show that the EPA's decision about the method of cleanup was \"inconsistent\" with the NCP in that the EPA was arbitrary and capricious in the discharge of their duties under the NCP.</p>\n<p>Defendants seek to advance to the court a plan for in-place treatment which, in their opinion, would have been better than the removal plan subsequently adopted by the plaintiffs. As previously stated, this court will not substitute its judgment, or that of defendants, for the decision of the EPA unless defendants can show that for some reason the EPA's judgment was arbitrary or capricious. The in-place removal plan which defendants assert should have been used has some very significant problems. At the time the decision was made, and to this day, the EPA regulations require that \"[a]ny non-liquid PCBs in the form of contaminated soil, rags, or other debris shall be disposed of: (i) In an incinerator ...; or (ii) In a chemical waste landfill ....\" 40 <span class=\"star-pagination\">*901</span> C.F.R. § 761.60(a)(4) (1984) [previously 40 C.F.R. § 761.10(b)]. This regulation would have precluded the in-place treatment of PCB-contaminated soil.</p>\n<p>The court is not prepared at this time to rule on the appropriateness of the method finally used by the plaintiffs. This issue is not properly before the court as it has not been raised on summary judgment nor has it been adequately briefed. The court cautions defendants, however, that it will scrutinize the EPA's remedial actions under the arbitrary and capricious standard.</p>\n<p>In accordance with the above discussion, the court holds that defendants bear the burden of proving inconsistency with the NCP. In this light, defendants may challenge the remedial method used by plaintiffs, as well as costs in implementing and executing the plan. However, defendants must show that the EPA's action was arbitrary and capricious, i.e. in violation of its statutory duty to carry out the NCP, before the court will find such a decision to be inconsistent with the NCP.</p>\n<p></p>\n<h2>C. <i>Statute of Limitations Bar as to Norry Electric's First, Third and Fourth Counterclaims and Liberty Motor's First through Fifth Counterclaims.</i>\n</h2>\n<p>The Ward defendants also request summary judgment on Norry Electric's first, third and fourth counterclaims and Liberty Motor's first through fifth counterclaims on the grounds that they are barred by the appropriate statutes of limitations. Norry Electric asserts that defendants have waived the statute of limitations defense as to Norry's first counterclaim and defends dismissal of all three claims challenged on this ground. Liberty Motor also argues that defendants have waived this defense as to Liberty's first and third counterclaims and that none of its counterclaims should be barred by the statute of limitations. The court will address the waiver question first for if the statute of limitations defense has been waived as to certain of the counterclaims then the court need not address the merits of the issue.</p>\n<p></p>\n<h2>1. Waiver.</h2>\n<p>Generally, failure to plead an affirmative defense results in the waiver of that defense. Fed.R.Civ.P. 8(c). 5 Wright &amp; Miller, <i>Federal Practice and Procedure,</i> Civil § 1278 (1969). A statute of limitations defense is one of the defenses specifically mentioned in Rule 8(c) as an affirmative defense which must be set out in responsive pleadings. Fed.R.Civ.P. 8(c). Defendants did assert the statute of limitations as an affirmative defense to some of the counterclaims alleged by both Liberty Motor and Norry Electric, but not as to all of those which they now seek to have the court dismiss on these grounds. The defense was only pled to Norry's third and fourth counterclaims and Liberty's second, fourth and fifth counterclaims. Leave to amend the reply to the counterclaims in order to assert the statute of limitations as an affirmative defense on the remaining claims could have been requested by defendants. In fact, defendants previously made a motion to amend their replies to include the affirmative defense of election of remedies. The court will not now entertain a statute of limitations defense to those counterclaims against which it has not been pled. Therefore, defendants' motion for summary judgment on Norry's first and Liberty's first and third counterclaims on the grounds that they are barred by the statute of limitations is denied as defendants have waived this defense as to those three claims. <i>American National Bank of Jacksonville v. Federal Deposit Insurance Corp.,</i> 710 F.2d 1528, 1537 (11th Cir.1983); <i>Senter v. General Motors Corp.,</i> 532 F.2d 511, 530 (6th Cir), <i>cert. denied,</i> 429 U.S. 870, 97 S.Ct. 182, 50 L.Ed.2d 150 (1976). The court will now address the statute of limitations question as to the remaining claims which are challenged in this manner.</p>\n<p></p>\n<h2>2. Norry Electric's Third Counterclaim.</h2>\n<p>In its third counterclaim against the Ward defendants Norry Electric alleges the following:</p>\n<blockquote>\n<span class=\"star-pagination\">*902</span> In 1978 Ward and WTC advised Norry that they intended to drain and properly dispose of the oil contained in 20 transformers that were owned by Norry and stored at WTC. In 1979 Ward and WTC billed Norry at $1.70 per gallon for such disposal. Norry paid this bill. In fact, however, Ward and WTC only paid $1.00 per gallon to their co-conspirator Robert J. Burns for PCB oil that was removed from WTC's premises and secretly retained the rest of the money themselves. Subsequently, Norry contracted with Chemical Waste Management, Inc., of Emelle, Alabama, for the removal of the above 20 transformers from WTC's premises, but was advised by Chemical Waste Management, Inc., that these transformers contained PCB oil. The cost for disposal of these transformers and oil by Chemical Waste Management thus increased to approximately $100,000.00.</blockquote>\n<blockquote>At this time Norry does not know whether Ward and WTC in 1978 caused the subject transformers to be drained and, if so, why Ward and WTC refilled them with PCB oil.</blockquote>\n<blockquote>The above-described conduct of Ward and WTC constitutes fraud and unfair and deceptive acts in commerce, which damaged Norry, its business and property.</blockquote>\n<p>This counterclaim purports to state a cause of action for both common law fraud and unfair and deceptive trade practices, pursuant to North Carolina General Statute § 75-1.1, based on two separate activities by the Ward defendants. First, Norry Electric claims that it was damaged when Ward overcharged for disposal of PCB oil and then pocketed \"kickbacks\" from Burns. Second, Norry claims that it was billed per gallon for removal of the PCB oil from its transformers and disposal of that oil, when in fact the oil was not removed or at least not completely. The Ward defendants assert that the fraud and unfair trade practices claims based on the alleged kickback scheme are barred by the appropriate statutes of limitations. No such assertion has been made as to the second half of this counterclaim, based on the failure to remove the oil; therefore, that half of the counterclaim will not be addressed.</p>\n<p>The statute of limitations for a fraud claim arising under North Carolina law is three years after the discovery by the aggrieved party of the facts constituting the fraud. N.C.Gen.Stat. § 1-52(9) (1983). \"Discovery\" means actual discovery or the time when the fraud should have been discovered in the exercise of due diligence. <i>Fulcher v. United States,</i> 696 F.2d 1073 (4th Cir.1982); <i>Shepherd v. Shepherd,</i> 57 N.C.App. 680, 292 S.E.2d 169 (1982).</p>\n<p>The Ward defendants claim that Norry Electric discovered the alleged kickback fraud when a corporate officer Ray Gillim attended Ward's 1979 state criminal trial and heard testimony regarding the financial arrangement between Burns and Ward. Affidavit of Robert Earl Ward, Jr., Doc. # 166, Ex. Q. Norry Electric asserts that Gillim did not learn of the kickback scheme through Ward's criminal trial and did not even attend the trial but read about it in the newspapers in mid-1980. Supplemental Affidavit of Ray Gillim, Doc. # 185. These documents contradict one another, leaving disputed the question of whether Norry Electric knew or should have known of the alleged kickback scheme in 1979 or whether the statute of limitations began to run in mid-1981. Resolution of this issue will determine whether the claim is time-barred. Thus, the Ward defendants' motion to dismiss as barred by the statute of limitations Norry Electric's counterclaim for fraud based on the kickback scheme is denied.</p>\n<p>The Ward defendants also move to dismiss Norry Electric's unfair trade practices claim based on the alleged kickback scheme. An unfair trade practices claim brought pursuant to North Carolina General Statute § 75-1.1 is barred unless commenced within four years from the date the cause of action accrues. N.C.Gen.Stat. § 75-16.2 (1981). A cause of action \"accrues\" under this statute when the alleged violation occurs. <i>Id.; </i><i>Patterson v. DAC</i> <span class=\"star-pagination\">*903</span> <i>Corporation of North Carolina,</i> 66 N.C. App. 110, 310 S.E.2d 783, 787 (1984). The alleged \"kickbacks\" were made, and Norry supposedly overcharged as a result, sometime in 1978. The four-year statute would have run in 1982. As the counterclaims were brought on 4 June 1984, the unfair trade practices claim is barred as to the first factual allegation in Norry Electric's third counterclaim.</p>\n<p>In summary, the Ward defendants' motion for summary judgment on statute of limitations grounds on Norry Electric's fraud claim arising out of the kickback scheme is denied. However, the motion is allowed as to the unfair trade practices allegations arising out of the alleged scheme. The fraud and unfair trade practices claims alleged which are based on defendants' failure to properly drain the PCB oil out of Norry's transformers have not been attacked on statute of limitations grounds and therefore remain in the action at this point.</p>\n<p></p>\n<h2>3. Norry Electric's Fourth Counterclaim.</h2>\n<p>The Ward defendants also allege that Norry Electric's fourth counterclaim is barred by the statute of limitations. This counterclaim alleges the following:</p>\n<blockquote>In 1976, Ward requested authorization from Norry to sell three single phase distributor transformers of Norry stored at WTC to a customer in South Carolina for $22,500. Norry agreed. In fact, unknown at the time to Norry, Ward leased and then sold the three single phase transformers to the United States Air Force for use in Turkey. In order to deceive Norry, Ward and WTC sent it a fraudulent and false invoice purporting to show that the three transformers were being sold to the South Carolina customer. Norry learned of this fraud in August 1981.</blockquote>\n<blockquote>Norry relied upon the aforesaid knowingly false representations of WTC and Ward to its detriment and was damaged in its business.</blockquote>\n<blockquote>The acts of third party plaintiffs set out in this counterclaim were unfair and deceptive acts in commerce within the meaning of [North Carolina General Statute] § 75-1.1.</blockquote>\n<p>The counterclaim alleges claims for fraud and unfair trade practices arising out of the 1976 sale by Ward of several of Norry Electric's transformers. Norry alleges in the counterclaim itself that it \"learned of\" the fraud in August 1981. The Ward defendants assert that Norry Electric knew or should have known of the alleged fraud when Norry's vice president, Ray Gillim, read of the sale of transformers by WTC to the United States Air Force in a trade journal in 1980. Gillim argues that the article he read made him \"curious\" but it was not confirmed until August 1981 that they were Norry Electric's transformers. Thus, there remains as a disputed issue of fact whether Norry Electric knew or should have known prior to June 1981 of the allegedly fraudulent sale. <i>See</i> N.C. Gen.Stat. § 1-52(9) (1983). The Ward defendants' motion for summary judgment on this fraud claim is, therefore, denied.</p>\n<p>Norry Electric's unfair trade practices claim must, however, be dismissed. The alleged violation took place in 1976. The four-year statute of limitations began to run at that time. N.C.Gen.Stat. § 75-16.2 (1981). This claim, having been filed after 1980, is barred. <i>Id.</i></p>\n<p>The Ward defendants' motion to dismiss, as barred by the statute of limitations, that portion of Norry Electric's fourth counterclaim which alleges a cause of action for fraud is denied. However, the unfair trade practices claim alleged is barred by the statute and is, therefore, dismissed.</p>\n<p></p>\n<h2>4. Liberty Motor's Second Counterclaim.</h2>\n<p>Liberty Motor's second counterclaim alleges the following:</p>\n<blockquote>In 1978, Ward and WTC represented to Liberty that they would not without Liberty's consent remove from WTC's premises any PCB transformers purchased by Liberty or any oil contained in such <span class=\"star-pagination\">*904</span> transformers. These representations were made at a time when Ward and WTC were entering into an unlawful and improper agreement with Burns pursuant to which Burns subsequently in 1978 removed PCB oil from WTC's premises and unlawfully dumped such oil on North Carolina highways.</blockquote>\n<blockquote>In 1979, with knowledge that Burns had carried out the acts described in the preceding paragraph and with knowledge that Liberty never had knowledge of or acquiesced in any scheme or plan lawful or unlawful by which Burns would remove from WTC's premises and dispose of PCB oil, Ward and WTC billed Liberty for a portion of the amount purportedly paid to Burns for lawfully removing from WTC's premises and disposing of PCB oil. Further, Ward and WTC in an invoice to Liberty falsely represented that Burns had been paid $1.70 per gallon for removal and disposal of PCB oil when in fact Ward and WTC had arranged for disposal by Burns at a price of only $1.00 per gallon.</blockquote>\n<blockquote>Acting under reasonable reliance upon Ward's and WTC's misrepresentations and failures to disclose their illegal conduct, Liberty paid to Ward and WTC the sum of $9,160.62.</blockquote>\n<blockquote>Liberty reasonably relied on Ward's and WTC's misrepresentation and on their failure to disclose their illegal conduct. As a result of its reliance on Ward's and WTC's misrepresentations, Liberty has paid to Ward and WTC the sum of $9,160.62 which Ward and WTC were not due.</blockquote>\n<blockquote>In addition, Liberty has been forced to defend expensive and spurious litigation, has lost contracts and business and has been damaged in its business and property in the amount of $250,000.00.</blockquote>\n<p>This counterclaim alleges a cause of action for false representation (fraud) by the Ward defendants to Liberty Motor on several material facts: (1) the Ward defendants removed Liberty Motor's oil from WTC premises when they had expressly promised not to do so without Liberty's consent; (2) Liberty was informed that the oil was lawfully removed and charged for the cost of removal; and (3) Ward misrepresented the amount actually paid to Burns, thereby overcharging Liberty Motor for the actual cost of disposal. All this caused Liberty to overpay for illegal disposal when it should not have been required to pay at all.</p>\n<p>As discussed above, a fraud claim carries a three-year statute of limitations which begins to run at the time when the fraud is or should have been discovered. N.C.Gen.Stat. § 1-52(9) (1983); <i>Fulcher v. United States,</i> 696 F.2d 1073 (4th Cir.1982). The Ward defendants claim that Liberty Motor actually knew of WTC's illegal method of disposal when Ward was convicted of criminal charges in 1980. They also claim that Liberty Motor knew or should have known of the \"kickbacks\" to Ward at the time Liberty was billed in 1979 because Liberty considered the charges to be \"extortionary\" when paid. In fact, Manny Margolis, president of Liberty Motor, testified in his deposition that after receiving the invoice for disposal of the oil in 1979, he called Fred Tucker, a WTC employee, and informed Tucker that no permission had been given for removal of the oil and he was paying only because he was being \"blackmailed\" by WTC. Deposition of Manny Margolis, Doc. # 166, Ex. L. p. 47. From the documents presented by defendants it seems clear that Margolis (and consequently Liberty Motor) knew about or was put on notice of the \"fraud\" as early as 1979.</p>\n<p>No evidence has been presented by Liberty Motor to contradict this. Instead, Liberty Motor argues that, in order to prevail on their motion for summary judgment on this issue, \"defendants must demonstrate that there is no evidence from which Liberty could show that it filed its second counterclaim within three years of a reasonable time for discovery of injuries.\" Doc. # 188, p. 6. This assumption is incorrect. Rule 56 of the Federal Rules of Civil Procedure provides that: \"When a motion for summary judgment is made and supported <span class=\"star-pagination\">*905</span> [by affidavits, etc.] as provided in this rule, an adverse party may not rest upon the mere allegations or denials of his pleading, but his response, by affidavits or as otherwise provided in this rule, must set forth specific facts showing that there is a genuine issue for trial.\" Liberty Motor has failed to contradict the evidence presented by the Ward defendants showing that Liberty was actually on notice of the alleged fraudulent nature of the billing as early as 1979, even if it was not aware of all the pertinent facts. Nor has Liberty shown that there is a genuine issue of fact as to when it should have discovered the alleged fraud perpetrated upon it.</p>\n<p>The statute of limitations ran sometime in 1982. Accordingly, Liberty's second counterclaim is barred by the statute of limitations. N.C.Gen.Stat. § 1-52(9) (1983). The Ward defendants' motion for summary judgment on this second counterclaim is granted.</p>\n<p></p>\n<h2>5. Liberty Motor's Fourth Counterclaim.</h2>\n<p>Liberty Motor's fourth counterclaim alleges the following:</p>\n<blockquote>Ward and WTC have engaged in unfair and deceptive acts and practices in or affecting commerce within the meaning of [North Carolina General Statute] § 75-1.1 in that they have obtained $9,160.62 from Liberty by fraudulently representing that such sum represented Liberty's portion of the cost of a purportedly lawful disposal of PCB oil and by extortionately refusing to repay just debts owed to Liberty by Ward and WTC until Ward paid Liberty such sum.</blockquote>\n<p>This claim is based on the same set of facts alleged in Liberty Motor's second counterclaim but purports to state an unfair trade practices claim. N.C.Gen.Stat. § 75-1.1 (1981). The acts giving rise to this claim took place in 1978 and 1979. The four-year statute of limitations applicable to this cause of action began to run at that time. N.C.Gen.Stat. § 75-16.2 (1981). This claim, having been filed after 1983, is, therefore, barred. <i>Id.</i> The Ward defendants' motion for summary judgment of Liberty Motor's fourth counterclaim, on the grounds that it is time-barred, is, therefore, allowed.</p>\n<p></p>\n<h2>6. Liberty Motor's Fifth Counterclaim.</h2>\n<p>Liberty Motor's fifth counterclaim alleges the following:</p>\n<blockquote>In 1978 and subsequent years, Ward and WTC consummated, without the approval or consent of Liberty, sales of electrical equipment belonging to Liberty and stored on the WTC premises. Ward and WTC intentionally and willfully failed to inform Liberty of these sales and to account to Liberty for the monies received by Ward and WTC for such equipment. Ward and WTC also, on several occasions, withheld proceeds due and owing to Liberty from sales of Liberty's equipment stored on the WTC premises. Upon demand by Liberty, Ward and WTC represented that such proceeds would not be released until Liberty agreed to pay a portion of the cost of the unlawful disposal.</blockquote>\n<blockquote>As a result of the foregoing, Liberty has been damaged in an amount in excess of $50,000.00, with the exact amount to be proved at the trial of this action.</blockquote>\n<blockquote>The foregoing conduct of Ward and WTC constitutes unfair and deceptive acts and practices in or affecting commerce within the meaning of [North Carolina General Statute] § 75-1.1.</blockquote>\n<p>Exactly what these transactions were and when they took place has not been specified for the court. From the record before the court it is clear that the \"withholding of proceeds\" was the withholding of the $9,160.62 complained of in Liberty Motor's fifth counterclaim. The court has already held an unfair trade practices claim based on these facts to be barred by the statute of limitations. <i>See</i> § IV C5, <i>supra.</i></p>\n<p>The other part of the counterclaim alleges the failure of the defendants to account for unauthorized sales of Liberty's equipment. Liberty's president, Manny Margolis, makes reference to the fact that <span class=\"star-pagination\">*906</span> he still has equipment stored on WTC property which WTC has the authority to sell. Margolis \"assumes\" that some of his equipment has been sold in the last three or four years for which Liberty Motor has not received an invoice or been paid. Deposition of Margolis, pp. 166-68. He makes reference to the sale of some \"switchgear,\" which he speculates has been sold by WTC without notice to Liberty Motor. <i>Id.</i> This is the only particular incident referred to which may support this cause of action. The court cannot glean from the record when this alleged sale took place. <i>See id.</i> The four-year statute of limitations applicable to unfair trade practice claims would apply to bar recovery on any transactions taking place before June 1980. N.C.Gen. Stat. § 75-16.2 (1981). The court orders Liberty Motor to further particularize within twenty (20) days its fifth counterclaim to allege what illegal sales took place and when they occurred. Failure to comply with this order will result in dismissal of the counterclaim. Ruling on the defendants' motion for summary judgment on this counterclaim is stayed pending compliance with this order.</p>\n<p></p>\n<h2>D. <i>Dismissal of the Third-Party Counterclaims on Substantive Grounds.</i>\n</h2>\n<p>In addition to their requests to dismiss some of the third-party counterclaims on statute of limitations grounds, the Ward defendants allege that most of the counterclaims of both Liberty Motor and Norry Electric should be dismissed for substantive reasons. The court will address these contentions as to each counterclaim separately.</p>\n<p></p>\n<h2>1. Liberty Motor's First Counterclaim.</h2>\n<p>The Ward defendants attack the substance of this counterclaim for the first time in their reply to the third-party defendants' response to the original summary judgment motion. These arguments were not raised in a timely fashion to allow Liberty Motor an opportunity to respond. Therefore, the motion will not be considered as to this counterclaim.</p>\n<p></p>\n<h2>2. Liberty Motor's Second Counterclaim.</h2>\n<p>Liberty Motor's second counterclaim has been dismissed as barred by the statute of limitations. The merits of the claim do not, therefore, need to be addressed.</p>\n<p></p>\n<h2>3. Liberty Motor's Third Counterclaim.</h2>\n<p>Liberty Motor's third counterclaim reads as follows:</p>\n<blockquote>Ward and WTC have engaged in unfair and deceptive acts and practices in or affecting commerce within the meaning of [North Carolina General Statute] § 75-1.1 in that they clandestinely, illegally and conspiratorily dumped and caused to be dumped PCBs upon North Carolina highways and have brought these third-party claims to force Liberty to pay for damages resulting from such illegal dumpings, although Ward and WTC know that Liberty is not responsible for any part of the damages caused by such illegal dumpings. Ward and WTC have brought these third-party claims with the knowledge that they have no right of contribution or indemnity from Liberty because of their intentional, willful and criminal conduct. Ward and WTC have brought these third-party claims to harass Liberty, and to injure or destroy Liberty's business and competitive position.</blockquote>\n<blockquote>Liberty has been seriously damaged in its business by the actions of Ward and WTC in that Liberty has suffered damage to its name and reputation, and has been forced to defend expensive and spurious litigation.</blockquote>\n<p>Defendants argue that the claim should be dismissed because it fails to state a claim for abuse of process or malicious prosecution. Liberty Motor objects to defendants' characterization of the claim, insisting that it states a cause of action for unfair trade practices instead. N.C.Gen. Stat. § 75-1.1 (1981). As Liberty Motor's sixth counterclaim purports to state an abuse of process claim based on the same set of facts alleged here, the court will only <span class=\"star-pagination\">*907</span> address the unfair trade practices issue in deciding the Ward defendants' motion for summary judgment on this counterclaim.</p>\n<p>The institution of a lawsuit may be the basis for an unfair trade practices claim if the lawsuit is a mere sham to cover what is actually nothing more than an attempt to interfere directly with the business relationships of a competitor. <i>Kar Products, Inc. v. Miller,</i> No. 78-658-CIV-5 (E.D.N.C. July 25, 1979) (Dupree, J.). <i>See </i><i>Otter Tail Power Co. v. United States,</i> 410 U.S. 366, 93 S.Ct. 1022, 35 L.Ed.2d 359 (1973); <i>California Motor Transport Co. v. Trucking Unlimited,</i> 404 U.S. 508, 92 S.Ct. 609, 30 L.Ed.2d 642 (1972); and <i>Eastern Railroad Presidents Conference v. Noerr Motor Freight, Inc.,</i> 365 U.S. 127, 81 S.Ct. 523, 5 L.Ed.2d 464 (1961). However, this counterclaim cannot survive a motion to dismiss and for summary judgment. The mere fact of bringing a lawsuit for the purpose of harassing and injuring another's business does not come under this exception. A party to a lawsuit has a right to use the procedures of the courts to advocate its position, even if such activities cause direct injuries to competitors. <i>California Motor Transport,</i> 404 U.S. at 508, 92 S.Ct. at 609. An anticompetitive purpose does not make this conduct illegal. <i>Id.</i> Only actions undertaken without a genuine intent to influence the outcome of the dispute being adjudicated are a sham. <i>California Motor Transport,</i> 404 U.S. at 508, 92 S.Ct. at 609. This does not include a general abuse of process claim such as the one presented here. <i>Hospital Building Co. v. Trustees of Rex Hospital,</i> 691 F.2d 678, 688 (4th Cir.1982).</p>\n<p>There is no allegation of sham in Liberty Motor's third counterclaim. Nor have there been any facts cited by any party which might possibly support such a claim. The motion by the Ward defendants to dismiss Liberty Motor's third counterclaim is allowed.</p>\n<p></p>\n<h2>4. Liberty Motor's Fourth Counterclaim.</h2>\n<p>Liberty Motor's fourth counterclaim has already been dismissed on statute of limitations grounds. The court need not, therefore, address defendants' motion for summary judgment on substantive grounds.</p>\n<p></p>\n<h2>5. Liberty Motor's Fifth Counterclaim.</h2>\n<p>Ruling on the motion for summary judgment on this claim is stayed pending compliance by Liberty Motor with § IV C6, of this order.</p>\n<p></p>\n<h2>6. Liberty Motor's Sixth Counterclaim.</h2>\n<p>Liberty Motor's sixth counterclaim alleges the following:</p>\n<blockquote>Ward and WTC have brought and are litigating these third-party claims to intimidate, harass and injure Liberty, as hereinabove set forth.</blockquote>\n<blockquote>The third-party claims have been brought by Ward and WTC with the knowledge that Ward and WTC committed criminal conduct with respect to the transactions that are the basis of the third-party claims.</blockquote>\n<blockquote>Ward and WTC are willfully attempting to use legal process for an improper purpose, namely, to force Liberty to pay damages for Ward's and WTC's criminal conduct.</blockquote>\n<blockquote>Ward's and WTC's bringing and maintenance of the third-party claims constitutes an abuse of process resulting in damage to Liberty.</blockquote>\n<p>The Ward defendants move to dismiss this counterclaim on the grounds that it does not state a claim for abuse of process. Fed.R.Civ.P. 12(b)(6). To establish a claim for abuse of civil process, a party must show two things: (1) an act in use of regularly-issued process not proper in a regular proceeding and (2) an ulterior purpose. <i>Stanback v. Stanback,</i> 297 N.C. 181, 254 S.E.2d 611 (1979). Neither of these things are alleged in this counterclaim. There is no allegation that the Ward defendants intended to use this lawsuit for anything but to recover damages pursuant to their claims. Nor has any ulterior motive, beyond collecting damages, been alleged. If Liberty Motor believes the claims to be frivolous and brought for purposes of <span class=\"star-pagination\">*908</span> harassment then it may have a cause of action for malicious prosecution if and when the defendants' claims are terminated in Liberty Motor's favor. <i>Carver v. Lykes,</i> 262 N.C. 345, 137 S.E.2d 139 (1964). The defendants' motion to dismiss Liberty Motor's sixth counterclaim is allowed.</p>\n<p></p>\n<h2>7. Norry Electric's First Counterclaim.</h2>\n<p>Norry Electric's first counterclaim reads as follows:</p>\n<blockquote>Ward and WTC engaged in unfair and deceptive acts and practices in commerce within the meaning of [North Carolina General Statute] § 75-1.1 in that they have unlawfully, clandestinely, and conspiratorily dumped and caused to be dumped PCBs upon North Carolina highways, after falsely and fraudulently representing to Norry that Ward and WTC would conduct their business in a lawful and proper manner.</blockquote>\n<blockquote>Ward and WTC have further engaged in unfair acts in commerce by bringing third party claims against Norry to harass and damage it and to hurt Norry's competitive position. Ward and WTC seek by these third party claims to force Norry to pay sums it is not legally obligated to pay. Ward and WTC brought these third party claims well-knowing they had no right to contribution or indemnity from Norry because Ward and WTC had engaged in criminal conduct with respect to the transactions in question.</blockquote>\n<blockquote>Norry has been damaged in its business and property by third party plaintiffs' unlawful and improper conduct in that it has been forced to defend expensive and vexatious litigation and has lost contracts and business because of the damage to its name and reputation by third party plaintiffs' grossly wrongful misconduct.</blockquote>\n<p>This counterclaim deals with two separate sets of facts which allegedly both state claims for unfair trade practices. The first deals with the dumping of PCBs. The second allegation revolves around the filing by the Ward defendants of the third-party claims.</p>\n<p>As previously stated, the institution of a lawsuit may be the basis for an unfair trade practices claim if the lawsuit is a mere sham to cover up what is actually nothing more than an attempt to interfere directly with the business relationships of a competitor. <i>Kar Products, Inc. v. Miller,</i> No. 78-658-CIV-5 (E.D.N.C. July 25, 1979). The allegations in this counterclaim fall short of stating this type of claim. Norry Electric does not and cannot reasonably allege that the Ward defendants brought their third-party claims for the sole purpose of directly interfering with its relationships with others.</p>\n<p>The claim that Ward and WTC represented to Norry that it would conduct their joint business lawfully when in fact they participated in the illegal dumping of PCB oil on North Carolina highways does state a claim for unfair and deceptive trade practices. N.C.Gen.Stat. § 75-1.1. Defendants argue that this claim should be dismissed because the North Carolina unfair trade practices statutes are unconstitutional. The State of North Carolina has made a motion to appear as amicus curiae on this issue. That motion will be allowed. <i>See</i> § XI, <i>infra.</i> Because the Ward defendants have not had an opportunity to respond to the State's brief, which the court has just accepted, ruling on this issue will be deferred for twenty days to allow the Ward defendants time to respond if they care to do so.</p>\n<p>Defendants' motion to dismiss this counterclaim is allowed as to the vexatious litigation claim. Ruling on the remaining portion of the motion is deferred for twenty days.</p>\n<p></p>\n<h2>8. Norry Electric's Second Counterclaim.</h2>\n<p>Norry Electric's second counterclaim alleges that:</p>\n<blockquote>Third party plaintiffs have brought and are litigating these third party claims for an improper purpose, namely to intimidate third party defendant and to cause <span class=\"star-pagination\">*909</span> it to pay moneys which it is not legally obligated to pay.</blockquote>\n<blockquote>Such third party claims have been brought by third party plaintiffs when they well know that WTC's board chairman, defendant Ward, has been convicted of criminal conduct with respect to the transactions at issue and that neither Ward nor WTC is entitled to contribution.</blockquote>\n<blockquote>Third party plaintiffs are willfully attempting to use legal process to accomplish a purpose for which it was not intended, namely to force Norry to pay damages for Ward's and WTC's criminal conduct.</blockquote>\n<blockquote>Third party plaintiffs' bringing and maintenance of these claims constitutes abuse of process and Norry has been damaged thereby.</blockquote>\n<p>Like Liberty Motor's sixth counterclaim, this claim fails to state a cause of action for abuse of process. It states neither an act in use of regularly-issued process not proper in a regular proceeding nor an ulterior purpose. <i>Stanback v. Stanback,</i> 297 N.C. 181, 254 S.E.2d 611 (1979). The only \"purpose\" alleged is to collect damages pursuant to claims made in this lawsuit, not an attempt to accomplish an illegitimate result outside of the lawsuit. If Norry Electric believes the defendants' claims to be frivolous and brought for the purpose of harassment then it may bring a claim for malicious prosecution if and when defendants' claims are terminated in Norry's favor. <i>Carver v. Lykes,</i> 262 N.C. 345, 137 S.E.2d 139 (1964). Defendants' motion to dismiss Norry Electric's second counterclaim is allowed.</p>\n<p></p>\n<h2>9. Norry Electric's Third Counterclaim.</h2>\n<p>The text of this counterclaim is set out in section IV C2, <i>supra,</i> and will not be repeated here. The unfair trade practices claim based on alleged kickbacks by Burns to Ward has been dismissed on statute of limitations grounds. <i>See</i> § IV C2, <i>supra.</i> However, there still remains a fraud claim based on the kickback scheme and a fraud and an unfair trade practices claim based on the defendants' alleged failure to properly drain the PCB oil from Norry Electric's transformers. Defendants argue that all these claims should be dismissed.</p>\n<p>Defendants first argue that there is no triable issue of fact remaining on the \"kickback\" claim. Defendants admit that Ward was paid $.70 by Burns out of the $1.70 per gallon Burns was paid for disposing of the PCB oil but insist that it was repayment of a personal loan. The Ward defendants contend that Norry Electric has brought forward no evidence to establish that it was not repayment of a personal loan. However, Ward has not shown the court that it was. So, resolution of this issue on summary judgment is not appropriate as there remain disputed issues of fact as to the nature and purpose of Burns' rebates to Ward.</p>\n<p>Defendants also request summary judgment on Norry's claim that it was charged for disposal of PCB oil when in fact not all the oil was taken out of Norry's transformers. The parties raise a genuine dispute as to whether the original oil with concentrated PCBs was indeed removed. Summary judgment on this issue is, therefore, not appropriate.</p>\n<p>Again defendants have raised a question as to the constitutionality of the unfair trade practices statute. Ruling on that claim will be held in abeyance until the issue is ready for ruling. <i>See</i> § XI, <i>infra.</i></p>\n<p>Defendants' motion for summary judgment on the two fraud claims presented in this counterclaim is denied. Ruling on the motion as to the remaining unfair trade practices claim is held in abeyance for twenty days.</p>\n<p></p>\n<h2>10. Norry Electric's Fourth Counterclaim.</h2>\n<p>The unfair trade practices claim alleged in the counterclaim has been dismissed as barred by the statute of limitations. § IV C3, <i>supra.</i> No argument for summary judgment has been made as to the remaining fraud claim.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*910</span> E. <i>Summary.</i>\n</h2>\n<p>The Ward defendants' motion for partial summary judgment is granted in part and denied in part. The defendants' request for the court to hold as a matter of law that plaintiffs are barred from recovering pre-CERCLA expenditures is denied. The defendants' request for a pretrial determination of the extent to which the issue of consistency with the National Contingency Plan may be relitigated and which parties bear the burden of proof has been granted. The motion for summary judgment on the third-party counterclaims has been granted as to Liberty Motor's second, third and sixth counterclaims and as to part of Norry Electric's first counterclaim, Norry's entire second counterclaim and one portion of the third. The court has held in abeyance, pending further submissions, the motion for summary judgment on Liberty Motor's fifth counterclaim and parts of Norry Electric's first and third counterclaims. The motion has been denied as to the remaining counterclaims.</p>\n<p></p>\n<h2>V. MOTION BY NORRY ELECTRIC FOR PARTIAL SUMMARY JUDGMENT AGAINST THE WARD DEFENDANTS ON NORRY'S FOURTH COUNTERCLAIM</h2>\n<p>Norry Electric's fourth counterclaim, set out in section IV C3, <i>supra,</i> deals with the sale of Norry's transformers by defendants to the United States Air Force and defendants' alleged attempts to cheat Norry out of its share of the proceeds. The unfair trade practices action alleged in this counterclaim has been dismissed on statute of limitations grounds, leaving a fraud claim. § IV C3, <i>supra.</i> As previously discussed, there remains a genuine issue of material fact as to when Norry discovered or should have discovered the fraud. § IV C3, <i>supra.</i> For this reason the court cannot grant Norry Electric's motion for summary judgment on this claim.</p>\n<p>However, the substantive basis of the claim is undisputed in the record. Defendants leased and sold Norry's transformers to the United States Air Force, then represented to Norry that they had been sold to a South Carolina company for far less money than was actually received. Deposition of Robert Earl Ward, III, p. 49. As a consequence, Norry received $34,825.00 less than was due it. In order to make out a case of actionable fraud, Norry must show that (1) defendants made a representation relating to some material fact; (2) the representation was false; (3) the representation was false when made or was made recklessly without any knowledge of its truth and as a positive assertion; (4) the false representation was made with the intention that it be relied on by Norry; (5) Norry reasonably relied upon the representation and acted on it; and (6) Norry was injured. <i>Johnson v. Phoenix Mutual Life Insurance Co.,</i> 300 N.C. 247, 253, 266 S.E.2d 610 (1980); <i>Ragsdale v. Kennedy,</i> 286 N.C. 130, 209 S.E.2d 494 (1974). All of the elements have been established and are undisputed. Thus, the only issues remaining for trial on this counterclaim are (1) when Norry Electric knew or should have known of the fraud and, if resolution of the first issue does not result in a statute of limitations bar, (2) the amount of punitive damages Norry may recover. Norry Electric's motion for summary judgment on its fourth counterclaim is denied.</p>\n<p></p>\n<h2>VI. MOTIONS BY LIBERTY MOTOR AND NORRY ELECTRIC FOR SUMMARY JUDGMENT ON THE CLAIMS ASSERTED AGAINST THEM BY THE WARD DEFENDANTS</h2>\n<p>The third-party defendants, Liberty Motor and Norry Electric, have also moved for summary judgment on the claims for indemnity and contribution brought against them by the Ward defendants. Specifically, the third-party defendants argue that Ward and WTC are collaterally estopped from denying their willful participation in the illegal dumpings. If this is so then they have no right of contribution because of their willful participation in the scheme.</p>\n<p><span class=\"star-pagination\">*911</span> The issues of collateral estoppel and right of contribution under CERCLA have previously been discussed in the court's order of 11 May 1984 ruling on the third-party defendants' motion to dismiss the third-party complaint. In that order the court held that the doctrine of collateral estoppel would act as a bar to any right of contribution stemming from disposal sites covered in the criminal action. However, the court denied the third-party defendants' motion to dismiss because it was not clear from the pleadings which disposal sites were covered by the criminal indictment. Nor was the court able, on the basis of the pleadings, to determine the applicability of the doctrine to WTC. These matters are now again before the court on summary judgment motions.</p>\n<p>The Ward defendants seek to have the court change its decision on the applicability of the doctrine of issue preclusion to the question of Ward's knowing and willful participation in the illegal dumpings. This court declines to do and stands on the reasoning set forth in the 11 May 1984 order.</p>\n<p>Based on the submissions by the third-party defendants and the plaintiffs, the court finds that the criminal indictment covered all of the PCB dump sites found in Johnston, Harnett, Franklin, Warren, Halifax, Granville, Wake, Nash, Wilson and Edgecombe Counties. <i>See</i> Exhibit \"A,\" Activity 4 Report, \"Master Map\" (submitted with North Carolina and United States of America motions for partial summary judgment). As a result of his conviction on all eight counts Robert Earl Ward, Jr., is estopped from denying his knowing participation in the PCB dumpings in those counties. And, as a consequence, he may not seek contribution from the third-party defendants for the cleanup costs of the spills in those counties as he is an intentional tortfeasor. Order of 11 May 1984; N.C. Gen.Stat. § 1B-1(c); 46 Am.Jur.2d, <i>Joint Ventures,</i> § 47 (1969); W. Prosser, <i>Law of Torts</i> § 50 (4th ed. 1971); Restatement (Second) of Torts § 886A(3).</p>\n<p>WTC is also collaterally estopped from denying its knowing participation in the illegal dumpings. Normally, collateral estoppel or issue preclusion applies only where there is identity of parties, subject matter and issues in the previous litigation. <i>Smoky Mountain Enterprises, Inc. v. Rose,</i> 283 N.C. 373, 196 S.E.2d 189 (1973). However, a close corporation in privity with its dominant officers may be bound by the acts of its officers for purposes of collateral estoppel. <i>Drier v. Tarpon Oil Company,</i> 522 F.2d 199 (5th Cir.1975); <i>Smoky Mountain Enterprises,</i> 283 N.C. at 373, 196 S.E.2d at 189.</p>\n<p>Privity between Ward and WTC exists in this case. At all times relevant to this lawsuit, Ward owned the majority, controlling interest in WTC, was its president, chief executive officer and decision maker. The corporation was essentially Ward's alter ego and is bound by the decisions he made as head corporate officer. <i>Kreager v. General Electric Co.,</i> 497 F.2d 468 (2d Cir.), <i>cert. denied,</i> 419 U.S. 861, 95 S.Ct. 111, 42 L.Ed.2d 95, <i>reh'g denied</i> 419 U.S. 1041, 95 S.Ct. 530, 42 L.Ed.2d 319 (1974). So, to the extent that Ward is barred from seeking contribution from the third-party defendants, WTC is also barred.</p>\n<p>The third-party defendants argue that Ward and WTC should also be barred from claiming contribution for the remaining sites outside the Eastern District. There are three distinct categories of additional sites:</p>\n<blockquote>1. Dumpings along roads in Lee and Person Counties which were continuations of dumpings which were covered by the criminal indictment;</blockquote>\n<blockquote>2. Dumpings in Alamance, Chatham and Lee Counties which were wholly within the Middle District of North Carolina; and</blockquote>\n<blockquote>3. Dumpings along Fort Bragg roadsides.</blockquote>\n<p>The third-party defendants argue that as knowing participants in Burns' criminal venture, the Ward defendants cannot seek contribution or indemnity for any acts which were the foreseeable consequence of <span class=\"star-pagination\">*912</span> the criminal acts. Clearly, a participant in a criminal act is civilly liable for other reasonably foreseeable acts done by other participants. <i>Halberstam v. Welch,</i> 705 F.2d 472 (D.C.Cir.1983). The third-party defendants argue that, as knowing participation by the Ward defendants in the criminal venture has been established by collateral estoppel, the court should impute the Ward defendants' knowing participation in the additional dumpings.</p>\n<p>Only one category of the non-Eastern District sites may benefit from this theory. Contribution for cleanup costs for sites along the roads in Lee and Person Counties which were continuations of the dumpings in Harnett and Granville Counties covered in the criminal indictment may not be recovered by the Ward defendants. It is judicially established that Ward was a knowing participant in the Harnett and Granville Counties dumpings. <i>United States v. Ward,</i> No. 79-4-CR-5 (E.D.N.C. 1979). It is also clear from the record that the spills in Lee and Person Counties were made by Burns at the same time as those in Harnett and Granville Counties. Therefore, it is indisputable that Ward and WTC were knowing participants in these dumpings.</p>\n<p>There is no evidence before the court from which it may, on summary judgment, preclude the Ward defendants from recovering contribution for the Middle District or Fort Bragg sites. The Fort Bragg dumpings were the first ones made by Burns, and the issue of whether Ward knew of them at the time remains disputed. In addition, the court cannot glean from the record the order of the other dumpings. If Burns did the Middle District dumpings before those in the Eastern District, Ward may not yet have become a knowing participant in the scheme. There is simply nothing in the record which would justify granting the motions of the third-party defendants on these remaining sites.</p>\n<p>Accordingly, the motions by the third-party defendants for summary judgment on the claims against them by the Ward defendants are granted in part and denied in part. The Ward defendants are precluded from seeking contribution from the third-party defendants for the cleanup of PCB spills in Harnett, Franklin, Warren, Halifax, Granville, Wake, Nash, Wilson and Edgecombe Counties and for those portions of the spills in Lee and Person Counties which are continuous with those in Harnett and Granville Counties. Exhibit A, \"Master Map,\" Blocks 1-11. The motions are denied as to those spills wholly within the Middle District and those on Fort Bragg. <i>Id.,</i> Blocks 12 and 13.</p>\n<p></p>\n<h2>VII. APPEAL BY THE WARD DEFENDANTS FROM THE MAGISTRATE'S DISCOVERY ORDER OF 2 JANUARY 1985</h2>\n<p>Through this appeal defendants seek to obtain discovery from the United States of America of information about response measures taken by the government at other spill sites. Defendants claim that they must have this material if they are to be able to effectively contest the consistency of the government's expenditures with the National Contingency Plan. See § IV B, <i>supra.</i> Although the court has held that defendants may properly contest this issue, the magistrate's order of 2 January 1985 will be upheld. The court finds that the magistrate's order is not clearly erroneous or contrary to law in its conclusions that (1) allowing such discovery would place an undue burden upon plaintiff and (2) the information sought is irrelevant to this action. 28 U.S.C. § 636(b)(1)(A) (1982).</p>\n<p></p>\n<h2>VIII. MOTION BY THE WARD DEFENDANTS FOR LEAVE TO FILE A THIRD-PARTY COMPLAINT AGAINST NEIL NORRY, PRESIDENT OF NORRY ELECTRIC, AND MANNY MARGOLIS, PRESIDENT OF LIBERTY MOTOR</h2>\n<p>Motion by the Ward defendants for leave to file an additional third-party complaint against Norry Electric's president, Neil Norry, and Liberty Motor's president, Manny Margolis, is denied. Failure to allow <span class=\"star-pagination\">*913</span> the motion will result in no prejudice to the Ward defendants as they have already brought suit against the corporations and will be able to recover the full amount due them by the corporate defendants, if any. In addition, third-party liability is tenuous at best. By contrast, if the court were to grant the motion it would unreasonably delay the trial of this protracted matter. Discovery has been completed, the time for filing motions has run and the case is almost ready for trial. To allow this motion would require delay of the trial until the new defendants answered the complaint, had time for additional discovery and were allowed to file motions. The motion is denied.</p>\n<p></p>\n<h2>IX. JOINT MOTION BY THE UNITED STATES OF AMERICA AND STATE OF NORTH CAROLINA IN OPPOSITION TO DEFENDANTS\" DEMAND FOR A JURY TRIAL</h2>\n<p>The Ward defendants have demanded a jury trial of this action. All of the federal courts which have addressed the issue of the right to a jury trial for CERCLA claims have agreed that the type of relief available under CERCLA is equitable in nature and thus a jury trial is not available. <i>Wehner v. Syntex Corp.,</i> 618 F.Supp. 37 (E.D.Mo.1984); <i>United States v. Wade,</i> 20 ERC 1853 (E.D.Pa.1984); <i>United States v. Union Gas Co.,</i> 586 F.Supp. 1522 (E.D.Pa.1984); <i>United States v. Argent,</i> Civ. Action No. 83-523-NB (D.N.M.1983); <i>United States v. Northeastern Pharmaceutical and Chemical Co.,</i> 579 F.Supp. 823 (W.D. Mo.1984); <i>United States v. Reilly Tar and Chemical Corp.,</i> 20 ERC 1052 (D.Miss. 1983); <i>United States v. Georgeoff,</i> Civ. Action No. C83-1656-A (N.D.Ohio 1984); <i>United States v. Tyson,</i> Civ. Action No. 84-2663 (E.D.Pa.1984). This court concurs with those others for the reasons given in the opinions cited above. The joint motion to strike the defendants' demand for a jury trial as to the CERCLA claims is allowed.</p>\n<p></p>\n<h2>X. MOTION BY WARD DEFENDANTS TO SEPARATE THE TRIAL OF CERTAIN COUNTERCLAIMS</h2>\n<p>The Ward defendants have also moved to separate the trial of Norry Electric's fourth counterclaim and Liberty Motor's fifth counterclaim on the grounds that they are unrelated to the PCB spills which are the main subject of this action.</p>\n<p>Norry Electric's fourth counterclaim deals with the sale by the Ward defendants of Norry's transformers and the falsification of invoices by the Ward defendants resulting in damage to Norry. This counterclaim is clearly unrelated to the PCB spills. Severance for trial of this claim is granted as failure to sever would result in prejudice to defendants and unnecessary complication of an already unwieldy case.</p>\n<p>Liberty Motor's fifth counterclaim deals with the unauthorized sale by the Ward defendants of some of Liberty's equipment. Liberty has been ordered to particularize this claim. Ruling on the Ward defendants' motions for summary judgment on the claim have been stayed. It would be premature to rule on a motion for severance until such time as the claim has been particularized and the summary judgment motions disposed of.</p>\n<p>Accordingly, motion by the Ward defendants for severance of Norry Electric's fourth counterclaim is allowed. The motion for severance of Liberty Motor's fifth counterclaim will be ruled upon after Liberty has complied with this court's order to particularize and after the court rules upon the Ward defendants' motions for summary judgment on the claim.</p>\n<p></p>\n<h2>XI. MOTION BY THE STATE OF NORTH CAROLINA TO APPEAR AS AMICUS CURIAE ON THE ISSUE OF THE CONSTITUTIONALITY OF NORTH CAROLINA GENERAL STATUTE § 75-1.1</h2>\n<p>The State seeks to be allowed to reply, as amicus curiae, to the Ward defendants' challenge to the constitutionality of North Carolina General Statute § 75-1.1 contained in the Ward defendants' motion <span class=\"star-pagination\">*914</span> to dismiss the third-party counterclaims of Norry Electric and Liberty Motor. The motion is allowed. Defendants are given twenty days from the date of this order to file any response they may care to make.</p>\n<p></p>\n<h2>XII. MOTION BY THE STATE OF NORTH CAROLINA FOR LEAVE TO AMEND THE COMPLAINT IN INTERVENTION</h2>\n<p>The State of North Carolina moves to amend its complaint in intervention to add a pendent state law claim for equitable restitution. Fed.R.Civ.P. 15(a). This motion is based on an anticipated ruling by this court that the State's claim for recovery of pre-CERCLA expenditures would be disallowed. The motion is denied for two reasons. First, the court, in this order, has ruled that CERCLA allows for recovery of pre-enactment expenditures. <i>See</i> § IV A, <i>supra</i><i>.</i> Second, to allow the State to amend its complaint at this late stage would unreasonably delay this complex litigation. Discovery has already been completed and, with the exception of a few matters specified in this order, this case is ready for trial upon the filing of this decision. To allow an amendment would require a response from defendants, possible additional discovery and time to file additional motions to dismiss and for summary judgment.</p>\n<p></p>\n<h2>XIII. MOTION BY NORRY ELECTRIC TO STRIKE MEMORANDUM SUBMITTED BY THE WARD DEFENDANTS REGARDING THE MOTIONS FOR SUMMARY JUDGMENT</h2>\n<p>Norry Electric moves to strike the Ward defendants' 2 April 1985 memorandum of additional authorities on unfair trade practice counterclaims. The reason for the motion is that the North Carolina Court of Appeals decision submitted is unpublished and, in accordance with Rule 30(e) of the North Carolina Rules of Appellate Procedure, should not be considered for any purpose outside the case in which the decision was rendered. The motion to strike is allowed on the grounds that it was not intended to be considered by this court. N.C.R.App.P. 30(e). The Ward defendants' memorandum has not been considered in this decision.</p>\n<p></p>\n<h2>XIV. SUMMARY</h2>\n<p>The rulings on the pending motions in this action are as follows:</p>\n<p>1. The motion by plaintiff, the United States of America, for partial summary judgment against the Ward defendants is allowed. Defendants are adjudged liable to the federal government under 42 U.S.C. § 9607(a)(3). Determination of the amount of damages remains an issue for trial.</p>\n<p>2. The motion by plaintiff-intervenor, the State of North Carolina, for partial summary judgment against the Ward defendants is allowed. Defendants are liable to the State under 42 U.S.C. § 9607(a)(3) for an amount to be determined at trial.</p>\n<p>3. The motion by the Ward defendants for partial summary judgment is granted in part and denied in part. The defendants' request for the court to hold as a matter of law that plaintiffs are barred from recovering pre-CERCLA expenditures is denied. The defendants' request for a pretrial determination of the extent to which the issue of consistency with the National Contingency Plan may be relitigated and which parties bear the burden of proof has been granted, as discussed in § IV B, <i>supra.</i> The motion for summary judgment on the third-party counterclaims has been allowed as to Liberty Motor's second, third and sixth counterclaims and as to part of Norry Electric's first counterclaim, Norry's entire second counterclaim and one portion of the third. The court has held in abeyance, pending further submissions, the motion for summary judgment on Liberty Motor's fifth counterclaim and parts of Norry Electric's first and third counterclaims.</p>\n<p>4. Norry Electric's motion for partial summary judgment against the Ward defendants on Norry's fourth counterclaim is denied.</p>\n<p><span class=\"star-pagination\">*915</span> 5. The motion by Norry Electric for summary judgment on the claims asserted against it by the Ward defendants is granted in part and denied in part. The Ward defendants are precluded from seeking contribution from Norry Electric for the cleanup of PCB spills in Harnett, Franklin, Warren, Halifax, Granville, Wake, Nash, Wilson and Edgecombe Counties and for those portions of the spills in Lee and Person Counties which are continuous with those in Harnett and Granville Counties. The motion is denied as to those spills wholly within the Middle District and those on Fort Bragg.</p>\n<p>6. The motion by Liberty Motor for summary judgment on the claims asserted against it by the Ward defendants is granted in part and denied in part, as explained in # 5, <i>supra.</i></p>\n<p>7. The magistrate's discovery order of 2 January 1985 is affirmed.</p>\n<p>8. The Ward defendants' motion for leave to file a third-party complaint against Neil Norry, president of Norry Electric, and Manny Margolis, president of Liberty Motor, is denied.</p>\n<p>9. Joint motion by the United States of America and State of North Carolina in opposition to defendants' demand for a jury trial is allowed. The clerk is ordered to strike the defendants' jury demand.</p>\n<p>10. Motion by the Ward defendants to separate the trial of certain counterclaims is granted as to Norry Electric's fourth counterclaim and held in abeyance as to Liberty Motor's fifth counterclaim.</p>\n<p>11. Motion by the State of North Carolina to appear as amicus curiae on the issue of the constitutionality of North Carolina General Statute § 75-1.1 is granted.</p>\n<p>12. Motion by the State of North Carolina for leave to amend the complaint in intervention is denied.</p>\n<p>13. Motion by Norry Electric to strike a memorandum submitted by the Ward defendants regarding the motions for summary judgment is allowed.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">618</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">884</span></span> (1985)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff, State of North Carolina, Plaintiff-Intervenor,<br>\nv.<br>\nRobert Earl WARD, Jr. and Ward Transformer Co., Inc., Defendants and Third Party Plaintiffs,<br>\nv.<br>\nNORRY ELECTRIC CORPORATION and Liberty Motor and Machinery Co., Third Party Defendants.</h1></center>\n<center>No. 83-63-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 9, 1985.</center>\n<p><span class=\"star-pagination\">*885</span> <span class=\"star-pagination\">*886</span> <span class=\"star-pagination\">*887</span> <span class=\"star-pagination\">*888</span> <span class=\"star-pagination\">*889</span> James S. Perry, Asst. U.S. Atty., Raleigh, N.C., Jeremy Ray Akers, Washington, D.C., Anne L. Asbell, Atlanta, Ga., Douglas Greenhous, Washington, D.C., for plaintiff.</p>\n<p>Thomas F. Moffitt, Deputy Atty. Gen., Raleigh, N.C., for plaintiff-intervenor.</p>\n<p>Walter E. Brock, Jr., Jerry S. Alvis, Raleigh, N.C., for defendants.</p>\n<p>Charles C. Meeker, Robert W. Spearman, Raleigh, N.C., for Norry Elec. Corp.</p>\n<p>Ralph McDonald, Raleigh, N.C., for Liberty Motor and Machinery Co.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>Plaintiff, the United States of America, brought this action seeking to have the defendants, Robert Earl Ward, Jr., and Ward Transformer Company, Inc. (the Ward defendants), held liable under the Comprehensive Environmental Response, Compensation and Liability Act of 1980 (CERCLA) for reimbursement of federal funds spent in cleaning up hazardous substances off the roadsides of Eastern North Carolina. 42 U.S.C. § 9607(a) (1982). The State of North Carolina subsequently intervened as a party plaintiff seeking restitution for the expenses it incurred in cleaning up these same spills. The Ward defendants then filed third-party complaints against Norry Electric Corporation (Norry Electric) and Liberty Motor and Machinery Company (Liberty Motor) seeking contribution and/or indemnity on any amounts the Ward defendants might be required to pay.</p>\n<p>Currently pending before the court and now ripe for ruling are the following:</p>\n<p>1. Motion by plaintiff, the United States of America, for partial summary judgment against the Ward defendants;</p>\n<p>2. Motion by plaintiff-intervenor, the State of North Carolina, for partial summary judgment against the Ward defendants;</p>\n<p>3. Motion by the Ward defendants for partial summary judgment;</p>\n<p>4. Motion by Norry Electric for partial summary judgment against the Ward defendants on Norry's fourth counterclaim;</p>\n<p>5. Motion by Norry Electric for summary judgment on claims asserted against it by the Ward defendants;</p>\n<p>6. Motion by Liberty Motor for summary judgment against the Ward defendants;</p>\n<p>7. Appeal by the Ward defendants from the magistrate's discovery order of 2 January 1985;</p>\n<p>8. Motion by the Ward defendants for leave to file a third-party complaint against Neil Norry, president of Norry Electric, and Manny Margolis, president of Liberty Motor;</p>\n<p>9. Joint motion by the United States of America and the State of North Carolina in opposition to defendants' demand for a jury trial;</p>\n<p>10. Motion by the Ward defendants to separate the trial of certain counterclaims;</p>\n<p>11. Motion by the State of North Carolina to appear as amicus curiae on the issue of the constitutionality of North Carolina General Statute § 75-1.1;</p>\n<p>12. Motion by the State of North Carolina for leave to amend the complaint in intervention; and</p>\n<p>13. Motion by Norry Electric to strike a memorandum submitted by the Ward defendants regarding the motions for summary judgment.</p>\n<p>The summary judgment motions and the appeal from the magistrate's discovery order <span class=\"star-pagination\">*890</span> of 2 January 1985, motions one through seven listed above, came on for hearing before the court on 5 April 1985. Motions eight through ten were taken under advisement by the court pending the 5 April hearing. The three remaining motions became ready for ruling after the hearing was set. All thirteen motions will be ruled upon seriatim in this order.</p>\n<p></p>\n<h2>I. FACTS AND PRIOR PROCEEDINGS</h2>\n<p>Defendant, Ward Transformer Company, Inc. (WTC), is a Raleigh, North Carolina, corporation which in 1978 was engaged in the business of purchasing, rebuilding and selling electrical equipment, including electrical voltage transformers. At that time the president and principal shareholder of the corporation was defendant, Robert Earl Ward, Jr. (Ward). Ward's son, Robert Earl Ward, III, owned the remaining shares. Until 1980, when he turned over control of the corporation to his son, Ward was responsible for the day-to-day business decisions, either individually or in conjunction with other corporate officers, and was actively engaged in the management and operation of the company.</p>\n<p>In 1978 large quantities of transformer insulating fluid containing polychlorinated biphenyls (PCBs) were stored at WTC's facility in Wake County in 55-gallon drums, transformers and a holding tank. On 17 February 1978, the United States Environmental Protection Agency (EPA) published final administrative rules regarding the labeling, storage, and disposal of PCBs, pursuant to the Toxic Substances Control Act. 15 U.S.C. §§ 2601-2629 (1982). These rules became effective on 18 April 1978. The new rules had a major impact on the electrical transformer repair industry because of the use of PCBs in transformer insulating fluid. Their enactment made storage and disposal of PCB-laden transformer oil undesirable. Consequently, WTC adopted a policy of not buying any more transformers containing PCB oil and began to explore ways to get rid of the PCB oil then in storage at its Wake County facility.</p>\n<p>During the first part of 1978 Ward asked his son to look into ways of disposing of the PCB oil being stored at the WTC facility. After considering price quotations from six companies who offered to dispose of the oil, Ward, his son and Fred Tucker (another member of WTC's board of directors) entered into an agreement with Robert J. Burns. Burns was a long-time acquaintance and business associate of Ward, who then owed Ward personally some $55,000. The agreement made provided that WTC was to pay Burns $1.70 per gallon plus freight costs for removal of the PCB oil from the Wake County facility. The agreement was verbal and was never reduced to writing or incorporated in a company resolution. Sometime after the oral agreement was made, Burns agreed to pay Ward 70 cents per gallon of oil he removed as repayment on the personal debt.</p>\n<p>In the spring of 1978 Burns and his two sons, assisted by WTC employees, began removing the PCB oil. They began with the oil stored in the 55-gallon drums. After the oil was removed from the drums, Burns and his sons began removing oil from the transformers.</p>\n<p>There were approximately forty-one PCB transformers then located at the WTC facility, containing approximately 12,850 gallons of PCB fluid. Six of the transformers, containing some 3,180 gallons of PCB fluid, belonged to WTC. One transformer, belonging to Electric World, contained about 247 gallons. Nine transformers containing 1,900 gallons belonged to Liberty Motor. Twenty-five transformers with approximately 7,500 gallons were owned by Norry Electric. After the oil had been removed, Liberty Motor and Norry Electric were informed by WTC that their oil had been disposed of by Burns.</p>\n<p>In order to aid in disposal of the oil and at Burns' request, Robert Earl Ward, III, ordered a 750-gallon tank in which to put the oil taken from the transformers. The tank was paid for by Burns and loaded into his van-type truck. Over a period of time <span class=\"star-pagination\">*891</span> Burns and his sons loaded at least 9,400 gallons of PCB oil into this tank.</p>\n<p>After the PCB fluid was removed from the WTC premises Burns and his sons dumped it from the 750-gallon tank onto the Fort Bragg Military Reservation and along various roadways in North Carolina. The first dumping of PCB oil was done at Fort Bragg during the last week of June 1978 from an enclosed yellow truck outfitted with the 750-gallon tank and piping connected to a nozzle extending from the rear right side of the truck which could be opened to allow a steady stream of oil to escape as the truck was being driven down the road.</p>\n<p>Shortly after the Fort Bragg dumpings Burns informed Ward of his method of disposal. Ward did not report it to anyone but continued to permit Burns to remove the PCB oil from WTC. Ward claims that he received assurances from Burns that there would be no further illegal disposal. The government disputes this fact.</p>\n<p>During the last week of July and the first few weeks of August 1978 Burns and his sons began dumping PCB oil along the road shoulders in Eastern North Carolina in the counties surrounding Raleigh. For these later dumpings the 750-gallon tank was transferred to an enclosed blue Sears \"van-type truck\" and the piping/nozzle configuration altered so that the nozzle extended from the rear of the passenger cab and the flow of liquid could be controlled from the cab. This allowed the person sitting on the passenger side of the van to spray the oil continuously along the highway road shoulder as the truck was being driven down the highway. To do this spraying Burns and his sons selected secluded stretches of roadway in rural areas. The valve was left open except when the truck was passing through inhabited or well-lit areas.</p>\n<p>Both alterations to the 750-gallon tank used by Burns were done at the WTC facility with the help of WTC employees. The Ward defendants admit this but claim that neither they nor their employees had any knowledge of the purpose for the altering of the pipes.</p>\n<p>At the end of June 1978 governmental authorities discovered areas of discolored grass and stained earth along approximately eleven miles of road shoulder on the Fort Bragg Military Reservation. Then in the last few days of July and the first days of August government authorities discovered similar discolored strips along approximately 210 miles of highway road shoulders in Alamance, Chatham, Edgecombe, Franklin, Granville, Halifax, Harnett, Johnston, Lee, Nash, Person, Wake, Warren and Wilson Counties. Chemical analysis of soil, grass and liquid oil samples collected from the spill strips by the EPA and the state authorities indicated the presence of Aroclor 1242 and 1260, PCB compounds, in concentrations greater than fifty parts per million (ppm). Defendants contest the government's assertion that PCBs were found in this large a concentration at all the spill strips.</p>\n<p>As a result of the criminal investigation of the dumpings, Robert J. Burns confessed to the dumpings and was arrested. Analysis of oil samples taken from drums and transformers at WTC and from the 750-gallon tank in Robert Burns' truck indicated the presence of Aroclor 1260 PCB in concentrations greater than fifty ppm.</p>\n<p>On 22 January 1979, Robert Earl Ward, Jr., was indicted by a federal grand jury on eight counts of knowingly and willfully causing PCBs to be disposed of in the Counties of Johnston and Harnett (Count 1); Franklin, Warren and Halifax (Count 2); Granville (Count 3); Harnett (Count 4); Wake, Nash and Franklin (Count 5); Nash (Count 6); Halifax (Count 7); and Wilson and Edgecombe (Count 8) and for aiding and abetting in such unlawful disposal. On 22 May 1981 Ward was convicted on all eight counts. The conviction was upheld by the United States Court of Appeals for the Fourth Circuit. <i>United States v. Ward,</i> <span class=\"citation\" data-id=\"402535\"><a href=\"/opinion/402535/united-states-v-robert-earl-ward-jr-aka-buck-ward/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">94</span></a></span> (4th Cir.1982). Ward's subsequent petition for a writ of certiorari to the United States Supreme Court was denied on 5 October 1982. <i>Ward v. United</i> <span class=\"star-pagination\">*892</span> <i>States,</i> <span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">835</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">79</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">76</span></span> (1982).</p>\n<p>The EPA listed the \"PCB spill sites\" along \"210 miles of roads\" in North Carolina on its \"Interim Priority List\" as a site in immediate need of cleanup. The State of North Carolina submitted an application for federal funds and, on 26 May 1982, entered into a cooperative agreement in which the EPA agreed to pay for 90% of the cleanup costs and the State agreed to pay the remaining 10%.</p>\n<p>In September of 1982, pursuant to its agreement with the EPA, the State of North Carolina began to physically remove the contaminated soil and place it in a landfill in Warren County. This operation was concluded on 17 November 1982 and final construction of the landfill was completed on 14 July 1983.</p>\n<p>On 6 October 1982 the United States Department of the Army began the pickup of PCB-contaminated soil from the Fort Bragg spill site, also disposing of it at the EPA landfill in Warren County. Transport of the contaminated soil and restoration of the evacuated areas was completed in November of 1982.</p>\n<p>Both the United States and the State of North Carolina have expended funds in investigation, planning, soil pickup and landfill activities arising out of this illegal dumping of PCB oil. These funds have not been reimbursed from any source.</p>\n<p></p>\n<h2>II. CERCLA</h2>\n<p>Congress passed CERCLA in 1980 in an effort to deal with past disposal sites of hazardous substances which were posing threats to public health and the environment. S.Rep. No. 848, 96th Cong., 2d Sess. 2 (1980). The statute gave the President the power to act, consistent with the National Contingency Plan, to remove, arrange for the removal of or provide any other appropriate response or remedial action in coping with the release or threatened release of any hazardous substance or dangerous pollutant or contaminant into the environment. 42 U.S.C. § 9604 (1982). It also created an industry tax to pay for such cleanup or remedial action and created for the government or other injured parties the right to recover damages from those responsible for the problems. 42 U.S.C. §§ 9607 and 9631 (1982).</p>\n<p>The EPA is the agency primarily responsible for managing cleanup of hazardous substances conducted pursuant to CERCLA. 42 U.S.C. § 9604(a)(1) (1982); Executive Order No. 12316, § 2, 3 C.F.R. 168 (1982). In carrying out this responsibility, the EPA is authorized to undertake investigations, determine the risks to the environment, plan a response and enter into cooperative agreements with state governments to carry out that response. 42 U.S.C. § 9604 (1982).</p>\n<p>The EPA's response activities are financed mostly by the Hazardous Substance Response Trust Fund (Superfund) established by section 221 of CERCLA, 42 U.S.C. § 9631. 42 U.S.C. § 9611(a)(1) (1982). These activities are guided by the National Oil and Hazardous Substance Contingency Plan (NCP). 42 U.S.C. § 9604(a)(1) (1982); 40 C.F.R. § 300.1 <i>et seq.</i> (1983). Those sites in most urgent need of governmental response are included in a \"national priorities list\" which identifies priority sites for Superfund-financed remedial action. 42 U.S.C. § 9605(8)(B).</p>\n<p>Because Superfund moneys are limited, CERCLA provides for recovery of costs from \"responsible parties,\" as set out in section 107. 42 U.S.C. § 9607 (1982). Section 107(a) of CERCLA lists those parties liable for reimbursement of moneys spent in cleaning up hazardous waste sites:</p>\n<blockquote>(1) the owner and operator of a vessel ... or a facility [where hazardous wastes are located],</blockquote>\n<blockquote>(2) any person who at the time of disposal of any hazardous substance owned or operated any facility at which such hazardous substances were disposed of,</blockquote>\n<blockquote>(3) any person who by contract, agreement, or otherwise arranged for disposal or treatment, or arranged with a transporter for transport for disposal or treatment, of hazardous substances owned or <span class=\"star-pagination\">*893</span> possessed by such person, by any other party or entity, at any facility owned or operated by another party or entity and containing such hazardous substances, and</blockquote>\n<blockquote>(4) any person who accepts or accepted any hazardous substances for transport to disposal or treatment facilities or sites selected by such person, from which there is a release, or a threatened release which causes the incurrence of response costs, of a hazardous substance....</blockquote>\n<p>42 U.S.C. § 9607(a) (1982). Thus, four classes of people may be held liable: (1) current owners and operators of hazardous waste facilities; (2) past owners and operators of hazardous waste facilities; (3) persons who arranged for disposal of hazardous substances; and (4) transporters of hazardous substances. <i>Id.</i></p>\n<p>Liability under section 107(a) is subject only to the three defenses, enumerated in section 107(b), which the defendant bears the burden of proving by a preponderance of the evidence:</p>\n<blockquote>(1) an act of God;</blockquote>\n<blockquote>(2) an act of war;</blockquote>\n<blockquote>(3) an act or omission of a third party other than an employee or agent of the defendant, or than one whose act or omission occurs in connection with a contractual relationship, existing directly or indirectly, with the defendant, ... if the defendant establishes by a preponderance of the evidence that (a) he exercised due care with respect to the hazardous substance concerned ... and (b) he took precautions against foreseeable acts or omissions of any such third party and the consequences that could foreseeably result from such acts or omissions....</blockquote>\n<p>42 U.S.C. § 9607(b) (1982). In order to prevail on these defenses, a defendant must prove that one or a combination of these events was the sole cause of the release or threat of release of hazardous substances and the damage resulting therefrom. 42 U.S.C. § 9607(b) (1982).</p>\n<p>Aside from these defenses, CERCLA imposes strict liability. <i>United States v. Northeastern Pharmaceutical and Chemical Co., Inc. (NEPACCO),</i> <span class=\"citation\" data-id=\"1819298\"><a href=\"/opinion/1819298/united-states-v-northeastern-pharm-chem-co/\"><span class=\"volume\">579</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">823</span></a></span>, 843-44 (W.D.Mo.1984); <i>United States v. Price,</i> <span class=\"citation\" data-id=\"1497248\"><a href=\"/opinion/1497248/united-states-v-price/\"><span class=\"volume\">577</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1103</span></a></span>, 1113 (D.N.J. 1983); <i>United States v. Chem-Dyne Corp.,</i> <span class=\"citation\" data-id=\"2310597\"><a href=\"/opinion/2310597/united-states-v-chem-dyne-corp/\"><span class=\"volume\">572</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">802</span></a></span>, 805 (S.D.Ohio 1983); <i>City of Philadelphia v. Stepan Chemical Co.,</i> <span class=\"citation\" data-id=\"1687114\"><a href=\"/opinion/1687114/city-of-philadelphia-v-stepan-chemical-co/\"><span class=\"volume\">544</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1135</span></a></span>, 1148 (E.D.Pa.1982). Section 107(a) also provides for joint and several liability. 42 U.S.C. § 9607 (1982). <i>See, e.g., NEPACCO,</i> 579 F.Supp. at 844-45.</p>\n<p></p>\n<h2>III. MOTIONS BY PLAINTIFF, THE UNITED STATES OF AMERICA, AND PLAINTIFF-INTERVENOR, THE STATE OF NORTH CAROLINA, FOR PARTIAL SUMMARY JUDGMENT AGAINST THE WARD DEFENDANTS</h2>\n<p>Plaintiff, the United States of America, and plaintiff-intervenor, the State of North Carolina, both move for partial summary judgment on their claims against the Ward defendants. Specifically, they request the court to enter judgment against the Ward defendants on the issue of liability under CERCLA, and hold that there are no defenses available to these defendants. If the motions are granted, it would leave for trial between these parties only an issue of damages.</p>\n<p>Plaintiffs claim that, as a matter of law, the Ward defendants are liable under both section 107(a)(2) and section 107(a)(3) as they are both \"past owners and operators of hazardous waste facilities\" and \"persons who arranged for disposal of hazardous substances.\" 42 U.S.C. §§ 9607(a)(2) &amp; (3) (1982). The court will first address the issue of defendants' liability under section 107(a)(3). 42 U.S.C. § 9607(a)(3) (1982).</p>\n<p></p>\n<h2>A. <i>Defendants' Liability Under Section 107(a)(3).</i>\n</h2>\n<p>In order to establish liability under section 107(a)(3) the government must prove: (a) the defendant was a person within the meaning of the statute; (b) he owned or possessed hazardous substances; (c) he, by contract, agreement or otherwise, arranged for disposal or treatment, or arranged with a transporter for transport for disposal or <span class=\"star-pagination\">*894</span> treatment of those substances at a facility; (d) there was a release or threatened release of a hazardous substance at the site; (e) the release or threatened release caused the incurrence of response costs. 42 U.S.C. § 9607(a)(3) (1982).</p>\n<p></p>\n<h2>1. \"Persons\" Under the Statute.</h2>\n<p>Section 101(21) of CERCLA includes in the definition of \"person\" individuals and corporations. 42 U.S.C. § 9601(21) (1982). It is undisputed that both Ward and WTC come within this definition and are therefore persons within the meaning of CERCLA.</p>\n<p></p>\n<h2>2. Owner or Possessor of Hazardous Substances.</h2>\n<p>It is undisputed that the Ward defendants were the owners and possessors of oil containing PCBs which was subsequently dumped on North Carolina roadsides. PCBs are a \"hazardous substance\" as that term is defined by CERCLA. 42 U.S.C. § 9601(14) (1982).</p>\n<p>Section 101(14) of CERCLA describes \"hazardous substance\" as:</p>\n<blockquote>(A) any substance designated pursuant to section 1321(b)(2)(A) of Title 33 [the Federal Water Pollution Control Act, or Clean Water Act],</blockquote>\n<blockquote>(B) any element, compound, mixture, solution, or substance designated pursuant to section 9602 of [CERCLA],</blockquote>\n<blockquote>(C) any hazardous waste having the characteristics identified under or listed pursuant to section 3001 of the Solid Waste Disposal Act [42 U.S.C. § 6921] (but not including any waste the regulation of which under the Solid Waste Disposal Act ... has been suspended by Act of Congress),</blockquote>\n<blockquote>(D) any toxic pollutant listed under section 1317(a) of Title 33,</blockquote>\n<blockquote>(E) any hazardous air pollutant listed under section 112 of the Clean Air Act [42 U.S.C. § 7412], and</blockquote>\n<blockquote>(F) any imminently hazardous chemical substance or mixture with respect to which the Administrator has taken action pursuant to section 2606 of Title 15 [the Toxic Substance Control Act]....</blockquote>\n<p>42 U.S.C. § 9601(14) (1982).</p>\n<p>PCBs fit into several of these categories. PCBs have been designated as hazardous substances in the regulations promulgated under section 311 of the Federal Water Pollution Control Act. 33 U.S.C. § 1321 (1982); 40 C.F.R. § 116.4 (1984). PCBs have also been included as toxic water pollutants under the regulations issued pursuant to section 307 of the Clean Water Act. 33 U.S.C. § 1317 (1982); 40 C.F.R. §§ 129.4(f) and 401.15(54) (1984). In addition, they are listed as toxic substances under the Toxic Substances Control Act and its regulations. 15 U.S.C. § 2605(e); 40 C.F.R. §§ 761.1 <i>et seq.</i> (1984). Accordingly, PCBs come under the definition of hazardous substances in CERCLA sections 101(14)(A), (D) &amp; (F). 42 U.S.C. §§ 9601(14)(A), (D) &amp; (F) (1982).</p>\n<p></p>\n<h2>3. Arranging for Disposal or Treatment at a Facility by Contract or Agreement or Through a Transporter.</h2>\n<p>Both WTC and Ward personally arranged for disposal of PCBs by contract with a transporter. Ward and WTC entered into an oral contract with Burns providing that Burns would remove from WTC the PCB-contaminated fluid located on its premises. Ward, as president, chief operating officer, director and majority shareholder of WTC, acted on behalf of and for the benefit of the corporation when he entered into this agreement. He also personally participated in securing the contract for his long-time friend and former business associate, Burns, who then owed Ward personally a large sum of money. The agreement, in addition to benefiting WTC, benefited Ward personally in that he received partial repayment on his personal debt from Burns out of the amount paid Burns by WTC.</p>\n<p>A corporate officer of a company who exercises authority for the company's operations and participates in arranging for the disposal of hazardous wastes is liable under § 107(a)(3) for cleanup costs. <span class=\"star-pagination\">*895</span> 42 U.S.C. § 9607(a)(3) (1982). <i>United States v. NEPACCO,</i> <span class=\"citation\" data-id=\"1819298\"><a href=\"/opinion/1819298/united-states-v-northeastern-pharm-chem-co/\"><span class=\"volume\">579</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">823</span></a></span>, 848-49 (W.D.Mo.1984). Ward was, without doubt, personally involved in the decision to have Burns dispose of the hazardous wastes.</p>\n<p>Defendants argue that they did not \"arrange for disposal\" within the meaning of section 107(a)(3) for two reasons: (1) The transaction between Ward and Burns was a \"sale\" of the PCBs rather than a contract \"arranging for disposal;\" and (2) in order for such liability to attach it must be established by undisputed facts that Ward or WTC planned or prepared with Burns to \"discharge, deposit ... [or] dump\" the PCBs at the site where they were deposited. First of all, a characterization of the transaction between Burns and Ward as a \"sale\" of the PCB-contaminated oil is ludicrous. Burns was paid $1.70 per gallon to remove the oil from WTC's premises. He did not \"buy\" the oil, but was merely performing a service for Ward and WTC. Liability under CERCLA cannot be avoided by the mere characterization of a transaction as a sale. <i>New York v. General Electric Co.,</i> <span class=\"citation\" data-id=\"1817025\"><a href=\"/opinion/1817025/state-of-ny-v-general-elec-co/\"><span class=\"volume\">592</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">291</span></a></span>, 297 (N.D.N.Y.1984); <i>United States v. A &amp; F Materials Co., Inc.,</i> <span class=\"citation\" data-id=\"1760470\"><a href=\"/opinion/1760470/united-states-v-a-f-materials-co-inc/\"><span class=\"volume\">582</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">842</span></a></span>, 845 (S.D.Ill.1984).</p>\n<p>The Ward defendants also contend that in order to be held liable under section 107(a)(3) they must have been aware that Burns planned to discharge the PCBs where they were eventually deposited. This is not a reasonable interpretation of section 107(a)(3) of CERCLA. That Ward arranged for disposal is undisputed. Ward clearly intended to have Burns \"get rid of\" the PCB-laden oil which had become a problem for him to maintain on WTC premises. He was not selling it to Burns as a new product, but rather as an industrial waste product. <i>Distinguished United States v. Westinghouse Electric Corp.,</i> No. 83-9-C (S.D.Ind.1983).</p>\n<p>The assertion that CERCLA requires a generator who arranges for disposal to know where the disposal is to take place before liability is established is unfounded. The statute merely provides that a generator who \"arranged for disposal or treatment, <i>or arranged with a transporter for disposal</i> or treatment\" of the generator's hazardous substances at a \"facility\" not owned by the generator would still be strictly liable under CERCLA. 42 U.S.C. § 9607(a)(3) (1982) (emphasis added). To give the statute the interpretation argued by the Ward defendants would allow generators of hazardous wastes to escape liability under CERCLA by closing their eyes to the method in which their hazardous wastes were disposed of. This would encourage exactly the type of blatant disregard for the consequences of hazardous waste disposal that occurred here. Section 107(a)(3) of CERCLA was clearly intended to hold generators of hazardous wastes strictly liable for the disposal of these byproducts. <i>United States v. NEPACCO,</i> 579 F.Supp. at 843-44.</p>\n<p>In addition, the disposal took place at a hazardous waste \"facility\" as that term is defined in CERCLA. 42 U.S.C. § 9601(9) (1982). A facility is defined in section 101(9) of CERCLA as:</p>\n<blockquote>(A) any building, structure, installation, equipment, pipe or pipeline ..., well, pit, pond, lagoon, impoundment, ditch, landfill, storage container, motor vehicle, rolling stock, or aircraft, or (B) any site or area where a hazardous substance has been deposited, stored, disposed of, or placed, or otherwise come to be located....</blockquote>\n<p>42 U.S.C. § 9601(9) (1982). As has already been discussed, PCBs are hazardous substances within the definition of section 101(14) of CERCLA. 42 U.S.C. § 9601(14) (1982). The definition of facility is broad enough to encompass the North Carolina roadside sites where Burns spread the PCB oil, as the definition includes virtually any place at which hazardous wastes have been dumped, or otherwise disposed of. <i>Id.</i></p>\n<p>Through their contract with Burns both WTC and Ward personally arranged for disposal of hazardous wastes at a hazardous waste facility as those terms are defined <span class=\"star-pagination\">*896</span> in CERCLA. This element of section 107(a)(3) liability is therefore established.</p>\n<p></p>\n<h2>4. Release or Threatened Release.</h2>\n<p>There was clearly a \"release\" of hazardous substances when Burns sprayed the PCB oil on the North Carolina roadsides. The term \"release\" is defined as:</p>\n<blockquote>any spilling, leaking, pumping, pouring, emitting, emptying, discharging, injecting, escaping, leaching, dumping, or disposing into the environment....</blockquote>\n<p>42 U.S.C. § 9601(22) (1982). Spraying PCBs along state-owned roadsides comes squarely within this broad definition.</p>\n<p></p>\n<h2>5. Incurrence of Response Costs.</h2>\n<p>There can also be little dispute that both the United States and the State of North Carolina incurred \"response costs\" under CERCLA. \"Response\" means the \"removal\" or \"remedial action.\" 42 U.S.C. § 9601(25) (1982). Remedial costs include costs for:</p>\n<blockquote>those actions consistent with permanent remedy taken instead of or in addition to removal actions in the event of a release or threatened release of a hazardous substance into the environment, to prevent or minimize the release of hazardous substances so that they do not migrate to cause substantial danger to present or future public health or welfare or the environment. The term includes, but is not limited to, such actions at the location of the release as storage, confinement, perimeter protection using dikes, trenches, or ditches, clay cover, neutralization, cleanup of released hazardous substances or contaminated materials, recycling or reuse, diversion, destruction, segregation of reactive wastes, dredging or excavations, repair or replacement of leaking containers, collection of leachate and runoff, onsite treatment or incineration, provision of alternative water supplies, and any monitoring reasonably required to assure that such actions protect the public health and welfare and the environment....</blockquote>\n<p>42 U.S.C. § 9601(24) (1982).</p>\n<p>\"Removal\" is defined as:</p>\n<blockquote>the cleanup or removal of released hazardous substances from the environment, such actions as may be necessary taken in the event of the threat of release of hazardous substances into the environment, such actions as may be necessary to monitor, assess, and evaluate the release or threat of release of hazardous substances, the disposal of removed material, or the taking of such other actions as may be necessary to prevent, minimize, or mitigate damage to the public health or welfare or to the environment, which may otherwise result from a release or threat of release....</blockquote>\n<p>42 U.S.C. § 9601(23) (1982).</p>\n<p>There can be no doubt that, under these definitions, plaintiffs incurred response costs. As a result of and in response to the dumping of the PCB-laden oil on North Carolina roadsides spill sites, the EPA entered into a cooperative agreement pursuant to section 104(d) of CERCLA, whereby the United States agreed to pay 90% of the cost to remove the PCB-contaminated soil from the North Carolina roadside sites. 42 U.S.C. § 9604(d) (1982). Pursuant to this agreement the State of North Carolina physically removed the PCB-contaminated soil and transported it to a chemical waste landfill in Warren County, North Carolina. Ninety percent of the cost of that removal and transport was incurred by the United States and paid from the Superfund for a total of approximately $2.4 million. Similar removal and transport of the PCB-contaminated soil found on the roadsides of Fort Bragg to the Warren County landfill was carried out by the United States Army with its own funds at a cost of approximately $430,000. The State of North Carolina spent almost $450,000 in its investigation and cleaning of the spill sites.</p>\n<p>It has been shown by undisputed facts that (1) both Ward and WTC were persons within the meaning of the statute; (2) they owned and possessed hazardous substances; (3) they arranged for disposal with a transporter, Burns, for transport for <span class=\"star-pagination\">*897</span> disposal of their hazardous substances; (4) there was a release of hazardous substances at the site; and (5) the release caused the incurrence of response costs. 42 U.S.C. § 9607(a)(3) (1982). It is clear that Ward and WTC are liable to plaintiffs, as a matter of law, under section 107(a)(3) of CERCLA, unless they can assert some defense which might absolve them of that liability.</p>\n<p></p>\n<h2>B. <i>Defendants' Liability Under Section 107(a)(2).</i>\n</h2>\n<p>Plaintiffs claim that defendants are also liable as a matter of law under section 107(a)(2) of CERCLA. 42 U.S.C. § 9607(a)(2) (1982). Section 107(a)(2) provides for liability of persons who owned or operated a facility at which hazardous substances were disposed of. Through a tortured maze of legal reasoning plaintiffs attempt to establish that Ward and WTC were \"operators\" of the North Carolina roadside PCB spill sites. In order to find the defendants liable under this section plaintiffs argue that Burns was an \"operator\" of the facility prior to its abandonment. They then seek to establish that Ward and WTC, because they were acting in conspiracy with Burns, are vicariously liable for his tortious activities. In order to establish the knowing participation of Ward and WTC in this \"civil conspiracy\" the plaintiffs attempt to apply collateral estoppel from Ward's criminal trial, to both Ward and WTC on the issue of knowing and willful participation in the venture.</p>\n<p>Although plaintiffs' legal arguments are inventive, and could lead to an establishment of liability for some of the dumpings, the court declines to engage in these mental gymnastics in an attempt to hold the defendants liable under an additional section of CERCLA. Section 107(a)(3) was clearly intended to apply to this situation regardless of the knowing involvement of the generator of hazardous wastes. It is not necessary to apply collateral estoppel to find the defendants liable as a matter of law under section 107(a)(3). In addition, collateral estoppel would not establish liability under section 107(a)(2) for all of the waste disposal under that section; whereas, liability under section 107(a)(3) is established for all of the dumpings.</p>\n<p></p>\n<h2>C. <i>Defenses Available to Defendants Under Section 107(b).</i>\n</h2>\n<p>As previously discussed, section 107(a) of CERCLA was clearly intended to establish strict liability for any of the persons coming within the definitions given. This strict liability is subject only to the defenses listed in section 107(b). 42 U.S.C. § 9607(b) (1982). Section 107(b) allows a defendant to escape liability under section 107(a) if it:</p>\n<blockquote>can establish by preponderance of the evidence that the release or threat of release of a hazardous substance and the damages resulting therefrom were solely caused by</blockquote>\n<blockquote>(1) an act of God;</blockquote>\n<blockquote>(2) an act of war;</blockquote>\n<blockquote>(3) an act or omission of a third party other than an employee or agent of the defendant, or than one whose act or omission occurs in connection with a contractual relationship, existing directly or indirectly, with the defendant ..., if the defendant establishes by a preponderance of the evidence that (a) he exercised due care with respect to the hazardous substance concerned, ... and (b) he took precautions against foreseeable acts or omissions of any such third party....</blockquote>\n<p>42 U.S.C. § 9607(b) (1982).</p>\n<p>Defendants do not assert that this release was caused by an act of war or an act of God. However, they do claim that they can escape liability under section 107(b)(3). A defense under section 107(b)(3) is not available to the defendants because, according to clearly established facts, Burns was either an agent or employee of Ward and WTC, or in a contractual relationship with them. Therefore, the act or omission occurred in connection with the contractual relationship existing between Burns and the defendants. Accordingly, defendants may not reasonably assert a section 107(b)(3) defense.</p>\n<p><span class=\"star-pagination\">*898</span> Both defendants are liable as a matter of law under section 107(a)(3) of CERCLA. 42 U.S.C. § 9607(a)(3) (1982). They cannot legitimately assert any of the defenses available under section 107(b). They are, therefore, liable as a matter of law for response costs under CERCLA not inconsistent with the National Contingency Plan. The amount of their liability remains disputed and will be an issue remaining for trial. The motion of plaintiff, the United States of America, and plaintiff-intervenor, the State of North Carolina, for partial summary judgment on the issue of liability under section 107(a)(3) and the striking of defenses asserted by the defendants under section 107(b) are hereby allowed. The Clerk is ordered to enter partial summary judgment against the Ward defendants on the issue of their liability under CERCLA to the United States and the State of North Carolina.</p>\n<p></p>\n<h2>IV. MOTION BY THE WARD DEFENDANTS FOR PARTIAL SUMMARY JUDGMENT</h2>\n<p>The Ward defendants also move for partial summary judgment on several issues: First, defendants ask the court to hold as a matter of law that plaintiffs are barred from recovering expenditures made prior to 11 December 1980, CERCLA's effective date. Second, defendants request the court for a pretrial determination of the extent to which the issue of consistency with the National Contingency Plan (NCP) may be litigated and which parties bear the burden of proof on this issue. Third, defendants argue that Norry's first, third and fourth counterclaims and Liberty's first through fifth counterclaims should be dismissed because they are barred by the applicable statutes of limitations. Fourth, and finally, defendants assert that they are entitled to summary judgment on the third-party defendants' counterclaims on substantive grounds.</p>\n<p></p>\n<h2>A. <i>Recovery of Pre-CERCLA Expenditures.</i>\n</h2>\n<p>The CERCLA statute is fairly recent, having been in effect only since 11 December 1980. Consequently, only four district courts have addressed the issue of recovery of pre-enactment expenditures. <i>Town of Boonton v. Drew Chemical Corp.,</i> Civil Action No. 83-4761, (D.N.J. July 24, 1985); <i>United States v. Shell Oil,</i> <span class=\"citation\" data-id=\"1658917\"><a href=\"/opinion/1658917/united-states-v-shell-oil-co/\"><span class=\"volume\">605</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1064</span></a></span> (D.Colo.1985); <i>United States v. Wade,</i> 14 E.L.R. 24037 (E.D.Pa. March 22, 1984); and <i>United States v. NEPACCO,</i> <span class=\"citation\" data-id=\"1819298\"><a href=\"/opinion/1819298/united-states-v-northeastern-pharm-chem-co/\"><span class=\"volume\">579</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">823</span></a></span> (W.D.Mo.1984). Their conclusions have been evenly divided, two holding that pre-CERCLA expenditures are not recoverable and two holding that they are. This court agrees with those that have found the statute to apply to pre-enactment expenditures.</p>\n<p>There is a strong presumption against the retroactive application of statutes. <i>United States v. Security Industrial Bank,</i> <span class=\"citation\" data-id=\"110811\"><a href=\"/opinion/110811/united-states-v-security-industrial-bank/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">70</span></a></span>, <span class=\"citation\" data-id=\"110811\"><a href=\"/opinion/110811/united-states-v-security-industrial-bank/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">407</span></a></span>, 413, <span class=\"citation\" data-id=\"110811\"><a href=\"/opinion/110811/united-states-v-security-industrial-bank/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">235</span></a></span> (1982). In order to determine if Congress has overridden this presumption the court must look to the language of the statute. <i>Id.</i> If the statute is unclear then the court may turn to the legislative history for guidance. <i>See </i><i>State of Ohio ex rel. Brown v. Georgeoff,</i> <span class=\"citation\" data-id=\"1571188\"><a href=\"/opinion/1571188/state-ex-rel-brown-v-georgeoff/\"><span class=\"volume\">562</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1300</span></a></span>, 1308-09 (N.D.Ohio 1983).</p>\n<p>That Congress intended CERCLA to apply to <i>acts</i> committed before enactment of the statute is clear from the wording of the statute, 42 U.S.C. § 9607(a) (1982), has been consistently agreed upon by courts which have addressed the issue. <i>See, e.g., </i><i>NEPACCO,</i> 579 F.Supp. at 839; <i>Georgeoff,</i> 562 F.Supp. at 1302-14. By its very nature CERCLA is backward looking; it was enacted in response to an urgent need to deal with dangerous abandoned hazardous waste disposal sites. H.R.Rep. No. 96-1016 96th Cong., 2d Sess. 22, <i>reprinted in</i> 1980 U.S.Code Cong. &amp; Ad. News 6119, 6125 [to accompany H.R. 7020]. This retroactive application to past acts has been held to withstand due process challenges. <i>NEPACCO,</i> 579 F.Supp. at 823.</p>\n<p>Even so, several of these same courts have decided that the statute does not apply to <i>costs</i> incurred before the enactment of the statute because the statute did not <span class=\"star-pagination\">*899</span> clearly and explicitly state that it was intended to do so. <i>United States v. Wade,</i> 14 E.L.R. 20437 (E.D.Pa. March 22, 1984); <i>NEPACCO,</i> 579 F.Supp. at 850-52. More recently, however, two other district courts have held the statute to apply to expenses incurred before enactment. <i>Town of Boonton v. Drew Chemical Corp.,</i> Civil Action No. 83-4761, (N.D.N.J. July 24, 1985); <i>United States v. Shell Oil Co.,</i> <span class=\"citation\" data-id=\"1658917\"><a href=\"/opinion/1658917/united-states-v-shell-oil-co/\"><span class=\"volume\">605</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1064</span></a></span> (D.Colo.1985). In <i>Shell</i> the court conducted an in-depth analysis of the statute and the legislative history and concluded that Congress had overridden the presumption against retroactive application of statutes. <i>United States v. Shell Oil Co</i><i>.,</i> at 1076. First, the court found that the unavoidably retroactive nature of CERCLA and the imposition of costs on responsible parties strongly indicated congressional intent to hold responsible parties liable for pre-enactment government response costs. <i>Id.</i> at 1073. The court also pointed to sections 107(f) and 111(d) of the statute, 42 U.S.C. §§ 9607(f) and 9611(d), which provides specific time limits on recovery for pre-enactment damage to natural resources, implying that other types of pre-enactment damages were recoverable. <i>Id.</i> at 1075. The <i>Boonton</i> court, relying on the reasoning in <i>Shell,</i> also held the statute to apply to pre-enactment expenses. <i>Town of Boonton v. Drew Chemical Corp.,</i> Civil Action No. 83-4761, (N.D.N.J. July 24, 1985). This court finds the <i>Shell</i> opinion to be convincing, and for the reasons stated therein denies the Ward defendants' motion for summary judgment as to government response costs incurred prior to the enactment of CERCLA.</p>\n<p></p>\n<h2>B. <i>Consistency with the National Contingency Plan.</i>\n</h2>\n<p>Section 107(a)(4)(A) of CERCLA allows the plaintiffs to recover only those costs \"not inconsistent with the national contingency plan.\" 42 U.S.C. § 9607(a)(4)(A) (1982). Defendants request of the court a pretrial ruling on two issues raised by this provision: (1) Upon whom does the burden of proving consistency or inconsistency with the National Contingency Plan rest? and (2) What limits, if any, will be placed on defendants in challenging plaintiffs' choice of response alternatives?</p>\n<p>That defendants are entitled to challenge the consistency of the government's actions with the NCP is clear. 42 U.S.C. § 9607(a)(4)(A). <i>See, e.g., </i><i>United States v. NEPACCO,</i> <span class=\"citation\" data-id=\"1819298\"><a href=\"/opinion/1819298/united-states-v-northeastern-pharm-chem-co/\"><span class=\"volume\">579</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">823</span></a></span>, 850 (W.D.Mo.1984). While plaintiffs are not entitled to interfere with the government's actions in implementing the chosen remedial action under CERCLA, by the wording of section 107(a)(4)(A) responsible parties are entitled to challenge the extent of their liability to the government by asserting that the EPA's cleanup activities were inconsistent with the NCP. 42 U.S.C. § 9607(a)(4)(A). <i>Lone Pine Steering Committee v. United States Environmental Protection Agency,</i> <span class=\"citation\" data-id=\"2379717\"><a href=\"/opinion/2379717/lone-pine-steering-committee-v-united-states-epa/\"><span class=\"volume\">600</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1487</span></a></span>, 15 E.L.R. 20109, 20115 (D.N.J., 1985).</p>\n<p>The burden of raising and proving inconsistency with the NCP is, however, on the Ward defendants. Section 107(a)(4)(A) allows recovery by the government of costs \"not inconsistent with the national contingency plan\" while section 107(a)(4)(B) allows private parties to recover only those costs which are \"consistent with the national contingency plan.\" 42 U.S.C. §§ 9607(a)(4)(A) &amp; (B) (1982). This implies that government actions taken are presumed to be consistent with the NCP unless otherwise shown, while actions of private parties are not entitled to the benefit of this presumption. <i>United States v. NEPACCO,</i> 579 F.Supp. at 851. This is in accord with the general principle that actions of public officers are presumed to be regular. <i>Citizens to Preserve Overton Park v. Volpe,</i> <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">402</span></a></span>, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></a></span>, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span></a></span> (1971). Therefore, defendants bear the burden of proving that governmental actions were inconsistent with the NCP. <i>New York v. General Electric Co.,</i> <span class=\"citation\" data-id=\"1817025\"><a href=\"/opinion/1817025/state-of-ny-v-general-elec-co/\"><span class=\"volume\">592</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">291</span></a></span>, 303-04 (N.D.N.Y. 1984); <i>J.V. Peters &amp; Co. v. Ruckelshaus,</i> <span class=\"citation\" data-id=\"2270437\"><a href=\"/opinion/2270437/jv-peters-co-inc-v-ruckelshaus/\"><span class=\"volume\">584</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1005</span></a></span> (N.D.Ohio 1984); <i>United States v. NEPACCO,</i> 579 F.Supp. at 851. <span class=\"star-pagination\">*900</span> In addition, it would be an unreasonable waste of judicial time and government resources not to mention an usurpation of agency authority, to require the EPA to justify its every action in order to recover under section 107, even when no allegation of inconsistency had been made.</p>\n<p>Defendants also request that the court make a determination as to whether they may challenge the method of cleanup chosen by the government or whether they are limited to challenging the reasonableness of the costs incurred pursuant to the chosen method. In particular, defendants wish to know if they may challenge the cleanup method used by the EPA on the basis that it was not cost-effective.</p>\n<p>The NCP requires the EPA to select \"the remedial alternative which the agency determines is cost-effective....\" 40 C.F.R. § 300.68(j) (1984). \"Cost-effective\" is defined as \"the lowest cost alternative that is technologically feasible and reliable and which effectively mitigates and minimizes damage to and provides adequate protection of public health, welfare, or the environment.\" <i>Id.</i> As this requirement is obviously part of the NCP, defendants must be allowed the opportunity to attack the government's choice of methods. 42 U.S.C. § 9607(a)(4)(A) (1982).</p>\n<p>The court must, however, make several observations. The regulation at issue here, 40 C.F.R. § 300.68(j), requires the EPA to balance cost with feasibility and adequacy of remedy. There are numerous scientific factors which must be considered, such as future effect on the environment and public health. 40 C.F.R. § 300.68(e) (1984). This court cannot and will not substitute its layman's judgment for the scientific conclusions made by the EPA after years of in-depth study of the roadside dump sites.</p>\n<p>CERCLA only requires that the cleanup costs be \"not inconsistent\" with the NCP. 42 U.S.C. § 9607(a)(4)(A) (1982). Necessarily, the NCP allows the EPA broad discretion in determining the appropriate remedial action. The NCP sets out a method for making such a determination. 40 C.F.R. § 300.61 <i>et seq.</i> (1984). In the end, however, the EPA is required to act upon the informed scientific opinion of its employees. The agency's decision is, therefore, entitled to great deference from this court.</p>\n<p>Plaintiffs request the court to rule that the EPA's decision must be judged by the \"arbitrary and capricious\" standard normally applied to a review of agency decisions. <i>Citizens to Preserve Overton Park v. Volpe,</i> <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">402</span></a></span>, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></a></span>, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span></a></span> (1971). Defendants argue that this standard should not be applied because a cost-recovery action under section 107(a) is not an action for judicial review of an agency decision. The court disagrees with defendants' arguments. If defendants wish the court to review the consistency of plaintiffs' actions with the NCP then they are essentially alleging that the EPA did not carry out its statutory duties. The statute provides liability except for costs \"not inconsistent\" with the NCP. This language requires deference by this court to the judgment of agency professionals. The defendants, therefore, may not seek to have the court substitute its own judgment for that of the EPA. Defendants may only show that the EPA's decision about the method of cleanup was \"inconsistent\" with the NCP in that the EPA was arbitrary and capricious in the discharge of their duties under the NCP.</p>\n<p>Defendants seek to advance to the court a plan for in-place treatment which, in their opinion, would have been better than the removal plan subsequently adopted by the plaintiffs. As previously stated, this court will not substitute its judgment, or that of defendants, for the decision of the EPA unless defendants can show that for some reason the EPA's judgment was arbitrary or capricious. The in-place removal plan which defendants assert should have been used has some very significant problems. At the time the decision was made, and to this day, the EPA regulations require that \"[a]ny non-liquid PCBs in the form of contaminated soil, rags, or other debris shall be disposed of: (i) In an incinerator ...; or (ii) In a chemical waste landfill ....\" 40 <span class=\"star-pagination\">*901</span> C.F.R. § 761.60(a)(4) (1984) [previously 40 C.F.R. § 761.10(b)]. This regulation would have precluded the in-place treatment of PCB-contaminated soil.</p>\n<p>The court is not prepared at this time to rule on the appropriateness of the method finally used by the plaintiffs. This issue is not properly before the court as it has not been raised on summary judgment nor has it been adequately briefed. The court cautions defendants, however, that it will scrutinize the EPA's remedial actions under the arbitrary and capricious standard.</p>\n<p>In accordance with the above discussion, the court holds that defendants bear the burden of proving inconsistency with the NCP. In this light, defendants may challenge the remedial method used by plaintiffs, as well as costs in implementing and executing the plan. However, defendants must show that the EPA's action was arbitrary and capricious, i.e. in violation of its statutory duty to carry out the NCP, before the court will find such a decision to be inconsistent with the NCP.</p>\n<p></p>\n<h2>C. <i>Statute of Limitations Bar as to Norry Electric's First, Third and Fourth Counterclaims and Liberty Motor's First through Fifth Counterclaims.</i>\n</h2>\n<p>The Ward defendants also request summary judgment on Norry Electric's first, third and fourth counterclaims and Liberty Motor's first through fifth counterclaims on the grounds that they are barred by the appropriate statutes of limitations. Norry Electric asserts that defendants have waived the statute of limitations defense as to Norry's first counterclaim and defends dismissal of all three claims challenged on this ground. Liberty Motor also argues that defendants have waived this defense as to Liberty's first and third counterclaims and that none of its counterclaims should be barred by the statute of limitations. The court will address the waiver question first for if the statute of limitations defense has been waived as to certain of the counterclaims then the court need not address the merits of the issue.</p>\n<p></p>\n<h2>1. Waiver.</h2>\n<p>Generally, failure to plead an affirmative defense results in the waiver of that defense. Fed.R.Civ.P. 8(c). 5 Wright &amp; Miller, <i>Federal Practice and Procedure,</i> Civil § 1278 (1969). A statute of limitations defense is one of the defenses specifically mentioned in Rule 8(c) as an affirmative defense which must be set out in responsive pleadings. Fed.R.Civ.P. 8(c). Defendants did assert the statute of limitations as an affirmative defense to some of the counterclaims alleged by both Liberty Motor and Norry Electric, but not as to all of those which they now seek to have the court dismiss on these grounds. The defense was only pled to Norry's third and fourth counterclaims and Liberty's second, fourth and fifth counterclaims. Leave to amend the reply to the counterclaims in order to assert the statute of limitations as an affirmative defense on the remaining claims could have been requested by defendants. In fact, defendants previously made a motion to amend their replies to include the affirmative defense of election of remedies. The court will not now entertain a statute of limitations defense to those counterclaims against which it has not been pled. Therefore, defendants' motion for summary judgment on Norry's first and Liberty's first and third counterclaims on the grounds that they are barred by the statute of limitations is denied as defendants have waived this defense as to those three claims. <i>American National Bank of Jacksonville v. Federal Deposit Insurance Corp.,</i> <span class=\"citation\" data-id=\"421001\"><a href=\"/opinion/421001/american-national-bank-of-jacksonville-a-national-banking-association-v/\"><span class=\"volume\">710</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1528</span></a></span>, 1537 (11th Cir.1983); <i>Senter v. General Motors Corp.,</i> <span class=\"citation\" data-id=\"334172\"><a href=\"/opinion/334172/12-fair-emplpraccas-451-11-empl-prac-dec-p-10741-john-senter/\"><span class=\"volume\">532</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">511</span></a></span>, 530 (6th Cir), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">870</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">182</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">150</span></span> (1976). The court will now address the statute of limitations question as to the remaining claims which are challenged in this manner.</p>\n<p></p>\n<h2>2. Norry Electric's Third Counterclaim.</h2>\n<p>In its third counterclaim against the Ward defendants Norry Electric alleges the following:</p>\n<blockquote>\n<span class=\"star-pagination\">*902</span> In 1978 Ward and WTC advised Norry that they intended to drain and properly dispose of the oil contained in 20 transformers that were owned by Norry and stored at WTC. In 1979 Ward and WTC billed Norry at $1.70 per gallon for such disposal. Norry paid this bill. In fact, however, Ward and WTC only paid $1.00 per gallon to their co-conspirator Robert J. Burns for PCB oil that was removed from WTC's premises and secretly retained the rest of the money themselves. Subsequently, Norry contracted with Chemical Waste Management, Inc., of Emelle, Alabama, for the removal of the above 20 transformers from WTC's premises, but was advised by Chemical Waste Management, Inc., that these transformers contained PCB oil. The cost for disposal of these transformers and oil by Chemical Waste Management thus increased to approximately $100,000.00.</blockquote>\n<blockquote>At this time Norry does not know whether Ward and WTC in 1978 caused the subject transformers to be drained and, if so, why Ward and WTC refilled them with PCB oil.</blockquote>\n<blockquote>The above-described conduct of Ward and WTC constitutes fraud and unfair and deceptive acts in commerce, which damaged Norry, its business and property.</blockquote>\n<p>This counterclaim purports to state a cause of action for both common law fraud and unfair and deceptive trade practices, pursuant to North Carolina General Statute § 75-1.1, based on two separate activities by the Ward defendants. First, Norry Electric claims that it was damaged when Ward overcharged for disposal of PCB oil and then pocketed \"kickbacks\" from Burns. Second, Norry claims that it was billed per gallon for removal of the PCB oil from its transformers and disposal of that oil, when in fact the oil was not removed or at least not completely. The Ward defendants assert that the fraud and unfair trade practices claims based on the alleged kickback scheme are barred by the appropriate statutes of limitations. No such assertion has been made as to the second half of this counterclaim, based on the failure to remove the oil; therefore, that half of the counterclaim will not be addressed.</p>\n<p>The statute of limitations for a fraud claim arising under North Carolina law is three years after the discovery by the aggrieved party of the facts constituting the fraud. N.C.Gen.Stat. § 1-52(9) (1983). \"Discovery\" means actual discovery or the time when the fraud should have been discovered in the exercise of due diligence. <i>Fulcher v. United States,</i> <span class=\"citation\" data-id=\"412643\"><a href=\"/opinion/412643/arthur-j-fulcher-jr-v-united-states-of-america-arthur-j-fulcher-jr/\"><span class=\"volume\">696</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1073</span></a></span> (4th Cir.1982); <i>Shepherd v. Shepherd,</i> 57 N.C.App. 680, <span class=\"citation\" data-id=\"1361115\"><a href=\"/opinion/1361115/shepherd-v-shepherd/\"><span class=\"volume\">292</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">169</span></a></span> (1982).</p>\n<p>The Ward defendants claim that Norry Electric discovered the alleged kickback fraud when a corporate officer Ray Gillim attended Ward's 1979 state criminal trial and heard testimony regarding the financial arrangement between Burns and Ward. Affidavit of Robert Earl Ward, Jr., Doc. # 166, Ex. Q. Norry Electric asserts that Gillim did not learn of the kickback scheme through Ward's criminal trial and did not even attend the trial but read about it in the newspapers in mid-1980. Supplemental Affidavit of Ray Gillim, Doc. # 185. These documents contradict one another, leaving disputed the question of whether Norry Electric knew or should have known of the alleged kickback scheme in 1979 or whether the statute of limitations began to run in mid-1981. Resolution of this issue will determine whether the claim is time-barred. Thus, the Ward defendants' motion to dismiss as barred by the statute of limitations Norry Electric's counterclaim for fraud based on the kickback scheme is denied.</p>\n<p>The Ward defendants also move to dismiss Norry Electric's unfair trade practices claim based on the alleged kickback scheme. An unfair trade practices claim brought pursuant to North Carolina General Statute § 75-1.1 is barred unless commenced within four years from the date the cause of action accrues. N.C.Gen.Stat. § 75-16.2 (1981). A cause of action \"accrues\" under this statute when the alleged violation occurs. <i>Id.; </i><i>Patterson v. DAC</i> <span class=\"star-pagination\">*903</span> <i>Corporation of North Carolina,</i> <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">N.C. App.</span> <span class=\"page\">110</span></span>, <span class=\"citation\" data-id=\"1207258\"><a href=\"/opinion/1207258/patterson-v-dac-corp-of-north-carolina/\"><span class=\"volume\">310</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">783</span></a></span>, 787 (1984). The alleged \"kickbacks\" were made, and Norry supposedly overcharged as a result, sometime in 1978. The four-year statute would have run in 1982. As the counterclaims were brought on 4 June 1984, the unfair trade practices claim is barred as to the first factual allegation in Norry Electric's third counterclaim.</p>\n<p>In summary, the Ward defendants' motion for summary judgment on statute of limitations grounds on Norry Electric's fraud claim arising out of the kickback scheme is denied. However, the motion is allowed as to the unfair trade practices allegations arising out of the alleged scheme. The fraud and unfair trade practices claims alleged which are based on defendants' failure to properly drain the PCB oil out of Norry's transformers have not been attacked on statute of limitations grounds and therefore remain in the action at this point.</p>\n<p></p>\n<h2>3. Norry Electric's Fourth Counterclaim.</h2>\n<p>The Ward defendants also allege that Norry Electric's fourth counterclaim is barred by the statute of limitations. This counterclaim alleges the following:</p>\n<blockquote>In 1976, Ward requested authorization from Norry to sell three single phase distributor transformers of Norry stored at WTC to a customer in South Carolina for $22,500. Norry agreed. In fact, unknown at the time to Norry, Ward leased and then sold the three single phase transformers to the United States Air Force for use in Turkey. In order to deceive Norry, Ward and WTC sent it a fraudulent and false invoice purporting to show that the three transformers were being sold to the South Carolina customer. Norry learned of this fraud in August 1981.</blockquote>\n<blockquote>Norry relied upon the aforesaid knowingly false representations of WTC and Ward to its detriment and was damaged in its business.</blockquote>\n<blockquote>The acts of third party plaintiffs set out in this counterclaim were unfair and deceptive acts in commerce within the meaning of [North Carolina General Statute] § 75-1.1.</blockquote>\n<p>The counterclaim alleges claims for fraud and unfair trade practices arising out of the 1976 sale by Ward of several of Norry Electric's transformers. Norry alleges in the counterclaim itself that it \"learned of\" the fraud in August 1981. The Ward defendants assert that Norry Electric knew or should have known of the alleged fraud when Norry's vice president, Ray Gillim, read of the sale of transformers by WTC to the United States Air Force in a trade journal in 1980. Gillim argues that the article he read made him \"curious\" but it was not confirmed until August 1981 that they were Norry Electric's transformers. Thus, there remains as a disputed issue of fact whether Norry Electric knew or should have known prior to June 1981 of the allegedly fraudulent sale. <i>See</i> N.C. Gen.Stat. § 1-52(9) (1983). The Ward defendants' motion for summary judgment on this fraud claim is, therefore, denied.</p>\n<p>Norry Electric's unfair trade practices claim must, however, be dismissed. The alleged violation took place in 1976. The four-year statute of limitations began to run at that time. N.C.Gen.Stat. § 75-16.2 (1981). This claim, having been filed after 1980, is barred. <i>Id.</i></p>\n<p>The Ward defendants' motion to dismiss, as barred by the statute of limitations, that portion of Norry Electric's fourth counterclaim which alleges a cause of action for fraud is denied. However, the unfair trade practices claim alleged is barred by the statute and is, therefore, dismissed.</p>\n<p></p>\n<h2>4. Liberty Motor's Second Counterclaim.</h2>\n<p>Liberty Motor's second counterclaim alleges the following:</p>\n<blockquote>In 1978, Ward and WTC represented to Liberty that they would not without Liberty's consent remove from WTC's premises any PCB transformers purchased by Liberty or any oil contained in such <span class=\"star-pagination\">*904</span> transformers. These representations were made at a time when Ward and WTC were entering into an unlawful and improper agreement with Burns pursuant to which Burns subsequently in 1978 removed PCB oil from WTC's premises and unlawfully dumped such oil on North Carolina highways.</blockquote>\n<blockquote>In 1979, with knowledge that Burns had carried out the acts described in the preceding paragraph and with knowledge that Liberty never had knowledge of or acquiesced in any scheme or plan lawful or unlawful by which Burns would remove from WTC's premises and dispose of PCB oil, Ward and WTC billed Liberty for a portion of the amount purportedly paid to Burns for lawfully removing from WTC's premises and disposing of PCB oil. Further, Ward and WTC in an invoice to Liberty falsely represented that Burns had been paid $1.70 per gallon for removal and disposal of PCB oil when in fact Ward and WTC had arranged for disposal by Burns at a price of only $1.00 per gallon.</blockquote>\n<blockquote>Acting under reasonable reliance upon Ward's and WTC's misrepresentations and failures to disclose their illegal conduct, Liberty paid to Ward and WTC the sum of $9,160.62.</blockquote>\n<blockquote>Liberty reasonably relied on Ward's and WTC's misrepresentation and on their failure to disclose their illegal conduct. As a result of its reliance on Ward's and WTC's misrepresentations, Liberty has paid to Ward and WTC the sum of $9,160.62 which Ward and WTC were not due.</blockquote>\n<blockquote>In addition, Liberty has been forced to defend expensive and spurious litigation, has lost contracts and business and has been damaged in its business and property in the amount of $250,000.00.</blockquote>\n<p>This counterclaim alleges a cause of action for false representation (fraud) by the Ward defendants to Liberty Motor on several material facts: (1) the Ward defendants removed Liberty Motor's oil from WTC premises when they had expressly promised not to do so without Liberty's consent; (2) Liberty was informed that the oil was lawfully removed and charged for the cost of removal; and (3) Ward misrepresented the amount actually paid to Burns, thereby overcharging Liberty Motor for the actual cost of disposal. All this caused Liberty to overpay for illegal disposal when it should not have been required to pay at all.</p>\n<p>As discussed above, a fraud claim carries a three-year statute of limitations which begins to run at the time when the fraud is or should have been discovered. N.C.Gen.Stat. § 1-52(9) (1983); <i>Fulcher v. United States,</i> <span class=\"citation\" data-id=\"412643\"><a href=\"/opinion/412643/arthur-j-fulcher-jr-v-united-states-of-america-arthur-j-fulcher-jr/\"><span class=\"volume\">696</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1073</span></a></span> (4th Cir.1982). The Ward defendants claim that Liberty Motor actually knew of WTC's illegal method of disposal when Ward was convicted of criminal charges in 1980. They also claim that Liberty Motor knew or should have known of the \"kickbacks\" to Ward at the time Liberty was billed in 1979 because Liberty considered the charges to be \"extortionary\" when paid. In fact, Manny Margolis, president of Liberty Motor, testified in his deposition that after receiving the invoice for disposal of the oil in 1979, he called Fred Tucker, a WTC employee, and informed Tucker that no permission had been given for removal of the oil and he was paying only because he was being \"blackmailed\" by WTC. Deposition of Manny Margolis, Doc. # 166, Ex. L. p. 47. From the documents presented by defendants it seems clear that Margolis (and consequently Liberty Motor) knew about or was put on notice of the \"fraud\" as early as 1979.</p>\n<p>No evidence has been presented by Liberty Motor to contradict this. Instead, Liberty Motor argues that, in order to prevail on their motion for summary judgment on this issue, \"defendants must demonstrate that there is no evidence from which Liberty could show that it filed its second counterclaim within three years of a reasonable time for discovery of injuries.\" Doc. # 188, p. 6. This assumption is incorrect. Rule 56 of the Federal Rules of Civil Procedure provides that: \"When a motion for summary judgment is made and supported <span class=\"star-pagination\">*905</span> [by affidavits, etc.] as provided in this rule, an adverse party may not rest upon the mere allegations or denials of his pleading, but his response, by affidavits or as otherwise provided in this rule, must set forth specific facts showing that there is a genuine issue for trial.\" Liberty Motor has failed to contradict the evidence presented by the Ward defendants showing that Liberty was actually on notice of the alleged fraudulent nature of the billing as early as 1979, even if it was not aware of all the pertinent facts. Nor has Liberty shown that there is a genuine issue of fact as to when it should have discovered the alleged fraud perpetrated upon it.</p>\n<p>The statute of limitations ran sometime in 1982. Accordingly, Liberty's second counterclaim is barred by the statute of limitations. N.C.Gen.Stat. § 1-52(9) (1983). The Ward defendants' motion for summary judgment on this second counterclaim is granted.</p>\n<p></p>\n<h2>5. Liberty Motor's Fourth Counterclaim.</h2>\n<p>Liberty Motor's fourth counterclaim alleges the following:</p>\n<blockquote>Ward and WTC have engaged in unfair and deceptive acts and practices in or affecting commerce within the meaning of [North Carolina General Statute] § 75-1.1 in that they have obtained $9,160.62 from Liberty by fraudulently representing that such sum represented Liberty's portion of the cost of a purportedly lawful disposal of PCB oil and by extortionately refusing to repay just debts owed to Liberty by Ward and WTC until Ward paid Liberty such sum.</blockquote>\n<p>This claim is based on the same set of facts alleged in Liberty Motor's second counterclaim but purports to state an unfair trade practices claim. N.C.Gen.Stat. § 75-1.1 (1981). The acts giving rise to this claim took place in 1978 and 1979. The four-year statute of limitations applicable to this cause of action began to run at that time. N.C.Gen.Stat. § 75-16.2 (1981). This claim, having been filed after 1983, is, therefore, barred. <i>Id.</i> The Ward defendants' motion for summary judgment of Liberty Motor's fourth counterclaim, on the grounds that it is time-barred, is, therefore, allowed.</p>\n<p></p>\n<h2>6. Liberty Motor's Fifth Counterclaim.</h2>\n<p>Liberty Motor's fifth counterclaim alleges the following:</p>\n<blockquote>In 1978 and subsequent years, Ward and WTC consummated, without the approval or consent of Liberty, sales of electrical equipment belonging to Liberty and stored on the WTC premises. Ward and WTC intentionally and willfully failed to inform Liberty of these sales and to account to Liberty for the monies received by Ward and WTC for such equipment. Ward and WTC also, on several occasions, withheld proceeds due and owing to Liberty from sales of Liberty's equipment stored on the WTC premises. Upon demand by Liberty, Ward and WTC represented that such proceeds would not be released until Liberty agreed to pay a portion of the cost of the unlawful disposal.</blockquote>\n<blockquote>As a result of the foregoing, Liberty has been damaged in an amount in excess of $50,000.00, with the exact amount to be proved at the trial of this action.</blockquote>\n<blockquote>The foregoing conduct of Ward and WTC constitutes unfair and deceptive acts and practices in or affecting commerce within the meaning of [North Carolina General Statute] § 75-1.1.</blockquote>\n<p>Exactly what these transactions were and when they took place has not been specified for the court. From the record before the court it is clear that the \"withholding of proceeds\" was the withholding of the $9,160.62 complained of in Liberty Motor's fifth counterclaim. The court has already held an unfair trade practices claim based on these facts to be barred by the statute of limitations. <i>See</i> § IV C5, <i>supra.</i></p>\n<p>The other part of the counterclaim alleges the failure of the defendants to account for unauthorized sales of Liberty's equipment. Liberty's president, Manny Margolis, makes reference to the fact that <span class=\"star-pagination\">*906</span> he still has equipment stored on WTC property which WTC has the authority to sell. Margolis \"assumes\" that some of his equipment has been sold in the last three or four years for which Liberty Motor has not received an invoice or been paid. Deposition of Margolis, pp. 166-68. He makes reference to the sale of some \"switchgear,\" which he speculates has been sold by WTC without notice to Liberty Motor. <i>Id.</i> This is the only particular incident referred to which may support this cause of action. The court cannot glean from the record when this alleged sale took place. <i>See id.</i> The four-year statute of limitations applicable to unfair trade practice claims would apply to bar recovery on any transactions taking place before June 1980. N.C.Gen. Stat. § 75-16.2 (1981). The court orders Liberty Motor to further particularize within twenty (20) days its fifth counterclaim to allege what illegal sales took place and when they occurred. Failure to comply with this order will result in dismissal of the counterclaim. Ruling on the defendants' motion for summary judgment on this counterclaim is stayed pending compliance with this order.</p>\n<p></p>\n<h2>D. <i>Dismissal of the Third-Party Counterclaims on Substantive Grounds.</i>\n</h2>\n<p>In addition to their requests to dismiss some of the third-party counterclaims on statute of limitations grounds, the Ward defendants allege that most of the counterclaims of both Liberty Motor and Norry Electric should be dismissed for substantive reasons. The court will address these contentions as to each counterclaim separately.</p>\n<p></p>\n<h2>1. Liberty Motor's First Counterclaim.</h2>\n<p>The Ward defendants attack the substance of this counterclaim for the first time in their reply to the third-party defendants' response to the original summary judgment motion. These arguments were not raised in a timely fashion to allow Liberty Motor an opportunity to respond. Therefore, the motion will not be considered as to this counterclaim.</p>\n<p></p>\n<h2>2. Liberty Motor's Second Counterclaim.</h2>\n<p>Liberty Motor's second counterclaim has been dismissed as barred by the statute of limitations. The merits of the claim do not, therefore, need to be addressed.</p>\n<p></p>\n<h2>3. Liberty Motor's Third Counterclaim.</h2>\n<p>Liberty Motor's third counterclaim reads as follows:</p>\n<blockquote>Ward and WTC have engaged in unfair and deceptive acts and practices in or affecting commerce within the meaning of [North Carolina General Statute] § 75-1.1 in that they clandestinely, illegally and conspiratorily dumped and caused to be dumped PCBs upon North Carolina highways and have brought these third-party claims to force Liberty to pay for damages resulting from such illegal dumpings, although Ward and WTC know that Liberty is not responsible for any part of the damages caused by such illegal dumpings. Ward and WTC have brought these third-party claims with the knowledge that they have no right of contribution or indemnity from Liberty because of their intentional, willful and criminal conduct. Ward and WTC have brought these third-party claims to harass Liberty, and to injure or destroy Liberty's business and competitive position.</blockquote>\n<blockquote>Liberty has been seriously damaged in its business by the actions of Ward and WTC in that Liberty has suffered damage to its name and reputation, and has been forced to defend expensive and spurious litigation.</blockquote>\n<p>Defendants argue that the claim should be dismissed because it fails to state a claim for abuse of process or malicious prosecution. Liberty Motor objects to defendants' characterization of the claim, insisting that it states a cause of action for unfair trade practices instead. N.C.Gen. Stat. § 75-1.1 (1981). As Liberty Motor's sixth counterclaim purports to state an abuse of process claim based on the same set of facts alleged here, the court will only <span class=\"star-pagination\">*907</span> address the unfair trade practices issue in deciding the Ward defendants' motion for summary judgment on this counterclaim.</p>\n<p>The institution of a lawsuit may be the basis for an unfair trade practices claim if the lawsuit is a mere sham to cover what is actually nothing more than an attempt to interfere directly with the business relationships of a competitor. <i>Kar Products, Inc. v. Miller,</i> No. 78-658-CIV-5 (E.D.N.C. July 25, 1979) (Dupree, J.). <i>See </i><i>Otter Tail Power Co. v. United States,</i> <span class=\"citation\" data-id=\"108722\"><a href=\"/opinion/108722/otter-tail-power-co-v-united-states/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span>, <span class=\"citation\" data-id=\"108722\"><a href=\"/opinion/108722/otter-tail-power-co-v-united-states/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1022</span></a></span>, <span class=\"citation\" data-id=\"108722\"><a href=\"/opinion/108722/otter-tail-power-co-v-united-states/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">359</span></a></span> (1973); <i>California Motor Transport Co. v. Trucking Unlimited,</i> <span class=\"citation\" data-id=\"108431\"><a href=\"/opinion/108431/california-motor-transport-co-v-trucking-unlimited/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">508</span></a></span>, <span class=\"citation\" data-id=\"108431\"><a href=\"/opinion/108431/california-motor-transport-co-v-trucking-unlimited/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">609</span></a></span>, <span class=\"citation\" data-id=\"108431\"><a href=\"/opinion/108431/california-motor-transport-co-v-trucking-unlimited/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">642</span></a></span> (1972); and <i>Eastern Railroad Presidents Conference v. Noerr Motor Freight, Inc.,</i> <span class=\"citation\" data-id=\"106167\"><a href=\"/opinion/106167/eastern-r-conf-v-noerr-motors/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">127</span></a></span>, <span class=\"citation\" data-id=\"106167\"><a href=\"/opinion/106167/eastern-r-conf-v-noerr-motors/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">523</span></a></span>, <span class=\"citation\" data-id=\"106167\"><a href=\"/opinion/106167/eastern-r-conf-v-noerr-motors/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">464</span></a></span> (1961). However, this counterclaim cannot survive a motion to dismiss and for summary judgment. The mere fact of bringing a lawsuit for the purpose of harassing and injuring another's business does not come under this exception. A party to a lawsuit has a right to use the procedures of the courts to advocate its position, even if such activities cause direct injuries to competitors. <i>California Motor Transport,</i> 404 U.S. at 508, 92 S.Ct. at 609. An anticompetitive purpose does not make this conduct illegal. <i>Id.</i> Only actions undertaken without a genuine intent to influence the outcome of the dispute being adjudicated are a sham. <i>California Motor Transport,</i> 404 U.S. at 508, 92 S.Ct. at 609. This does not include a general abuse of process claim such as the one presented here. <i>Hospital Building Co. v. Trustees of Rex Hospital,</i> <span class=\"citation\" data-id=\"410184\"><a href=\"/opinion/410184/hospital-building-company-v-trustees-of-the-rex-hospital-a-corporation/\"><span class=\"volume\">691</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">678</span></a></span>, 688 (4th Cir.1982).</p>\n<p>There is no allegation of sham in Liberty Motor's third counterclaim. Nor have there been any facts cited by any party which might possibly support such a claim. The motion by the Ward defendants to dismiss Liberty Motor's third counterclaim is allowed.</p>\n<p></p>\n<h2>4. Liberty Motor's Fourth Counterclaim.</h2>\n<p>Liberty Motor's fourth counterclaim has already been dismissed on statute of limitations grounds. The court need not, therefore, address defendants' motion for summary judgment on substantive grounds.</p>\n<p></p>\n<h2>5. Liberty Motor's Fifth Counterclaim.</h2>\n<p>Ruling on the motion for summary judgment on this claim is stayed pending compliance by Liberty Motor with § IV C6, of this order.</p>\n<p></p>\n<h2>6. Liberty Motor's Sixth Counterclaim.</h2>\n<p>Liberty Motor's sixth counterclaim alleges the following:</p>\n<blockquote>Ward and WTC have brought and are litigating these third-party claims to intimidate, harass and injure Liberty, as hereinabove set forth.</blockquote>\n<blockquote>The third-party claims have been brought by Ward and WTC with the knowledge that Ward and WTC committed criminal conduct with respect to the transactions that are the basis of the third-party claims.</blockquote>\n<blockquote>Ward and WTC are willfully attempting to use legal process for an improper purpose, namely, to force Liberty to pay damages for Ward's and WTC's criminal conduct.</blockquote>\n<blockquote>Ward's and WTC's bringing and maintenance of the third-party claims constitutes an abuse of process resulting in damage to Liberty.</blockquote>\n<p>The Ward defendants move to dismiss this counterclaim on the grounds that it does not state a claim for abuse of process. Fed.R.Civ.P. 12(b)(6). To establish a claim for abuse of civil process, a party must show two things: (1) an act in use of regularly-issued process not proper in a regular proceeding and (2) an ulterior purpose. <i>Stanback v. Stanback,</i> <span class=\"citation no-link\"><span class=\"volume\">297</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">181</span></span>, <span class=\"citation\" data-id=\"1332001\"><a href=\"/opinion/1332001/stanback-v-stanback/\"><span class=\"volume\">254</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">611</span></a></span> (1979). Neither of these things are alleged in this counterclaim. There is no allegation that the Ward defendants intended to use this lawsuit for anything but to recover damages pursuant to their claims. Nor has any ulterior motive, beyond collecting damages, been alleged. If Liberty Motor believes the claims to be frivolous and brought for purposes of <span class=\"star-pagination\">*908</span> harassment then it may have a cause of action for malicious prosecution if and when the defendants' claims are terminated in Liberty Motor's favor. <i>Carver v. Lykes,</i> <span class=\"citation\" data-id=\"1259928\"><a href=\"/opinion/1259928/carver-v-lykes/\"><span class=\"volume\">262</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">345</span></a></span>, <span class=\"citation\" data-id=\"1259928\"><a href=\"/opinion/1259928/carver-v-lykes/\"><span class=\"volume\">137</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">139</span></a></span> (1964). The defendants' motion to dismiss Liberty Motor's sixth counterclaim is allowed.</p>\n<p></p>\n<h2>7. Norry Electric's First Counterclaim.</h2>\n<p>Norry Electric's first counterclaim reads as follows:</p>\n<blockquote>Ward and WTC engaged in unfair and deceptive acts and practices in commerce within the meaning of [North Carolina General Statute] § 75-1.1 in that they have unlawfully, clandestinely, and conspiratorily dumped and caused to be dumped PCBs upon North Carolina highways, after falsely and fraudulently representing to Norry that Ward and WTC would conduct their business in a lawful and proper manner.</blockquote>\n<blockquote>Ward and WTC have further engaged in unfair acts in commerce by bringing third party claims against Norry to harass and damage it and to hurt Norry's competitive position. Ward and WTC seek by these third party claims to force Norry to pay sums it is not legally obligated to pay. Ward and WTC brought these third party claims well-knowing they had no right to contribution or indemnity from Norry because Ward and WTC had engaged in criminal conduct with respect to the transactions in question.</blockquote>\n<blockquote>Norry has been damaged in its business and property by third party plaintiffs' unlawful and improper conduct in that it has been forced to defend expensive and vexatious litigation and has lost contracts and business because of the damage to its name and reputation by third party plaintiffs' grossly wrongful misconduct.</blockquote>\n<p>This counterclaim deals with two separate sets of facts which allegedly both state claims for unfair trade practices. The first deals with the dumping of PCBs. The second allegation revolves around the filing by the Ward defendants of the third-party claims.</p>\n<p>As previously stated, the institution of a lawsuit may be the basis for an unfair trade practices claim if the lawsuit is a mere sham to cover up what is actually nothing more than an attempt to interfere directly with the business relationships of a competitor. <i>Kar Products, Inc. v. Miller,</i> No. 78-658-CIV-5 (E.D.N.C. July 25, 1979). The allegations in this counterclaim fall short of stating this type of claim. Norry Electric does not and cannot reasonably allege that the Ward defendants brought their third-party claims for the sole purpose of directly interfering with its relationships with others.</p>\n<p>The claim that Ward and WTC represented to Norry that it would conduct their joint business lawfully when in fact they participated in the illegal dumping of PCB oil on North Carolina highways does state a claim for unfair and deceptive trade practices. N.C.Gen.Stat. § 75-1.1. Defendants argue that this claim should be dismissed because the North Carolina unfair trade practices statutes are unconstitutional. The State of North Carolina has made a motion to appear as amicus curiae on this issue. That motion will be allowed. <i>See</i> § XI, <i>infra.</i> Because the Ward defendants have not had an opportunity to respond to the State's brief, which the court has just accepted, ruling on this issue will be deferred for twenty days to allow the Ward defendants time to respond if they care to do so.</p>\n<p>Defendants' motion to dismiss this counterclaim is allowed as to the vexatious litigation claim. Ruling on the remaining portion of the motion is deferred for twenty days.</p>\n<p></p>\n<h2>8. Norry Electric's Second Counterclaim.</h2>\n<p>Norry Electric's second counterclaim alleges that:</p>\n<blockquote>Third party plaintiffs have brought and are litigating these third party claims for an improper purpose, namely to intimidate third party defendant and to cause <span class=\"star-pagination\">*909</span> it to pay moneys which it is not legally obligated to pay.</blockquote>\n<blockquote>Such third party claims have been brought by third party plaintiffs when they well know that WTC's board chairman, defendant Ward, has been convicted of criminal conduct with respect to the transactions at issue and that neither Ward nor WTC is entitled to contribution.</blockquote>\n<blockquote>Third party plaintiffs are willfully attempting to use legal process to accomplish a purpose for which it was not intended, namely to force Norry to pay damages for Ward's and WTC's criminal conduct.</blockquote>\n<blockquote>Third party plaintiffs' bringing and maintenance of these claims constitutes abuse of process and Norry has been damaged thereby.</blockquote>\n<p>Like Liberty Motor's sixth counterclaim, this claim fails to state a cause of action for abuse of process. It states neither an act in use of regularly-issued process not proper in a regular proceeding nor an ulterior purpose. <i>Stanback v. Stanback,</i> <span class=\"citation no-link\"><span class=\"volume\">297</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">181</span></span>, <span class=\"citation\" data-id=\"1332001\"><a href=\"/opinion/1332001/stanback-v-stanback/\"><span class=\"volume\">254</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">611</span></a></span> (1979). The only \"purpose\" alleged is to collect damages pursuant to claims made in this lawsuit, not an attempt to accomplish an illegitimate result outside of the lawsuit. If Norry Electric believes the defendants' claims to be frivolous and brought for the purpose of harassment then it may bring a claim for malicious prosecution if and when defendants' claims are terminated in Norry's favor. <i>Carver v. Lykes,</i> <span class=\"citation\" data-id=\"1259928\"><a href=\"/opinion/1259928/carver-v-lykes/\"><span class=\"volume\">262</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">345</span></a></span>, <span class=\"citation\" data-id=\"1259928\"><a href=\"/opinion/1259928/carver-v-lykes/\"><span class=\"volume\">137</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">139</span></a></span> (1964). Defendants' motion to dismiss Norry Electric's second counterclaim is allowed.</p>\n<p></p>\n<h2>9. Norry Electric's Third Counterclaim.</h2>\n<p>The text of this counterclaim is set out in section IV C2, <i>supra,</i> and will not be repeated here. The unfair trade practices claim based on alleged kickbacks by Burns to Ward has been dismissed on statute of limitations grounds. <i>See</i> § IV C2, <i>supra.</i> However, there still remains a fraud claim based on the kickback scheme and a fraud and an unfair trade practices claim based on the defendants' alleged failure to properly drain the PCB oil from Norry Electric's transformers. Defendants argue that all these claims should be dismissed.</p>\n<p>Defendants first argue that there is no triable issue of fact remaining on the \"kickback\" claim. Defendants admit that Ward was paid $.70 by Burns out of the $1.70 per gallon Burns was paid for disposing of the PCB oil but insist that it was repayment of a personal loan. The Ward defendants contend that Norry Electric has brought forward no evidence to establish that it was not repayment of a personal loan. However, Ward has not shown the court that it was. So, resolution of this issue on summary judgment is not appropriate as there remain disputed issues of fact as to the nature and purpose of Burns' rebates to Ward.</p>\n<p>Defendants also request summary judgment on Norry's claim that it was charged for disposal of PCB oil when in fact not all the oil was taken out of Norry's transformers. The parties raise a genuine dispute as to whether the original oil with concentrated PCBs was indeed removed. Summary judgment on this issue is, therefore, not appropriate.</p>\n<p>Again defendants have raised a question as to the constitutionality of the unfair trade practices statute. Ruling on that claim will be held in abeyance until the issue is ready for ruling. <i>See</i> § XI, <i>infra.</i></p>\n<p>Defendants' motion for summary judgment on the two fraud claims presented in this counterclaim is denied. Ruling on the motion as to the remaining unfair trade practices claim is held in abeyance for twenty days.</p>\n<p></p>\n<h2>10. Norry Electric's Fourth Counterclaim.</h2>\n<p>The unfair trade practices claim alleged in the counterclaim has been dismissed as barred by the statute of limitations. § IV C3, <i>supra.</i> No argument for summary judgment has been made as to the remaining fraud claim.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*910</span> E. <i>Summary.</i>\n</h2>\n<p>The Ward defendants' motion for partial summary judgment is granted in part and denied in part. The defendants' request for the court to hold as a matter of law that plaintiffs are barred from recovering pre-CERCLA expenditures is denied. The defendants' request for a pretrial determination of the extent to which the issue of consistency with the National Contingency Plan may be relitigated and which parties bear the burden of proof has been granted. The motion for summary judgment on the third-party counterclaims has been granted as to Liberty Motor's second, third and sixth counterclaims and as to part of Norry Electric's first counterclaim, Norry's entire second counterclaim and one portion of the third. The court has held in abeyance, pending further submissions, the motion for summary judgment on Liberty Motor's fifth counterclaim and parts of Norry Electric's first and third counterclaims. The motion has been denied as to the remaining counterclaims.</p>\n<p></p>\n<h2>V. MOTION BY NORRY ELECTRIC FOR PARTIAL SUMMARY JUDGMENT AGAINST THE WARD DEFENDANTS ON NORRY'S FOURTH COUNTERCLAIM</h2>\n<p>Norry Electric's fourth counterclaim, set out in section IV C3, <i>supra,</i> deals with the sale of Norry's transformers by defendants to the United States Air Force and defendants' alleged attempts to cheat Norry out of its share of the proceeds. The unfair trade practices action alleged in this counterclaim has been dismissed on statute of limitations grounds, leaving a fraud claim. § IV C3, <i>supra.</i> As previously discussed, there remains a genuine issue of material fact as to when Norry discovered or should have discovered the fraud. § IV C3, <i>supra.</i> For this reason the court cannot grant Norry Electric's motion for summary judgment on this claim.</p>\n<p>However, the substantive basis of the claim is undisputed in the record. Defendants leased and sold Norry's transformers to the United States Air Force, then represented to Norry that they had been sold to a South Carolina company for far less money than was actually received. Deposition of Robert Earl Ward, III, p. 49. As a consequence, Norry received $34,825.00 less than was due it. In order to make out a case of actionable fraud, Norry must show that (1) defendants made a representation relating to some material fact; (2) the representation was false; (3) the representation was false when made or was made recklessly without any knowledge of its truth and as a positive assertion; (4) the false representation was made with the intention that it be relied on by Norry; (5) Norry reasonably relied upon the representation and acted on it; and (6) Norry was injured. <i>Johnson v. Phoenix Mutual Life Insurance Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">300</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">247</span></span>, 253, <span class=\"citation\" data-id=\"1265360\"><a href=\"/opinion/1265360/johnson-v-phoenix-mut-life-ins-co/\"><span class=\"volume\">266</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">610</span></a></span> (1980); <i>Ragsdale v. Kennedy,</i> <span class=\"citation\" data-id=\"1215909\"><a href=\"/opinion/1215909/ragsdale-v-kennedy/\"><span class=\"volume\">286</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">130</span></a></span>, <span class=\"citation\" data-id=\"1215909\"><a href=\"/opinion/1215909/ragsdale-v-kennedy/\"><span class=\"volume\">209</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">494</span></a></span> (1974). All of the elements have been established and are undisputed. Thus, the only issues remaining for trial on this counterclaim are (1) when Norry Electric knew or should have known of the fraud and, if resolution of the first issue does not result in a statute of limitations bar, (2) the amount of punitive damages Norry may recover. Norry Electric's motion for summary judgment on its fourth counterclaim is denied.</p>\n<p></p>\n<h2>VI. MOTIONS BY LIBERTY MOTOR AND NORRY ELECTRIC FOR SUMMARY JUDGMENT ON THE CLAIMS ASSERTED AGAINST THEM BY THE WARD DEFENDANTS</h2>\n<p>The third-party defendants, Liberty Motor and Norry Electric, have also moved for summary judgment on the claims for indemnity and contribution brought against them by the Ward defendants. Specifically, the third-party defendants argue that Ward and WTC are collaterally estopped from denying their willful participation in the illegal dumpings. If this is so then they have no right of contribution because of their willful participation in the scheme.</p>\n<p><span class=\"star-pagination\">*911</span> The issues of collateral estoppel and right of contribution under CERCLA have previously been discussed in the court's order of 11 May 1984 ruling on the third-party defendants' motion to dismiss the third-party complaint. In that order the court held that the doctrine of collateral estoppel would act as a bar to any right of contribution stemming from disposal sites covered in the criminal action. However, the court denied the third-party defendants' motion to dismiss because it was not clear from the pleadings which disposal sites were covered by the criminal indictment. Nor was the court able, on the basis of the pleadings, to determine the applicability of the doctrine to WTC. These matters are now again before the court on summary judgment motions.</p>\n<p>The Ward defendants seek to have the court change its decision on the applicability of the doctrine of issue preclusion to the question of Ward's knowing and willful participation in the illegal dumpings. This court declines to do and stands on the reasoning set forth in the 11 May 1984 order.</p>\n<p>Based on the submissions by the third-party defendants and the plaintiffs, the court finds that the criminal indictment covered all of the PCB dump sites found in Johnston, Harnett, Franklin, Warren, Halifax, Granville, Wake, Nash, Wilson and Edgecombe Counties. <i>See</i> Exhibit \"A,\" Activity 4 Report, \"Master Map\" (submitted with North Carolina and United States of America motions for partial summary judgment). As a result of his conviction on all eight counts Robert Earl Ward, Jr., is estopped from denying his knowing participation in the PCB dumpings in those counties. And, as a consequence, he may not seek contribution from the third-party defendants for the cleanup costs of the spills in those counties as he is an intentional tortfeasor. Order of 11 May 1984; N.C. Gen.Stat. § 1B-1(c); 46 Am.Jur.2d, <i>Joint Ventures,</i> § 47 (1969); W. Prosser, <i>Law of Torts</i> § 50 (4th ed. 1971); Restatement (Second) of Torts § 886A(3).</p>\n<p>WTC is also collaterally estopped from denying its knowing participation in the illegal dumpings. Normally, collateral estoppel or issue preclusion applies only where there is identity of parties, subject matter and issues in the previous litigation. <i>Smoky Mountain Enterprises, Inc. v. Rose,</i> <span class=\"citation\" data-id=\"1269052\"><a href=\"/opinion/1269052/smoky-mountain-enterprises-incorporated-v-rose/\"><span class=\"volume\">283</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">373</span></a></span>, <span class=\"citation\" data-id=\"1269052\"><a href=\"/opinion/1269052/smoky-mountain-enterprises-incorporated-v-rose/\"><span class=\"volume\">196</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">189</span></a></span> (1973). However, a close corporation in privity with its dominant officers may be bound by the acts of its officers for purposes of collateral estoppel. <i>Drier v. Tarpon Oil Company,</i> <span class=\"citation\" data-id=\"329963\"><a href=\"/opinion/329963/fed-sec-l-rep-p-95350-frederick-drier-v-tarpon-oil-company-roger/\"><span class=\"volume\">522</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">199</span></a></span> (5th Cir.1975); <i>Smoky Mountain Enterprises,</i> 283 N.C. at 373, 196 S.E.2d at 189.</p>\n<p>Privity between Ward and WTC exists in this case. At all times relevant to this lawsuit, Ward owned the majority, controlling interest in WTC, was its president, chief executive officer and decision maker. The corporation was essentially Ward's alter ego and is bound by the decisions he made as head corporate officer. <i>Kreager v. General Electric Co.,</i> <span class=\"citation\" data-id=\"319396\"><a href=\"/opinion/319396/james-scott-kreager-v-general-electric-company-james-scott-kreager-v/\"><span class=\"volume\">497</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">468</span></a></span> (2d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">861</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">111</span></span>, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">95</span></span>, <i>reh'g denied</i> <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1041</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">530</span></span>, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">319</span></span> (1974). So, to the extent that Ward is barred from seeking contribution from the third-party defendants, WTC is also barred.</p>\n<p>The third-party defendants argue that Ward and WTC should also be barred from claiming contribution for the remaining sites outside the Eastern District. There are three distinct categories of additional sites:</p>\n<blockquote>1. Dumpings along roads in Lee and Person Counties which were continuations of dumpings which were covered by the criminal indictment;</blockquote>\n<blockquote>2. Dumpings in Alamance, Chatham and Lee Counties which were wholly within the Middle District of North Carolina; and</blockquote>\n<blockquote>3. Dumpings along Fort Bragg roadsides.</blockquote>\n<p>The third-party defendants argue that as knowing participants in Burns' criminal venture, the Ward defendants cannot seek contribution or indemnity for any acts which were the foreseeable consequence of <span class=\"star-pagination\">*912</span> the criminal acts. Clearly, a participant in a criminal act is civilly liable for other reasonably foreseeable acts done by other participants. <i>Halberstam v. Welch,</i> <span class=\"citation\" data-id=\"417693\"><a href=\"/opinion/417693/elliott-jones-halberstam-individually-and-as-administratrix-of-the-estate/\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">472</span></a></span> (D.C.Cir.1983). The third-party defendants argue that, as knowing participation by the Ward defendants in the criminal venture has been established by collateral estoppel, the court should impute the Ward defendants' knowing participation in the additional dumpings.</p>\n<p>Only one category of the non-Eastern District sites may benefit from this theory. Contribution for cleanup costs for sites along the roads in Lee and Person Counties which were continuations of the dumpings in Harnett and Granville Counties covered in the criminal indictment may not be recovered by the Ward defendants. It is judicially established that Ward was a knowing participant in the Harnett and Granville Counties dumpings. <i>United States v. Ward,</i> No. 79-4-CR-5 (E.D.N.C. 1979). It is also clear from the record that the spills in Lee and Person Counties were made by Burns at the same time as those in Harnett and Granville Counties. Therefore, it is indisputable that Ward and WTC were knowing participants in these dumpings.</p>\n<p>There is no evidence before the court from which it may, on summary judgment, preclude the Ward defendants from recovering contribution for the Middle District or Fort Bragg sites. The Fort Bragg dumpings were the first ones made by Burns, and the issue of whether Ward knew of them at the time remains disputed. In addition, the court cannot glean from the record the order of the other dumpings. If Burns did the Middle District dumpings before those in the Eastern District, Ward may not yet have become a knowing participant in the scheme. There is simply nothing in the record which would justify granting the motions of the third-party defendants on these remaining sites.</p>\n<p>Accordingly, the motions by the third-party defendants for summary judgment on the claims against them by the Ward defendants are granted in part and denied in part. The Ward defendants are precluded from seeking contribution from the third-party defendants for the cleanup of PCB spills in Harnett, Franklin, Warren, Halifax, Granville, Wake, Nash, Wilson and Edgecombe Counties and for those portions of the spills in Lee and Person Counties which are continuous with those in Harnett and Granville Counties. Exhibit A, \"Master Map,\" Blocks 1-11. The motions are denied as to those spills wholly within the Middle District and those on Fort Bragg. <i>Id.,</i> Blocks 12 and 13.</p>\n<p></p>\n<h2>VII. APPEAL BY THE WARD DEFENDANTS FROM THE MAGISTRATE'S DISCOVERY ORDER OF 2 JANUARY 1985</h2>\n<p>Through this appeal defendants seek to obtain discovery from the United States of America of information about response measures taken by the government at other spill sites. Defendants claim that they must have this material if they are to be able to effectively contest the consistency of the government's expenditures with the National Contingency Plan. See § IV B, <i>supra.</i> Although the court has held that defendants may properly contest this issue, the magistrate's order of 2 January 1985 will be upheld. The court finds that the magistrate's order is not clearly erroneous or contrary to law in its conclusions that (1) allowing such discovery would place an undue burden upon plaintiff and (2) the information sought is irrelevant to this action. 28 U.S.C. § 636(b)(1)(A) (1982).</p>\n<p></p>\n<h2>VIII. MOTION BY THE WARD DEFENDANTS FOR LEAVE TO FILE A THIRD-PARTY COMPLAINT AGAINST NEIL NORRY, PRESIDENT OF NORRY ELECTRIC, AND MANNY MARGOLIS, PRESIDENT OF LIBERTY MOTOR</h2>\n<p>Motion by the Ward defendants for leave to file an additional third-party complaint against Norry Electric's president, Neil Norry, and Liberty Motor's president, Manny Margolis, is denied. Failure to allow <span class=\"star-pagination\">*913</span> the motion will result in no prejudice to the Ward defendants as they have already brought suit against the corporations and will be able to recover the full amount due them by the corporate defendants, if any. In addition, third-party liability is tenuous at best. By contrast, if the court were to grant the motion it would unreasonably delay the trial of this protracted matter. Discovery has been completed, the time for filing motions has run and the case is almost ready for trial. To allow this motion would require delay of the trial until the new defendants answered the complaint, had time for additional discovery and were allowed to file motions. The motion is denied.</p>\n<p></p>\n<h2>IX. JOINT MOTION BY THE UNITED STATES OF AMERICA AND STATE OF NORTH CAROLINA IN OPPOSITION TO DEFENDANTS\" DEMAND FOR A JURY TRIAL</h2>\n<p>The Ward defendants have demanded a jury trial of this action. All of the federal courts which have addressed the issue of the right to a jury trial for CERCLA claims have agreed that the type of relief available under CERCLA is equitable in nature and thus a jury trial is not available. <i>Wehner v. Syntex Corp.,</i> <span class=\"citation\" data-id=\"1793380\"><a href=\"/opinion/1793380/wehner-v-syntex-corp/\"><span class=\"volume\">618</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">37</span></a></span> (E.D.Mo.1984); <i>United States v. Wade,</i> 20 ERC 1853 (E.D.Pa.1984); <i>United States v. Union Gas Co.,</i> <span class=\"citation\" data-id=\"1903606\"><a href=\"/opinion/1903606/united-states-v-union-gas-co/\"><span class=\"volume\">586</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1522</span></a></span> (E.D.Pa.1984); <i>United States v. Argent,</i> Civ. Action No. 83-523-NB (D.N.M.1983); <i>United States v. Northeastern Pharmaceutical and Chemical Co.,</i> <span class=\"citation\" data-id=\"1819298\"><a href=\"/opinion/1819298/united-states-v-northeastern-pharm-chem-co/\"><span class=\"volume\">579</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">823</span></a></span> (W.D. Mo.1984); <i>United States v. Reilly Tar and Chemical Corp.,</i> 20 ERC 1052 (D.Miss. 1983); <i>United States v. Georgeoff,</i> Civ. Action No. C83-1656-A (N.D.Ohio 1984); <i>United States v. Tyson,</i> Civ. Action No. 84-2663 (E.D.Pa.1984). This court concurs with those others for the reasons given in the opinions cited above. The joint motion to strike the defendants' demand for a jury trial as to the CERCLA claims is allowed.</p>\n<p></p>\n<h2>X. MOTION BY WARD DEFENDANTS TO SEPARATE THE TRIAL OF CERTAIN COUNTERCLAIMS</h2>\n<p>The Ward defendants have also moved to separate the trial of Norry Electric's fourth counterclaim and Liberty Motor's fifth counterclaim on the grounds that they are unrelated to the PCB spills which are the main subject of this action.</p>\n<p>Norry Electric's fourth counterclaim deals with the sale by the Ward defendants of Norry's transformers and the falsification of invoices by the Ward defendants resulting in damage to Norry. This counterclaim is clearly unrelated to the PCB spills. Severance for trial of this claim is granted as failure to sever would result in prejudice to defendants and unnecessary complication of an already unwieldy case.</p>\n<p>Liberty Motor's fifth counterclaim deals with the unauthorized sale by the Ward defendants of some of Liberty's equipment. Liberty has been ordered to particularize this claim. Ruling on the Ward defendants' motions for summary judgment on the claim have been stayed. It would be premature to rule on a motion for severance until such time as the claim has been particularized and the summary judgment motions disposed of.</p>\n<p>Accordingly, motion by the Ward defendants for severance of Norry Electric's fourth counterclaim is allowed. The motion for severance of Liberty Motor's fifth counterclaim will be ruled upon after Liberty has complied with this court's order to particularize and after the court rules upon the Ward defendants' motions for summary judgment on the claim.</p>\n<p></p>\n<h2>XI. MOTION BY THE STATE OF NORTH CAROLINA TO APPEAR AS AMICUS CURIAE ON THE ISSUE OF THE CONSTITUTIONALITY OF NORTH CAROLINA GENERAL STATUTE § 75-1.1</h2>\n<p>The State seeks to be allowed to reply, as amicus curiae, to the Ward defendants' challenge to the constitutionality of North Carolina General Statute § 75-1.1 contained in the Ward defendants' motion <span class=\"star-pagination\">*914</span> to dismiss the third-party counterclaims of Norry Electric and Liberty Motor. The motion is allowed. Defendants are given twenty days from the date of this order to file any response they may care to make.</p>\n<p></p>\n<h2>XII. MOTION BY THE STATE OF NORTH CAROLINA FOR LEAVE TO AMEND THE COMPLAINT IN INTERVENTION</h2>\n<p>The State of North Carolina moves to amend its complaint in intervention to add a pendent state law claim for equitable restitution. Fed.R.Civ.P. 15(a). This motion is based on an anticipated ruling by this court that the State's claim for recovery of pre-CERCLA expenditures would be disallowed. The motion is denied for two reasons. First, the court, in this order, has ruled that CERCLA allows for recovery of pre-enactment expenditures. <i>See</i> § IV A, <i>supra</i><i>.</i> Second, to allow the State to amend its complaint at this late stage would unreasonably delay this complex litigation. Discovery has already been completed and, with the exception of a few matters specified in this order, this case is ready for trial upon the filing of this decision. To allow an amendment would require a response from defendants, possible additional discovery and time to file additional motions to dismiss and for summary judgment.</p>\n<p></p>\n<h2>XIII. MOTION BY NORRY ELECTRIC TO STRIKE MEMORANDUM SUBMITTED BY THE WARD DEFENDANTS REGARDING THE MOTIONS FOR SUMMARY JUDGMENT</h2>\n<p>Norry Electric moves to strike the Ward defendants' 2 April 1985 memorandum of additional authorities on unfair trade practice counterclaims. The reason for the motion is that the North Carolina Court of Appeals decision submitted is unpublished and, in accordance with Rule 30(e) of the North Carolina Rules of Appellate Procedure, should not be considered for any purpose outside the case in which the decision was rendered. The motion to strike is allowed on the grounds that it was not intended to be considered by this court. N.C.R.App.P. 30(e). The Ward defendants' memorandum has not been considered in this decision.</p>\n<p></p>\n<h2>XIV. SUMMARY</h2>\n<p>The rulings on the pending motions in this action are as follows:</p>\n<p>1. The motion by plaintiff, the United States of America, for partial summary judgment against the Ward defendants is allowed. Defendants are adjudged liable to the federal government under 42 U.S.C. § 9607(a)(3). Determination of the amount of damages remains an issue for trial.</p>\n<p>2. The motion by plaintiff-intervenor, the State of North Carolina, for partial summary judgment against the Ward defendants is allowed. Defendants are liable to the State under 42 U.S.C. § 9607(a)(3) for an amount to be determined at trial.</p>\n<p>3. The motion by the Ward defendants for partial summary judgment is granted in part and denied in part. The defendants' request for the court to hold as a matter of law that plaintiffs are barred from recovering pre-CERCLA expenditures is denied. The defendants' request for a pretrial determination of the extent to which the issue of consistency with the National Contingency Plan may be relitigated and which parties bear the burden of proof has been granted, as discussed in § IV B, <i>supra.</i> The motion for summary judgment on the third-party counterclaims has been allowed as to Liberty Motor's second, third and sixth counterclaims and as to part of Norry Electric's first counterclaim, Norry's entire second counterclaim and one portion of the third. The court has held in abeyance, pending further submissions, the motion for summary judgment on Liberty Motor's fifth counterclaim and parts of Norry Electric's first and third counterclaims.</p>\n<p>4. Norry Electric's motion for partial summary judgment against the Ward defendants on Norry's fourth counterclaim is denied.</p>\n<p><span class=\"star-pagination\">*915</span> 5. The motion by Norry Electric for summary judgment on the claims asserted against it by the Ward defendants is granted in part and denied in part. The Ward defendants are precluded from seeking contribution from Norry Electric for the cleanup of PCB spills in Harnett, Franklin, Warren, Halifax, Granville, Wake, Nash, Wilson and Edgecombe Counties and for those portions of the spills in Lee and Person Counties which are continuous with those in Harnett and Granville Counties. The motion is denied as to those spills wholly within the Middle District and those on Fort Bragg.</p>\n<p>6. The motion by Liberty Motor for summary judgment on the claims asserted against it by the Ward defendants is granted in part and denied in part, as explained in # 5, <i>supra.</i></p>\n<p>7. The magistrate's discovery order of 2 January 1985 is affirmed.</p>\n<p>8. The Ward defendants' motion for leave to file a third-party complaint against Neil Norry, president of Norry Electric, and Manny Margolis, president of Liberty Motor, is denied.</p>\n<p>9. Joint motion by the United States of America and State of North Carolina in opposition to defendants' demand for a jury trial is allowed. The clerk is ordered to strike the defendants' jury demand.</p>\n<p>10. Motion by the Ward defendants to separate the trial of certain counterclaims is granted as to Norry Electric's fourth counterclaim and held in abeyance as to Liberty Motor's fifth counterclaim.</p>\n<p>11. Motion by the State of North Carolina to appear as amicus curiae on the issue of the constitutionality of North Carolina General Statute § 75-1.1 is granted.</p>\n<p>12. Motion by the State of North Carolina for leave to amend the complaint in intervention is denied.</p>\n<p>13. Motion by Norry Electric to strike a memorandum submitted by the Ward defendants regarding the motions for summary judgment is allowed.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106167/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108431/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110811/",
    "http://www.courtlistener.com/api/rest/v3/opinions/319396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/329963/",
    "http://www.courtlistener.com/api/rest/v3/opinions/334172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402535/",
    "http://www.courtlistener.com/api/rest/v3/opinions/410184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/412643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/417693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1207258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1215909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1259928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1265360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1269052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1332001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1361115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1497248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1571188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1658917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1687114/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1760470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1793380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1817025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1819298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1903606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2270437/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2310597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2379717/"
  ]
}