{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1794505/",
  "absolute_url": "/opinion/1794505/marlen-c-robb-son-boatyard-v-vessel-bristol/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1794505/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:27:44.603922Z",
  "date_modified": "2016-02-29T22:42:08.904120Z",
  "type": "010combined",
  "sha1": "6c4de2d381a7fa8e6ef4e0058cef2177e28612f6",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>893 F.Supp. 526 (1994)</b></center>\n<center><h1>MARLEN C. ROBB &amp; SON BOATYARD &amp; MARINA, INC., Plaintiff,<br>\nv.<br>\nThe VESSEL BRISTOL, her engines, tackle, apparel, etc. in rem; and Franklyn H. Carrington, Jr. and Carolyn R. Carrington, in personam, Defendants.</h1></center>\n<center>No. 93-106-CIV-4-MC.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>December 8, 1994.</center>\n<p><span class=\"star-pagination\">*527</span> <span class=\"star-pagination\">*528</span> <span class=\"star-pagination\">*529</span> <span class=\"star-pagination\">*530</span> W.B. Carter, Jr., Washington, for plaintiff.</p>\n<p>Stevenson L. Weeks, Beaufort, for defendants.</p>\n<p></p>\n<h2><i>FINDINGS OF FACT AND CONCLUSIONS OF LAW</i></h2>\n<p>McCOTTER, United States Magistrate Judge.</p>\n<p>This matter came before the court for trial on October 17 and 18, 1994, in New Bern. The case was tried without a jury, the parties' counsel having waived jury trial, before the undersigned United States Magistrate Judge, pursuant to 28 U.S.C. § 636(c). After having heard and reviewed all testimony, exhibits, other evidence, and argument, and reviewing the respective parties' pleadings, stipulations, Pretrial Order, and supporting memoranda, the court makes the following findings of fact and conclusions of law.</p>\n<p></p>\n<h2><i>FINDINGS OF FACT</i></h2>\n<p>1. This is an action instituted by the plaintiff claiming a maritime lien on the defendant vessel BRISTOL, <i>in rem,</i> and against its owners, <i>in personam,</i> for necessaries, including materials, services, repairs, supplies, wharfage, and storage.</p>\n<p>2. This is an action comprising a claim of admiralty and maritime jurisdiction of the United States and this court.</p>\n<p>3. The court does not have <i>in rem</i> jurisdiction over the vessel BRISTOL, her engines, tackle, apparel, etc., as there has been no service of process on the vessel BRISTOL.</p>\n<p>4. All parties other than the vessel BRISTOL are properly before the court, and the court has jurisdiction over the parties and of the subject matter of this dispute.</p>\n<p>5. Marlen C. Robb, Jr. and Dr. Franklyn Carrington testified at trial, and the following findings of fact are based primarily on their testimony, unless otherwise indicated.</p>\n<p>6. The plaintiff, Marlen C. Robb &amp; Son Boatyard &amp; Marina, Inc. is a corporation organized and existing under the laws of North Carolina, having its principal place of business in Belhaven, North Carolina, where it operates a transient marina and repair facility on Pantego Creek. Marlen C. Robb (Sr.) is the Secretary-Treasurer of the plaintiff corporation and a principal stockholder, and Marlen C. Robb, Jr. is the President of the plaintiff corporation and a principal stockholder.</p>\n<p>7. The defendants Franklyn H. Carrington, Jr. and Carolyn R. Carrington (\"the Carringtons\"), are citizens and residents of the State of Connecticut, and are husband <span class=\"star-pagination\">*531</span> and wife. The Carringtons, at all times relevant to this action, were the owners of a 46-foot motor yacht, named BRISTOL, No. 691105, having a home port of New York, New York.</p>\n<p>8. In October, 1992, the Carringtons were taking the BRISTOL from her berth in Connecticut on a transportation cruise to Hilton Head, South Carolina, and on to Marathon Key, Florida. Accompanying them was their son, Christopher, age 23. Mrs. Carrington became ill on the first night of their voyage, somewhere near New Jersey, and she disembarked and returned home to Connecticut. Dr. Carrington and his son continued the voyage. In the early afternoon of October 19, due to an oncoming storm and resulting high seas, Dr. Carrington brought the BRISTOL into port at Belhaven, North Carolina, to plaintiff marina and boatyard, tied up, and took on fuel. The forecast at that time called for several days of inclement, rough weather.</p>\n<p>9. Because Dr. Carrington had only a few days left to complete the first leg of the voyage to Hilton Head, he inquired of Marlen Robb, Jr. whether the BRISTOL could be left at the plaintiff marina and boatyard for a period of weeks, perhaps as long as two months, until the Carringtons could return and continue the journey. Marlen Robb, Jr., informed Dr. Carrington that the marina was a transient marina (that is, one that does not offer long-term docking, only overnight or several-night docking and repairs) and that it was the peak of the transient season.</p>\n<p>10. Sometime later that day, Dr. Carrington asked Marlen Robb, Jr. what it would take to be able to leave the BRISTOL at the plaintiff marina and boatyard. Robb replied that if work was being done on the BRISTOL, the vessel could remain at the marina and boatyard for the three or four weeks requested. Robb offered the example of hull painting as such work.</p>\n<p>11. On October 19, 1992, plaintiff marina and boatyard had in effect a schedule of rates for various types of labor, hauling and launching, mast work, and other specialty services. A copy of this written schedule was introduced as Plaintiff's Exhibit # 1. Also in effect on October 19, 1992, was a Wharfage Rates &amp; Policy statement, a copy of which was introduced as Plaintiff's Exhibit # 2. These rate sheets were posted somewhere at the plaintiff marina and boatyard, but plaintiff did not present them, give them, or explain them to Dr. Carrington on October 19 or 20, 1992, except to inform Dr. Carrington of the standard transient wharfage rate of 75¢ per foot per night ($20.00 minimum). The Wharfage Rates &amp; Policy statement contained the following language:</p>\n<blockquote>If your vessel is under repair, in the water, and disabled by our repair work for over twenty-four (24) hours no wharfage will be charged after the first twenty-four (24) hours until the work on the vessel is completed by us, at which time wharfage charges will commence again.</blockquote>\n<blockquote>STORAGE charges on the Hard (blocked up on land) are the same as the above wharfage charges.</blockquote>\n<blockquote>ELECTRICITY charges are payable at ALL times that a vessel is plugged into our shore electricity.</blockquote>\n<p>12. Dr. Carrington obtained one of plaintiff's blank work order sheets, filled out his name, address, and telephone number, and prepared a list of work items on the BRISTOL. He also checked a box at the top of the form marked \"Estimate\". He also signed the form on a line marked \"Authorized by\", and below a paragraph reading</p>\n<blockquote>I hereby authorize the above repair work to be done along with the necessary materials. You and your employees may operate the unit herein described on any waterways or elsewhere for purposes of testing, inspection, or delivery at my risk. An express mechanic's lien is acknowledged on above unit to secure the amount of repairs thereto. It is also understood that you will not be held responsible for loss or damage to the unit (or articles left in or with the unit) in case of fire, theft, accident, inclement weather conditions or any other cause beyond your control.</blockquote>\n<p>The work order bears No. BR2244 in the upper right corner. Dr. Carrington gave <span class=\"star-pagination\">*532</span> Marlen Robb, Jr. this completed work order. Dr. Carrington also left on board the BRISTOL a handwritten note directed to Mr. Robb, Jr., which began, \"Additional items to see if you can fix,\" listed several work items not listed on the work order, and contained the note \"Please Call\" followed by Dr. Carrington's home phone number and his signature. Marlen Robb, Jr. found this handwritten note on the BRISTOL the following day. A copy of the work order is Plaintiff's Exhibit # 3 and Defendant's Exhibit # 1, and a copy of the note is Plaintiff's Exhibit # 4 and Defendant's Exhibit # 2.</p>\n<p>13. The work order Dr. Carrington filled out contained the following work items:</p>\n<blockquote> Oil leak Port engine forward? water pump,</blockquote>\n<blockquote> tighten fittings for oil leaks turbos, both engines,</blockquote>\n<blockquote> Leaks forward windows over galley? need to reseal windows,</blockquote>\n<blockquote> Repair teak veneer over galley</blockquote>\n<blockquote> Seal on dishwasher</blockquote>\n<blockquote> Seal on salon icemaker</blockquote>\n<blockquote> Check both heads, especially pumping into holding tank,</blockquote>\n<blockquote> Change oil/oil filters/fuel filters/Racors both engines and genset.</blockquote>\n<p>14. The handwritten note left by Dr. Carrington read as follows:</p>\n     Marlen          10/19/92\n<blockquote>Additional items to see if you can fix</blockquote>\n<blockquote>(1) Replace black glass on salon coffee table</blockquote>\n<blockquote>(2) Reattach top of aft deck dining table</blockquote>\n<blockquote>(3) (check) on replacing the 2 helm seats</blockquote>\n<blockquote>(4) Replace or re-attach curtain rails over galley/dinette where broken</blockquote>\n<blockquote>OVER XXX-XXX-XXXX (signature of Dr. Carrington)</blockquote>\n<blockquote> Replace forward bilge pump hose</blockquote>\n<blockquote> See if on-board F/W system can be \"beefed\" up (low pressure) pump is <i>new</i>!</blockquote>\n<blockquote> (check) Acid levels in batteries.</blockquote>\n<p>Thanks</p>\n<p>15. Before leaving the BRISTOL, Dr. Carrington and his son covered seat cushions with towels, adjusted the power switch to DC only, took some personal belongings, defrosted the two icemakers on board, and threw away some, but not all, food in the refrigerators and freezers. Among the food items left were some steaks in the freezer, and some condiments in the refrigerator.</p>\n<p>16. Dr. Carrington and Marlen Robb, Jr. spoke briefly thereafter, although the subject of that conversation is disputed. Robb testified that he told Carrington that the work listed on the work order would cost between $4000 and $5000, and was sufficient to keep the vessel at the marina for three or four weeks. Carrington testified that Robb gave no estimate during that conversation, and that Robb never subsequently provided him with any estimate. Dr. Carrington did pay for wharfage, electricity, fuel, and some small parts on October 19, 1992 according to an invoice of that date, a copy of which is Plaintiff's Exhibit # 5. That invoice billed the wharfage rate at 75¢ per foot per day, plaintiff's standard rate. After the conversation, Dr. Carrington and his son left the marina and got a ride to Rocky Mount, where they caught a train to Connecticut. The BRISTOL was left at the plaintiff marina and boatyard.</p>\n<p>17. There was no communication between the Carringtons and anyone at plaintiff's marina and boatyard from October 19, 1992 until sometime shortly after November 25, 1992.</p>\n<p>18. Plaintiff began work on the BRISTOL on or about October 26, 1992, keeping track of work performed with employee time sheets, invoices for parts and materials, and invoices from subcontractors. Copies of these documents were introduced into evidence as Plaintiff's Exhibits #6 through # 41 and # 46.</p>\n<p>19. The court specifically finds that between October 26, 1992 and December 23, <span class=\"star-pagination\">*533</span> 1992, and more particularly on the dates noted, plaintiff performed the following work on the vessel BRISTOL:</p>\n<blockquote>a. Changed oil and oil filters on engines and genset, and changed one fuel filter for engines and one fuel filter for genset (10/26/92 and 10/27/92); this included pumping old oil out of the engines and genset, but not replacing the primary Racor filters; total labor hours: 7.5;</blockquote>\n<p></p>\n<pre>\n      1) Materials charge billed:                   $  226.51\n      2) Total labor @ $ 39.00/hr:<sup>[1]</sup>            $  292.50\n</pre>\n<blockquote>b. Cleaned out the refrigerator and freezer due to some food spoiling, and cleaned up the water that had leaked out of the refrigerator (10/26/92); total labor hours: 1.5;</blockquote>\n<p></p>\n<pre>\n      1) Materials charge billed:                   $    0.00\n      2) Total labor @ $ 28.00/hr:<sup>[2]</sup>            $   42.00\n</pre>\n<blockquote>c. Reattached the top of the aft deck dining table (10/27/92); total labor hours: .5;</blockquote>\n<p></p>\n<pre>\n      1) Materials charge billed:                   $    1.64\n      2) Total labor @ $ 32.00/hr:<sup>[3]</sup>            $   16.00\n</pre>\n<blockquote>d. Replaced the black glass top of the salon coffee table (10/27/92); total labor hours: .25;</blockquote>\n<p></p>\n<pre>\n      1) Materials charge billed:                   $   45.00\n      2) Total labor @ $ 32.00/hr:<sup>[4]</sup>            $    8.00\n</pre>\n<blockquote>e. Tightened the fittings to stop oil leaks on the turbos and engines, and repaired an oil leak on the port engine (10/27/92, 11/13/92, 11/24/92, 11/27/92); total labor hours: 7.5;</blockquote>\n<p></p>\n<pre>\n      1) Materials charge billed:                   $    0.00\n      2) Total labor @ $ 39.00/hr:<sup>[5]</sup>            $  292.50\n</pre>\n<blockquote>f. Replaced the gaskets on both icemakers and reset the forward icemaker door (11/3/92, 11/24/92, 12/2/92), and inspected the seal for, and adjusted the water level for the dishwasher (11/24/92, 12/8/92); total labor hours: 7.25;</blockquote>\n<p></p>\n<pre>\n      1) Materials charge billed:                   $   35.66\n      2) Total labor @ $ 39.00/hr:<sup>[6]</sup>            $  282.75\n</pre>\n<blockquote>g. Replaced the forward bilge pump hose, including clamps to hold hose in place; also required temporarily removing some of the settee storage lockers (11/25/92, 11/27/92, 12/7/92); total labor hours: 7.75;</blockquote>\n<p></p>\n<pre>\n      1) Materials charge billed:                   $  146.14\n      2) Total labor @ $ 39.00/hr:<sup>[7]</sup>            $  302.25\n</pre>\n<blockquote>h. Replaced a clogged filter for the vessel's fresh water system (12/1/92, 12/2/92); total labor hours: 1.0;</blockquote>\n<p></p>\n<pre>\n      1) Materials charge billed:                   $   16.24\n      2) Total labor @ $ 39.00/hr:<sup>[8]</sup>            $   39.00\n</pre>\n<blockquote>i. Hygrometer-tested the battery acid level and added water as necessary (12/2/92); total labor hours: .75;</blockquote>\n<p></p>\n<pre>\n      1) Materials charge billed:                   $    0.00\n      2) Total labor @ $ 39.00/hr:<sup>[9]</sup>            $   29.25\n</pre>\n<blockquote>j. Renewed portions of the salon's wood veneer through an outside subcontractor, Custom Woodwork (Jeffrey Hilberg) (12/6/92); total labor and materials charges billed by subcontractor to plaintiff, paid by plaintiff: $ 509.00.</blockquote>\n<p></p>\n<pre>\n      1) Amount billed:                             $ 1018.00\n</pre>\n<blockquote>k. Began varnishing the new veneer, until Dr. Carrington refused to authorize further work on windows; total labor hours: 1.25;</blockquote>\n<p></p>\n<pre>\n      1) Materials charge billed:                   $    0.00\n      2) Total labor @ $ 26.00/\n         hr:<sup>[10]</sup>                                 $   32.50\n</pre>\n<p>The total of the foregoing materials and labor provided to the defendants' vessel BRISTOL is $2825.94.</p>\n<p>20. Between October 19, 1992, and December 23, 1992, plaintiff also kept the BRISTOL supplied with electrical power, for which plaintiff billed defendants $192.00.</p>\n<p>21. On November 25, 1992, plaintiff sent to the Carringtons a \"work in progress\" <span class=\"star-pagination\">*534</span> statement, Defendants' Exhibit # 3, listing all work claimed to have been performed up to that point, and listing a total order at that time of $2336.26. That statement included charges for wharfage from October 20 through November 27 at plaintiff's standard rate. Within a week of receiving this statement, Dr. Carrington telephoned Marlen Robb, Jr., to discuss the charges. Robb said that he did not have the invoice in front of him at the time, and would get it, and return the call.</p>\n<p>22. The next contact between Robb and the Carringtons came on December 9, 1992, when plaintiff mailed an actual invoice (Plaintiff's Exhibit # 47, Defendants' Exhibit # 4) to the Carringtons, received several days after December 9, setting out a total bill of $5520.25. This amount included all of the charges in the prior work-in-progress form, plus additional charges for telephone calls, labor for re-mounting the main engines, labor for troubleshooting an engine cranking problem, wharfage from October 20, 1992 through December 5, 1992, at plaintiff's standard rate, and labor for removing window gaskets on the forward window array. On December 12, 1992, Dr. Carrington telephoned Marlen Robb, Jr., to express his dissatisfaction with the bill. Robb attempted to explain the charges, and informed Dr. Carrington that to complete repairs on the leaking front windows would cost $3500. Robb urged Carrington to spend that money to protect the veneer work already done inside the cabin. Carrington refused, and ordered Robb to do no further work on the windows, but did not protest the work already done on the windows. At that time, plaintiff had spent nothing on materials to repair the windows, but 8.25 hours of labor, billed at $39.00/hour, totalling $321.75.</p>\n<p>23. The next contact between the parties came on December 18, 1992, when Dr. Carrington called Marlen Robb, Jr. to further discuss the bill. Robb continued to press Carrington to pay the bill. Robb also said he would place a maritime lien on the BRISTOL if Carrington had not paid his bill by December 23, 1992. The conversation ended shortly thereafter. Dr. Carrington then called the Better Business Bureau in Raleigh, North Carolina to report plaintiff. Dr. Carrington then contacted an attorney in the Belhaven area, retaining Mr. Conrad Paysour of Belhaven to pursue resolution of the matter. On December 22, 1992, Marlen Robb, Sr. and Marlen Robb, Jr. went to Mr. Paysour's office, and gave him a copy of the original work order and handwritten note, and gave him a copy of a letter dated December 23, 1992, to the Coast Guard (Defendant's Exhibit # 75), claiming a maritime lien on the BRISTOL for $6001.58. The Coast Guard recorded the notice of claim of lien on December 31, 1992.</p>\n<p>24. On December 24, 1992, plaintiff removed the BRISTOL from the water, placed it on blocks, pressure-washed barnacles off the bottom of the vessel, and winterized it.</p>\n<p>25. On January 19, 1993, plaintiff mailed another invoice to the Carringtons, totalling $7707.78, which included all prior charges, as well as ones for a Pompanette helm seat (which was ultimately not installed and removed from the bill), labor and materials for removing the vessel from the water and for washing and winterizing it, and wharfage from October 20 through January 5, 1993, at plaintiff's standard rate. The Carringtons did not contact Robb about this invoice, but sent a copy to their attorney.</p>\n<p>26. No other repair work was done on the BRISTOL after December 24, 1992, when it was removed from the water. The wharfage charge, calculated at plaintiff's standard rate, from October 20, 1992 through December 23, 1992, was $2242.50.</p>\n<p>27. This action was begun on July 27, 1993, by the filing of plaintiff's Complaint.</p>\n<p>28. Sometime in the spring of 1994, a theft occurred aboard the BRISTOL. The Belhaven Police Department recovered the stolen property  a compact-disc player/radio <span class=\"star-pagination\">*535</span> and some compact discs  and returned it to plaintiff. On April 1, 1994, the Carringtons and their attorney visited the BRISTOL, and were given the CD player and CDs by the plaintiff. The Carringtons and their attorney inspected the BRISTOL, and noted that no other property was missing at that time. This was the first time the Carringtons had seen the BRISTOL since October 19, 1992.</p>\n<p>29. Sometime after April 1, 1994, without notice to, or authorization from, the Carringtons, plaintiff's employees wilfully removed from the BRISTOL the following items:</p>\n<blockquote>a. A Boston Whaler 11' boat, ser. no. BWCL4086DT87, with boat paddle, cover, hand pump, two side fenders, battery, gas tank, ropes, and anchor;</blockquote>\n<blockquote>b. An Evinrude 20 horsepower outboard motor, ser. no. 00669956;</blockquote>\n<blockquote>c. A boat davit and winch, unbolted from the aft deck of the BRISTOL;</blockquote>\n<blockquote>d. A 13\" color television;</blockquote>\n<blockquote>e. Five fiberglass fishing rods with reels; and</blockquote>\n<blockquote>f. A yellow AC shore power cord.</blockquote>\n<p>Other electronic items remained aboard the BRISTOL. The items removed were kept at plaintiff's place of business, until early August, 1994, when plaintiff's employees moved the Boston Whaler boat to employee Wallace Van Horn's property. Four weeks after that, Van Horn and his wife moved the Boston Whaler to a lot in Leechville, North Carolina, owned by Marlen Robb, Sr., that was accessible to the public. Van Horn notified the Robbs of the location of the Boston Whaler after he moved it.</p>\n<p>30. On August 8, 1994, the BRISTOL was arrested by the United States Marshall for the benefit of Chemical Bank, the holder of a defaulted mortgage on the vessel. At the time of the transportation of the BRISTOL for the benefit of the U.S. Marshall, the Marshall asked Marlen Robb, Sr., if there was a dinghy for the BRISTOL, and Marlen Robb, Sr., replied that he didn't see a davit for a dinghy, and didn't think there was one.</p>\n<p>31. On August 14, 1994, Detective Robert Wooster, on a complaint by Dr. Carrington, executed a search warrant for the Boston Whaler and its equipment, discovering the boat, cover, paddle, pump, fenders, battery, gas tank, ropes, and anchor on the Leechville property. The boat and equipment was seized. Detective Wooster then contacted Marlen Robb, Jr., who met him at plaintiff's place of business. Wooster there recovered the boat davit, winch, and outboard motor. Wooster later recovered the television and other property from plaintiff's place of business.</p>\n<p>32. At plaintiff's standard rates according to Plaintiff's Exhibit # 2, the charge for wharfage (in the water) and storage (on the hard), combined, for the period October 20, 1992, to August 8, 1994 (644 days) would be $22,218.00.</p>\n<p>33. Also testifying at the trial were the following, with their testimony summarized:</p>\n<p>a. Wallace Van Horn. Van Horn, an employee/subcontractor of plaintiff, worked as a foreman at the marina and boatyard. He performed a series of general, small repairs on the BRISTOL, including the work on the bilge pump hose, oil leaks, forward windows, and the icemakers. He was involved in the removal of the Boston Whaler and equipment from the BRISTOL. Marlen Robb, Jr. asked Van Horn to store the dinghy in Van Horn's own marina in Germantown, which he did, until four weeks later, when he and his wife took it down to the Leechville property. He then notified the Robbs that he had moved it. When Detective Wooster of the Belhaven Police contacted him, Van Horn told Wooster where the dinghy was located, and gave a written account of what had happened.</p>\n<p>b. Marlen Robb, Sr. Marlen Robb, Sr., is a shareholder and officer in plaintiff corporation. He wrote several letters to the Carringtons, demanding payment for the bills sent out, introduced as Plaintiff's Exhibits # 48, 50, and 51. He also spoke to Mrs. Carolyn Carrington by telephone on March 1, 1993, in which conversation he again asked for payment, and asked if the Carringtons had abandoned the boat. Mrs. Carrington had expressed her concern with a charge for a Pompanette seat of $700, and that she was <span class=\"star-pagination\">*536</span> not going to spend that kind of money for a chair. After that conversation, he did not speak with either of the Carringtons. He knew that the dinghy had been removed from the BRISTOL, because he recalled there was some \"excitement\" when it was removed. At the time of the arrest of the BRISTOL by the U.S. Marshal, when asked by a Marshal if there was a dinghy for the BRISTOL, Robb, Sr., said that he didn't think there was a dinghy for it because he couldn't see a davit. He also testified that other electronics on the bridge were not removed.</p>\n<p>c. Carolyn Carrington. Mrs. Carrington testified that she was an owner of the BRISTOL on October 19, 1992. She agreed generally to repairs as needed when the vessel was in the water, but because she was not present, she did not speak with Marlen Robb, Jr., at the time Dr. Carrington left the boat at plaintiff's marina. When Dr. Carrington returned to their home, he told her that he was waiting for estimates. During her conversation with Marlen Robb, Sr., she told him that she was dissatisfied with plaintiff doing work when she asked for it to be checked into; he told her that the boat had been abandoned. She never explicitly authorized Dr. Carrington to enter into a contract with plaintiff for repairs on her behalf, but testified on cross-examination that Dr. Carrington could enter into contracts for repairs generally on her behalf. She never called plaintiff about an estimate on the repair work.</p>\n<p>d. Don Davis. Davis, a certified marine surveyor, testified for defendants regarding their claims that the work plaintiff charged for was not performed. Davis conducted a non-destructive inspection of the BRISTOL on August 21, 1994, with defense counsel and Carolyn Carrington present. He testified that, based on his experience and this visual inspection, that the following work was not performed, but was billed by the plaintiff:</p>\n<blockquote>1) Veneer work in galley</blockquote>\n<blockquote>2) Oil change</blockquote>\n<blockquote>3) Racor filter change</blockquote>\n<blockquote>4) Install Pompanette seat</blockquote>\n<blockquote>5) Repairs to windows (leak repairs)</blockquote>\n<blockquote>6) Replacement of icemaker gaskets</blockquote>\n<blockquote>7) Adding water to batteries</blockquote>\n<blockquote>8) Curtain rods replaced</blockquote>\n<p>Davis further testified that the charges for (1) replacing the bilge pump hose, including labor, and (2) winterizing the vessel were excessive.</p>\n<p>e. Mike Quigley. Quigley, a marine mechanic, was formerly employed by plaintiff, and testified as to plaintiff's policies, as Quigley understood them, for repairing vessels. He testified that there was a policy in effect where the Robbs would get the vessel's captain to sign a work order, then would disable the vessel by removing an engine or transmission part. They would then pull the vessel from the water and continue the work, but be on the lookout for other \"repairs\" to be done. Quigley saw either Marlen Robb, Sr. or Marlen Robb, Jr. threaten to seize vessels and prevent a boater from taking his/her boat back. If a customer didn't pay a bill, the Robbs would try to resolve it in a meeting, and if that didn't resolve it, the customer had no choice but to pay the bill or lose the vessel. Quigley testified that Marlen Robb, Jr. said in regards to the Boston Whaler that it \"was a shame it's sitting up there not being used.\" An inventory was done on the BRISTOL in late 1993. Quigley did not work on the BRISTOL, and is now involved in a salary/contract dispute with the Robbs.</p>\n<p>f. Dave Fortiere. Fortiere was a customer of plaintiff's marina and boatyard on several occasions, the first two of which were for storage of the boat and some minor repairs. In August of 1993, he brought the boat to plaintiff for general repairs, bottom painting, and engine repairs. Fortiere was told by Mike Quigley and Marlen Robb, Jr. that the engine work was to be covered under its manufacturer's warranty. When done, however, Marlen Robb, Jr. demanded payment and threatened to \"paper\" the vessel. Fortiere paid his bill the day he received it. The manufacturer told Fortiere that the work was not covered under warranty. Approximately 1½ hours after setting sail, the engine <span class=\"star-pagination\">*537</span> trouble reoccurred. Fortiere also testified that he received a phone call from Marlen Robb, Sr., asking why Fortiere was involved in this action, and had not responded to an earlier letter asking him to come to the plaintiff's marina. Fortiere added that during the repair time on his boat, he was not charged for wharfage.</p>\n<p>g. Detective Robert Wooster. Wooster, a detective with the Belhaven Police Department, received a call from Dr. Carrington in August 1994 reporting that property had been stolen off the BRISTOL  namely, the Boston Whaler, the Evinrude motor, the davit, winch, etc. as noted above. Sometime later, an informant called Wooster and told him where the dinghy was, and Wooster subsequently found the dinghy on the Leechville property. Wooster applied for a search warrant for that property and for plaintiff's marina and boatyard. He recovered the Boston Whaler from the Leechville property, and the davit and winch from plaintiff's offices after Marlen Robb, Jr. told him he'd show Wooster where those items were located. At that office, Wooster saw a 13\" color television. He asked Marlen Robb, Jr. about the TV which was not on the search warrant, and Robb refused to turn it over to Wooster. Wooster contacted Robb's attorney and told him of the situation. Thirty minutes later, Marlen Robb, Sr. called Wooster and told him he could come and pick up the property. In addition to the TV, Wooster recovered several fishing rods, an A/C shore power cord, and an anchor with bag.</p>\n<p>h. Robert Loeber. Loeber, a former employee of plaintiff, testified as to plaintiff's policies as he understood them. Loeber understood that he was not to speak to any customers, and was to disable any boat to keep them at the plaintiff's marina. He was present when the Boston Whaler was removed, but did not participate, although he was asked to do so, and saw the dinghy loaded onto a truck by employees when it was later moved to Van Horn's property. He testified that Marlen Robb, Jr. had said on the day the dinghy was removed, \"We're getting something out of this, because we're not getting paid.\" Loeber was laid off in August of 1994.</p>\n<p>i. Jeffrey Hilberg. Hilberg was the subcontractor that plaintiff hired to prepare the veneer work in the BRISTOL's galley for refinishing. He testified that he removed approximately 1/8 inch of veneer on the areas depicted in the relevant plaintiff's photographic exhibits, but that he did not place the blue masking tape on those areas, and assumes that was done by the persons preparing the surface for varnish. He billed plaintiff for the work done, as noted above.</p>\n<p>34. Based on the above testimony, the court finds that plaintiff did not engage in a practice of \"luring\" vessels into its marina, or in a practice of overcharging every vessel owner for services it performed. Plaintiff also did not engage in a regular practice of threatening the placement of liens or seizure of vessels.</p>\n<p></p>\n<h2><i>ADDITIONAL FINDINGS OF FACT AND CONCLUSIONS OF LAW</i></h2>\n<p></p>\n<h2>A. Plaintiff's Claims</h2>\n<p></p>\n<h2>1. <i>Plaintiff's Claim of Maritime Lien</i>\n</h2>\n<p>Plaintiff was entitled to claim a maritime lien against the BRISTOL for providing necessaries under 46 U.S.C. § 31342, the Federal Maritime Lien Act. Under that Act, a maritime lien can be enforced only through a civil action <i>in rem.</i> The parties have stipulated, and the court found, that this court does not have <i>in rem</i> jurisdiction over the BRISTOL, for failure to effect service of process on the vessel. Plaintiff therefore lost the ability to enforce that lien. The court dismisses the plaintiff's action against the vessel BRISTOL.</p>\n<p>In the interests of judicial economy, the court's admiralty jurisdiction allows it to consider under supplemental jurisdiction any pendent state law claims, <i>Hagans v. Lavine,</i> 415 U.S. 528, 94 S.Ct. 1372, 39 L.Ed.2d 577 (1974), even when the admiralty issues no longer remain in the case. <i>United Mine Workers v. Gibbs,</i> 383 U.S. 715, 86 S.Ct. 1130, 16 L.Ed.2d 218 (1966); <i>Roco Carriers, Ltd. v. M/V Nurnberg Express,</i> 899 F.2d 1292 (2d Cir.1990). This supplemental jurisdiction <span class=\"star-pagination\">*538</span> arises in admiralty only when the state-law claims arise out of a common nucleus of operative facts with the admiralty claims, and resolution of the factually-connected claims in a single proceeding would further the interests of conserving judicial resources and fairness to the parties. <i>Id.</i> The court finds such a common nucleus of operative facts here, and therefore exercises its jurisdiction over the state law claims of contract and liens, as well as over defendant's counterclaims of unfair or deceptive trade practices, fraud, and conversion.<sup>[11]</sup></p>\n<p></p>\n<h2>2. <i>Plaintiff's Claim for Repairs</i>\n</h2>\n<p>Plaintiff's claim for payment of the repairs actually done is based on a putative express or implied-in-fact contract between plaintiff and the Carringtons. Plaintiff also claims that it is entitled to enforce a mechanic's lien against the BRISTOL under North Carolina law, N.C.Gen.Stat. § 44A-1 <i>et seq.</i></p>\n<p>A contract is a promise or a set of promises, for breach of which the law provides a remedy and the performance of which the law recognizes as a duty. 1 Williston, <i>Contracts,</i> § 1 (3rd ed. 1957). Express contracts are formed by the language of the parties, oral or written, which establishes their mutual assent to be bound, and contains consideration supporting their promises. <i>See generally</i> Calamari &amp; Perillo, <i>The Law of Contracts,</i> § 1-12 (3rd ed. 1987). An implied in fact contract, on the other hand, is a consensual agreement presenting the same elements as an express one, but the promise is not expressed in words, but is implied from the promisor's conduct. <i>Id.</i></p>\n<p>A contract is formed only when the parties involved mutually assent to the same agreement; where one party simply believes that a contract exists, but there is no meeting of the minds, the individual seeking to enforce the obligation upon an express or implied-in-fact theory is without a remedy. <i>Elliott v. Duke University, Inc.,</i> 66 N.C.App. 590, 311 S.E.2d 632, <i>disc. review denied,</i> 311 N.C. 754, 321 S.E.2d 132 (1984).</p>\n<p>Plaintiff maintains that the work order that Dr. Carrington filled out and signed constitutes the written contract between the parties. Dr. Carrington testified that it was his intention only to leave the BRISTOL at plaintiff's marina and boatyard for an estimate of the work he listed, not for the work itself to be done.</p>\n<p>There was mutual assent  a meeting of the minds  to perform the repairs on the BRISTOL. Except for the box checked \"Estimate\" on the work order, Dr. Carrington otherwise authorized the work to be done. He left his boat in the care of Marlen Robb, Jr., after having received an estimate ($4000 to $5000); even if one views only Dr. Carrington's version of the conversation between him and Robb, Dr. Carrington left his boat, and two lists of repairs to the boat, in Robb's care, and did not contact Robb or anyone else at plaintiff's marina for over a month. When he did receive the first \"work in progress form\", he questioned only several items on the invoice, not the fact that repairs were done and being done. None of plaintiffs bills to the Carringtons indicated that they were estimates; rather, all except one demanded payment.</p>\n<p>An express contract existed: the parties' conversation combined with the work order and handwritten note, and the subsequent repair work actually done, set out above, constitute an offer to purchase plaintiff's services, acceptance by performance, and consideration supporting the parties' exchange. Franklyn Carrington was authorized to enter into general repair contracts for himself and his wife, the two owners of the vessel. Even if these technical requirements were not met through the express writings, the mutual assent of the parties to <span class=\"star-pagination\">*539</span> be bound is found in their subsequent actions: plaintiff performed the work, and defendants (both Franklyn and Carolyn Carrington) accepted most of it without challenge, until after the work was done. Whether a legally enforceable contract has been formed by a meeting of the minds depends upon the totality of the factual circumstances. <i>Texas Instruments, Inc. v. U.S.,</i> 922 F.2d 810 (Fed.Cir.1990). The circumstances here demonstrate such a meeting of the minds. The implication of mutual assent based on conduct must be a reasonable deduction from all the circumstances and relations of the parties. 17 C.J.S., <i>Contracts,</i> § 4 at 560; <i>see also </i><i>In re Conner Corporation,</i> 127 B.R. 775 (Bankr.E.D.N.C. 1991); <i>Storms v. Goodyear Tire &amp; Rubber Co.,</i> 775 F.Supp. 862, 867 (D.S.C.1991). It is reasonable to deduce mutual assent to perform and pay for the listed repair work on the BRISTOL from the parties' conversations, the plaintiff's performance and billing, and the defendants' (both Franklyn Carrington and Carolyn Carrington) lack of objection to the repairs made and work then continuing.</p>\n<p></p>\n<h2>3. <i>Plaintiff's Claim for Wharfage/Storage</i>\n</h2>\n<p>A second issue concerns the scope of that contract  namely, to what extent it encompassed an agreement concerning wharfage or storage of the BRISTOL, and if so, at what rate. Dr. Carrington was aware of the standard rate for wharfage; he paid in advance for one night's worth on October 19, 1992, when he left the BRISTOL at plaintiff's business. He testified that he anticipated getting a lower rate because he was leaving the BRISTOL with plaintiff for substantial repairs, and that Marlen Robb, Jr. had assured him of a lower rate for that reason. Dr. Carrington also testified that upon first receiving the \"work in progress\" form, he talked to Robb on the phone and protested the fact that wharfage was being charged at the standard rate. Robb on the other hand testified that he said he would allow long-term docking of the vessel only if work was being done on it, and that after Dr. Carrington gave him the completed work order, he gave an estimate of that work, and said that would be enough to keep the vessel docked for three to four weeks. He maintains in argument that he did not offer to lower the wharfage rate, but said only that the rate would be suspended if the work on the boat disabled it, a policy concurrently set out in Plaintiff's Exhibit # 2. Robb also claims that the lien granted by N.C.Gen.Stat. § 44A-2 permits him to recover wharfage charges for at least 180 days from October 20, 1992.</p>\n<p>Unlike the contract for repairs, here there was no meeting of the minds concerning wharfage or storage of the BRISTOL for any period after October 19, 1992, the only day for which Dr. Carrington paid plaintiff's standard rate. Marlen Robb, Jr. did not offer to lower his rate regardless of the length of the BRISTOL's stay at the marina, but Dr. Carrington left the boat there in anticipation of a lowered rate. Furthermore, there was an undisclosed provision in plaintiff's wharfage policy that such charges would not apply if the BRISTOL was under repair, in the water, and disabled by repairs. Unless the parties are aware of the elements of the offer and acceptance forming the basis of the alleged contract, then no contract results. <i>In re Conner Corp., supra</i><i>; </i><i>Routh v. Snap-On Tools Corp.,</i> 108 N.C.App. 268, 423 S.E.2d 791 (1992). Without that mutual asset to be bound to the same set of promises, neither party will be bound. Such assent cannot be implied from Dr. Carrington's later conduct, unlike assent to the repair work, because he protested the wharfage charge at the standard rate when he first communicated with Marlen Robb, Jr. sometime in November. Under an express or implied contract theory, plaintiff's claim must fail.</p>\n<p>North Carolina recognizes a possessory lien on behalf of those persons who provide repair or service work to personal property of another in N.C.Gen.Stat. § 44A-1 <i>et seq.,</i> including seagoing vessels. This state-law lien is pre-empted by the Federal Maritime Lien Act, 46 U.S.C. § 31301 <i>et seq.,</i> only inasmuch as the state lien act grants a right to enforce the lien by a civil <i>in rem</i> action. 46 U.S.C. § 31307. Under N.C.Gen. Stat. § 44A-4(a), however, the lienholder <span class=\"star-pagination\">*540</span> may bring a civil action on the underlying debt without proceeding <i>in rem,</i> as the plaintiff has done here. If plaintiff is entitled to a lien on the BRISTOL for wharfage and storage charges, it is entitled to pursue this action for the debt.</p>\n<p>N.C.Gen.Stat. § 44A-2 states in pertinent part:</p>\n<blockquote>(a) Any person who tows, alters, repairs, stores, services, treats, or improves personal property other than a motor vehicle in the ordinary course of his business <i>pursuant to an express or implied contract with an owner or legal possessor</i> of the personal property has a lien upon the property</blockquote>\n<p>(Emphasis added). As concluded above, there was no express or implied contract for wharfage or storage of the BRISTOL after October 19, 1992. Without such a contract, there can be no lien arising in favor of the plaintiff under § 44A-2(a). Without such a lien, the plaintiff cannot avail itself of the enforcement provisions of § 44A-4(a), which, even in bringing an action for the debt, permits only a \"lienor\" (one entitled to a lien under Ch. 44A) to bring that action. Under a lien theory of enforcement, plaintiff's claim for wharfage and storage fails.</p>\n<p>Plaintiff's last avenue of recovery for wharfage and storage would be under quasi-contract, a theory of <i>quantum meruit,</i> to seek to force defendants to pay for benefits conferred by plaintiff on the BRISTOL. Plaintiff, however, has insisted on an express or implied-in-fact contract theory of recovery, and has not raised quasi-contract issues. Furthermore, there is no evidence before the court upon which to adjudge, on its own motion, the reasonable value of wharfage and storage charges for the BRISTOL, which would be the measure of the recovery under <i>quantum meruit. </i><i>Potter v. Homestead Preservation Ass'n,</i> 330 N.C. 569, 412 S.E.2d 1 (1992); <i>Booe v. Shadrick,</i> 322 N.C. 567, 369 S.E.2d 554, <i>reh'g denied,</i> 323 N.C. 370, 373 S.E.2d 540 (1988).</p>\n<p></p>\n<h2>4. <i>Summary as to Plaintiff's Claims</i>\n</h2>\n<p>Plaintiff has lost its opportunity to enforce its maritime lien by failing to effect service of process on the vessel BRISTOL and thereby failing to invoke this court's <i>in rem</i> jurisdiction.</p>\n<p>Plaintiff is entitled to recover for all repair work including labor listed in Finding of Fact No. 19, above. Plaintiff is also entitled to recover for electricity charges noted in Finding of Fact No. 20, above. Plaintiff is also entitled to recover for the partial work done on the forward window array, labor only, in Finding of Fact No. 22, above. The total of this recovery is $3,339.69.</p>\n<p>Plaintiff is not entitled to recover for wharfage or storage charges due to an absence of an express or implied-in-fact contract; plaintiff is similarly not entitled to recover under a lien theory under N.C.Gen. Stat. § 44A-1 <i>et seq.</i> Plaintiff has not pled or pursued a quasi-contract theory of recovery.</p>\n<p></p>\n<h2>5. <i>Prejudgment Interest</i>\n</h2>\n<p>The decision whether to award prejudgment interest lies within the discretion of the court. <i>Coliseum Cartage Co., Inc. v. Rubbermaid Statesville, Inc.,</i> 975 F.2d 1022, 1026 (4th Cir.1992). An award of prejudgment interest serves the legitimate goals of making a party whole, or compensating the injured party for the loss of the use of money he would otherwise have had. <i>EEOC v. Liggett &amp; Myers, Inc.,</i> 690 F.2d 1072, 1074 (4th Cir.1982); <i>see </i><i>Frank Music Corp. v. Metro-Goldwyn-Mayer, Inc.,</i> 886 F.2d 1545, 1550 (9th Cir.1989), <i>cert. denied,</i> 494 U.S. 1017, 110 S.Ct. 1321, 108 L.Ed.2d 496 (1990). Where the underlying claim is contractual in nature, the long-standing rule is that a party who has wrongfully withheld money from another must pay prejudgment interest. <i>Miller v. Robertson,</i> 266 U.S. 243, 257, 45 S.Ct. 73, 78, 69 L.Ed. 265 (1924). Based on these factors, the court finds that an award of prejudgment interest on the amount set forth above that plaintiff is entitled to recover is proper in this case.</p>\n<p>The final bill sent to the Carringtons was mailed on January 5, 1993, and was annotated, \"Payable Upon Receipt\". Giving the defendants <span class=\"star-pagination\">*541</span> a thirty-day grace period in which to have satisfied that bill, the date on which prejudgment interest began to accrue, then, is February 5, 1993.</p>\n<p>Finally, since plaintiff's recoverable claim arises under North Carolina contract law, the court looks for guidance on an appropriate rate for prejudgment interest to state law. N.C.Gen.Stat. § 24-1 provides for a legal rate of eight per cent (8%) per year, and § 24-5 provides that in contract actions, the interest begins to run from the date of breach of the contract. The rate for prejudgment interest is set at eight per cent (8%) per year on the principal amount of $3,339.69, from February 5, 1993 to the date of judgment entered in this matter.</p>\n<p></p>\n<h2>B. Defendant's Claims</h2>\n<p></p>\n<h2>1. <i>Unfair and Deceptive Trade Practices</i>\n</h2>\n<p>Defendants allege as their Second Counterclaim that plaintiff engaged in a practice where it would \"lure\" boat owners into its marina and charge excessively for services rendered, and if those owners refused to pay the bill, plaintiff would threaten seizure and sale of the vessel. Defendants maintain that this amounts to an unfair and deceptive trade practice in violation of N.C.Gen.Stat. § 75-1.1, entitling them to damages (trebled) and attorney's fees. In support of this counterclaim, defendants offered not only the testimony of Dr. Carrington, but also of David Fortiere, Mike Quigley, Don Davis, and Robert Loeber, as noted above.</p>\n<p>To prevail on a claim for unfair and deceptive trade practices under Chapter 75, the claimant must show: (1) an unfair or deceptive act or practice, or unfair method of competition, (2) in or affecting commerce, and (3) which proximately caused actual injury to the claimant or his business. <i>Spartan Leasing v. Pollard,</i> 101 N.C.App. 450, 460, 400 S.E.2d 476, 482 (1991). A practice is \"unfair\" when it offends established public policy and when the practice is unethical or unscrupulous, and is \"deceptive\" if it has a tendency to deceive. <i>Polo Fashions, Inc. v. Craftex, Inc.,</i> 816 F.2d 145 (4th Cir.1987). Evidence of negligence, good faith, or lack of intent are not defenses to an action under § 75-1.1. <i>Forbes v. Par Ten Group, Inc.,</i> 99 N.C.App. 587, 394 S.E.2d 643 (1990), <i>disc. review denied,</i> 328 N.C. 89, 402 S.E.2d 824 (1991).</p>\n<p>Defendant has failed to show the existence of an act or practice concerning plaintiff's business policies that rises to the appellation \"unfair\" or \"deceptive\". First, defendant presented insufficient evidence of a series or pattern of acts that could be called a \"practice\"; at most, the evidence reveals only one dissatisfied customer of plaintiff's marina and boatyard. Although two former employees of the plaintiff testified as to a \"policy\" of disabling boats in order to keep them under repair, there was no evidence that such a policy was ever effected upon any unwary boat owners, including defendants. There is no evidence that the repairs actually done on the BRISTOL were unnecessary or unreasonable, as they were in accord with Dr. Carrington's work order and note. Second, the evidence presented does not indicate that any act by the plaintiff's employees, whether isolated or as part of the alleged practice, was unscrupulous or unethical, or had a tendency to deceive, to the point where it proximately caused injury to the defendants. The \"threats\" of claiming a maritime lien or \"papering\" any vessel are exercises of valid rights of the plaintiff to assure payment for any services actually performed. There was no evidence presented that any of these claims, other than the one in this case, were ever challenged by the boat owners.</p>\n<p>In this case, Marlen Robb, Jr., claimed a lien on the BRISTOL on December 23, 1992, which was less than thirty days after he had sent the Carringtons an actual bill for services, and was prior to sending what he considered the \"final\" bill on January 5, 1993. Although within his rights to claim such a lien, to do so prior to notifying the defendants of their obligation to pay constitutes poor business judgment; that judgment, however, does not amount in this case to an unfair or deceptive trade practice. <i>Cf. </i><i>United States Dev. Corp. v. Peoples Fed. Sav. &amp; Loan Ass'n.,</i> 873 F.2d 731 (4th Cir.1989) (exercising a contractual right to withdraw from a building contract held not a deceptive act) <i>with </i><i>Sampson-Bladen Oil Co. v. Walters,</i> 86 N.C.App. 173, 356 S.E.2d 805, <i>cert. denied,</i> 321 N.C. 121, 361 S.E.2d 597 (1987) (systematic overcharging for oil <i>proven</i> not to be delivered held an unfair practice).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*542</span> 2. <i>Fraud</i>\n</h2>\n<p></p>\n<h2><i>A. First Counterclaim</i></h2>\n<p>Defendants assert in their First Counterclaim that plaintiff's actions in allegedly misrepresenting its charges for wharfage and in allegedly performing the repair work on the BRISTOL without authorization constitute fraud upon the defendants.</p>\n<p>Under North Carolina law, the elements defendants must show to prove fraud are that (1) plaintiff made a representation of material fact or concealed material fact, (2) such representation was false, (3) plaintiff knew that such representation was false, (4) plaintiff made the representation with the intent to deceive, (5) defendants reasonably relied upon plaintiff's false representations, and (6) defendants were therefore injured. <i>Myers &amp; Chapman, Inc. v. Thomas G. Evans, Inc.,</i> 323 N.C. 559, 374 S.E.2d 385 (1988); <i>Whitlock v. Duke Univ.,</i> 829 F.2d 1340 (4th Cir.1987).</p>\n<p>As explained above, there resulted from the acts of the parties a contract for repairs to the vessel. To the extent that defendants claim the repair work was done improperly or was not done at all, the defendants' remedy lies in breach of contract, and not in fraud. <i>See </i><i>Wilson v. Popp Yarn Corp.,</i> 680 F.Supp. 208 (W.D.N.C.1988). If, however, defendants alternately claim that the contract itself was the result of fraud, there is insufficient evidence before the court upon which to base a finding of a <i>false</i> representation. The repair work was authorized by Dr. Carrington on October 19, 1992, at the earliest, or upon receipt of the first \"work in progress\" statement at the latest. As specifically found above, plaintiff actually performed the work for which it is entitled to recover. There was no false representation concerning repairs to the BRISTOL.</p>\n<p>As for wharfage, the time when any fraudulent act might have occurred would have been the initial conversations between Marlen Robb, Jr., and Dr. Carrington, prior to the BRISTOL being left at plaintiff's marina. Again, as noted above, there was no mutual assent to charge and pay for wharfage for the BRISTOL at any established rate, and no contract for wharfage or storage resulted. Here, the parties simply intended that different rates would apply to the long-term wharfage of the vessel; such a disagreement (or non-agreement) does not impute to either party a fraudulent intent, nor does it convert any statements made during negotiation into false present representations regarding future performance. Defendants failed to present evidence of a <i>false</i> representation, of <i>intent</i> to deceive, of <i>reasonable</i> reliance, and of injury resulting from such reliance on the representations. Without proof of those elements, defendants are not entitled to recover on a claim of fraud concerning the initial dealings between the parties.</p>\n<p></p>\n<h2><i>B. Fourth, Fifth, and Sixth Counterclaims</i></h2>\n<p>Defendants assert in their Fourth, Fifth, and Sixth Counterclaims that the actions of the plaintiff's employees in removing the Boston Whaler and other items from the BRISTOL constitute fraud upon the defendants, comprising willful and wanton conduct entitling them to compensatory and punitive damages.</p>\n<p>Defendants allege that this claim of fraud involves concealment or nondisclosure, as opposed to affirmative misrepresentation. In order to recover under this theory of fraud, the defendants must prove the elements set out above, and in so doing must show that plaintiff had a duty to disclose the true state of affairs concerning the removal of the Boston Whaler and other items to the <i>in personam</i> defendants. It is only under such a duty that silence may constitute fraud. <i>Williams v. East Coast Sales, Inc.,</i> 59 N.C.App. 700, 298 S.E.2d 80 (1982); <i>Whitlock, supra</i><i>.</i></p>\n<p>According to the defendants' Amendment to Answer, the concealment allegedly occurred when the BRISTOL was arrested by the U.S. Marshall on August 8, 1994. Defendants, the Carringtons, were not, however, present at the time of the arrest of the vessel. Instead, any concealment of material fact (that the dinghy and other items had <span class=\"star-pagination\">*543</span> been removed from the BRISTOL without notice to its owners) was a concealment from the U.S. Marshal effecting the arrest. It was the Marshal, and not the Carringtons, who relied upon the nondisclosure, and it is the Marshal who could claim injury arising from that reliance. Although the act of removing the property from the BRISTOL may serve as other grounds for recovery, the concealment of those actions does not constitute fraud upon the <i>in personam</i> defendants in this action.</p>\n<p></p>\n<h2>3. <i>Conversion</i>\n</h2>\n<p>Defendants assert in their Third and Fifth Counterclaims that the actions of plaintiff's employees in removing the Boston Whaler and other items from the BRISTOL constitute conversion, comprising willful and wanton conduct entitling them to nominal, compensatory, and punitive damages.</p>\n<p>Under North Carolina law, conversion is defined as an unauthorized assumption and exercise of the right of ownership over goods or personal chattels belonging to another, to the alteration of their condition or the exclusion of an owner's rights. <i>U.S. v. Whedbee,</i> 964 F.2d 330 (4th Cir.1992); <i>Spinks v. Taylor,</i> 303 N.C. 256, 278 S.E.2d 501 (1981). Conversion necessarily involves an intentional act, though the intention need not be wrongful; the tort requires that the actor act in some manner toward personal property that actually belongs to another. <i>Restatement 2d, Torts,</i> § 224; 1 Haynes, <i>North Carolina Tort Law,</i> § 6-3 (Lawyers Co-op, 1989).</p>\n<p>Plaintiffs employees removed the Boston Whaler, davit, winch, and other items of personal property with the intent to interfere with the Carringtons' ownership rights, to the point of depriving the Carringtons completely of those rights. Plaintiff's proffered excuse, that the items were removed for safekeeping, is not supported by the circumstances of the removal. First, while the prior theft had involved a radio/CD player and some CDs, plaintiff did not disconnect the other easily-removable electronics from the flying bridge, instead choosing to remove other valuable, less identifiable property. Second, a potential theft of the Boston Whaler, davit, winch, motor, gas tank, and anchor equipment would have required approximately four persons and a fairly lengthy stretch of time, as plaintiff's employees explained, because there was no electricity running to the electric winch aboard the BRISTOL. The davit itself had to be unbolted and lowered from the aft deck of the BRISTOL, a task at which any thief would have balked. Third, the yard in which the BRISTOL was stored is shielded from public access by a chain-link fence topped with barbed wire. Finally, plaintiff's work order, upon which it bases its contractual relation with the defendants, contains a waiver of liability for loss due to theft not only of the BRISTOL, but any articles on or in the BRISTOL. Plaintiff's employees, at the time these items were removed, willfully converted this property to the exclusion of the Carringtons ownership rights. Were it not for the report of theft, the conversion may have continued permanently. The defendants' lack of knowledge that the plaintiff had taken possession of the items until after the police investigation concluded obviates the need for demand for return upon, and refusal by, the plaintiff. <i>See </i><i>Kitchen v. Wachovia Bank &amp; Trust Co., N.A.,</i> 44 N.C.App. 332, 260 S.E.2d 772 (1979).</p>\n<p>Because the property was recovered and returnedif not to the defendants, at least for their benefitthe next issue is one of assessing damages for the conversion. Usually, the measure of damages for conversion is the fair market value of the converted property at the time of the conversion, plus interest. <i>U.S. v. Tugwell,</i> 779 F.2d 5 (4th Cir.1985); <i>Marina Food Associates, Inc. v. Marina Restaurant, Inc.,</i> 100 N.C.App. 82, 394 S.E.2d 824, <i>review denied,</i> 327 N.C. 636, 399 S.E.2d 328 (1990). Here, however, that measure of damages would appear inapplicable. Although the conversion occurred in April or May of 1994, the BRISTOL was arrested in August, 1994. The time for calculated compensatory damages for a conversion is the actual time of the conversion, <span class=\"star-pagination\">*544</span> <i>Russell v. Taylor,</i> 37 N.C.App. 520, 246 S.E.2d 569 (1978); the authority on this point, however, contemplates a complete and permanent deprivation of the property. At the time of the arrest, the Carringtons were under a duty to turn over all equipment belonging to the BRISTOL for the benefit of the U.S. Marshall and the foreclosing bank, and would have had to have turned over the Boston Whaler, davit, winch, etc., in any case. Their ownership rights were superseded by the Marshall's at the time of the arrest. Defendants' compensatory damages, then, would be only the value of the use of the property from April or May to August, 1994. There is no evidence before the court upon which to calculate this amount.<sup>[12]</sup></p>\n<p>Actual damages are not an essential element of conversion in North Carolina. <i>Hawkins v. Hawkins,</i> 101 N.C.App. 529, 533, 400 S.E.2d 472 (1991), <i>aff'd,</i> 331 N.C. 743, 417 S.E.2d 447 (1992). The defendants have, however, proven that a conversion occurred, and are entitled to nominal damages for doing so. <i>Spinks v. Taylor, supra</i><i>.</i> The court assesses $100.00 as nominal damages for conversion.</p>\n<p>North Carolina permits an award of punitive damages in a conversion action only if outrageous or aggravating conduct accompanies the tort. <i>Rogers v. T.J.X. Companies, Inc.,</i> 329 N.C. 226, 230-31, 404 S.E.2d 664, 666-67 (1991). For that conduct to appear, there must exist evidence of insult, indignity, malice, oppression, or bad motive. <i>Id.</i> The North Carolina courts instruct juries that if the evidence supports a showing of such behavior, and there is a need to punish the actor for his conduct, then an award of punitive damages must bear a rational relation to the sum needed to effect such punishment. N.C.P.I. Motor Vehicle Volume, Civil 106.55. Furthermore, according to the constitutional standard set out in <i>Pacific Mutual Life Ins. Co. v. Haslip,</i> 499 U.S. 1, 111 S.Ct. 1032, 113 L.Ed.2d 1 (1991), the North Carolina courts employ a jury instruction incorporating twelve factors for the jury to consider when assessing punitive damages.<sup>[13]</sup></p>\n<p>After consideration of these factors, the court concludes that the circumstances surrounding the conversion of the Boston Whaler and other equipment from the BRISTOL warrant an award of punitive damages to deter similar conduct by the plaintiff and others in the future. 1 Haynes, at § 6-7, <i>citing Prosser on Torts,</i> § 2. Plaintiff's employees wilfully deprived the defendants of <span class=\"star-pagination\">*545</span> their ownership rights in the equipment, especially the Boston Whaler, which was not only removed from the vessel but also removed from plaintiff's property altogether, and placed on unprotected, unguarded land belonging not to the plaintiff corporation but to individual officer(s) of that corporation. Such action cannot be justified as \"safekeeping\" and was done in deliberate disregard of defendants' rights in their property. The property so converted had a value estimated at $7,900.00, which would have inured to the plaintiff's benefit had the conversion been allowed to continue, but the defendants' actual damages were nominal. With the purpose behind awarding punitive damages in mind, and with the guidance of the North Carolina jury instruction factors, the court assesses punitive damages against the plaintiff, for the defendants the Carringtons, at two thousand dollars ($2,000.00).</p>\n<p></p>\n<h2>4. <i>Summary of Defendants' Claims</i>\n</h2>\n<p>Defendants are not entitled to recover on their claim of unfair and deceptive trade practices, as they have not demonstrated acts or practices which can fairly be called \"unfair\" or \"deceptive\" under the facts of this case.</p>\n<p>Defendants are not entitled to recover under their claim of fraud in the initial dealings between the parties, as there was no showing of a material false representation made by the plaintiff to the defendants upon which they reasonably relied.</p>\n<p>Defendants similarly are not entitled to recover under their claim of fraud in the removal of the personal property from the BRISTOL, as there was no showing of a material false representation made by the plaintiff to the defendants upon which the defendants reasonably relied to their injury.</p>\n<p>Defendants have proven a case of conversion of those items of personal property, however, and are entitled to recover nominal damages of $100.00 for that proof. They are not, however entitled to compensatory damages under the traditional measure of damages for conversion. They are, on the other hand, entitled to recover punitive damages of $2,000.00 as plaintiff's actions were willful and in deliberate disregard for defendants' ownership rights in the converted property.</p>\n<p></p>\n<h2>C. Plaintiff's Rule 11 Motion</h2>\n<p>Plaintiff has moved for sanctions and dismissal pursuant to Rule 11, Fed.R.Civ.P., on the grounds that defendants' Third, Fourth, Fifth, and Sixth Counterclaims are frivolous and presented to increase the cost of litigation.</p>\n<p>The focus in assessing Rule 11 sanctions is upon the improper motive of the signer, and is an objective test: whether the argument is objectively unreasonable or is made in bad faith; the subjective beliefs of the \"injured\" party are not relevant. <i>Jones v. Wake County Hosp. System, Inc.,</i> 786 F.Supp. 538 (E.D.N.C.1991); <i>Ballentine v. Taco Bell Corp.,</i> 135 F.R.D. 117 (E.D.N.C. 1991); 5A Wright &amp; Miller, <i>Federal Practice and Procedure,</i> Civil, § 1335 (1990). Merely because a claim is dismissed, or the claimant fails to recover, does not automatically make Rule 11 sanctions appropriate. Wright &amp; Miller, § 1335.</p>\n<p>All of defendants' counterclaims are supported by good faith arguments under existing law and the facts as presented to the court. Plaintiff's Rule 11 motion is therefore denied.</p>\n<p></p>\n<h2>D. Costs and Attorney's Fees</h2>\n<p>Both parties have requested an award of costs and attorney's fees.</p>\n<p>Rule 54 of the Federal Rules of Civil Procedure allows the court to award costs to the prevailing party. An award of costs is within the court's sound discretion. <i>Flint v. Haynes,</i> 651 F.2d 970, 973 (4th Cir. 1981), <i>cert. denied,</i> 454 U.S. 1151, 102 S.Ct. 1018, 71 L.Ed.2d 306 (1982). When considering an award of costs, a party has prevailed only \"if they succeed on any significant issue in litigation which achieves some of the benefit the parties sought in bringing the suit.\" <i>Hensley v. Eckerhart,</i> 461 U.S. 424, 433, 103 S.Ct. 1933, 1939, 76 L.Ed.2d 40 (1983). It <span class=\"star-pagination\">*546</span> appearing that all parties \"prevailed\" to the extent that they succeeded on significant issues and achieved a benefit sought by filing their claims, the court awards costs to both plaintiff and the <i>in personam</i> defendants.</p>\n<p>Attorney's fees may be awarded in the federal courts only upon a showing of a statutory basis for such award. Neither party in this action recovered under federal statutory authority. Because the parties have instead prevailed on their state-law claims of contract and conversion, the court looks to North Carolina law for any other bases for an award of attorney's fees. The North Carolina rule similarly states that in the absence of express statutory authority, attorney's fees are not allowable as part of the costs recoverable by a prevailing party. <i>City of Charlotte v. McNeely,</i> 281 N.C. 684, 190 S.E.2d 179 (1972). Chapter 6 of the General Statutes sets out the particular types of cases under which attorney's fees are authorized, and none of the provisions of Chapter 6 apply to any party's claim in this action. The respective requests for attorney's fees are therefore denied.</p>\n<p></p>\n<h2><i>SUMMARY AND CONCLUSION</i></h2>\n<p>Plaintiff is entitled to recover from the <i>in personam</i> defendants, Franklyn Carrington and Carolyn Carrington, the sum of $3,339.69 for repair work done on the defendants' vessel BRISTOL, along with prejudgment interest at the rate of eight per cent (8%) per year from February 5, 1993 to the date of entry of judgment, and costs, and post-judgment interest thereafter at a rate equal to the coupon issue yield equivalent of the average accepted auction price for the last auction of fifty-two week United States Treasury bills. Defendants Franklyn Carrington and Carolyn Carrington are entitled to recover from the plaintiff $100.00 in nominal damages for conversion of their personal property, and $2,000.00 as punitive damages for that conversion, along with costs and post-judgment interest. No other recovery on any other claim, counterclaim, prayer, or request is warranted. Plaintiff's Rule 11 motion for sanctions is denied. The Clerk shall enter judgment accordingly, pursuant to Rule 54 of the Federal Rules of Civil Procedure.</p>\n<h2>NOTES</h2>\n<p>[1]  Mechanical labor charge, Plaintiff's Exhibit # 1.</p>\n<p>[2]  Washing cabin labor charge, Plaintiff's Exhibit # 1.</p>\n<p>[3]  Carpentry labor charge, Plaintiff's Exhibit # 1.</p>\n<p>[4]  Carpentry labor charge, Plaintiff's Exhibit # 1.</p>\n<p>[5]  Mechanical labor charge, Plaintiff's Exhibit # 1.</p>\n<p>[6]  Mechanical or electrical labor charge, Plaintiff's Exhibit # 1.</p>\n<p>[7]  Mechanical labor charge, Plaintiff's Exhibit # 1.</p>\n<p>[8]  Mechanical labor charge, Plaintiff's Exhibit # 1.</p>\n<p>[9]  Electrical labor charge, Plaintiff's Exhibit # 1.</p>\n<p>[10]  Varnishing charge, Plaintiff's Exhibit # 1.</p>\n<p>[11]  Although not clearly alleged by the parties, the court does in fact have diversity jurisdiction over this matter as well. The plaintiff is a North Carolina corporation, and the <i>in personam</i> defendants are residents and citizens of Connecticut. The plaintiff's Complaint requested relief of less than $50,000, but the defendants' Counterclaims request relief in excess of $50,000. This is sufficient to invoke the court's diversity jurisdiction, as the value of the matter in controversy encompasses any pecuniary result to either party which judgment entered in the case would directly produce. <i>Hatfield v. Mullins Ford, Inc.,</i> 389 F.Supp. 278 (W.D.Va.), <i>aff'd,</i> 530 F.2d 968, 969 (4th Cir.1975). Whether under supplemental or diversity jurisdiction, the applicable substantive law  that of the State of North Carolina  remains the same.</p>\n<p>[12]  There is evidence from the search warrants and investigation reports that the property, if it had been permanently converted, would be valued at approximately $7900.00, and plaintiff did not challenge this assertion of value.\n</p>\n<p>The interest on this monetary amount would be the only method by which the court could calculate compensatory damages: a certain percentage rate multiplied by the above value and by the number of months the defendants were deprived of their property. This calculation, however, would involve a number of estimates and guesses by the court not based on the evidence. It is, therefore, inappropriate to use such a calculation to attempt to assess compensatory damages.</p>\n<p>[13]  Those factors are:\n</p>\n<p>(1) the injury resulting from the actor's conduct;</p>\n<p>(2) the injury which could have resulted from the conduct;</p>\n<p>(3) the degree of reprehensibility of the conduct;</p>\n<p>(4) the duration of the actor's conduct;</p>\n<p>(5) the actor's awareness of the nature and character of his conduct;</p>\n<p>(6) the actor's awareness of the probable consequences of his conduct;</p>\n<p>(7) any concealment by the actor of facts or consequences of his conduct;</p>\n<p>(8) the existence and frequency of any similar past conduct by the actor;</p>\n<p>(9) whether the actor profited from his conduct, and if so, whether the profit should be taken away;</p>\n<p>(10) the financial status of the actor;</p>\n<p>(11) whether the actor has already been punished by criminal sanctions; and</p>\n<p>(12) whether the actor has been, or is likely to be, punished by a civil action concerning the same conduct.</p>\n<p>N.C.P.I. Civil 106.55.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">893</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">526</span></span> (1994)</b></center>\n<center><h1>MARLEN C. ROBB &amp; SON BOATYARD &amp; MARINA, INC., Plaintiff,<br>\nv.<br>\nThe VESSEL BRISTOL, her engines, tackle, apparel, etc. in rem; and Franklyn H. Carrington, Jr. and Carolyn R. Carrington, in personam, Defendants.</h1></center>\n<center>No. 93-106-CIV-4-MC.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>December 8, 1994.</center>\n<p><span class=\"star-pagination\">*527</span> <span class=\"star-pagination\">*528</span> <span class=\"star-pagination\">*529</span> <span class=\"star-pagination\">*530</span> W.B. Carter, Jr., Washington, for plaintiff.</p>\n<p>Stevenson L. Weeks, Beaufort, for defendants.</p>\n<p></p>\n<h2><i>FINDINGS OF FACT AND CONCLUSIONS OF LAW</i></h2>\n<p>McCOTTER, United States Magistrate Judge.</p>\n<p>This matter came before the court for trial on October 17 and 18, 1994, in New Bern. The case was tried without a jury, the parties' counsel having waived jury trial, before the undersigned United States Magistrate Judge, pursuant to 28 U.S.C. § 636(c). After having heard and reviewed all testimony, exhibits, other evidence, and argument, and reviewing the respective parties' pleadings, stipulations, Pretrial Order, and supporting memoranda, the court makes the following findings of fact and conclusions of law.</p>\n<p></p>\n<h2><i>FINDINGS OF FACT</i></h2>\n<p>1. This is an action instituted by the plaintiff claiming a maritime lien on the defendant vessel BRISTOL, <i>in rem,</i> and against its owners, <i>in personam,</i> for necessaries, including materials, services, repairs, supplies, wharfage, and storage.</p>\n<p>2. This is an action comprising a claim of admiralty and maritime jurisdiction of the United States and this court.</p>\n<p>3. The court does not have <i>in rem</i> jurisdiction over the vessel BRISTOL, her engines, tackle, apparel, etc., as there has been no service of process on the vessel BRISTOL.</p>\n<p>4. All parties other than the vessel BRISTOL are properly before the court, and the court has jurisdiction over the parties and of the subject matter of this dispute.</p>\n<p>5. Marlen C. Robb, Jr. and Dr. Franklyn Carrington testified at trial, and the following findings of fact are based primarily on their testimony, unless otherwise indicated.</p>\n<p>6. The plaintiff, Marlen C. Robb &amp; Son Boatyard &amp; Marina, Inc. is a corporation organized and existing under the laws of North Carolina, having its principal place of business in Belhaven, North Carolina, where it operates a transient marina and repair facility on Pantego Creek. Marlen C. Robb (Sr.) is the Secretary-Treasurer of the plaintiff corporation and a principal stockholder, and Marlen C. Robb, Jr. is the President of the plaintiff corporation and a principal stockholder.</p>\n<p>7. The defendants Franklyn H. Carrington, Jr. and Carolyn R. Carrington (\"the Carringtons\"), are citizens and residents of the State of Connecticut, and are husband <span class=\"star-pagination\">*531</span> and wife. The Carringtons, at all times relevant to this action, were the owners of a 46-foot motor yacht, named BRISTOL, No. 691105, having a home port of New York, New York.</p>\n<p>8. In October, 1992, the Carringtons were taking the BRISTOL from her berth in Connecticut on a transportation cruise to Hilton Head, South Carolina, and on to Marathon Key, Florida. Accompanying them was their son, Christopher, age 23. Mrs. Carrington became ill on the first night of their voyage, somewhere near New Jersey, and she disembarked and returned home to Connecticut. Dr. Carrington and his son continued the voyage. In the early afternoon of October 19, due to an oncoming storm and resulting high seas, Dr. Carrington brought the BRISTOL into port at Belhaven, North Carolina, to plaintiff marina and boatyard, tied up, and took on fuel. The forecast at that time called for several days of inclement, rough weather.</p>\n<p>9. Because Dr. Carrington had only a few days left to complete the first leg of the voyage to Hilton Head, he inquired of Marlen Robb, Jr. whether the BRISTOL could be left at the plaintiff marina and boatyard for a period of weeks, perhaps as long as two months, until the Carringtons could return and continue the journey. Marlen Robb, Jr., informed Dr. Carrington that the marina was a transient marina (that is, one that does not offer long-term docking, only overnight or several-night docking and repairs) and that it was the peak of the transient season.</p>\n<p>10. Sometime later that day, Dr. Carrington asked Marlen Robb, Jr. what it would take to be able to leave the BRISTOL at the plaintiff marina and boatyard. Robb replied that if work was being done on the BRISTOL, the vessel could remain at the marina and boatyard for the three or four weeks requested. Robb offered the example of hull painting as such work.</p>\n<p>11. On October 19, 1992, plaintiff marina and boatyard had in effect a schedule of rates for various types of labor, hauling and launching, mast work, and other specialty services. A copy of this written schedule was introduced as Plaintiff's Exhibit # 1. Also in effect on October 19, 1992, was a Wharfage Rates &amp; Policy statement, a copy of which was introduced as Plaintiff's Exhibit # 2. These rate sheets were posted somewhere at the plaintiff marina and boatyard, but plaintiff did not present them, give them, or explain them to Dr. Carrington on October 19 or 20, 1992, except to inform Dr. Carrington of the standard transient wharfage rate of 75¢ per foot per night ($20.00 minimum). The Wharfage Rates &amp; Policy statement contained the following language:</p>\n<blockquote>If your vessel is under repair, in the water, and disabled by our repair work for over twenty-four (24) hours no wharfage will be charged after the first twenty-four (24) hours until the work on the vessel is completed by us, at which time wharfage charges will commence again.</blockquote>\n<blockquote>STORAGE charges on the Hard (blocked up on land) are the same as the above wharfage charges.</blockquote>\n<blockquote>ELECTRICITY charges are payable at ALL times that a vessel is plugged into our shore electricity.</blockquote>\n<p>12. Dr. Carrington obtained one of plaintiff's blank work order sheets, filled out his name, address, and telephone number, and prepared a list of work items on the BRISTOL. He also checked a box at the top of the form marked \"Estimate\". He also signed the form on a line marked \"Authorized by\", and below a paragraph reading</p>\n<blockquote>I hereby authorize the above repair work to be done along with the necessary materials. You and your employees may operate the unit herein described on any waterways or elsewhere for purposes of testing, inspection, or delivery at my risk. An express mechanic's lien is acknowledged on above unit to secure the amount of repairs thereto. It is also understood that you will not be held responsible for loss or damage to the unit (or articles left in or with the unit) in case of fire, theft, accident, inclement weather conditions or any other cause beyond your control.</blockquote>\n<p>The work order bears No. BR2244 in the upper right corner. Dr. Carrington gave <span class=\"star-pagination\">*532</span> Marlen Robb, Jr. this completed work order. Dr. Carrington also left on board the BRISTOL a handwritten note directed to Mr. Robb, Jr., which began, \"Additional items to see if you can fix,\" listed several work items not listed on the work order, and contained the note \"Please Call\" followed by Dr. Carrington's home phone number and his signature. Marlen Robb, Jr. found this handwritten note on the BRISTOL the following day. A copy of the work order is Plaintiff's Exhibit # 3 and Defendant's Exhibit # 1, and a copy of the note is Plaintiff's Exhibit # 4 and Defendant's Exhibit # 2.</p>\n<p>13. The work order Dr. Carrington filled out contained the following work items:</p>\n<blockquote> Oil leak Port engine forward? water pump,</blockquote>\n<blockquote> tighten fittings for oil leaks turbos, both engines,</blockquote>\n<blockquote> Leaks forward windows over galley? need to reseal windows,</blockquote>\n<blockquote> Repair teak veneer over galley</blockquote>\n<blockquote> Seal on dishwasher</blockquote>\n<blockquote> Seal on salon icemaker</blockquote>\n<blockquote> Check both heads, especially pumping into holding tank,</blockquote>\n<blockquote> Change oil/oil filters/fuel filters/Racors both engines and genset.</blockquote>\n<p>14. The handwritten note left by Dr. Carrington read as follows:</p>\n     Marlen          10/19/92\n<blockquote>Additional items to see if you can fix</blockquote>\n<blockquote>(1) Replace black glass on salon coffee table</blockquote>\n<blockquote>(2) Reattach top of aft deck dining table</blockquote>\n<blockquote>(3) (check) on replacing the 2 helm seats</blockquote>\n<blockquote>(4) Replace or re-attach curtain rails over galley/dinette where broken</blockquote>\n<blockquote>OVER XXX-XXX-XXXX (signature of Dr. Carrington)</blockquote>\n<blockquote> Replace forward bilge pump hose</blockquote>\n<blockquote> See if on-board F/W system can be \"beefed\" up (low pressure) pump is <i>new</i>!</blockquote>\n<blockquote> (check) Acid levels in batteries.</blockquote>\n<p>Thanks</p>\n<p>15. Before leaving the BRISTOL, Dr. Carrington and his son covered seat cushions with towels, adjusted the power switch to DC only, took some personal belongings, defrosted the two icemakers on board, and threw away some, but not all, food in the refrigerators and freezers. Among the food items left were some steaks in the freezer, and some condiments in the refrigerator.</p>\n<p>16. Dr. Carrington and Marlen Robb, Jr. spoke briefly thereafter, although the subject of that conversation is disputed. Robb testified that he told Carrington that the work listed on the work order would cost between $4000 and $5000, and was sufficient to keep the vessel at the marina for three or four weeks. Carrington testified that Robb gave no estimate during that conversation, and that Robb never subsequently provided him with any estimate. Dr. Carrington did pay for wharfage, electricity, fuel, and some small parts on October 19, 1992 according to an invoice of that date, a copy of which is Plaintiff's Exhibit # 5. That invoice billed the wharfage rate at 75¢ per foot per day, plaintiff's standard rate. After the conversation, Dr. Carrington and his son left the marina and got a ride to Rocky Mount, where they caught a train to Connecticut. The BRISTOL was left at the plaintiff marina and boatyard.</p>\n<p>17. There was no communication between the Carringtons and anyone at plaintiff's marina and boatyard from October 19, 1992 until sometime shortly after November 25, 1992.</p>\n<p>18. Plaintiff began work on the BRISTOL on or about October 26, 1992, keeping track of work performed with employee time sheets, invoices for parts and materials, and invoices from subcontractors. Copies of these documents were introduced into evidence as Plaintiff's Exhibits #6 through # 41 and # 46.</p>\n<p>19. The court specifically finds that between October 26, 1992 and December 23, <span class=\"star-pagination\">*533</span> 1992, and more particularly on the dates noted, plaintiff performed the following work on the vessel BRISTOL:</p>\n<blockquote>a. Changed oil and oil filters on engines and genset, and changed one fuel filter for engines and one fuel filter for genset (10/26/92 and 10/27/92); this included pumping old oil out of the engines and genset, but not replacing the primary Racor filters; total labor hours: 7.5;</blockquote>\n<p></p>\n<pre>\n      1) Materials charge billed:                   $  226.51\n      2) Total labor @ $ 39.00/hr:<sup>[1]</sup>            $  292.50\n</pre>\n<blockquote>b. Cleaned out the refrigerator and freezer due to some food spoiling, and cleaned up the water that had leaked out of the refrigerator (10/26/92); total labor hours: 1.5;</blockquote>\n<p></p>\n<pre>\n      1) Materials charge billed:                   $    0.00\n      2) Total labor @ $ 28.00/hr:<sup>[2]</sup>            $   42.00\n</pre>\n<blockquote>c. Reattached the top of the aft deck dining table (10/27/92); total labor hours: .5;</blockquote>\n<p></p>\n<pre>\n      1) Materials charge billed:                   $    1.64\n      2) Total labor @ $ 32.00/hr:<sup>[3]</sup>            $   16.00\n</pre>\n<blockquote>d. Replaced the black glass top of the salon coffee table (10/27/92); total labor hours: .25;</blockquote>\n<p></p>\n<pre>\n      1) Materials charge billed:                   $   45.00\n      2) Total labor @ $ 32.00/hr:<sup>[4]</sup>            $    8.00\n</pre>\n<blockquote>e. Tightened the fittings to stop oil leaks on the turbos and engines, and repaired an oil leak on the port engine (10/27/92, 11/13/92, 11/24/92, 11/27/92); total labor hours: 7.5;</blockquote>\n<p></p>\n<pre>\n      1) Materials charge billed:                   $    0.00\n      2) Total labor @ $ 39.00/hr:<sup>[5]</sup>            $  292.50\n</pre>\n<blockquote>f. Replaced the gaskets on both icemakers and reset the forward icemaker door (11/3/92, 11/24/92, 12/2/92), and inspected the seal for, and adjusted the water level for the dishwasher (11/24/92, 12/8/92); total labor hours: 7.25;</blockquote>\n<p></p>\n<pre>\n      1) Materials charge billed:                   $   35.66\n      2) Total labor @ $ 39.00/hr:<sup>[6]</sup>            $  282.75\n</pre>\n<blockquote>g. Replaced the forward bilge pump hose, including clamps to hold hose in place; also required temporarily removing some of the settee storage lockers (11/25/92, 11/27/92, 12/7/92); total labor hours: 7.75;</blockquote>\n<p></p>\n<pre>\n      1) Materials charge billed:                   $  146.14\n      2) Total labor @ $ 39.00/hr:<sup>[7]</sup>            $  302.25\n</pre>\n<blockquote>h. Replaced a clogged filter for the vessel's fresh water system (12/1/92, 12/2/92); total labor hours: 1.0;</blockquote>\n<p></p>\n<pre>\n      1) Materials charge billed:                   $   16.24\n      2) Total labor @ $ 39.00/hr:<sup>[8]</sup>            $   39.00\n</pre>\n<blockquote>i. Hygrometer-tested the battery acid level and added water as necessary (12/2/92); total labor hours: .75;</blockquote>\n<p></p>\n<pre>\n      1) Materials charge billed:                   $    0.00\n      2) Total labor @ $ 39.00/hr:<sup>[9]</sup>            $   29.25\n</pre>\n<blockquote>j. Renewed portions of the salon's wood veneer through an outside subcontractor, Custom Woodwork (Jeffrey Hilberg) (12/6/92); total labor and materials charges billed by subcontractor to plaintiff, paid by plaintiff: $ 509.00.</blockquote>\n<p></p>\n<pre>\n      1) Amount billed:                             $ 1018.00\n</pre>\n<blockquote>k. Began varnishing the new veneer, until Dr. Carrington refused to authorize further work on windows; total labor hours: 1.25;</blockquote>\n<p></p>\n<pre>\n      1) Materials charge billed:                   $    0.00\n      2) Total labor @ $ 26.00/\n         hr:<sup>[10]</sup>                                 $   32.50\n</pre>\n<p>The total of the foregoing materials and labor provided to the defendants' vessel BRISTOL is $2825.94.</p>\n<p>20. Between October 19, 1992, and December 23, 1992, plaintiff also kept the BRISTOL supplied with electrical power, for which plaintiff billed defendants $192.00.</p>\n<p>21. On November 25, 1992, plaintiff sent to the Carringtons a \"work in progress\" <span class=\"star-pagination\">*534</span> statement, Defendants' Exhibit # 3, listing all work claimed to have been performed up to that point, and listing a total order at that time of $2336.26. That statement included charges for wharfage from October 20 through November 27 at plaintiff's standard rate. Within a week of receiving this statement, Dr. Carrington telephoned Marlen Robb, Jr., to discuss the charges. Robb said that he did not have the invoice in front of him at the time, and would get it, and return the call.</p>\n<p>22. The next contact between Robb and the Carringtons came on December 9, 1992, when plaintiff mailed an actual invoice (Plaintiff's Exhibit # 47, Defendants' Exhibit # 4) to the Carringtons, received several days after December 9, setting out a total bill of $5520.25. This amount included all of the charges in the prior work-in-progress form, plus additional charges for telephone calls, labor for re-mounting the main engines, labor for troubleshooting an engine cranking problem, wharfage from October 20, 1992 through December 5, 1992, at plaintiff's standard rate, and labor for removing window gaskets on the forward window array. On December 12, 1992, Dr. Carrington telephoned Marlen Robb, Jr., to express his dissatisfaction with the bill. Robb attempted to explain the charges, and informed Dr. Carrington that to complete repairs on the leaking front windows would cost $3500. Robb urged Carrington to spend that money to protect the veneer work already done inside the cabin. Carrington refused, and ordered Robb to do no further work on the windows, but did not protest the work already done on the windows. At that time, plaintiff had spent nothing on materials to repair the windows, but 8.25 hours of labor, billed at $39.00/hour, totalling $321.75.</p>\n<p>23. The next contact between the parties came on December 18, 1992, when Dr. Carrington called Marlen Robb, Jr. to further discuss the bill. Robb continued to press Carrington to pay the bill. Robb also said he would place a maritime lien on the BRISTOL if Carrington had not paid his bill by December 23, 1992. The conversation ended shortly thereafter. Dr. Carrington then called the Better Business Bureau in Raleigh, North Carolina to report plaintiff. Dr. Carrington then contacted an attorney in the Belhaven area, retaining Mr. Conrad Paysour of Belhaven to pursue resolution of the matter. On December 22, 1992, Marlen Robb, Sr. and Marlen Robb, Jr. went to Mr. Paysour's office, and gave him a copy of the original work order and handwritten note, and gave him a copy of a letter dated December 23, 1992, to the Coast Guard (Defendant's Exhibit # 75), claiming a maritime lien on the BRISTOL for $6001.58. The Coast Guard recorded the notice of claim of lien on December 31, 1992.</p>\n<p>24. On December 24, 1992, plaintiff removed the BRISTOL from the water, placed it on blocks, pressure-washed barnacles off the bottom of the vessel, and winterized it.</p>\n<p>25. On January 19, 1993, plaintiff mailed another invoice to the Carringtons, totalling $7707.78, which included all prior charges, as well as ones for a Pompanette helm seat (which was ultimately not installed and removed from the bill), labor and materials for removing the vessel from the water and for washing and winterizing it, and wharfage from October 20 through January 5, 1993, at plaintiff's standard rate. The Carringtons did not contact Robb about this invoice, but sent a copy to their attorney.</p>\n<p>26. No other repair work was done on the BRISTOL after December 24, 1992, when it was removed from the water. The wharfage charge, calculated at plaintiff's standard rate, from October 20, 1992 through December 23, 1992, was $2242.50.</p>\n<p>27. This action was begun on July 27, 1993, by the filing of plaintiff's Complaint.</p>\n<p>28. Sometime in the spring of 1994, a theft occurred aboard the BRISTOL. The Belhaven Police Department recovered the stolen property  a compact-disc player/radio <span class=\"star-pagination\">*535</span> and some compact discs  and returned it to plaintiff. On April 1, 1994, the Carringtons and their attorney visited the BRISTOL, and were given the CD player and CDs by the plaintiff. The Carringtons and their attorney inspected the BRISTOL, and noted that no other property was missing at that time. This was the first time the Carringtons had seen the BRISTOL since October 19, 1992.</p>\n<p>29. Sometime after April 1, 1994, without notice to, or authorization from, the Carringtons, plaintiff's employees wilfully removed from the BRISTOL the following items:</p>\n<blockquote>a. A Boston Whaler 11' boat, ser. no. BWCL4086DT87, with boat paddle, cover, hand pump, two side fenders, battery, gas tank, ropes, and anchor;</blockquote>\n<blockquote>b. An Evinrude 20 horsepower outboard motor, ser. no. 00669956;</blockquote>\n<blockquote>c. A boat davit and winch, unbolted from the aft deck of the BRISTOL;</blockquote>\n<blockquote>d. A 13\" color television;</blockquote>\n<blockquote>e. Five fiberglass fishing rods with reels; and</blockquote>\n<blockquote>f. A yellow AC shore power cord.</blockquote>\n<p>Other electronic items remained aboard the BRISTOL. The items removed were kept at plaintiff's place of business, until early August, 1994, when plaintiff's employees moved the Boston Whaler boat to employee Wallace Van Horn's property. Four weeks after that, Van Horn and his wife moved the Boston Whaler to a lot in Leechville, North Carolina, owned by Marlen Robb, Sr., that was accessible to the public. Van Horn notified the Robbs of the location of the Boston Whaler after he moved it.</p>\n<p>30. On August 8, 1994, the BRISTOL was arrested by the United States Marshall for the benefit of Chemical Bank, the holder of a defaulted mortgage on the vessel. At the time of the transportation of the BRISTOL for the benefit of the U.S. Marshall, the Marshall asked Marlen Robb, Sr., if there was a dinghy for the BRISTOL, and Marlen Robb, Sr., replied that he didn't see a davit for a dinghy, and didn't think there was one.</p>\n<p>31. On August 14, 1994, Detective Robert Wooster, on a complaint by Dr. Carrington, executed a search warrant for the Boston Whaler and its equipment, discovering the boat, cover, paddle, pump, fenders, battery, gas tank, ropes, and anchor on the Leechville property. The boat and equipment was seized. Detective Wooster then contacted Marlen Robb, Jr., who met him at plaintiff's place of business. Wooster there recovered the boat davit, winch, and outboard motor. Wooster later recovered the television and other property from plaintiff's place of business.</p>\n<p>32. At plaintiff's standard rates according to Plaintiff's Exhibit # 2, the charge for wharfage (in the water) and storage (on the hard), combined, for the period October 20, 1992, to August 8, 1994 (644 days) would be $22,218.00.</p>\n<p>33. Also testifying at the trial were the following, with their testimony summarized:</p>\n<p>a. Wallace Van Horn. Van Horn, an employee/subcontractor of plaintiff, worked as a foreman at the marina and boatyard. He performed a series of general, small repairs on the BRISTOL, including the work on the bilge pump hose, oil leaks, forward windows, and the icemakers. He was involved in the removal of the Boston Whaler and equipment from the BRISTOL. Marlen Robb, Jr. asked Van Horn to store the dinghy in Van Horn's own marina in Germantown, which he did, until four weeks later, when he and his wife took it down to the Leechville property. He then notified the Robbs that he had moved it. When Detective Wooster of the Belhaven Police contacted him, Van Horn told Wooster where the dinghy was located, and gave a written account of what had happened.</p>\n<p>b. Marlen Robb, Sr. Marlen Robb, Sr., is a shareholder and officer in plaintiff corporation. He wrote several letters to the Carringtons, demanding payment for the bills sent out, introduced as Plaintiff's Exhibits # 48, 50, and 51. He also spoke to Mrs. Carolyn Carrington by telephone on March 1, 1993, in which conversation he again asked for payment, and asked if the Carringtons had abandoned the boat. Mrs. Carrington had expressed her concern with a charge for a Pompanette seat of $700, and that she was <span class=\"star-pagination\">*536</span> not going to spend that kind of money for a chair. After that conversation, he did not speak with either of the Carringtons. He knew that the dinghy had been removed from the BRISTOL, because he recalled there was some \"excitement\" when it was removed. At the time of the arrest of the BRISTOL by the U.S. Marshal, when asked by a Marshal if there was a dinghy for the BRISTOL, Robb, Sr., said that he didn't think there was a dinghy for it because he couldn't see a davit. He also testified that other electronics on the bridge were not removed.</p>\n<p>c. Carolyn Carrington. Mrs. Carrington testified that she was an owner of the BRISTOL on October 19, 1992. She agreed generally to repairs as needed when the vessel was in the water, but because she was not present, she did not speak with Marlen Robb, Jr., at the time Dr. Carrington left the boat at plaintiff's marina. When Dr. Carrington returned to their home, he told her that he was waiting for estimates. During her conversation with Marlen Robb, Sr., she told him that she was dissatisfied with plaintiff doing work when she asked for it to be checked into; he told her that the boat had been abandoned. She never explicitly authorized Dr. Carrington to enter into a contract with plaintiff for repairs on her behalf, but testified on cross-examination that Dr. Carrington could enter into contracts for repairs generally on her behalf. She never called plaintiff about an estimate on the repair work.</p>\n<p>d. Don Davis. Davis, a certified marine surveyor, testified for defendants regarding their claims that the work plaintiff charged for was not performed. Davis conducted a non-destructive inspection of the BRISTOL on August 21, 1994, with defense counsel and Carolyn Carrington present. He testified that, based on his experience and this visual inspection, that the following work was not performed, but was billed by the plaintiff:</p>\n<blockquote>1) Veneer work in galley</blockquote>\n<blockquote>2) Oil change</blockquote>\n<blockquote>3) Racor filter change</blockquote>\n<blockquote>4) Install Pompanette seat</blockquote>\n<blockquote>5) Repairs to windows (leak repairs)</blockquote>\n<blockquote>6) Replacement of icemaker gaskets</blockquote>\n<blockquote>7) Adding water to batteries</blockquote>\n<blockquote>8) Curtain rods replaced</blockquote>\n<p>Davis further testified that the charges for (1) replacing the bilge pump hose, including labor, and (2) winterizing the vessel were excessive.</p>\n<p>e. Mike Quigley. Quigley, a marine mechanic, was formerly employed by plaintiff, and testified as to plaintiff's policies, as Quigley understood them, for repairing vessels. He testified that there was a policy in effect where the Robbs would get the vessel's captain to sign a work order, then would disable the vessel by removing an engine or transmission part. They would then pull the vessel from the water and continue the work, but be on the lookout for other \"repairs\" to be done. Quigley saw either Marlen Robb, Sr. or Marlen Robb, Jr. threaten to seize vessels and prevent a boater from taking his/her boat back. If a customer didn't pay a bill, the Robbs would try to resolve it in a meeting, and if that didn't resolve it, the customer had no choice but to pay the bill or lose the vessel. Quigley testified that Marlen Robb, Jr. said in regards to the Boston Whaler that it \"was a shame it's sitting up there not being used.\" An inventory was done on the BRISTOL in late 1993. Quigley did not work on the BRISTOL, and is now involved in a salary/contract dispute with the Robbs.</p>\n<p>f. Dave Fortiere. Fortiere was a customer of plaintiff's marina and boatyard on several occasions, the first two of which were for storage of the boat and some minor repairs. In August of 1993, he brought the boat to plaintiff for general repairs, bottom painting, and engine repairs. Fortiere was told by Mike Quigley and Marlen Robb, Jr. that the engine work was to be covered under its manufacturer's warranty. When done, however, Marlen Robb, Jr. demanded payment and threatened to \"paper\" the vessel. Fortiere paid his bill the day he received it. The manufacturer told Fortiere that the work was not covered under warranty. Approximately 1½ hours after setting sail, the engine <span class=\"star-pagination\">*537</span> trouble reoccurred. Fortiere also testified that he received a phone call from Marlen Robb, Sr., asking why Fortiere was involved in this action, and had not responded to an earlier letter asking him to come to the plaintiff's marina. Fortiere added that during the repair time on his boat, he was not charged for wharfage.</p>\n<p>g. Detective Robert Wooster. Wooster, a detective with the Belhaven Police Department, received a call from Dr. Carrington in August 1994 reporting that property had been stolen off the BRISTOL  namely, the Boston Whaler, the Evinrude motor, the davit, winch, etc. as noted above. Sometime later, an informant called Wooster and told him where the dinghy was, and Wooster subsequently found the dinghy on the Leechville property. Wooster applied for a search warrant for that property and for plaintiff's marina and boatyard. He recovered the Boston Whaler from the Leechville property, and the davit and winch from plaintiff's offices after Marlen Robb, Jr. told him he'd show Wooster where those items were located. At that office, Wooster saw a 13\" color television. He asked Marlen Robb, Jr. about the TV which was not on the search warrant, and Robb refused to turn it over to Wooster. Wooster contacted Robb's attorney and told him of the situation. Thirty minutes later, Marlen Robb, Sr. called Wooster and told him he could come and pick up the property. In addition to the TV, Wooster recovered several fishing rods, an A/C shore power cord, and an anchor with bag.</p>\n<p>h. Robert Loeber. Loeber, a former employee of plaintiff, testified as to plaintiff's policies as he understood them. Loeber understood that he was not to speak to any customers, and was to disable any boat to keep them at the plaintiff's marina. He was present when the Boston Whaler was removed, but did not participate, although he was asked to do so, and saw the dinghy loaded onto a truck by employees when it was later moved to Van Horn's property. He testified that Marlen Robb, Jr. had said on the day the dinghy was removed, \"We're getting something out of this, because we're not getting paid.\" Loeber was laid off in August of 1994.</p>\n<p>i. Jeffrey Hilberg. Hilberg was the subcontractor that plaintiff hired to prepare the veneer work in the BRISTOL's galley for refinishing. He testified that he removed approximately 1/8 inch of veneer on the areas depicted in the relevant plaintiff's photographic exhibits, but that he did not place the blue masking tape on those areas, and assumes that was done by the persons preparing the surface for varnish. He billed plaintiff for the work done, as noted above.</p>\n<p>34. Based on the above testimony, the court finds that plaintiff did not engage in a practice of \"luring\" vessels into its marina, or in a practice of overcharging every vessel owner for services it performed. Plaintiff also did not engage in a regular practice of threatening the placement of liens or seizure of vessels.</p>\n<p></p>\n<h2><i>ADDITIONAL FINDINGS OF FACT AND CONCLUSIONS OF LAW</i></h2>\n<p></p>\n<h2>A. Plaintiff's Claims</h2>\n<p></p>\n<h2>1. <i>Plaintiff's Claim of Maritime Lien</i>\n</h2>\n<p>Plaintiff was entitled to claim a maritime lien against the BRISTOL for providing necessaries under 46 U.S.C. § 31342, the Federal Maritime Lien Act. Under that Act, a maritime lien can be enforced only through a civil action <i>in rem.</i> The parties have stipulated, and the court found, that this court does not have <i>in rem</i> jurisdiction over the BRISTOL, for failure to effect service of process on the vessel. Plaintiff therefore lost the ability to enforce that lien. The court dismisses the plaintiff's action against the vessel BRISTOL.</p>\n<p>In the interests of judicial economy, the court's admiralty jurisdiction allows it to consider under supplemental jurisdiction any pendent state law claims, <i>Hagans v. Lavine,</i> <span class=\"citation\" data-id=\"108987\"><a href=\"/opinion/108987/hagans-v-lavine/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">528</span></a></span>, <span class=\"citation\" data-id=\"108987\"><a href=\"/opinion/108987/hagans-v-lavine/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1372</span></a></span>, <span class=\"citation\" data-id=\"108987\"><a href=\"/opinion/108987/hagans-v-lavine/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span> (1974), even when the admiralty issues no longer remain in the case. <i>United Mine Workers v. Gibbs,</i> <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966); <i>Roco Carriers, Ltd. v. M/V Nurnberg Express,</i> <span class=\"citation\" data-id=\"539178\"><a href=\"/opinion/539178/roco-carriers-ltd-v-mv-nurnberg-express-her-engines-boilers-etc/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1292</span></a></span> (2d Cir.1990). This supplemental jurisdiction <span class=\"star-pagination\">*538</span> arises in admiralty only when the state-law claims arise out of a common nucleus of operative facts with the admiralty claims, and resolution of the factually-connected claims in a single proceeding would further the interests of conserving judicial resources and fairness to the parties. <i>Id.</i> The court finds such a common nucleus of operative facts here, and therefore exercises its jurisdiction over the state law claims of contract and liens, as well as over defendant's counterclaims of unfair or deceptive trade practices, fraud, and conversion.<sup>[11]</sup></p>\n<p></p>\n<h2>2. <i>Plaintiff's Claim for Repairs</i>\n</h2>\n<p>Plaintiff's claim for payment of the repairs actually done is based on a putative express or implied-in-fact contract between plaintiff and the Carringtons. Plaintiff also claims that it is entitled to enforce a mechanic's lien against the BRISTOL under North Carolina law, N.C.Gen.Stat. § 44A-1 <i>et seq.</i></p>\n<p>A contract is a promise or a set of promises, for breach of which the law provides a remedy and the performance of which the law recognizes as a duty. 1 Williston, <i>Contracts,</i> § 1 (3rd ed. 1957). Express contracts are formed by the language of the parties, oral or written, which establishes their mutual assent to be bound, and contains consideration supporting their promises. <i>See generally</i> Calamari &amp; Perillo, <i>The Law of Contracts,</i> § 1-12 (3rd ed. 1987). An implied in fact contract, on the other hand, is a consensual agreement presenting the same elements as an express one, but the promise is not expressed in words, but is implied from the promisor's conduct. <i>Id.</i></p>\n<p>A contract is formed only when the parties involved mutually assent to the same agreement; where one party simply believes that a contract exists, but there is no meeting of the minds, the individual seeking to enforce the obligation upon an express or implied-in-fact theory is without a remedy. <i>Elliott v. Duke University, Inc.,</i> 66 N.C.App. 590, <span class=\"citation\" data-id=\"1346192\"><a href=\"/opinion/1346192/elliott-v-duke-university-inc/\"><span class=\"volume\">311</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">632</span></a></span>, <i>disc. review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">754</span></span>, <span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">132</span></span> (1984).</p>\n<p>Plaintiff maintains that the work order that Dr. Carrington filled out and signed constitutes the written contract between the parties. Dr. Carrington testified that it was his intention only to leave the BRISTOL at plaintiff's marina and boatyard for an estimate of the work he listed, not for the work itself to be done.</p>\n<p>There was mutual assent  a meeting of the minds  to perform the repairs on the BRISTOL. Except for the box checked \"Estimate\" on the work order, Dr. Carrington otherwise authorized the work to be done. He left his boat in the care of Marlen Robb, Jr., after having received an estimate ($4000 to $5000); even if one views only Dr. Carrington's version of the conversation between him and Robb, Dr. Carrington left his boat, and two lists of repairs to the boat, in Robb's care, and did not contact Robb or anyone else at plaintiff's marina for over a month. When he did receive the first \"work in progress form\", he questioned only several items on the invoice, not the fact that repairs were done and being done. None of plaintiffs bills to the Carringtons indicated that they were estimates; rather, all except one demanded payment.</p>\n<p>An express contract existed: the parties' conversation combined with the work order and handwritten note, and the subsequent repair work actually done, set out above, constitute an offer to purchase plaintiff's services, acceptance by performance, and consideration supporting the parties' exchange. Franklyn Carrington was authorized to enter into general repair contracts for himself and his wife, the two owners of the vessel. Even if these technical requirements were not met through the express writings, the mutual assent of the parties to <span class=\"star-pagination\">*539</span> be bound is found in their subsequent actions: plaintiff performed the work, and defendants (both Franklyn and Carolyn Carrington) accepted most of it without challenge, until after the work was done. Whether a legally enforceable contract has been formed by a meeting of the minds depends upon the totality of the factual circumstances. <i>Texas Instruments, Inc. v. U.S.,</i> <span class=\"citation\" data-id=\"553464\"><a href=\"/opinion/553464/texas-instruments-incorporated-v-the-united-states/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">810</span></a></span> (Fed.Cir.1990). The circumstances here demonstrate such a meeting of the minds. The implication of mutual assent based on conduct must be a reasonable deduction from all the circumstances and relations of the parties. 17 C.J.S., <i>Contracts,</i> § 4 at 560; <i>see also </i><i>In re Conner Corporation,</i> <span class=\"citation\" data-id=\"1923014\"><a href=\"/opinion/1923014/in-re-conner-corp/\"><span class=\"volume\">127</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">775</span></a></span> (Bankr.E.D.N.C. 1991); <i>Storms v. Goodyear Tire &amp; Rubber Co.,</i> <span class=\"citation\" data-id=\"1555203\"><a href=\"/opinion/1555203/storms-v-goodyear-tire-rubber-co/\"><span class=\"volume\">775</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">862</span></a></span>, 867 (D.S.C.1991). It is reasonable to deduce mutual assent to perform and pay for the listed repair work on the BRISTOL from the parties' conversations, the plaintiff's performance and billing, and the defendants' (both Franklyn Carrington and Carolyn Carrington) lack of objection to the repairs made and work then continuing.</p>\n<p></p>\n<h2>3. <i>Plaintiff's Claim for Wharfage/Storage</i>\n</h2>\n<p>A second issue concerns the scope of that contract  namely, to what extent it encompassed an agreement concerning wharfage or storage of the BRISTOL, and if so, at what rate. Dr. Carrington was aware of the standard rate for wharfage; he paid in advance for one night's worth on October 19, 1992, when he left the BRISTOL at plaintiff's business. He testified that he anticipated getting a lower rate because he was leaving the BRISTOL with plaintiff for substantial repairs, and that Marlen Robb, Jr. had assured him of a lower rate for that reason. Dr. Carrington also testified that upon first receiving the \"work in progress\" form, he talked to Robb on the phone and protested the fact that wharfage was being charged at the standard rate. Robb on the other hand testified that he said he would allow long-term docking of the vessel only if work was being done on it, and that after Dr. Carrington gave him the completed work order, he gave an estimate of that work, and said that would be enough to keep the vessel docked for three to four weeks. He maintains in argument that he did not offer to lower the wharfage rate, but said only that the rate would be suspended if the work on the boat disabled it, a policy concurrently set out in Plaintiff's Exhibit # 2. Robb also claims that the lien granted by N.C.Gen.Stat. § 44A-2 permits him to recover wharfage charges for at least 180 days from October 20, 1992.</p>\n<p>Unlike the contract for repairs, here there was no meeting of the minds concerning wharfage or storage of the BRISTOL for any period after October 19, 1992, the only day for which Dr. Carrington paid plaintiff's standard rate. Marlen Robb, Jr. did not offer to lower his rate regardless of the length of the BRISTOL's stay at the marina, but Dr. Carrington left the boat there in anticipation of a lowered rate. Furthermore, there was an undisclosed provision in plaintiff's wharfage policy that such charges would not apply if the BRISTOL was under repair, in the water, and disabled by repairs. Unless the parties are aware of the elements of the offer and acceptance forming the basis of the alleged contract, then no contract results. <i>In re Conner Corp., supra</i><i>; </i><i>Routh v. Snap-On Tools Corp.,</i> 108 N.C.App. 268, <span class=\"citation\" data-id=\"1420589\"><a href=\"/opinion/1420589/routh-v-snap-on-tools-corp/\"><span class=\"volume\">423</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">791</span></a></span> (1992). Without that mutual asset to be bound to the same set of promises, neither party will be bound. Such assent cannot be implied from Dr. Carrington's later conduct, unlike assent to the repair work, because he protested the wharfage charge at the standard rate when he first communicated with Marlen Robb, Jr. sometime in November. Under an express or implied contract theory, plaintiff's claim must fail.</p>\n<p>North Carolina recognizes a possessory lien on behalf of those persons who provide repair or service work to personal property of another in N.C.Gen.Stat. § 44A-1 <i>et seq.,</i> including seagoing vessels. This state-law lien is pre-empted by the Federal Maritime Lien Act, 46 U.S.C. § 31301 <i>et seq.,</i> only inasmuch as the state lien act grants a right to enforce the lien by a civil <i>in rem</i> action. 46 U.S.C. § 31307. Under N.C.Gen. Stat. § 44A-4(a), however, the lienholder <span class=\"star-pagination\">*540</span> may bring a civil action on the underlying debt without proceeding <i>in rem,</i> as the plaintiff has done here. If plaintiff is entitled to a lien on the BRISTOL for wharfage and storage charges, it is entitled to pursue this action for the debt.</p>\n<p>N.C.Gen.Stat. § 44A-2 states in pertinent part:</p>\n<blockquote>(a) Any person who tows, alters, repairs, stores, services, treats, or improves personal property other than a motor vehicle in the ordinary course of his business <i>pursuant to an express or implied contract with an owner or legal possessor</i> of the personal property has a lien upon the property</blockquote>\n<p>(Emphasis added). As concluded above, there was no express or implied contract for wharfage or storage of the BRISTOL after October 19, 1992. Without such a contract, there can be no lien arising in favor of the plaintiff under § 44A-2(a). Without such a lien, the plaintiff cannot avail itself of the enforcement provisions of § 44A-4(a), which, even in bringing an action for the debt, permits only a \"lienor\" (one entitled to a lien under Ch. 44A) to bring that action. Under a lien theory of enforcement, plaintiff's claim for wharfage and storage fails.</p>\n<p>Plaintiff's last avenue of recovery for wharfage and storage would be under quasi-contract, a theory of <i>quantum meruit,</i> to seek to force defendants to pay for benefits conferred by plaintiff on the BRISTOL. Plaintiff, however, has insisted on an express or implied-in-fact contract theory of recovery, and has not raised quasi-contract issues. Furthermore, there is no evidence before the court upon which to adjudge, on its own motion, the reasonable value of wharfage and storage charges for the BRISTOL, which would be the measure of the recovery under <i>quantum meruit. </i><i>Potter v. Homestead Preservation Ass'n,</i> <span class=\"citation\" data-id=\"1410209\"><a href=\"/opinion/1410209/potter-v-homestead-preservation-assn/\"><span class=\"volume\">330</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">569</span></a></span>, <span class=\"citation\" data-id=\"1410209\"><a href=\"/opinion/1410209/potter-v-homestead-preservation-assn/\"><span class=\"volume\">412</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">1</span></a></span> (1992); <i>Booe v. Shadrick,</i> <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">567</span></span>, <span class=\"citation\" data-id=\"1379774\"><a href=\"/opinion/1379774/booe-v-shadrick/\"><span class=\"volume\">369</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">554</span></a></span>, <i>reh'g denied,</i> <span class=\"citation\" data-id=\"1344376\"><a href=\"/opinion/1344376/booe-v-shadrick/\"><span class=\"volume\">323</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">370</span></a></span>, <span class=\"citation\" data-id=\"1344376\"><a href=\"/opinion/1344376/booe-v-shadrick/\"><span class=\"volume\">373</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">540</span></a></span> (1988).</p>\n<p></p>\n<h2>4. <i>Summary as to Plaintiff's Claims</i>\n</h2>\n<p>Plaintiff has lost its opportunity to enforce its maritime lien by failing to effect service of process on the vessel BRISTOL and thereby failing to invoke this court's <i>in rem</i> jurisdiction.</p>\n<p>Plaintiff is entitled to recover for all repair work including labor listed in Finding of Fact No. 19, above. Plaintiff is also entitled to recover for electricity charges noted in Finding of Fact No. 20, above. Plaintiff is also entitled to recover for the partial work done on the forward window array, labor only, in Finding of Fact No. 22, above. The total of this recovery is $3,339.69.</p>\n<p>Plaintiff is not entitled to recover for wharfage or storage charges due to an absence of an express or implied-in-fact contract; plaintiff is similarly not entitled to recover under a lien theory under N.C.Gen. Stat. § 44A-1 <i>et seq.</i> Plaintiff has not pled or pursued a quasi-contract theory of recovery.</p>\n<p></p>\n<h2>5. <i>Prejudgment Interest</i>\n</h2>\n<p>The decision whether to award prejudgment interest lies within the discretion of the court. <i>Coliseum Cartage Co., Inc. v. Rubbermaid Statesville, Inc.,</i> <span class=\"citation\" data-id=\"591139\"><a href=\"/opinion/591139/coliseum-cartage-company-incorporated-formerly-known-as-pacesetter/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1022</span></a></span>, 1026 (4th Cir.1992). An award of prejudgment interest serves the legitimate goals of making a party whole, or compensating the injured party for the loss of the use of money he would otherwise have had. <i>EEOC v. Liggett &amp; Myers, Inc.,</i> <span class=\"citation\" data-id=\"409605\"><a href=\"/opinion/409605/equal-employment-opportunity-commission-v-liggett-myers-incorporated/\"><span class=\"volume\">690</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1072</span></a></span>, 1074 (4th Cir.1982); <i>see </i><i>Frank Music Corp. v. Metro-Goldwyn-Mayer, Inc.,</i> <span class=\"citation\" data-id=\"530296\"><a href=\"/opinion/530296/frank-music-corp-robert-wright-george-forrest-anne-lederer-as-of-the-last/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1545</span></a></span>, 1550 (9th Cir.1989), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1017</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1321</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">496</span></span> (1990). Where the underlying claim is contractual in nature, the long-standing rule is that a party who has wrongfully withheld money from another must pay prejudgment interest. <i>Miller v. Robertson,</i> <span class=\"citation\" data-id=\"100507\"><a href=\"/opinion/100507/miller-v-robertson/\"><span class=\"volume\">266</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">243</span></a></span>, 257, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">73</span></span>, 78, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">265</span></span> (1924). Based on these factors, the court finds that an award of prejudgment interest on the amount set forth above that plaintiff is entitled to recover is proper in this case.</p>\n<p>The final bill sent to the Carringtons was mailed on January 5, 1993, and was annotated, \"Payable Upon Receipt\". Giving the defendants <span class=\"star-pagination\">*541</span> a thirty-day grace period in which to have satisfied that bill, the date on which prejudgment interest began to accrue, then, is February 5, 1993.</p>\n<p>Finally, since plaintiff's recoverable claim arises under North Carolina contract law, the court looks for guidance on an appropriate rate for prejudgment interest to state law. N.C.Gen.Stat. § 24-1 provides for a legal rate of eight per cent (8%) per year, and § 24-5 provides that in contract actions, the interest begins to run from the date of breach of the contract. The rate for prejudgment interest is set at eight per cent (8%) per year on the principal amount of $3,339.69, from February 5, 1993 to the date of judgment entered in this matter.</p>\n<p></p>\n<h2>B. Defendant's Claims</h2>\n<p></p>\n<h2>1. <i>Unfair and Deceptive Trade Practices</i>\n</h2>\n<p>Defendants allege as their Second Counterclaim that plaintiff engaged in a practice where it would \"lure\" boat owners into its marina and charge excessively for services rendered, and if those owners refused to pay the bill, plaintiff would threaten seizure and sale of the vessel. Defendants maintain that this amounts to an unfair and deceptive trade practice in violation of N.C.Gen.Stat. § 75-1.1, entitling them to damages (trebled) and attorney's fees. In support of this counterclaim, defendants offered not only the testimony of Dr. Carrington, but also of David Fortiere, Mike Quigley, Don Davis, and Robert Loeber, as noted above.</p>\n<p>To prevail on a claim for unfair and deceptive trade practices under Chapter 75, the claimant must show: (1) an unfair or deceptive act or practice, or unfair method of competition, (2) in or affecting commerce, and (3) which proximately caused actual injury to the claimant or his business. <i>Spartan Leasing v. Pollard,</i> 101 N.C.App. 450, 460, <span class=\"citation\" data-id=\"1202278\"><a href=\"/opinion/1202278/spartan-leasing-inc-v-pollard/\"><span class=\"volume\">400</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">476</span></a></span>, 482 (1991). A practice is \"unfair\" when it offends established public policy and when the practice is unethical or unscrupulous, and is \"deceptive\" if it has a tendency to deceive. <i>Polo Fashions, Inc. v. Craftex, Inc.,</i> <span class=\"citation\" data-id=\"486557\"><a href=\"/opinion/486557/polo-fashions-inc-v-craftex-inc-and-bobby-oneal-and-keith-oneal/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">145</span></a></span> (4th Cir.1987). Evidence of negligence, good faith, or lack of intent are not defenses to an action under § 75-1.1. <i>Forbes v. Par Ten Group, Inc.,</i> 99 N.C.App. 587, <span class=\"citation\" data-id=\"1218352\"><a href=\"/opinion/1218352/forbes-v-par-ten-group-inc/\"><span class=\"volume\">394</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">643</span></a></span> (1990), <i>disc. review denied,</i> <span class=\"citation\" data-id=\"1217170\"><a href=\"/opinion/1217170/forbes-iii-v-par-ten-group-inc/\"><span class=\"volume\">328</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">89</span></a></span>, <span class=\"citation\" data-id=\"1217170\"><a href=\"/opinion/1217170/forbes-iii-v-par-ten-group-inc/\"><span class=\"volume\">402</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">824</span></a></span> (1991).</p>\n<p>Defendant has failed to show the existence of an act or practice concerning plaintiff's business policies that rises to the appellation \"unfair\" or \"deceptive\". First, defendant presented insufficient evidence of a series or pattern of acts that could be called a \"practice\"; at most, the evidence reveals only one dissatisfied customer of plaintiff's marina and boatyard. Although two former employees of the plaintiff testified as to a \"policy\" of disabling boats in order to keep them under repair, there was no evidence that such a policy was ever effected upon any unwary boat owners, including defendants. There is no evidence that the repairs actually done on the BRISTOL were unnecessary or unreasonable, as they were in accord with Dr. Carrington's work order and note. Second, the evidence presented does not indicate that any act by the plaintiff's employees, whether isolated or as part of the alleged practice, was unscrupulous or unethical, or had a tendency to deceive, to the point where it proximately caused injury to the defendants. The \"threats\" of claiming a maritime lien or \"papering\" any vessel are exercises of valid rights of the plaintiff to assure payment for any services actually performed. There was no evidence presented that any of these claims, other than the one in this case, were ever challenged by the boat owners.</p>\n<p>In this case, Marlen Robb, Jr., claimed a lien on the BRISTOL on December 23, 1992, which was less than thirty days after he had sent the Carringtons an actual bill for services, and was prior to sending what he considered the \"final\" bill on January 5, 1993. Although within his rights to claim such a lien, to do so prior to notifying the defendants of their obligation to pay constitutes poor business judgment; that judgment, however, does not amount in this case to an unfair or deceptive trade practice. <i>Cf. </i><i>United States Dev. Corp. v. Peoples Fed. Sav. &amp; Loan Ass'n.,</i> <span class=\"citation\" data-id=\"522189\"><a href=\"/opinion/522189/united-states-development-corporation-v-peoples-federal-savings-loan/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span> (4th Cir.1989) (exercising a contractual right to withdraw from a building contract held not a deceptive act) <i>with </i><i>Sampson-Bladen Oil Co. v. Walters,</i> 86 N.C.App. 173, <span class=\"citation\" data-id=\"1325338\"><a href=\"/opinion/1325338/sampson-bladen-oil-co-inc-v-walters/\"><span class=\"volume\">356</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">805</span></a></span>, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">121</span></span>, <span class=\"citation no-link\"><span class=\"volume\">361</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">597</span></span> (1987) (systematic overcharging for oil <i>proven</i> not to be delivered held an unfair practice).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*542</span> 2. <i>Fraud</i>\n</h2>\n<p></p>\n<h2><i>A. First Counterclaim</i></h2>\n<p>Defendants assert in their First Counterclaim that plaintiff's actions in allegedly misrepresenting its charges for wharfage and in allegedly performing the repair work on the BRISTOL without authorization constitute fraud upon the defendants.</p>\n<p>Under North Carolina law, the elements defendants must show to prove fraud are that (1) plaintiff made a representation of material fact or concealed material fact, (2) such representation was false, (3) plaintiff knew that such representation was false, (4) plaintiff made the representation with the intent to deceive, (5) defendants reasonably relied upon plaintiff's false representations, and (6) defendants were therefore injured. <i>Myers &amp; Chapman, Inc. v. Thomas G. Evans, Inc.,</i> <span class=\"citation\" data-id=\"1400626\"><a href=\"/opinion/1400626/myers-chapman-v-thomas-g-evans/\"><span class=\"volume\">323</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">559</span></a></span>, <span class=\"citation\" data-id=\"1400626\"><a href=\"/opinion/1400626/myers-chapman-v-thomas-g-evans/\"><span class=\"volume\">374</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">385</span></a></span> (1988); <i>Whitlock v. Duke Univ.,</i> <span class=\"citation\" data-id=\"495026\"><a href=\"/opinion/495026/leonard-t-whitlock-sandra-h-whitlock-david-k-whitlock-a-minor-by-his/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1340</span></a></span> (4th Cir.1987).</p>\n<p>As explained above, there resulted from the acts of the parties a contract for repairs to the vessel. To the extent that defendants claim the repair work was done improperly or was not done at all, the defendants' remedy lies in breach of contract, and not in fraud. <i>See </i><i>Wilson v. Popp Yarn Corp.,</i> <span class=\"citation\" data-id=\"1527033\"><a href=\"/opinion/1527033/wilson-v-popp-yarn-corp/\"><span class=\"volume\">680</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">208</span></a></span> (W.D.N.C.1988). If, however, defendants alternately claim that the contract itself was the result of fraud, there is insufficient evidence before the court upon which to base a finding of a <i>false</i> representation. The repair work was authorized by Dr. Carrington on October 19, 1992, at the earliest, or upon receipt of the first \"work in progress\" statement at the latest. As specifically found above, plaintiff actually performed the work for which it is entitled to recover. There was no false representation concerning repairs to the BRISTOL.</p>\n<p>As for wharfage, the time when any fraudulent act might have occurred would have been the initial conversations between Marlen Robb, Jr., and Dr. Carrington, prior to the BRISTOL being left at plaintiff's marina. Again, as noted above, there was no mutual assent to charge and pay for wharfage for the BRISTOL at any established rate, and no contract for wharfage or storage resulted. Here, the parties simply intended that different rates would apply to the long-term wharfage of the vessel; such a disagreement (or non-agreement) does not impute to either party a fraudulent intent, nor does it convert any statements made during negotiation into false present representations regarding future performance. Defendants failed to present evidence of a <i>false</i> representation, of <i>intent</i> to deceive, of <i>reasonable</i> reliance, and of injury resulting from such reliance on the representations. Without proof of those elements, defendants are not entitled to recover on a claim of fraud concerning the initial dealings between the parties.</p>\n<p></p>\n<h2><i>B. Fourth, Fifth, and Sixth Counterclaims</i></h2>\n<p>Defendants assert in their Fourth, Fifth, and Sixth Counterclaims that the actions of the plaintiff's employees in removing the Boston Whaler and other items from the BRISTOL constitute fraud upon the defendants, comprising willful and wanton conduct entitling them to compensatory and punitive damages.</p>\n<p>Defendants allege that this claim of fraud involves concealment or nondisclosure, as opposed to affirmative misrepresentation. In order to recover under this theory of fraud, the defendants must prove the elements set out above, and in so doing must show that plaintiff had a duty to disclose the true state of affairs concerning the removal of the Boston Whaler and other items to the <i>in personam</i> defendants. It is only under such a duty that silence may constitute fraud. <i>Williams v. East Coast Sales, Inc.,</i> 59 N.C.App. 700, <span class=\"citation\" data-id=\"1309091\"><a href=\"/opinion/1309091/williams-v-east-coast-sales-inc/\"><span class=\"volume\">298</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">80</span></a></span> (1982); <i>Whitlock, supra</i><i>.</i></p>\n<p>According to the defendants' Amendment to Answer, the concealment allegedly occurred when the BRISTOL was arrested by the U.S. Marshall on August 8, 1994. Defendants, the Carringtons, were not, however, present at the time of the arrest of the vessel. Instead, any concealment of material fact (that the dinghy and other items had <span class=\"star-pagination\">*543</span> been removed from the BRISTOL without notice to its owners) was a concealment from the U.S. Marshal effecting the arrest. It was the Marshal, and not the Carringtons, who relied upon the nondisclosure, and it is the Marshal who could claim injury arising from that reliance. Although the act of removing the property from the BRISTOL may serve as other grounds for recovery, the concealment of those actions does not constitute fraud upon the <i>in personam</i> defendants in this action.</p>\n<p></p>\n<h2>3. <i>Conversion</i>\n</h2>\n<p>Defendants assert in their Third and Fifth Counterclaims that the actions of plaintiff's employees in removing the Boston Whaler and other items from the BRISTOL constitute conversion, comprising willful and wanton conduct entitling them to nominal, compensatory, and punitive damages.</p>\n<p>Under North Carolina law, conversion is defined as an unauthorized assumption and exercise of the right of ownership over goods or personal chattels belonging to another, to the alteration of their condition or the exclusion of an owner's rights. <i>U.S. v. Whedbee,</i> <span class=\"citation\" data-id=\"583612\"><a href=\"/opinion/583612/united-states-v-tg-whedbee-jr-nancy-mann-ruth-carole-w-cambio-rosbon/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">330</span></a></span> (4th Cir.1992); <i>Spinks v. Taylor,</i> <span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">256</span></span>, <span class=\"citation\" data-id=\"1235462\"><a href=\"/opinion/1235462/spinks-v-taylor/\"><span class=\"volume\">278</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">501</span></a></span> (1981). Conversion necessarily involves an intentional act, though the intention need not be wrongful; the tort requires that the actor act in some manner toward personal property that actually belongs to another. <i>Restatement 2d, Torts,</i> § 224; 1 Haynes, <i>North Carolina Tort Law,</i> § 6-3 (Lawyers Co-op, 1989).</p>\n<p>Plaintiffs employees removed the Boston Whaler, davit, winch, and other items of personal property with the intent to interfere with the Carringtons' ownership rights, to the point of depriving the Carringtons completely of those rights. Plaintiff's proffered excuse, that the items were removed for safekeeping, is not supported by the circumstances of the removal. First, while the prior theft had involved a radio/CD player and some CDs, plaintiff did not disconnect the other easily-removable electronics from the flying bridge, instead choosing to remove other valuable, less identifiable property. Second, a potential theft of the Boston Whaler, davit, winch, motor, gas tank, and anchor equipment would have required approximately four persons and a fairly lengthy stretch of time, as plaintiff's employees explained, because there was no electricity running to the electric winch aboard the BRISTOL. The davit itself had to be unbolted and lowered from the aft deck of the BRISTOL, a task at which any thief would have balked. Third, the yard in which the BRISTOL was stored is shielded from public access by a chain-link fence topped with barbed wire. Finally, plaintiff's work order, upon which it bases its contractual relation with the defendants, contains a waiver of liability for loss due to theft not only of the BRISTOL, but any articles on or in the BRISTOL. Plaintiff's employees, at the time these items were removed, willfully converted this property to the exclusion of the Carringtons ownership rights. Were it not for the report of theft, the conversion may have continued permanently. The defendants' lack of knowledge that the plaintiff had taken possession of the items until after the police investigation concluded obviates the need for demand for return upon, and refusal by, the plaintiff. <i>See </i><i>Kitchen v. Wachovia Bank &amp; Trust Co., N.A.,</i> 44 N.C.App. 332, <span class=\"citation\" data-id=\"1334490\"><a href=\"/opinion/1334490/kitchen-v-wachovia-bank-trust-co-na/\"><span class=\"volume\">260</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">772</span></a></span> (1979).</p>\n<p>Because the property was recovered and returnedif not to the defendants, at least for their benefitthe next issue is one of assessing damages for the conversion. Usually, the measure of damages for conversion is the fair market value of the converted property at the time of the conversion, plus interest. <i>U.S. v. Tugwell,</i> <span class=\"citation\" data-id=\"461675\"><a href=\"/opinion/461675/united-states-v-richard-e-tugwell/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span> (4th Cir.1985); <i>Marina Food Associates, Inc. v. Marina Restaurant, Inc.,</i> 100 N.C.App. 82, <span class=\"citation\" data-id=\"1218468\"><a href=\"/opinion/1218468/marina-food-v-marina-restaurant/\"><span class=\"volume\">394</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">824</span></a></span>, <i>review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">327</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">636</span></span>, <span class=\"citation no-link\"><span class=\"volume\">399</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">328</span></span> (1990). Here, however, that measure of damages would appear inapplicable. Although the conversion occurred in April or May of 1994, the BRISTOL was arrested in August, 1994. The time for calculated compensatory damages for a conversion is the actual time of the conversion, <span class=\"star-pagination\">*544</span> <i>Russell v. Taylor,</i> 37 N.C.App. 520, <span class=\"citation\" data-id=\"1225609\"><a href=\"/opinion/1225609/russell-v-taylor/\"><span class=\"volume\">246</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">569</span></a></span> (1978); the authority on this point, however, contemplates a complete and permanent deprivation of the property. At the time of the arrest, the Carringtons were under a duty to turn over all equipment belonging to the BRISTOL for the benefit of the U.S. Marshall and the foreclosing bank, and would have had to have turned over the Boston Whaler, davit, winch, etc., in any case. Their ownership rights were superseded by the Marshall's at the time of the arrest. Defendants' compensatory damages, then, would be only the value of the use of the property from April or May to August, 1994. There is no evidence before the court upon which to calculate this amount.<sup>[12]</sup></p>\n<p>Actual damages are not an essential element of conversion in North Carolina. <i>Hawkins v. Hawkins,</i> 101 N.C.App. 529, 533, <span class=\"citation\" data-id=\"1202375\"><a href=\"/opinion/1202375/hawkins-v-hawkins/\"><span class=\"volume\">400</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">472</span></a></span> (1991), <i>aff'd,</i> <span class=\"citation\" data-id=\"1244960\"><a href=\"/opinion/1244960/hawkins-v-hawkins/\"><span class=\"volume\">331</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">743</span></a></span>, <span class=\"citation\" data-id=\"1244960\"><a href=\"/opinion/1244960/hawkins-v-hawkins/\"><span class=\"volume\">417</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">447</span></a></span> (1992). The defendants have, however, proven that a conversion occurred, and are entitled to nominal damages for doing so. <i>Spinks v. Taylor, supra</i><i>.</i> The court assesses $100.00 as nominal damages for conversion.</p>\n<p>North Carolina permits an award of punitive damages in a conversion action only if outrageous or aggravating conduct accompanies the tort. <i>Rogers v. T.J.X. Companies, Inc.,</i> <span class=\"citation\" data-id=\"1347969\"><a href=\"/opinion/1347969/rogers-v-tjx-companies-inc/\"><span class=\"volume\">329</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">226</span></a></span>, 230-31, <span class=\"citation\" data-id=\"1347969\"><a href=\"/opinion/1347969/rogers-v-tjx-companies-inc/\"><span class=\"volume\">404</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">664</span></a></span>, 666-67 (1991). For that conduct to appear, there must exist evidence of insult, indignity, malice, oppression, or bad motive. <i>Id.</i> The North Carolina courts instruct juries that if the evidence supports a showing of such behavior, and there is a need to punish the actor for his conduct, then an award of punitive damages must bear a rational relation to the sum needed to effect such punishment. N.C.P.I. Motor Vehicle Volume, Civil 106.55. Furthermore, according to the constitutional standard set out in <i>Pacific Mutual Life Ins. Co. v. Haslip,</i> <span class=\"citation\" data-id=\"112557\"><a href=\"/opinion/112557/pacific-mut-life-ins-co-v-haslip/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"112557\"><a href=\"/opinion/112557/pacific-mut-life-ins-co-v-haslip/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1032</span></a></span>, <span class=\"citation\" data-id=\"112557\"><a href=\"/opinion/112557/pacific-mut-life-ins-co-v-haslip/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1991), the North Carolina courts employ a jury instruction incorporating twelve factors for the jury to consider when assessing punitive damages.<sup>[13]</sup></p>\n<p>After consideration of these factors, the court concludes that the circumstances surrounding the conversion of the Boston Whaler and other equipment from the BRISTOL warrant an award of punitive damages to deter similar conduct by the plaintiff and others in the future. 1 Haynes, at § 6-7, <i>citing Prosser on Torts,</i> § 2. Plaintiff's employees wilfully deprived the defendants of <span class=\"star-pagination\">*545</span> their ownership rights in the equipment, especially the Boston Whaler, which was not only removed from the vessel but also removed from plaintiff's property altogether, and placed on unprotected, unguarded land belonging not to the plaintiff corporation but to individual officer(s) of that corporation. Such action cannot be justified as \"safekeeping\" and was done in deliberate disregard of defendants' rights in their property. The property so converted had a value estimated at $7,900.00, which would have inured to the plaintiff's benefit had the conversion been allowed to continue, but the defendants' actual damages were nominal. With the purpose behind awarding punitive damages in mind, and with the guidance of the North Carolina jury instruction factors, the court assesses punitive damages against the plaintiff, for the defendants the Carringtons, at two thousand dollars ($2,000.00).</p>\n<p></p>\n<h2>4. <i>Summary of Defendants' Claims</i>\n</h2>\n<p>Defendants are not entitled to recover on their claim of unfair and deceptive trade practices, as they have not demonstrated acts or practices which can fairly be called \"unfair\" or \"deceptive\" under the facts of this case.</p>\n<p>Defendants are not entitled to recover under their claim of fraud in the initial dealings between the parties, as there was no showing of a material false representation made by the plaintiff to the defendants upon which they reasonably relied.</p>\n<p>Defendants similarly are not entitled to recover under their claim of fraud in the removal of the personal property from the BRISTOL, as there was no showing of a material false representation made by the plaintiff to the defendants upon which the defendants reasonably relied to their injury.</p>\n<p>Defendants have proven a case of conversion of those items of personal property, however, and are entitled to recover nominal damages of $100.00 for that proof. They are not, however entitled to compensatory damages under the traditional measure of damages for conversion. They are, on the other hand, entitled to recover punitive damages of $2,000.00 as plaintiff's actions were willful and in deliberate disregard for defendants' ownership rights in the converted property.</p>\n<p></p>\n<h2>C. Plaintiff's Rule 11 Motion</h2>\n<p>Plaintiff has moved for sanctions and dismissal pursuant to Rule 11, Fed.R.Civ.P., on the grounds that defendants' Third, Fourth, Fifth, and Sixth Counterclaims are frivolous and presented to increase the cost of litigation.</p>\n<p>The focus in assessing Rule 11 sanctions is upon the improper motive of the signer, and is an objective test: whether the argument is objectively unreasonable or is made in bad faith; the subjective beliefs of the \"injured\" party are not relevant. <i>Jones v. Wake County Hosp. System, Inc.,</i> <span class=\"citation\" data-id=\"1380004\"><a href=\"/opinion/1380004/jones-v-wake-county-hosp-system-inc/\"><span class=\"volume\">786</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">538</span></a></span> (E.D.N.C.1991); <i>Ballentine v. Taco Bell Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">117</span></span> (E.D.N.C. 1991); 5A Wright &amp; Miller, <i>Federal Practice and Procedure,</i> Civil, § 1335 (1990). Merely because a claim is dismissed, or the claimant fails to recover, does not automatically make Rule 11 sanctions appropriate. Wright &amp; Miller, § 1335.</p>\n<p>All of defendants' counterclaims are supported by good faith arguments under existing law and the facts as presented to the court. Plaintiff's Rule 11 motion is therefore denied.</p>\n<p></p>\n<h2>D. Costs and Attorney's Fees</h2>\n<p>Both parties have requested an award of costs and attorney's fees.</p>\n<p>Rule 54 of the Federal Rules of Civil Procedure allows the court to award costs to the prevailing party. An award of costs is within the court's sound discretion. <i>Flint v. Haynes,</i> <span class=\"citation\" data-id=\"391380\"><a href=\"/opinion/391380/chester-f-flint-jr-v-lloyd-e-haynes-warden-huttonsville-correctional/\"><span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">970</span></a></span>, 973 (4th Cir. 1981), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1151</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1018</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">306</span></span> (1982). When considering an award of costs, a party has prevailed only \"if they succeed on any significant issue in litigation which achieves some of the benefit the parties sought in bringing the suit.\" <i>Hensley v. Eckerhart,</i> <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 433, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, 1939, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1983). It <span class=\"star-pagination\">*546</span> appearing that all parties \"prevailed\" to the extent that they succeeded on significant issues and achieved a benefit sought by filing their claims, the court awards costs to both plaintiff and the <i>in personam</i> defendants.</p>\n<p>Attorney's fees may be awarded in the federal courts only upon a showing of a statutory basis for such award. Neither party in this action recovered under federal statutory authority. Because the parties have instead prevailed on their state-law claims of contract and conversion, the court looks to North Carolina law for any other bases for an award of attorney's fees. The North Carolina rule similarly states that in the absence of express statutory authority, attorney's fees are not allowable as part of the costs recoverable by a prevailing party. <i>City of Charlotte v. McNeely,</i> <span class=\"citation no-link\"><span class=\"volume\">281</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">684</span></span>, <span class=\"citation\" data-id=\"1321335\"><a href=\"/opinion/1321335/city-of-charlotte-v-mcneely/\"><span class=\"volume\">190</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">179</span></a></span> (1972). Chapter 6 of the General Statutes sets out the particular types of cases under which attorney's fees are authorized, and none of the provisions of Chapter 6 apply to any party's claim in this action. The respective requests for attorney's fees are therefore denied.</p>\n<p></p>\n<h2><i>SUMMARY AND CONCLUSION</i></h2>\n<p>Plaintiff is entitled to recover from the <i>in personam</i> defendants, Franklyn Carrington and Carolyn Carrington, the sum of $3,339.69 for repair work done on the defendants' vessel BRISTOL, along with prejudgment interest at the rate of eight per cent (8%) per year from February 5, 1993 to the date of entry of judgment, and costs, and post-judgment interest thereafter at a rate equal to the coupon issue yield equivalent of the average accepted auction price for the last auction of fifty-two week United States Treasury bills. Defendants Franklyn Carrington and Carolyn Carrington are entitled to recover from the plaintiff $100.00 in nominal damages for conversion of their personal property, and $2,000.00 as punitive damages for that conversion, along with costs and post-judgment interest. No other recovery on any other claim, counterclaim, prayer, or request is warranted. Plaintiff's Rule 11 motion for sanctions is denied. The Clerk shall enter judgment accordingly, pursuant to Rule 54 of the Federal Rules of Civil Procedure.</p>\n<h2>NOTES</h2>\n<p>[1]  Mechanical labor charge, Plaintiff's Exhibit # 1.</p>\n<p>[2]  Washing cabin labor charge, Plaintiff's Exhibit # 1.</p>\n<p>[3]  Carpentry labor charge, Plaintiff's Exhibit # 1.</p>\n<p>[4]  Carpentry labor charge, Plaintiff's Exhibit # 1.</p>\n<p>[5]  Mechanical labor charge, Plaintiff's Exhibit # 1.</p>\n<p>[6]  Mechanical or electrical labor charge, Plaintiff's Exhibit # 1.</p>\n<p>[7]  Mechanical labor charge, Plaintiff's Exhibit # 1.</p>\n<p>[8]  Mechanical labor charge, Plaintiff's Exhibit # 1.</p>\n<p>[9]  Electrical labor charge, Plaintiff's Exhibit # 1.</p>\n<p>[10]  Varnishing charge, Plaintiff's Exhibit # 1.</p>\n<p>[11]  Although not clearly alleged by the parties, the court does in fact have diversity jurisdiction over this matter as well. The plaintiff is a North Carolina corporation, and the <i>in personam</i> defendants are residents and citizens of Connecticut. The plaintiff's Complaint requested relief of less than $50,000, but the defendants' Counterclaims request relief in excess of $50,000. This is sufficient to invoke the court's diversity jurisdiction, as the value of the matter in controversy encompasses any pecuniary result to either party which judgment entered in the case would directly produce. <i>Hatfield v. Mullins Ford, Inc.,</i> <span class=\"citation\" data-id=\"1592119\"><a href=\"/opinion/1592119/hatfield-v-mullins-ford-inc/\"><span class=\"volume\">389</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">278</span></a></span> (W.D.Va.), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">530</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">968</span></span>, 969 (4th Cir.1975). Whether under supplemental or diversity jurisdiction, the applicable substantive law  that of the State of North Carolina  remains the same.</p>\n<p>[12]  There is evidence from the search warrants and investigation reports that the property, if it had been permanently converted, would be valued at approximately $7900.00, and plaintiff did not challenge this assertion of value.\n</p>\n<p>The interest on this monetary amount would be the only method by which the court could calculate compensatory damages: a certain percentage rate multiplied by the above value and by the number of months the defendants were deprived of their property. This calculation, however, would involve a number of estimates and guesses by the court not based on the evidence. It is, therefore, inappropriate to use such a calculation to attempt to assess compensatory damages.</p>\n<p>[13]  Those factors are:\n</p>\n<p>(1) the injury resulting from the actor's conduct;</p>\n<p>(2) the injury which could have resulted from the conduct;</p>\n<p>(3) the degree of reprehensibility of the conduct;</p>\n<p>(4) the duration of the actor's conduct;</p>\n<p>(5) the actor's awareness of the nature and character of his conduct;</p>\n<p>(6) the actor's awareness of the probable consequences of his conduct;</p>\n<p>(7) any concealment by the actor of facts or consequences of his conduct;</p>\n<p>(8) the existence and frequency of any similar past conduct by the actor;</p>\n<p>(9) whether the actor profited from his conduct, and if so, whether the profit should be taken away;</p>\n<p>(10) the financial status of the actor;</p>\n<p>(11) whether the actor has already been punished by criminal sanctions; and</p>\n<p>(12) whether the actor has been, or is likely to be, punished by a civil action concerning the same conduct.</p>\n<p>N.C.P.I. Civil 106.55.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/100507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/391380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409605/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/495026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/530296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553464/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/591139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1202278/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1202375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1217170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1218352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1218468/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1225609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1235462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1244960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1309091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1321335/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1325338/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1334490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1344376/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1346192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1347969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1379774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1380004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1400626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1410209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1420589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1527033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1555203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1592119/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1923014/"
  ]
}