{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1796136/",
  "absolute_url": "/opinion/1796136/dunston-v-scott/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1796136/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:27:57.226402Z",
  "date_modified": "2016-04-26T12:20:46.577599Z",
  "type": "010combined",
  "sha1": "a072390cda32b67aaf12352e159438ebf3f4ff86",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>336 F.Supp. 206 (1972)</b></center>\n<center><h1>S. G. DUNSTON et al., Plaintiffs,<br>\nv.<br>\nJ. Brian SCOTT et al., Defendants.</h1></center>\n<center>Civ. No. 2666.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>January 10, 1972.</center>\n<p><span class=\"star-pagination\">*207</span> Norman B. Smith, Greensboro, N. C., and Frank W. Ballance, Jr., Warrenton, N. C., for plaintiffs.</p>\n<p>Robert Morgan, Atty. Gen. of North Carolina, James F. Bullock, Deputy Atty. Gen., North Carolina, and James L. Blackburn, Staff Atty., Raleigh, N. C., for defendants.</p>\n<p>Before CRAVEN, Circuit Judge, and BUTLER and DUPREE, District Judges.</p>\n<p>CRAVEN, Circuit Judge.</p>\n<p>This is a class action brought by Negro voters of North Carolina seeking a declaratory judgment that three provisions of North Carolina's election laws, N.C. G.S. §§ 163-117, 163-151(3)b and 163-151(2)d are unconstitutional and requesting a permanent injunction enjoining the defendants, members of the North Carolina Board of Elections, from enforcing these laws. In addition the plaintiffs urge that the enforcement of these laws be enjoined because of non-compliance with the Voting Rights Act of 1965, 42 U.S.C. § 1971 et seq.</p>\n<p>We hold that N.C.G.S. §§ 163-117, 163-151(3)b and 163-151(2)d deny the equal protection of the laws to the voters of North Carolina and permanently enjoin their enforcement.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*208</span> FACTS</h2>\n<p>The facts are stipulated. The North Carolina Board of Elections, charged with enforcement of North Carolina's election laws, has determined upon enforcement of the so-called numbered seat law and the anti-single shot law. North Carolina General Statutes §§ 163-151(2)d and 163-151(3)b, together called the anti-single shot law, provide:</p>\n<blockquote>§ 163-151. <i>Method of marking ballots in primary and election.</i>The voter shall adhere to the following rules in marking his ballots:</blockquote>\n<blockquote>.   .   .   .   .   .</blockquote>\n<blockquote>(2) In An Election But Not in a Primary.</blockquote>\n<blockquote>.   .   .   .   .   .</blockquote>\n<blockquote>d. In elections for county offices in Bertie County, in elections for municipal offices in the towns of Clayton in Johnston County, Elm City in Wilson County, Enfield in Halifax County, Fremont in Wayne County, Gaston in Northampton County, Roseboro in Sampson County, Snow Hill in Greene County, Tarboro in Edgecombe County, and Weldon in Halifax County, and in elections for municipal offices in all the municipalities in Bertie and Franklin counties, if there are multiple positions to be filled in a single office, the voter shall cast his vote for as many candidates as there are positions to be filled in that office.</blockquote>\n<blockquote>.   .   .   .   .   .</blockquote>\n<blockquote>(3) In a Primary.</blockquote>\n<blockquote>b. In primary elections for county offices in the counties of</blockquote>\n  Bertie\n  Bladen\n  Catawba\n  Chowan\n  Columbus\n  Cumberland\n  Franklin\n  Greene\n  Halifax\n  Jones\n  Lenoir\n  Martin\n  Northampton\n  Onslow\n  Pender\n  Perquimans\n  Sampson\n  Surry, and\n  Wayne\n<blockquote>in primary elections for municipal offices in the municipalities in those counties, and in primary elections for municipal offices in the towns of Elm City in Wilson County, and Robersonville and Williamston in Martin County, if there are multiple positions to be filled in a single office, the voter shall cast his vote for as many candidates as there are positions to be filled in that office.</blockquote>\n<p>North Carolina General Statutes § 163-117, the numbered seat law, provides:</p>\n<blockquote>§ 163-117. <i>Seats in State Senate and House of Representatives to be numbered within senatorial and representative districts; each seat a separate office.</i>In each senatorial and representative district entitled to elect more than one State Senator or member of the State House of Representatives the positions shall bear identifying numbers, as follows: \"Senate Seat 1,\" \"Senate Seat 2,\" etc., or \"House Seat 1,\" \"House Seat 2,\" etc. Each seat shall be considered a separate office within the terms of G.S. 163-113, 163-122, 163-137, 163-140, 163-151, 163-169, 163-170, 163-175, 163-176, 163-177, 163-179, 163-180, 163-181, and all other provisions of law governing nomination and election. Votes cast for any candidate in a general election shall be effective only for the seat for which he has been nominated by a political party or for which he has filed his independent candidacy under G.S. 163-122.</blockquote>\n<p>N.C.G.S. § 163-106(d) provides as follows:</p>\n<blockquote>§ 163-106. <i>Notices of candidacy; pledge; with whom filed; date for filing; withdrawal.</i></blockquote>\n<blockquote>.   .   .   .   .   .</blockquote>\n<blockquote>(d) . . . In any primary in any senatorial or representative district entitled to elect more than one State Senator or member of the State House of Representatives, the positions being numbered as provided in G.S. 163-117, each candidate for nomination to the Senate or House of Representatives shall file with the appropriate county board of elections, at the time of filing notice of candidacy, a notice designating by number the seat to which he seeks nomination. Each seat shall be considered a separate office within the terms of G.S. 163-110, 163-114, and 163-115, and all other provisions of law governing nomination and election. No <span class=\"star-pagination\">*209</span> candidate shall be entitled to file for more than one seat. Votes cast for any candidate shall be effective only for the seat for which he has filed.</blockquote>\n<p>Prior to 1967, the only multi-member districts represented in the legislature were a few urban counties which had more than one delegate to the House of Representatives. This situation was altered as reapportionment of the legislature led to the creation of multi-member districts in both the Senate and the House of Representatives. The numbered seat law, which applies to these multi-member districts, was also enacted in 1967, and on its face would seem to apply to the entire state. However, the legislation of which the quoted sections above were a part provided that certain numbered districts in both the Senate and the House of Representatives were to be exempt from its provisions. At various times during the legislative sessions of 1969, certain specified districts were added and deleted from the coverage of this section. At the 1971 session, the numbered seat law was again amended so that it now does not apply to senatorial districts 10, 13, 14, 19, 20, 23 and 26 and House of Representative districts 2, 10, 11, 15, 17, 20, 21, 23, 25, 26, 27, 29, 32, 34, 35, 36, 37, 39, 41, 42, 44 and 45. The anti-single shot law was first enacted in 1955. It has always applied only to certain specified counties and municipalities, but there have been numerous changes in its coverage, both as to municipalities and counties, at various legislative sessions.<sup>[1]</sup> It now covers 19 counties and certain municipalities therein.</p>\n<p>Pursuant to provisions of the Voting Rights Act of 1965, 42 U.S.C. § 1973c, any changes in voting standards, practices, and procedures which have been adopted since November 1, 1964, in territory subject to the prohibitions of the Act must either be submitted to the Attorney General of the United States and not be objected to by him or be submitted to the United States District Court for the District of Columbia for a declaratory judgment that such changes do not have the purpose and will not have the effect of denying or abridging the right to vote on account of race. Until one of these courses of action is taken, any changes made in voting practices after November 1, 1964, may not be put into effect in territory to which the Act applies.</p>\n<p>Rather belatedly the North Carolina Board of Elections submitted to the Attorney General of the United States all changes made in North Carolina's numbered seat law from 1967 through 1971 as required by 42 U.S.C. § 1973c. The Attorney General has interposed objection to the implementation of the 1971 version of the numbered seat law in the covered areas of North Carolina<sup>[2]</sup> and North Carolina has not as yet sought a declaratory judgment in the United States District Court for the District of Columbia as authorized by the Act. Therefore, the numbered seat law cannot be enforced in those areas of North Carolina <span class=\"star-pagination\">*210</span> covered by the Act. There are, however, five Senate districts and seven House of Representative districts not covered by the Voting Rights Act to which the numbered seat law applies.<sup>[3]</sup></p>\n<p>The 1967 version of the anti-single shot law was submitted to the Attorney General as a part of chapter 775 of the 1967 Session Laws and no objection was interposed. However, some amendments to this law, which were passed in 1967, 1969, and 1971 and in which certain counties were deleted and some municipalities were added to both primary election coverage of the law, were not submitted to the Attorney General.<sup>[4]</sup></p>\n<p></p>\n<h2>JURISDICTION</h2>\n<p>The defendants strenuously contend that this three-judge court is improperly convened to rule on the constitutionality of the anti-single shot law. The defendants claim that the law in its entirety is local legislation and therefore not properly before this court, citing Moody v. Flowers, 387 U.S. 97, 87 S.Ct. 1544, 18 L.Ed.2d 643 (1967). In addition, the defendants argue that there is three-judge court jurisdiction solely as to Martin County to consider whether 42 U.S.C. § 1973c has been complied with.<sup>[5]</sup> Allen v. Board of Elections, 393 U.S. 544, 89 S.Ct. 817, 22 L.Ed.2d 1 (1969). They therefore contend that this court should not exercise pendant jurisdiction to entertain the constitutional complaints against the law in the other 18 counties because, in reality the anti-single shot law is 19 different laws, each one relating to the specific county.</p>\n<p>We find it unnecessary to rule upon the propriety of the exercise of pendant jurisdiction with regard to the anti-single shot law<sup>[6]</sup> because we think that this law is not local legislation. It is true that the law only applies to one-fifth of the state's counties. However, it is abundantly clear that since its enactment in 1955, the General Assembly has used this law as a general enabling act, extending and deleting coverage whenever it wished. The anti-single shot law expresses a legislative state policy to permit extension to any and all voting units within the entire state. This is clear from the routine reconsideration of coverage at each session of the General Assembly. Realistically viewed this is general statewide legislation, varying from time to time in scope and application. Its present coverage of 19 counties demonstrates its importance to the state and makes appropriate consideration of its constitutionality by a three-judge court rather than by a single district judge. Clayton v. North Carolina State Board of Elections, p. 9 note 6 <i>supra.</i></p>\n<p>The defendants have also argued that this three-judge court should not hear the constitutional complaints to the numbered seat law because it has been rendered much more local in nature by the action of the Attorney General. However, the action of the Attorney General has not rendered the law void in the counties covered by the Voting Rights <span class=\"star-pagination\">*211</span> Act of 1965, but rather temporarily unenforceable there. The law can be rendered enforceable by the Attorney General's withdrawal of objection or by a declaratory judgment by the District Court for the District of Columbia in accordance with 42 U.S.C. § 1973c. In addition the law is still enforceable in five Senate districts and seven House of Representative districts.<sup>[7]</sup> In these districts there are 27 different counties whose voters are entitled to elect 31 representatives to the General Assembly. Therefore, it is seemly in the eyes of the Congress that a law of such statewide importance be examined by a three-judge court rather than a single district judge. 28 U.S.C. § 2281, Moody v. Flowers, supra, 387 U.S. at 101, 87 S.Ct. 1544; Kennedy v. Mendoza-Martinez, 372 U.S. 144, 83 S.Ct. 554, 9 L.Ed.2d 644 (1963).</p>\n<p>We conclude that there is three-judge court jurisdiction to hear the constitutional complaints against these laws.</p>\n<p></p>\n<h2>THE ANTI-SINGLE SHOT LAW</h2>\n<p>In primary and general elections in municipalities and counties to which N.C. G.S. §§ 163-151(2)d and 163-151(3)b apply, a voter is required to vote for as many candidates as there are positions to be filled in each office which is up for election or his vote will not be counted for any candidate for such office. For example, if there are five seats available for the office of county commissioner and seven candidates, a voter must vote for five of the seven candidates even though he would prefer to vote for one or three.</p>\n<p>The plaintiffs attack this law on several grounds. They first ask us to enjoin its enforcement in counties covered by the Voting Rights Act of 1965 because the defendants have not complied with the procedures outlined in the Act, 42 U.S.C. § 1973c. However, as we have noted, there are some counties and municipalities to which the anti-single shot law applies which are not covered by the Voting Rights Act, and as to these plaintiffs raise constitutional challenges. While we think that the defendants have not complied with the provisions of 42 U.S.C. § 1973c with regard to amendments to the anti-single shot law<sup>[8]</sup> and plaintiffs would be entitled to an injunction prohibiting enforcement of the law in these counties until defendants complied with the federal law, we do not base our decision on this ground since the constitutionality of the law in areas not covered by the Voting Right's Act must be decided.</p>\n<p>We think that the anti-single shot law denies to voters in North Carolina the equal protection of the laws because it allows voters to single shot vote in some areas of the state while prohibiting this manner of voting in others, and the state has shown no justification for this discrimination.</p>\n<p>In deciding whether or not a state law violates the equal protection clause of the Fourteenth Amendment, a court must choose between two standards in testing the law under attack. The ordinary test is whether the law is rationally suited to achieve a lawful objective of the state. McGowan v. Maryland, 366 U. S. 420, 81 S.Ct. 1101, 6 L.Ed.2d 393 (1961). The other and harder test is to be applied only when fundamental liberty is threatened or the state has established what has been termed a \"suspect\" classification, such as race, in a law. Under <span class=\"star-pagination\">*212</span> this latter test, the particular law under attack must be adjudged more than rationally related to a legitimate state purpose: there must be a compelling state interest to justify it. Skinner v. Oklahoma, 316 U.S. 535, 62 S.Ct. 1110, 86 L. Ed. 1655 (1942). Shapiro v. Thompson, 394 U.S. 618, 89 S.Ct. 1322, 22 L.Ed.2d 600 (1969). We are aware that the right of suffrage \"is subject to the imposition of state standards which are not discriminatory and which do not contravene any restrictions that Congress . . . has imposed,\" Lassiter v. Northampton Election Board, 360 U.S. 45, 51, 79 S.Ct. 985, 990, 3 L.Ed.2d 1072 (1959), but we think that where voting is concerned, a state law must pass the stricter test of equal protection, Harper v. Virginia State Board of Elections, 383 U.S. 663, 670, 86 S.Ct. 1079, 16 L.Ed.2d 169 (1966). Nonetheless, even if measured by the ordinary test of equal protection, McGowan v. Maryland, <i>supra</i><i>,</i> we hold this law to be unconstitutional.</p>\n<p>The state contends that the law is necessary to foster, \"full participation of the electorate in the important process of electing persons to serve in municipal offices,\" but fails to offer any reason at all why full participation in this process is not to be desired in all counties and municipalities of North Carolina.</p>\n<p>The plaintiffs contend that the \"rational\" basis behind the selective application of the anti-single shot law is that the legislature wished to blunt the voting strength of Negroes in the counties to which the law applies. The single shot or bullet vote is utilized by minorities to concentrate and increase the impact of their vote. If the minority group votes only for candidates they favor (fewer than the total seats up for election) while the majority votes for as many candidates as there are seats to be filled, the effect of the minority vote is enhanced, and may be sufficient to elect. It was in this context that the problem was presented to a three-judge court in Boineau v. Thornton, 235 F.Supp. 175 (D.S.C.1964), aff'd mem., 379 U.S. 15, 85 S.Ct. 151, 13 L.Ed.2d 84 (1965). In a primary election the Democratic Party of Richland County, South Carolina, had selected ten nominees for election to the House of Representatives. The Republican Party, in convention, had selected only two nominees for the same office. Because the Republican Party did not have a full slate of nominees, the plaintiffs complained that Republican votes would be diluted by the statewide requirement that in order to cast a valid vote a voter must vote for ten candidates. The emphasis in <i>Boineau</i> was not upon the right of the voter to choose his candidate, but upon the right of the Republican Party to require a state scheme of election that would permit members of the Party to vote a straight ticket for fewer than the total number of places to be filled by election. Although not resting its decision upon the proposition that the Fourteenth Amendment does not protect a political party, the court, nevertheless, painstakingly pointed out that any disadvantage to Republican nominees could have been avoided if the Republican Party had nominated a full slate of candidates or could persuade its adherents to use the write-in privilege. The thrust of the complaint in our case is broader. It focuses on the individual voter but mentions the Negro and Republican minority. Thus our attention is directed to the right of a voter, even a Democratic voter, to refuse to vote for one he does not wish to elect. It is wholly impractical, we think, to suggest that this may be accomplished by writing in the names of dummy candidates. Except in the rare instance of a write-in campaign, only the most sophisticated voter is aware that he may vote for someone who is not even a candidate. The futility of such a theoretical remedy is shown by the election returns. There are seldom enough write-in votes to be worthy of notice. But whatever the validity of the <i>Boineau</i> approach in its own peculiar fact context, it is without clear application to the case before us because in <i>Boineau</i> the anti-single shot law was of state-wide application in all multi-candidate districts. We are inclined to believe that the right to <span class=\"star-pagination\">*213</span> vote includes the right of the voter to refuse to vote for someone he does not know, may not agree with, or may believe to be a fool, and under the Fourteenth and Fifteenth Amendments, we doubt that the state may constitutionally compel a voter to vote for a candidate of another race or political philosophy in order to get his vote counted. But it is unnecessary to decide such broad and important questions on this record, for it is clear, we think, that selective and arbitrary application of the anti-single shot law, in some districts and not in others, denies to the voters of North Carolina the equal protection of the laws and is unconstitutional. We reiterate that the state has shown no justification or even rationale for discriminating between voters of covered and exempted areas. Such an unexplained classification is inherently suspect and fails even the ordinary test of equal protection.</p>\n<p></p>\n<h2>THE NUMBERED SEAT LAW</h2>\n<p>In those multi-member districts where it is in effect, N.C.G.S. § 163-117 in conjunction with § 163-106 makes a candidate for the Senate or the House of Representatives decide whom he is going to run against by creating separate offices out of seats in a multi-member district and making votes for a candidate effective only for the seat for which he filed. However, this law is not in effect in all of North Carolina's multi-membered districts. For the same reasons that were indicated in the discussion of the anti-single shot law, we think that the strict test of equal protection must be applied to this law because it affects in a substantial way the choice a voter has in electing his representatives. However, like the anti-single shot law even under the ordinary test of equal protection this law is constitutionally defective for there is no rational basis for applying it to some multi-member districts and not to others.</p>\n<p>As they have argued in connection with the anti-single shot law, the plaintiffs' main contention is that the numbered seat law and the anti-single shot law have been selectively applied in the State of North Carolina to abridge the right of Negroes to vote because of their race in violation of the Fifteenth Amendment. We find it unnecessary to decide this question.</p>\n<p>The state contends that the numbered seat law makes the multi-member districts created after reapportionment more nearly approximate single member districts and that this justifies the law. It is true that the Supreme Court has indicated that single member districts are preferable to multi-member districts because they are less likely to offend the Fourteenth Amendment than multi-member districts. Connor v. Johnson, 402 U.S. 690, 91 S.Ct. 1760, 29 L.Ed.2d 268 (1971). It is not clear that the numbered seat law has the effect upon voting which led the Supreme Court to favor single member districts since it was speaking in connection with reapportionment and not alleged racial discrimination,<sup>[9]</sup> but regardless of the legislative intent, whether benign or invidious, and the effect of this law, we perceive no justification for adopting the law for some districts and exempting others. We hold that as selectively adopted and applied the numbered seat law denies to the voters of multi-member districts the equal protection of the laws.</p>\n<p>In view of the fact that N.C.G.S. § 163-117, § 163-151(3)b and N.C.G.S. § 163-151(2)d are unconstitutional, their enforcement is permanently enjoined. <span class=\"star-pagination\">*214</span> Since the seats may not be numbered it will thus be impossible for candidates to comply with N.C.G.S. § 163-106.</p>\n<p>An appropriate judgment will be entered in accordance with this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  In 1967 this statute was made applicable to primary elections in Martin County, 1967 Session Law c. 1016, and all elections in the town of Hamilton in Martin County, 1967 Session Laws c. 276. It was also made applicable to general municipal elections in Eureka in Wayne County, 1967 Session Laws c. 688, and to primary and general municipal elections in Clinton in Sampson County, 1967 Session Laws c. 811. 1969 Session Laws c. 190 deleted Hoke and Scotland Counties from coverage and c. 917 deleted Duplin County from coverage. The statute was made applicable to general municipal elections in the town of Enfield in Halifax County by 1969 Session Laws c. 1253, and Robeson County was deleted from coverage by 1971 Session Laws c. 807.</p>\n<p>[2]  The following 39 counties in North Carolina are subject to the requirements of 42 U.S.C. § 1973c: Anson, Beaufort, Bertie, Bladen, Caswell, Camden, Chowan, Cleveland, Craven, Cumberland, Edgecomb, Franklin, Gaston, Gates, Granville, Greene, Guilford, Halifax, Hertford, Harnett, Hoke, Lee, Lenoir, Martin, Nash, Northampton, Onslow, Pasquotank, Perquimans, Person, Pitt, Robeson, Rockingham, Scotland, Vance, Union, Washington, Wayne, Wilson.</p>\n<p>[3]  There are Senate districts 16, 21, 22, 24 and 27 and House of Representative districts 12, 16, 24, 28, 30, 31 and 43.</p>\n<p>[4]  It has been stipulated that Chapters 276, 688, 811 and 1016 of the 1967 Session Laws and Chapters 190 and 1253 of the 1969 Session Laws were not submitted to the Attorney General. It is unclear whether Chapter 807 of the 1971 Session Laws has been submitted. See note 1, <i>supra,</i> for the counties affected by these laws.</p>\n<p>[5]  The defendants are incorrect in asserting that the inclusion of Martin County was the only change in the anti-single shot law since November 1, 1964, in counties covered by the Voting Rights Act of 1965. See notes 1 and 2 <i>supra.</i> We find five counties covered by the Act in which a change was made: Martin, Wayne, Hoke, Scotland, and Robeson.</p>\n<p>[6]  We do not accept the view that the anti-single shot law is composed of 19 different parts. We think that it is a single law whose territorial coverage has varied. Furthermore, we think that Clayton v. North Carolina State Board of Elections, D.C., 317 F.Supp. 915, 920 (1970), correctly states the reasons for the exercise of pendant jurisdiction in a case such as the one before this court.</p>\n<p>[7]  See note 3, <i>supra.</i></p>\n<p>[8]  The parties have stipulated that the numbered seat law and every amendment to the anti-single shot law enacted since November 1, 1964, \"affect a voting qualification or prerequisite to voting, or standard, practice, or procedure with respect to voting different than that in force or effect on November 1, 1964,\" Order on Pre-Trial Conference at 2. In light of this stipulation it is clear that every amendment to the anti-single shot law, whether an addition or deletion, which affected any part of one or more of the 39 counties covered by the Voting Rights Act of 1965 should have been submitted to the Attorney General or been the subject of a declaratory judgment action as outlined by 42 U.S.C. § 1973c.</p>\n<p>[9]  It is clear that the numbered seat law may have the effect of curtailing minority voting power. In a true at large election, if the majority spreads its vote around and the minority single shot votes, the minority strength is concentrated, thus increasing their chance of electing. However, if the minority candidate is forced to run against a specific candidate or candidates for a specific seat, the majority can readily identify for whom they must vote in order to defeat the minority candidate.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">336</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">206</span></span> (1972)</b></center>\n<center><h1>S. G. DUNSTON et al., Plaintiffs,<br>\nv.<br>\nJ. Brian SCOTT et al., Defendants.</h1></center>\n<center>Civ. No. 2666.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>January 10, 1972.</center>\n<p><span class=\"star-pagination\">*207</span> Norman B. Smith, Greensboro, N. C., and Frank W. Ballance, Jr., Warrenton, N. C., for plaintiffs.</p>\n<p>Robert Morgan, Atty. Gen. of North Carolina, James F. Bullock, Deputy Atty. Gen., North Carolina, and James L. Blackburn, Staff Atty., Raleigh, N. C., for defendants.</p>\n<p>Before CRAVEN, Circuit Judge, and BUTLER and DUPREE, District Judges.</p>\n<p>CRAVEN, Circuit Judge.</p>\n<p>This is a class action brought by Negro voters of North Carolina seeking a declaratory judgment that three provisions of North Carolina's election laws, N.C. G.S. §§ 163-117, 163-151(3)b and 163-151(2)d are unconstitutional and requesting a permanent injunction enjoining the defendants, members of the North Carolina Board of Elections, from enforcing these laws. In addition the plaintiffs urge that the enforcement of these laws be enjoined because of non-compliance with the Voting Rights Act of 1965, 42 U.S.C. § 1971 et seq.</p>\n<p>We hold that N.C.G.S. §§ 163-117, 163-151(3)b and 163-151(2)d deny the equal protection of the laws to the voters of North Carolina and permanently enjoin their enforcement.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*208</span> FACTS</h2>\n<p>The facts are stipulated. The North Carolina Board of Elections, charged with enforcement of North Carolina's election laws, has determined upon enforcement of the so-called numbered seat law and the anti-single shot law. North Carolina General Statutes §§ 163-151(2)d and 163-151(3)b, together called the anti-single shot law, provide:</p>\n<blockquote>§ 163-151. <i>Method of marking ballots in primary and election.</i>The voter shall adhere to the following rules in marking his ballots:</blockquote>\n<blockquote>.   .   .   .   .   .</blockquote>\n<blockquote>(2) In An Election But Not in a Primary.</blockquote>\n<blockquote>.   .   .   .   .   .</blockquote>\n<blockquote>d. In elections for county offices in Bertie County, in elections for municipal offices in the towns of Clayton in Johnston County, Elm City in Wilson County, Enfield in Halifax County, Fremont in Wayne County, Gaston in Northampton County, Roseboro in Sampson County, Snow Hill in Greene County, Tarboro in Edgecombe County, and Weldon in Halifax County, and in elections for municipal offices in all the municipalities in Bertie and Franklin counties, if there are multiple positions to be filled in a single office, the voter shall cast his vote for as many candidates as there are positions to be filled in that office.</blockquote>\n<blockquote>.   .   .   .   .   .</blockquote>\n<blockquote>(3) In a Primary.</blockquote>\n<blockquote>b. In primary elections for county offices in the counties of</blockquote>\n  Bertie\n  Bladen\n  Catawba\n  Chowan\n  Columbus\n  Cumberland\n  Franklin\n  Greene\n  Halifax\n  Jones\n  Lenoir\n  Martin\n  Northampton\n  Onslow\n  Pender\n  Perquimans\n  Sampson\n  Surry, and\n  Wayne\n<blockquote>in primary elections for municipal offices in the municipalities in those counties, and in primary elections for municipal offices in the towns of Elm City in Wilson County, and Robersonville and Williamston in Martin County, if there are multiple positions to be filled in a single office, the voter shall cast his vote for as many candidates as there are positions to be filled in that office.</blockquote>\n<p>North Carolina General Statutes § 163-117, the numbered seat law, provides:</p>\n<blockquote>§ 163-117. <i>Seats in State Senate and House of Representatives to be numbered within senatorial and representative districts; each seat a separate office.</i>In each senatorial and representative district entitled to elect more than one State Senator or member of the State House of Representatives the positions shall bear identifying numbers, as follows: \"Senate Seat 1,\" \"Senate Seat 2,\" etc., or \"House Seat 1,\" \"House Seat 2,\" etc. Each seat shall be considered a separate office within the terms of G.S. 163-113, 163-122, 163-137, 163-140, 163-151, 163-169, 163-170, 163-175, 163-176, 163-177, 163-179, 163-180, 163-181, and all other provisions of law governing nomination and election. Votes cast for any candidate in a general election shall be effective only for the seat for which he has been nominated by a political party or for which he has filed his independent candidacy under G.S. 163-122.</blockquote>\n<p>N.C.G.S. § 163-106(d) provides as follows:</p>\n<blockquote>§ 163-106. <i>Notices of candidacy; pledge; with whom filed; date for filing; withdrawal.</i></blockquote>\n<blockquote>.   .   .   .   .   .</blockquote>\n<blockquote>(d) . . . In any primary in any senatorial or representative district entitled to elect more than one State Senator or member of the State House of Representatives, the positions being numbered as provided in G.S. 163-117, each candidate for nomination to the Senate or House of Representatives shall file with the appropriate county board of elections, at the time of filing notice of candidacy, a notice designating by number the seat to which he seeks nomination. Each seat shall be considered a separate office within the terms of G.S. 163-110, 163-114, and 163-115, and all other provisions of law governing nomination and election. No <span class=\"star-pagination\">*209</span> candidate shall be entitled to file for more than one seat. Votes cast for any candidate shall be effective only for the seat for which he has filed.</blockquote>\n<p>Prior to 1967, the only multi-member districts represented in the legislature were a few urban counties which had more than one delegate to the House of Representatives. This situation was altered as reapportionment of the legislature led to the creation of multi-member districts in both the Senate and the House of Representatives. The numbered seat law, which applies to these multi-member districts, was also enacted in 1967, and on its face would seem to apply to the entire state. However, the legislation of which the quoted sections above were a part provided that certain numbered districts in both the Senate and the House of Representatives were to be exempt from its provisions. At various times during the legislative sessions of 1969, certain specified districts were added and deleted from the coverage of this section. At the 1971 session, the numbered seat law was again amended so that it now does not apply to senatorial districts 10, 13, 14, 19, 20, 23 and 26 and House of Representative districts 2, 10, 11, 15, 17, 20, 21, 23, 25, 26, 27, 29, 32, 34, 35, 36, 37, 39, 41, 42, 44 and 45. The anti-single shot law was first enacted in 1955. It has always applied only to certain specified counties and municipalities, but there have been numerous changes in its coverage, both as to municipalities and counties, at various legislative sessions.<sup>[1]</sup> It now covers 19 counties and certain municipalities therein.</p>\n<p>Pursuant to provisions of the Voting Rights Act of 1965, 42 U.S.C. § 1973c, any changes in voting standards, practices, and procedures which have been adopted since November 1, 1964, in territory subject to the prohibitions of the Act must either be submitted to the Attorney General of the United States and not be objected to by him or be submitted to the United States District Court for the District of Columbia for a declaratory judgment that such changes do not have the purpose and will not have the effect of denying or abridging the right to vote on account of race. Until one of these courses of action is taken, any changes made in voting practices after November 1, 1964, may not be put into effect in territory to which the Act applies.</p>\n<p>Rather belatedly the North Carolina Board of Elections submitted to the Attorney General of the United States all changes made in North Carolina's numbered seat law from 1967 through 1971 as required by 42 U.S.C. § 1973c. The Attorney General has interposed objection to the implementation of the 1971 version of the numbered seat law in the covered areas of North Carolina<sup>[2]</sup> and North Carolina has not as yet sought a declaratory judgment in the United States District Court for the District of Columbia as authorized by the Act. Therefore, the numbered seat law cannot be enforced in those areas of North Carolina <span class=\"star-pagination\">*210</span> covered by the Act. There are, however, five Senate districts and seven House of Representative districts not covered by the Voting Rights Act to which the numbered seat law applies.<sup>[3]</sup></p>\n<p>The 1967 version of the anti-single shot law was submitted to the Attorney General as a part of chapter 775 of the 1967 Session Laws and no objection was interposed. However, some amendments to this law, which were passed in 1967, 1969, and 1971 and in which certain counties were deleted and some municipalities were added to both primary election coverage of the law, were not submitted to the Attorney General.<sup>[4]</sup></p>\n<p></p>\n<h2>JURISDICTION</h2>\n<p>The defendants strenuously contend that this three-judge court is improperly convened to rule on the constitutionality of the anti-single shot law. The defendants claim that the law in its entirety is local legislation and therefore not properly before this court, citing Moody v. Flowers, <span class=\"citation\" data-id=\"107447\"><a href=\"/opinion/107447/moody-v-flowers/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, <span class=\"citation\" data-id=\"107447\"><a href=\"/opinion/107447/moody-v-flowers/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1544</span></a></span>, <span class=\"citation\" data-id=\"107447\"><a href=\"/opinion/107447/moody-v-flowers/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">643</span></a></span> (1967). In addition, the defendants argue that there is three-judge court jurisdiction solely as to Martin County to consider whether 42 U.S.C. § 1973c has been complied with.<sup>[5]</sup> Allen v. Board of Elections, <span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></span> (1969). They therefore contend that this court should not exercise pendant jurisdiction to entertain the constitutional complaints against the law in the other 18 counties because, in reality the anti-single shot law is 19 different laws, each one relating to the specific county.</p>\n<p>We find it unnecessary to rule upon the propriety of the exercise of pendant jurisdiction with regard to the anti-single shot law<sup>[6]</sup> because we think that this law is not local legislation. It is true that the law only applies to one-fifth of the state's counties. However, it is abundantly clear that since its enactment in 1955, the General Assembly has used this law as a general enabling act, extending and deleting coverage whenever it wished. The anti-single shot law expresses a legislative state policy to permit extension to any and all voting units within the entire state. This is clear from the routine reconsideration of coverage at each session of the General Assembly. Realistically viewed this is general statewide legislation, varying from time to time in scope and application. Its present coverage of 19 counties demonstrates its importance to the state and makes appropriate consideration of its constitutionality by a three-judge court rather than by a single district judge. Clayton v. North Carolina State Board of Elections, p. 9 note 6 <i>supra.</i></p>\n<p>The defendants have also argued that this three-judge court should not hear the constitutional complaints to the numbered seat law because it has been rendered much more local in nature by the action of the Attorney General. However, the action of the Attorney General has not rendered the law void in the counties covered by the Voting Rights <span class=\"star-pagination\">*211</span> Act of 1965, but rather temporarily unenforceable there. The law can be rendered enforceable by the Attorney General's withdrawal of objection or by a declaratory judgment by the District Court for the District of Columbia in accordance with 42 U.S.C. § 1973c. In addition the law is still enforceable in five Senate districts and seven House of Representative districts.<sup>[7]</sup> In these districts there are 27 different counties whose voters are entitled to elect 31 representatives to the General Assembly. Therefore, it is seemly in the eyes of the Congress that a law of such statewide importance be examined by a three-judge court rather than a single district judge. 28 U.S.C. § 2281, Moody v. Flowers, supra, 387 U.S. at 101, <span class=\"citation\" data-id=\"107447\"><a href=\"/opinion/107447/moody-v-flowers/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1544</span></a></span>; Kennedy v. Mendoza-Martinez, <span class=\"citation\" data-id=\"106534\"><a href=\"/opinion/106534/kennedy-v-mendoza-martinez/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">144</span></a></span>, <span class=\"citation\" data-id=\"106534\"><a href=\"/opinion/106534/kennedy-v-mendoza-martinez/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">554</span></a></span>, <span class=\"citation\" data-id=\"106534\"><a href=\"/opinion/106534/kennedy-v-mendoza-martinez/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">644</span></a></span> (1963).</p>\n<p>We conclude that there is three-judge court jurisdiction to hear the constitutional complaints against these laws.</p>\n<p></p>\n<h2>THE ANTI-SINGLE SHOT LAW</h2>\n<p>In primary and general elections in municipalities and counties to which N.C. G.S. §§ 163-151(2)d and 163-151(3)b apply, a voter is required to vote for as many candidates as there are positions to be filled in each office which is up for election or his vote will not be counted for any candidate for such office. For example, if there are five seats available for the office of county commissioner and seven candidates, a voter must vote for five of the seven candidates even though he would prefer to vote for one or three.</p>\n<p>The plaintiffs attack this law on several grounds. They first ask us to enjoin its enforcement in counties covered by the Voting Rights Act of 1965 because the defendants have not complied with the procedures outlined in the Act, 42 U.S.C. § 1973c. However, as we have noted, there are some counties and municipalities to which the anti-single shot law applies which are not covered by the Voting Rights Act, and as to these plaintiffs raise constitutional challenges. While we think that the defendants have not complied with the provisions of 42 U.S.C. § 1973c with regard to amendments to the anti-single shot law<sup>[8]</sup> and plaintiffs would be entitled to an injunction prohibiting enforcement of the law in these counties until defendants complied with the federal law, we do not base our decision on this ground since the constitutionality of the law in areas not covered by the Voting Right's Act must be decided.</p>\n<p>We think that the anti-single shot law denies to voters in North Carolina the equal protection of the laws because it allows voters to single shot vote in some areas of the state while prohibiting this manner of voting in others, and the state has shown no justification for this discrimination.</p>\n<p>In deciding whether or not a state law violates the equal protection clause of the Fourteenth Amendment, a court must choose between two standards in testing the law under attack. The ordinary test is whether the law is rationally suited to achieve a lawful objective of the state. McGowan v. Maryland, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1101</span></a></span>, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">393</span></a></span> (1961). The other and harder test is to be applied only when fundamental liberty is threatened or the state has established what has been termed a \"suspect\" classification, such as race, in a law. Under <span class=\"star-pagination\">*212</span> this latter test, the particular law under attack must be adjudged more than rationally related to a legitimate state purpose: there must be a compelling state interest to justify it. Skinner v. Oklahoma, <span class=\"citation\" data-id=\"103701\"><a href=\"/opinion/103701/skinner-v-oklahoma-ex-rel-williamson/\"><span class=\"volume\">316</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">535</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1110</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1655</span></span> (1942). Shapiro v. Thompson, <span class=\"citation\" data-id=\"107901\"><a href=\"/opinion/107901/shapiro-v-thompson/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">618</span></a></span>, <span class=\"citation\" data-id=\"107901\"><a href=\"/opinion/107901/shapiro-v-thompson/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1322</span></a></span>, <span class=\"citation\" data-id=\"107901\"><a href=\"/opinion/107901/shapiro-v-thompson/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">600</span></a></span> (1969). We are aware that the right of suffrage \"is subject to the imposition of state standards which are not discriminatory and which do not contravene any restrictions that Congress . . . has imposed,\" Lassiter v. Northampton Election Board, <span class=\"citation\" data-id=\"105899\"><a href=\"/opinion/105899/lassiter-v-northampton-county-bd-of-elections/\"><span class=\"volume\">360</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">45</span></a></span>, 51, <span class=\"citation\" data-id=\"105899\"><a href=\"/opinion/105899/lassiter-v-northampton-county-bd-of-elections/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">985</span></a></span>, 990, <span class=\"citation\" data-id=\"105899\"><a href=\"/opinion/105899/lassiter-v-northampton-county-bd-of-elections/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1072</span></a></span> (1959), but we think that where voting is concerned, a state law must pass the stricter test of equal protection, Harper v. Virginia State Board of Elections, <span class=\"citation\" data-id=\"107197\"><a href=\"/opinion/107197/harper-v-virginia-bd-of-elections/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">663</span></a></span>, 670, <span class=\"citation\" data-id=\"107197\"><a href=\"/opinion/107197/harper-v-virginia-bd-of-elections/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1079</span></a></span>, <span class=\"citation\" data-id=\"107197\"><a href=\"/opinion/107197/harper-v-virginia-bd-of-elections/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">169</span></a></span> (1966). Nonetheless, even if measured by the ordinary test of equal protection, McGowan v. Maryland, <i>supra</i><i>,</i> we hold this law to be unconstitutional.</p>\n<p>The state contends that the law is necessary to foster, \"full participation of the electorate in the important process of electing persons to serve in municipal offices,\" but fails to offer any reason at all why full participation in this process is not to be desired in all counties and municipalities of North Carolina.</p>\n<p>The plaintiffs contend that the \"rational\" basis behind the selective application of the anti-single shot law is that the legislature wished to blunt the voting strength of Negroes in the counties to which the law applies. The single shot or bullet vote is utilized by minorities to concentrate and increase the impact of their vote. If the minority group votes only for candidates they favor (fewer than the total seats up for election) while the majority votes for as many candidates as there are seats to be filled, the effect of the minority vote is enhanced, and may be sufficient to elect. It was in this context that the problem was presented to a three-judge court in Boineau v. Thornton, <span class=\"citation\" data-id=\"1455010\"><a href=\"/opinion/1455010/boineau-v-thornton/\"><span class=\"volume\">235</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">175</span></a></span> (D.S.C.1964), aff'd mem., <span class=\"citation no-link\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">15</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">151</span></span>, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">84</span></span> (1965). In a primary election the Democratic Party of Richland County, South Carolina, had selected ten nominees for election to the House of Representatives. The Republican Party, in convention, had selected only two nominees for the same office. Because the Republican Party did not have a full slate of nominees, the plaintiffs complained that Republican votes would be diluted by the statewide requirement that in order to cast a valid vote a voter must vote for ten candidates. The emphasis in <i>Boineau</i> was not upon the right of the voter to choose his candidate, but upon the right of the Republican Party to require a state scheme of election that would permit members of the Party to vote a straight ticket for fewer than the total number of places to be filled by election. Although not resting its decision upon the proposition that the Fourteenth Amendment does not protect a political party, the court, nevertheless, painstakingly pointed out that any disadvantage to Republican nominees could have been avoided if the Republican Party had nominated a full slate of candidates or could persuade its adherents to use the write-in privilege. The thrust of the complaint in our case is broader. It focuses on the individual voter but mentions the Negro and Republican minority. Thus our attention is directed to the right of a voter, even a Democratic voter, to refuse to vote for one he does not wish to elect. It is wholly impractical, we think, to suggest that this may be accomplished by writing in the names of dummy candidates. Except in the rare instance of a write-in campaign, only the most sophisticated voter is aware that he may vote for someone who is not even a candidate. The futility of such a theoretical remedy is shown by the election returns. There are seldom enough write-in votes to be worthy of notice. But whatever the validity of the <i>Boineau</i> approach in its own peculiar fact context, it is without clear application to the case before us because in <i>Boineau</i> the anti-single shot law was of state-wide application in all multi-candidate districts. We are inclined to believe that the right to <span class=\"star-pagination\">*213</span> vote includes the right of the voter to refuse to vote for someone he does not know, may not agree with, or may believe to be a fool, and under the Fourteenth and Fifteenth Amendments, we doubt that the state may constitutionally compel a voter to vote for a candidate of another race or political philosophy in order to get his vote counted. But it is unnecessary to decide such broad and important questions on this record, for it is clear, we think, that selective and arbitrary application of the anti-single shot law, in some districts and not in others, denies to the voters of North Carolina the equal protection of the laws and is unconstitutional. We reiterate that the state has shown no justification or even rationale for discriminating between voters of covered and exempted areas. Such an unexplained classification is inherently suspect and fails even the ordinary test of equal protection.</p>\n<p></p>\n<h2>THE NUMBERED SEAT LAW</h2>\n<p>In those multi-member districts where it is in effect, N.C.G.S. § 163-117 in conjunction with § 163-106 makes a candidate for the Senate or the House of Representatives decide whom he is going to run against by creating separate offices out of seats in a multi-member district and making votes for a candidate effective only for the seat for which he filed. However, this law is not in effect in all of North Carolina's multi-membered districts. For the same reasons that were indicated in the discussion of the anti-single shot law, we think that the strict test of equal protection must be applied to this law because it affects in a substantial way the choice a voter has in electing his representatives. However, like the anti-single shot law even under the ordinary test of equal protection this law is constitutionally defective for there is no rational basis for applying it to some multi-member districts and not to others.</p>\n<p>As they have argued in connection with the anti-single shot law, the plaintiffs' main contention is that the numbered seat law and the anti-single shot law have been selectively applied in the State of North Carolina to abridge the right of Negroes to vote because of their race in violation of the Fifteenth Amendment. We find it unnecessary to decide this question.</p>\n<p>The state contends that the numbered seat law makes the multi-member districts created after reapportionment more nearly approximate single member districts and that this justifies the law. It is true that the Supreme Court has indicated that single member districts are preferable to multi-member districts because they are less likely to offend the Fourteenth Amendment than multi-member districts. Connor v. Johnson, <span class=\"citation\" data-id=\"108353\"><a href=\"/opinion/108353/connor-v-johnson/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">690</span></a></span>, <span class=\"citation\" data-id=\"108353\"><a href=\"/opinion/108353/connor-v-johnson/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1760</span></a></span>, <span class=\"citation\" data-id=\"108353\"><a href=\"/opinion/108353/connor-v-johnson/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">268</span></a></span> (1971). It is not clear that the numbered seat law has the effect upon voting which led the Supreme Court to favor single member districts since it was speaking in connection with reapportionment and not alleged racial discrimination,<sup>[9]</sup> but regardless of the legislative intent, whether benign or invidious, and the effect of this law, we perceive no justification for adopting the law for some districts and exempting others. We hold that as selectively adopted and applied the numbered seat law denies to the voters of multi-member districts the equal protection of the laws.</p>\n<p>In view of the fact that N.C.G.S. § 163-117, § 163-151(3)b and N.C.G.S. § 163-151(2)d are unconstitutional, their enforcement is permanently enjoined. <span class=\"star-pagination\">*214</span> Since the seats may not be numbered it will thus be impossible for candidates to comply with N.C.G.S. § 163-106.</p>\n<p>An appropriate judgment will be entered in accordance with this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  In 1967 this statute was made applicable to primary elections in Martin County, 1967 Session Law c. 1016, and all elections in the town of Hamilton in Martin County, 1967 Session Laws c. 276. It was also made applicable to general municipal elections in Eureka in Wayne County, 1967 Session Laws c. 688, and to primary and general municipal elections in Clinton in Sampson County, 1967 Session Laws c. 811. 1969 Session Laws c. 190 deleted Hoke and Scotland Counties from coverage and c. 917 deleted Duplin County from coverage. The statute was made applicable to general municipal elections in the town of Enfield in Halifax County by 1969 Session Laws c. 1253, and Robeson County was deleted from coverage by 1971 Session Laws c. 807.</p>\n<p>[2]  The following 39 counties in North Carolina are subject to the requirements of 42 U.S.C. § 1973c: Anson, Beaufort, Bertie, Bladen, Caswell, Camden, Chowan, Cleveland, Craven, Cumberland, Edgecomb, Franklin, Gaston, Gates, Granville, Greene, Guilford, Halifax, Hertford, Harnett, Hoke, Lee, Lenoir, Martin, Nash, Northampton, Onslow, Pasquotank, Perquimans, Person, Pitt, Robeson, Rockingham, Scotland, Vance, Union, Washington, Wayne, Wilson.</p>\n<p>[3]  There are Senate districts 16, 21, 22, 24 and 27 and House of Representative districts 12, 16, 24, 28, 30, 31 and 43.</p>\n<p>[4]  It has been stipulated that Chapters 276, 688, 811 and 1016 of the 1967 Session Laws and Chapters 190 and 1253 of the 1969 Session Laws were not submitted to the Attorney General. It is unclear whether Chapter 807 of the 1971 Session Laws has been submitted. See note 1, <i>supra,</i> for the counties affected by these laws.</p>\n<p>[5]  The defendants are incorrect in asserting that the inclusion of Martin County was the only change in the anti-single shot law since November 1, 1964, in counties covered by the Voting Rights Act of 1965. See notes 1 and 2 <i>supra.</i> We find five counties covered by the Act in which a change was made: Martin, Wayne, Hoke, Scotland, and Robeson.</p>\n<p>[6]  We do not accept the view that the anti-single shot law is composed of 19 different parts. We think that it is a single law whose territorial coverage has varied. Furthermore, we think that Clayton v. North Carolina State Board of Elections, D.C., <span class=\"citation\" data-id=\"1415313\"><a href=\"/opinion/1415313/clayton-v-north-carolina-state-board-of-elections/\"><span class=\"volume\">317</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">915</span></a></span>, 920 (1970), correctly states the reasons for the exercise of pendant jurisdiction in a case such as the one before this court.</p>\n<p>[7]  See note 3, <i>supra.</i></p>\n<p>[8]  The parties have stipulated that the numbered seat law and every amendment to the anti-single shot law enacted since November 1, 1964, \"affect a voting qualification or prerequisite to voting, or standard, practice, or procedure with respect to voting different than that in force or effect on November 1, 1964,\" Order on Pre-Trial Conference at 2. In light of this stipulation it is clear that every amendment to the anti-single shot law, whether an addition or deletion, which affected any part of one or more of the 39 counties covered by the Voting Rights Act of 1965 should have been submitted to the Attorney General or been the subject of a declaratory judgment action as outlined by 42 U.S.C. § 1973c.</p>\n<p>[9]  It is clear that the numbered seat law may have the effect of curtailing minority voting power. In a true at large election, if the majority spreads its vote around and the minority single shot votes, the minority strength is concentrated, thus increasing their chance of electing. However, if the minority candidate is forced to run against a specific candidate or candidates for a specific seat, the majority can readily identify for whom they must vote in order to defeat the minority candidate.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1415313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1455010/"
  ]
}