{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1797700/",
  "absolute_url": "/opinion/1797700/fdic-v-british-american-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1797700/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:28:11.519703Z",
  "date_modified": "2016-04-27T01:43:54.543614Z",
  "type": "010combined",
  "sha1": "76fdcb5d97bbeca87063d5426efa011b4401258a",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>744 F.Supp. 116 (1990)</b></center>\n<center><h1>FEDERAL DEPOSIT INSURANCE CORPORATION, Receiver of Western National Bank of Lovell, Wyoming, and Gerald L. Bass, Receiver pendente lite of Fort Lincoln Life Insurance Company and Fort Lincoln Assurance Company, Plaintiffs,<br>\nv.<br>\nBRITISH-AMERICAN CORPORATION, (a North Carolina corporation, the surviving corporation of the merger of British-American International Corporation, a Florida corporation, and British-American Corporation, a North Carolina corporation); British American Insurance Company, Ltd. (a corporation of the Commonwealth of the Bahamas), Defendants.</h1></center>\n<center>No. 89-303-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 8, 1990.</center>\n<center>Certification Denied August 9, 1990.</center>\n<p><span class=\"star-pagination\">*117</span> Gordon Eugene Boyce, Raleigh, N.C., for plaintiffs.</p>\n<p>John Turner Williamson, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>This matter is before the court upon plaintiffs' motion for partial summary judgment. Following the hearing, the court has reviewed the materials before it and determines the motion should be treated as a motion to strike insufficient defenses and allowed.</p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiffs instituted this action seeking $2,960,000.00 plus interest for the alleged fraudulent conveyance of the Fiji subsidiary of defendant British American Insurance Company Limited (BAICL). They seek partial satisfaction of a judgment against Fort Lincoln Life Insurance Company (FLLIC) rendered in 1984 by the United States District Court of Wyoming. That judgment, in excess of $5,700,000, was entered in favor of the Federal Deposit Insurance Corporation (FDIC) as receiver of Western National Bank (WNB).</p>\n<p>In their amended answer, defendants raise certain defenses. As a second defense, defendants allege that the Fort Lincoln companies did not have clean hands and that Bass as receiver <i>pendente lite</i> is barred from obtaining the relief sought in the complaint. Defendants allege in their third defense that WNB did not have clean hands and that FDIC as receiver is barred from obtaining relief. In their fourth defense, defendants allege that the six-year statute of limitations bars this action as to defendant British American Corporation (BAC). Plaintiffs now move for partial summary judgment as to each of these defenses.</p>\n<p></p>\n<h2>II.</h2>\n<p>Plaintiffs' motion is captioned as a motion for partial summary judgment but should be treated as a motion to strike insufficient defenses under Fed.R.Civ.P. 12(f). Plaintiffs make the motion on the basis of the pleadings alone without affidavits or other supporting materials. They do not dispute the factual allegations of the defenses but contend the defenses are insufficient as a matter of law.</p>\n<p>The rule governing motions to strike provides:</p>\n<blockquote>Upon motion made by a party before responding to a pleading or, if no responsive pleading is permitted by these rules, upon motion made by a party within 20 days after the service of the pleading upon the party or upon the court's own initiative at any time, the court may order stricken from any pleading any insufficient defense or any redundant, immaterial, impertinent, or scandalous matter.</blockquote>\n<p>Fed.R.Civ.P. 12(f), 28 U.S.C.A. (Supp.1990). Technically, Rule 12(f) required plaintiffs to file the motion to strike within 20 days after receipt of the answer. However, the rule also allows the court to strike an insufficient defense at any time on its own initiative, and the court may consider the motion at this time pursuant to this provision. <i>Washington v. M/V Dilkara,</i> 470 F.Supp. 437, 439 (W.D.Wash.1979). In considering this motion, the court must accept all well-pleaded facts as true. <i>United States v. Southerly Portion of Bodie Island, N.C.,</i> 114 F.Supp. 427, 428 (E.D.N.C.1953).</p>\n<p>\"A motion to strike is a severe measure and it is generally viewed with disfavor.\" <i>United States v. 729.773 Acres of Land,</i> 531 F.Supp. 967, 971 (D.Hawaii 1982). One of the purposes of a Rule 12(f) motion is to gain an early adjudication by the court of the legal sufficiency of defenses set forth in the answer. <i>United States v. Southerly Portion of Bodie Island, N.C.,</i> 114 F.Supp. at 428. \"Although [a motion to strike] is not normally granted unless prejudice would result to the movant from the denial of the motion, it is appropriately granted when the defense is clearly legally insufficient as, for example, <span class=\"star-pagination\">*118</span> when there is clearly no bona fide issue of fact or law.\" <i>United States v. 729.773 Acres of Land,</i> 531 F.Supp. at 971 (citations omitted).</p>\n<p></p>\n<h2>III.</h2>\n<p>By their second defense, defendants allege that the Fort Lincoln companies, specifically FLLIC, did not have clean hands and that Bass as receiver <i>pendente lite</i> is not entitled to relief. The court finds that plaintiffs are entitled to an order striking this defense.</p>\n<p>\"A receiver is a ministerial officer of a court, appointed as an indifferent person between the parties to a suit merely to take possession of and preserve, pendente lite, the fund or property in litigation....\" <i>United States v. McPherson,</i> 631 F.Supp. 269, 272 (M.D.N.C.1986). \"A receiver's possession does not interfere with any existing liens, priorities, or prevent preferences, but does prevent their enforcement until a court can determine the relative rights.\" <i>Id.</i> The court in this case must determine whether the defense asserted would be valid against the Fort Lincoln companies had they been the named plaintiffs.</p>\n<p>\"The doctrine of clean hands is not one of absolutes that applies to every unconscionable act of a party.\" <i>Ferguson v. Ferguson,</i> 55 N.C.App. 341, 346, 285 S.E.2d 288, 292, <i>disc. rev. denied,</i> 306 N.C. 383, 294 S.E.2d 207 (1982). If the Fort Lincoln companies did any inequitable act, it was not against defendants but against a party or parties not involved in this dispute in any way. \"A person is not barred from his day in court in a particular case because he acted wrongfully in another unrelated matter or because he is generally immoral.\" <i>Id.</i> at 347, 285 S.E.2d at 292, <i>quoting </i><i>High v. Parks,</i> 42 N.C.App. 707, 711, 257 S.E.2d 661, 663 (1979).</p>\n<p>Bass was appointed receiver <i>pendente lite</i> of the Fort Lincoln companies by order of this court. As receiver <i>pendente lite,</i> Bass' responsibilities are to hold property adjudged to belong to the Fort Lincoln companies, including FLLIC, the judgment debtor in the Wyoming judgment. The conduct of the officials of the judgment debtor are not related to the events of the sale of BAICL's Fiji subsidiary. Defendants do not contend that either BAICL or BAC had any dealings with FLLIC or that FLLIC was a party to any agreement with the defendants. Neither BAICL nor BAC relied on any actions or documents executed by FLLIC. Plaintiffs are entitled to an order striking this defense.</p>\n<p></p>\n<h2>IV.</h2>\n<p>In their third defense, defendants allege WNB did not have clean hands and FDIC is thus not entitled to relief in equity. Defendants contend evidence produced in discovery will show that the officers and directors of WNB were parties to Tripati's scheme that led to the bank's failure. The court finds that plaintiffs are entitled to an order striking this defense as a matter of law.</p>\n<p>The common law of the United States makes this defense invalid against the FDIC as insurer as a matter of law  regardless of the particular underlying facts. In <i>D'Oench, Duhme &amp; Co. v. FDIC,</i> 315 U.S. 447, 62 S.Ct. 676, 86 L.Ed. 956 (1942), a failed bank was a party to a concealed agreement with a notemaker. According to the terms of the secret agreement, a note valid on its face was never to be enforced. In a suit by the FDIC after the bank had failed, the Court held that participation of the failed bank in the agreement was no defense to an action by the FDIC. <i>Id.</i> at 454-59, 62 S.Ct. at 678-80. A defense based upon the fraud of the failed bank itself cannot prevail against the FDIC and will not excuse a debtor of the failed bank from liability. <i>Langley v. FDIC,</i> 484 U.S. 86, 92, 108 S.Ct. 396, 401, 98 L.Ed.2d 340 (1987). \"While the borrower who has relied upon an erroneous or even fraudulent unrecorded representation has some claim to consideration, so do those who are harmed by his failure to protect himself by assuring that his agreement is approved and recorded in accordance with the [law].\" <i>Id.</i> at 94, 108 S.Ct. at 403. The activities of a failed bank's officers and directors should be subject to this same rule of law.</p>\n<p><span class=\"star-pagination\">*119</span> Courts have held that this common law defense is not available when the FDIC appears as receiver for the failed bank. \"FDIC, when acting as receiver, continues to act on behalf of the bank in managing and liquidating assets of the bank. In that capacity it is subject to the same defenses to which its predecessor bank would have been subject.\" <i>In re Jeter,</i> 48 B.R. 404, 410 (Bankr.N.D.Tex.1985).</p>\n<p>However, recent statutory developments make the <i>D'Oench</i> doctrine applicable to the FDIC as receiver. The law provides:</p>\n<blockquote>No agreement which tends to diminish or defeat the interest of the Corporation [FDIC] in any asset acquired by it under this section or section 1821 of this title, either as security for a loan or by purchase <i>or as receiver</i> of any insured depository institution, shall be valid against the Corporation unless such agreement </blockquote>\n<blockquote>(1) is in writing,</blockquote>\n<blockquote>(2) was executed by the depository institution and any person claiming an adverse interest thereunder, including the obligor, contemporaneously with the acquisition of the asset by the depository institution,</blockquote>\n<blockquote>(3) was approved by the board of directors of the depository institution or its loan committee, which approval shall be reflected in the minutes of said board or committee, and</blockquote>\n<blockquote>(4) has been, continuously, from the time of its execution, an official record of the depository institution.</blockquote>\n<p>12 U.S.C. § 1823(e) (emphasis added). The language \"or as receiver\" became effective 9 August 1989. Until this amendment, the statute did not apply to the FDIC as receiver. <i>In re Kanterman,</i> 97 B.R. 768, 774 (Bankr.S.D.N.Y.), <i>aff'd,</i> 108 B.R. 432 (S.D. N.Y.1989). The court is persuaded that the amendment should be applied retroactively to preclude the defenses asserted in this case. In <i>FDIC v. Dalba,</i> No. 89-C-712-S, 1990 WL 43750 (W.D.Wis. Febraury 27, 1990), the court found the amendment to Section 1823(e) should be applied retroactively when the FDIC appears as receiver. The court found a public interest in immediate enforcement of the statute as well as the amendment's clear purpose to protect the funds of the FDIC in furtherance of the public interest in maintaining solvency both of the FDIC's regulated institutions and of the FDIC itself. <i>Id.</i> at slip op. 9. That court found most persuasive that \"immediate enforcement of the statute eliminates the legal ambiguity present in the prior common law and substantially limits the potential factual disputes over the applicability of the <i>D'Oench</i> doctrine.\" <i>Id.</i> This court also finds the amendment to the statute should be applied retroactively. Accordingly, the third defense alleged in the answer, lack of clean hands of WNB, may not be asserted against FDIC. Plaintiff's motion to strike this defense is allowed.</p>\n<p></p>\n<h2>V.</h2>\n<p>Plaintiffs have moved for summary judgment on the fourth defense that the six-year statute of limitations has run as to defendant BAC. The court will treat this motion as a motion to strike the defense and determines the motion should be allowed.</p>\n<p>The earliest event that may have given rise to the claims in this case is the 5 May 1983 transfer to the Fiji subsidiary. The original complaint in this case was filed on 20 April 1989. BAC filed a motion to dismiss pursuant to Fed.R.Civ.P. 12(b)(6) contending the complaint did not state a cause of action against BAC. The court denied the motion and agreed with plaintiffs that the original complaint, liberally construed, states claims against BAC as the alter ego of BAICL. On 2 October 1989, the court entered an order allowing plaintiffs' motion to amend the complaint to specifically plead the alter ego allegations. Plaintiffs filed an amended complaint on 10 October 1989.</p>\n<p>Counsel for BAC candidly admitted at the hearing that this statute of limitations defense relates to the court's denial of a previous Rule 12(b)(6) motion. BAC seeks to protect its interests because it does not agree with the court's ruling. Nothing presented in connection with this motion changes the court's opinion regarding the alter ego theory alleged in the original <span class=\"star-pagination\">*120</span> complaint. The amended complaint did not add additional claims for relief or new parties. The amended complaint relates back to the original filing of the complaint on 20 April 1989. Fed.R.Civ.P. 15(c). The complaint was filed within the limitations period, and plaintiffs' motion to strike the fourth defense is allowed.</p>\n<p></p>\n<h2>VI.</h2>\n<p>In summary, plaintiffs' motion for partial summary judgment is treated as a motion to strike insufficient defenses. The motion to strike the second, third and fourth defenses raised in the amended answer is allowed.</p>\n<p></p>\n<h2>ON MOTION FOR CERTIFICATION</h2>\n<p>By order dated 8 June 1990, upon motion of plaintiff, the second, third and fourth defenses as set forth in defendants' amended answer were stricken. On 18 June 1990 defendants moved the court, under 28 U.S.C. § 1292(b), for certification of that order for immediate appeal to the United States Court of Appeals for the Fourth Circuit. Briefs were filed by both parties and a hearing was conducted on 27 July 1990, at the conclusion of which the court announced its decision denying the motion. For the reasons set forth below, the court's 8 June 1990 order will be rescinded insofar as it strikes the second and third defenses.</p>\n<p>The second and third defenses in the amended answer raised the \"clean hands\" doctrine as a barrier to plaintiffs' right of recovery. The fourth defense presented a statute of limitations issue. Although defendants requested that all of the court's order be certified, it is quite clear that they sought certification as to the second and third defenses only, as their brief addresses only the \"clean hands\" doctrine.</p>\n<p>As correctly pointed out by defendants in their motion for certification, the matter addressed in the order is one of first impression in the Fourth Circuit. In addition, the question of whether to certify under 28 U.S.C. § 1292(b) was extremely close. Nevertheless, allowance of the certification motion would have meant a lengthy delay in the trial and in the ultimate resolution of this case.</p>\n<p>In support of their motion for certification, defendants argued that if their position were ultimately accepted by the Fourth Circuit the time necessary to a disposition of this matter would have been prolonged as a retrial would be necessary and a second appeal possible. Countering, plaintiffs argued that the defendants could proffer evidence in support of their stricken defenses for consideration by the Court of Appeals, thus avoiding the necessity of two appeals.</p>\n<p>Although the court clearly has the authority under Rule 103(a)(2) of the Federal Rules of Evidence to permit the proffer of excluded evidence, including that supporting excluded defenses, it is apparent that to do so, in this case, would be unduly burdensome on the court and the parties. Evidence in support of, and in opposition to, the clean hands defense could possibly be extensive and would, no doubt, come from many of the same witnesses who will be testifying to other facts. Keeping the proffered evidence separated from that which is otherwise received may be difficult and would certainly promote a more disorganized record for review by the appellate courts. In addition, since this is to be a non-jury trial there is no danger of prejudice in the presentation of evidence on the \"clean hands\" defense even if this court, or an appellate court, eventually determines that the presentation of such evidence was not necessary for a determination of the issues.</p>\n<p>Finally, by allowing the presentation of evidence on the \"clean hands\" defense the court will have a clearer picture of defendants' contentions. If the court remains convinced that the defenses are untenable as a matter of law, it can so rule, thus preserving that issue for appellate review.</p>\n<p>The order of this court dated 8 June 1990 is hereby rescinded insofar as it allows the motion by plaintiffs to strike the second and third defenses raised in the amended <span class=\"star-pagination\">*121</span> answer. The motion by defendants for certification is denied.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">744</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">116</span></span> (1990)</b></center>\n<center><h1>FEDERAL DEPOSIT INSURANCE CORPORATION, Receiver of Western National Bank of Lovell, Wyoming, and Gerald L. Bass, Receiver pendente lite of Fort Lincoln Life Insurance Company and Fort Lincoln Assurance Company, Plaintiffs,<br>\nv.<br>\nBRITISH-AMERICAN CORPORATION, (a North Carolina corporation, the surviving corporation of the merger of British-American International Corporation, a Florida corporation, and British-American Corporation, a North Carolina corporation); British American Insurance Company, Ltd. (a corporation of the Commonwealth of the Bahamas), Defendants.</h1></center>\n<center>No. 89-303-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 8, 1990.</center>\n<center>Certification Denied August 9, 1990.</center>\n<p><span class=\"star-pagination\">*117</span> Gordon Eugene Boyce, Raleigh, N.C., for plaintiffs.</p>\n<p>John Turner Williamson, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>This matter is before the court upon plaintiffs' motion for partial summary judgment. Following the hearing, the court has reviewed the materials before it and determines the motion should be treated as a motion to strike insufficient defenses and allowed.</p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiffs instituted this action seeking $2,960,000.00 plus interest for the alleged fraudulent conveyance of the Fiji subsidiary of defendant British American Insurance Company Limited (BAICL). They seek partial satisfaction of a judgment against Fort Lincoln Life Insurance Company (FLLIC) rendered in 1984 by the United States District Court of Wyoming. That judgment, in excess of $5,700,000, was entered in favor of the Federal Deposit Insurance Corporation (FDIC) as receiver of Western National Bank (WNB).</p>\n<p>In their amended answer, defendants raise certain defenses. As a second defense, defendants allege that the Fort Lincoln companies did not have clean hands and that Bass as receiver <i>pendente lite</i> is barred from obtaining the relief sought in the complaint. Defendants allege in their third defense that WNB did not have clean hands and that FDIC as receiver is barred from obtaining relief. In their fourth defense, defendants allege that the six-year statute of limitations bars this action as to defendant British American Corporation (BAC). Plaintiffs now move for partial summary judgment as to each of these defenses.</p>\n<p></p>\n<h2>II.</h2>\n<p>Plaintiffs' motion is captioned as a motion for partial summary judgment but should be treated as a motion to strike insufficient defenses under Fed.R.Civ.P. 12(f). Plaintiffs make the motion on the basis of the pleadings alone without affidavits or other supporting materials. They do not dispute the factual allegations of the defenses but contend the defenses are insufficient as a matter of law.</p>\n<p>The rule governing motions to strike provides:</p>\n<blockquote>Upon motion made by a party before responding to a pleading or, if no responsive pleading is permitted by these rules, upon motion made by a party within 20 days after the service of the pleading upon the party or upon the court's own initiative at any time, the court may order stricken from any pleading any insufficient defense or any redundant, immaterial, impertinent, or scandalous matter.</blockquote>\n<p>Fed.R.Civ.P. 12(f), 28 U.S.C.A. (Supp.1990). Technically, Rule 12(f) required plaintiffs to file the motion to strike within 20 days after receipt of the answer. However, the rule also allows the court to strike an insufficient defense at any time on its own initiative, and the court may consider the motion at this time pursuant to this provision. <i>Washington v. M/V Dilkara,</i> <span class=\"citation\" data-id=\"1366776\"><a href=\"/opinion/1366776/state-of-wash-v-mv-dilkara/\"><span class=\"volume\">470</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">437</span></a></span>, 439 (W.D.Wash.1979). In considering this motion, the court must accept all well-pleaded facts as true. <i>United States v. Southerly Portion of Bodie Island, N.C.,</i> <span class=\"citation\" data-id=\"2254231\"><a href=\"/opinion/2254231/united-states-v-southerly-portion-of-bodie-island-nc/\"><span class=\"volume\">114</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">427</span></a></span>, 428 (E.D.N.C.1953).</p>\n<p>\"A motion to strike is a severe measure and it is generally viewed with disfavor.\" <i>United States v. 729.773 Acres of Land,</i> <span class=\"citation\" data-id=\"2391883\"><a href=\"/opinion/2391883/united-states-v-729773-acres-of-land-etc/\"><span class=\"volume\">531</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">967</span></a></span>, 971 (D.Hawaii 1982). One of the purposes of a Rule 12(f) motion is to gain an early adjudication by the court of the legal sufficiency of defenses set forth in the answer. <i>United States v. Southerly Portion of Bodie Island, N.C.,</i> 114 F.Supp. at 428. \"Although [a motion to strike] is not normally granted unless prejudice would result to the movant from the denial of the motion, it is appropriately granted when the defense is clearly legally insufficient as, for example, <span class=\"star-pagination\">*118</span> when there is clearly no bona fide issue of fact or law.\" <i>United States v. 729.773 Acres of Land,</i> 531 F.Supp. at 971 (citations omitted).</p>\n<p></p>\n<h2>III.</h2>\n<p>By their second defense, defendants allege that the Fort Lincoln companies, specifically FLLIC, did not have clean hands and that Bass as receiver <i>pendente lite</i> is not entitled to relief. The court finds that plaintiffs are entitled to an order striking this defense.</p>\n<p>\"A receiver is a ministerial officer of a court, appointed as an indifferent person between the parties to a suit merely to take possession of and preserve, pendente lite, the fund or property in litigation....\" <i>United States v. McPherson,</i> <span class=\"citation\" data-id=\"1959068\"><a href=\"/opinion/1959068/united-states-v-mcpherson/\"><span class=\"volume\">631</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">269</span></a></span>, 272 (M.D.N.C.1986). \"A receiver's possession does not interfere with any existing liens, priorities, or prevent preferences, but does prevent their enforcement until a court can determine the relative rights.\" <i>Id.</i> The court in this case must determine whether the defense asserted would be valid against the Fort Lincoln companies had they been the named plaintiffs.</p>\n<p>\"The doctrine of clean hands is not one of absolutes that applies to every unconscionable act of a party.\" <i>Ferguson v. Ferguson,</i> 55 N.C.App. 341, 346, <span class=\"citation\" data-id=\"1331887\"><a href=\"/opinion/1331887/ferguson-v-ferguson/\"><span class=\"volume\">285</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">288</span></a></span>, 292, <i>disc. rev. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">306</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">383</span></span>, <span class=\"citation no-link\"><span class=\"volume\">294</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">207</span></span> (1982). If the Fort Lincoln companies did any inequitable act, it was not against defendants but against a party or parties not involved in this dispute in any way. \"A person is not barred from his day in court in a particular case because he acted wrongfully in another unrelated matter or because he is generally immoral.\" <i>Id.</i> at 347, 285 S.E.2d at 292, <i>quoting </i><i>High v. Parks,</i> 42 N.C.App. 707, 711, <span class=\"citation\" data-id=\"1310415\"><a href=\"/opinion/1310415/high-v-parks/\"><span class=\"volume\">257</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">661</span></a></span>, 663 (1979).</p>\n<p>Bass was appointed receiver <i>pendente lite</i> of the Fort Lincoln companies by order of this court. As receiver <i>pendente lite,</i> Bass' responsibilities are to hold property adjudged to belong to the Fort Lincoln companies, including FLLIC, the judgment debtor in the Wyoming judgment. The conduct of the officials of the judgment debtor are not related to the events of the sale of BAICL's Fiji subsidiary. Defendants do not contend that either BAICL or BAC had any dealings with FLLIC or that FLLIC was a party to any agreement with the defendants. Neither BAICL nor BAC relied on any actions or documents executed by FLLIC. Plaintiffs are entitled to an order striking this defense.</p>\n<p></p>\n<h2>IV.</h2>\n<p>In their third defense, defendants allege WNB did not have clean hands and FDIC is thus not entitled to relief in equity. Defendants contend evidence produced in discovery will show that the officers and directors of WNB were parties to Tripati's scheme that led to the bank's failure. The court finds that plaintiffs are entitled to an order striking this defense as a matter of law.</p>\n<p>The common law of the United States makes this defense invalid against the FDIC as insurer as a matter of law  regardless of the particular underlying facts. In <i>D'Oench, Duhme &amp; Co. v. FDIC,</i> <span class=\"citation\" data-id=\"103624\"><a href=\"/opinion/103624/doench-duhme-co-v-fdic/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">676</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">956</span></span> (1942), a failed bank was a party to a concealed agreement with a notemaker. According to the terms of the secret agreement, a note valid on its face was never to be enforced. In a suit by the FDIC after the bank had failed, the Court held that participation of the failed bank in the agreement was no defense to an action by the FDIC. <i>Id.</i> at 454-59, 62 S.Ct. at 678-80. A defense based upon the fraud of the failed bank itself cannot prevail against the FDIC and will not excuse a debtor of the failed bank from liability. <i>Langley v. FDIC,</i> <span class=\"citation\" data-id=\"111968\"><a href=\"/opinion/111968/langley-v-fdic/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, 92, <span class=\"citation\" data-id=\"111968\"><a href=\"/opinion/111968/langley-v-fdic/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">396</span></a></span>, 401, <span class=\"citation\" data-id=\"111968\"><a href=\"/opinion/111968/langley-v-fdic/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">340</span></a></span> (1987). \"While the borrower who has relied upon an erroneous or even fraudulent unrecorded representation has some claim to consideration, so do those who are harmed by his failure to protect himself by assuring that his agreement is approved and recorded in accordance with the [law].\" <i>Id.</i> at 94, 108 S.Ct. at 403. The activities of a failed bank's officers and directors should be subject to this same rule of law.</p>\n<p><span class=\"star-pagination\">*119</span> Courts have held that this common law defense is not available when the FDIC appears as receiver for the failed bank. \"FDIC, when acting as receiver, continues to act on behalf of the bank in managing and liquidating assets of the bank. In that capacity it is subject to the same defenses to which its predecessor bank would have been subject.\" <i>In re Jeter,</i> <span class=\"citation\" data-id=\"1552822\"><a href=\"/opinion/1552822/in-re-jeter/\"><span class=\"volume\">48</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">404</span></a></span>, 410 (Bankr.N.D.Tex.1985).</p>\n<p>However, recent statutory developments make the <i>D'Oench</i> doctrine applicable to the FDIC as receiver. The law provides:</p>\n<blockquote>No agreement which tends to diminish or defeat the interest of the Corporation [FDIC] in any asset acquired by it under this section or section 1821 of this title, either as security for a loan or by purchase <i>or as receiver</i> of any insured depository institution, shall be valid against the Corporation unless such agreement </blockquote>\n<blockquote>(1) is in writing,</blockquote>\n<blockquote>(2) was executed by the depository institution and any person claiming an adverse interest thereunder, including the obligor, contemporaneously with the acquisition of the asset by the depository institution,</blockquote>\n<blockquote>(3) was approved by the board of directors of the depository institution or its loan committee, which approval shall be reflected in the minutes of said board or committee, and</blockquote>\n<blockquote>(4) has been, continuously, from the time of its execution, an official record of the depository institution.</blockquote>\n<p>12 U.S.C. § 1823(e) (emphasis added). The language \"or as receiver\" became effective 9 August 1989. Until this amendment, the statute did not apply to the FDIC as receiver. <i>In re Kanterman,</i> <span class=\"citation\" data-id=\"1533502\"><a href=\"/opinion/1533502/in-re-kanterman/\"><span class=\"volume\">97</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">768</span></a></span>, 774 (Bankr.S.D.N.Y.), <i>aff'd,</i> <span class=\"citation\" data-id=\"1835911\"><a href=\"/opinion/1835911/in-re-kanterman/\"><span class=\"volume\">108</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">432</span></a></span> (S.D. N.Y.1989). The court is persuaded that the amendment should be applied retroactively to preclude the defenses asserted in this case. In <i>FDIC v. Dalba,</i> No. 89-C-712-S, <span class=\"citation no-link\"><span class=\"volume\">1990</span> <span class=\"reporter\">WL</span> <span class=\"page\">43750</span></span> (W.D.Wis. Febraury 27, 1990), the court found the amendment to Section 1823(e) should be applied retroactively when the FDIC appears as receiver. The court found a public interest in immediate enforcement of the statute as well as the amendment's clear purpose to protect the funds of the FDIC in furtherance of the public interest in maintaining solvency both of the FDIC's regulated institutions and of the FDIC itself. <i>Id.</i> at slip op. 9. That court found most persuasive that \"immediate enforcement of the statute eliminates the legal ambiguity present in the prior common law and substantially limits the potential factual disputes over the applicability of the <i>D'Oench</i> doctrine.\" <i>Id.</i> This court also finds the amendment to the statute should be applied retroactively. Accordingly, the third defense alleged in the answer, lack of clean hands of WNB, may not be asserted against FDIC. Plaintiff's motion to strike this defense is allowed.</p>\n<p></p>\n<h2>V.</h2>\n<p>Plaintiffs have moved for summary judgment on the fourth defense that the six-year statute of limitations has run as to defendant BAC. The court will treat this motion as a motion to strike the defense and determines the motion should be allowed.</p>\n<p>The earliest event that may have given rise to the claims in this case is the 5 May 1983 transfer to the Fiji subsidiary. The original complaint in this case was filed on 20 April 1989. BAC filed a motion to dismiss pursuant to Fed.R.Civ.P. 12(b)(6) contending the complaint did not state a cause of action against BAC. The court denied the motion and agreed with plaintiffs that the original complaint, liberally construed, states claims against BAC as the alter ego of BAICL. On 2 October 1989, the court entered an order allowing plaintiffs' motion to amend the complaint to specifically plead the alter ego allegations. Plaintiffs filed an amended complaint on 10 October 1989.</p>\n<p>Counsel for BAC candidly admitted at the hearing that this statute of limitations defense relates to the court's denial of a previous Rule 12(b)(6) motion. BAC seeks to protect its interests because it does not agree with the court's ruling. Nothing presented in connection with this motion changes the court's opinion regarding the alter ego theory alleged in the original <span class=\"star-pagination\">*120</span> complaint. The amended complaint did not add additional claims for relief or new parties. The amended complaint relates back to the original filing of the complaint on 20 April 1989. Fed.R.Civ.P. 15(c). The complaint was filed within the limitations period, and plaintiffs' motion to strike the fourth defense is allowed.</p>\n<p></p>\n<h2>VI.</h2>\n<p>In summary, plaintiffs' motion for partial summary judgment is treated as a motion to strike insufficient defenses. The motion to strike the second, third and fourth defenses raised in the amended answer is allowed.</p>\n<p></p>\n<h2>ON MOTION FOR CERTIFICATION</h2>\n<p>By order dated 8 June 1990, upon motion of plaintiff, the second, third and fourth defenses as set forth in defendants' amended answer were stricken. On 18 June 1990 defendants moved the court, under 28 U.S.C. § 1292(b), for certification of that order for immediate appeal to the United States Court of Appeals for the Fourth Circuit. Briefs were filed by both parties and a hearing was conducted on 27 July 1990, at the conclusion of which the court announced its decision denying the motion. For the reasons set forth below, the court's 8 June 1990 order will be rescinded insofar as it strikes the second and third defenses.</p>\n<p>The second and third defenses in the amended answer raised the \"clean hands\" doctrine as a barrier to plaintiffs' right of recovery. The fourth defense presented a statute of limitations issue. Although defendants requested that all of the court's order be certified, it is quite clear that they sought certification as to the second and third defenses only, as their brief addresses only the \"clean hands\" doctrine.</p>\n<p>As correctly pointed out by defendants in their motion for certification, the matter addressed in the order is one of first impression in the Fourth Circuit. In addition, the question of whether to certify under 28 U.S.C. § 1292(b) was extremely close. Nevertheless, allowance of the certification motion would have meant a lengthy delay in the trial and in the ultimate resolution of this case.</p>\n<p>In support of their motion for certification, defendants argued that if their position were ultimately accepted by the Fourth Circuit the time necessary to a disposition of this matter would have been prolonged as a retrial would be necessary and a second appeal possible. Countering, plaintiffs argued that the defendants could proffer evidence in support of their stricken defenses for consideration by the Court of Appeals, thus avoiding the necessity of two appeals.</p>\n<p>Although the court clearly has the authority under Rule 103(a)(2) of the Federal Rules of Evidence to permit the proffer of excluded evidence, including that supporting excluded defenses, it is apparent that to do so, in this case, would be unduly burdensome on the court and the parties. Evidence in support of, and in opposition to, the clean hands defense could possibly be extensive and would, no doubt, come from many of the same witnesses who will be testifying to other facts. Keeping the proffered evidence separated from that which is otherwise received may be difficult and would certainly promote a more disorganized record for review by the appellate courts. In addition, since this is to be a non-jury trial there is no danger of prejudice in the presentation of evidence on the \"clean hands\" defense even if this court, or an appellate court, eventually determines that the presentation of such evidence was not necessary for a determination of the issues.</p>\n<p>Finally, by allowing the presentation of evidence on the \"clean hands\" defense the court will have a clearer picture of defendants' contentions. If the court remains convinced that the defenses are untenable as a matter of law, it can so rule, thus preserving that issue for appellate review.</p>\n<p>The order of this court dated 8 June 1990 is hereby rescinded insofar as it allows the motion by plaintiffs to strike the second and third defenses raised in the amended <span class=\"star-pagination\">*121</span> answer. The motion by defendants for certification is denied.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1310415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1331887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1366776/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1533502/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1552822/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1835911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1959068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2254231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2391883/"
  ]
}