{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1798405/",
  "absolute_url": "/opinion/1798405/mcqueen-v-garrison/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1798405/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:28:18.163385Z",
  "date_modified": "2016-04-26T20:27:50.575708Z",
  "type": "010combined",
  "sha1": "7667e4f1297f27b54c2ceccd9d519928c0d4e526",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>619 F.Supp. 116 (1985)</b></center>\n<center><h1>Roger Lee McQUEEN, Petitioner,<br>\nv.<br>\nSamuel P. GARRISON, et al., Respondents.</h1></center>\n<center>No. 82-675-HC.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 11, 1985.</center>\n<p><span class=\"star-pagination\">*117</span> Douglas E. Canders, Fayetteville, N.C., for petitioner.</p>\n<p>Lacy H. Thornburg, Atty. Gen. of N.C. by Richard N. League, Sp. Deputy Atty. Gen., Raleigh, N.C., for respondents.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LARKINS, Senior District Judge:</p>\n<p>By order of this Court, petitioner's application for habeas corpus relief was referred to a United States Magistrate to consider two claims for relief: first, whether petitioner's attorney's limited response to the use of hypnotically induced testimony deprived petitioner of receiving effective assistance of counsel; and second, whether the use of this testimony by the state deprived the petitioner of receiving a fundamentally fair trial. The magistrate conducted an evidentiary hearing in which extensive expert testimony was presented addressing the desirability of admitting hypnotically-induced testimony into evidence. Because of the inherent unreliability of hypnotically-refreshed testimony, the magistrate concluded that it was highly undesirable to admit this testimony into evidence. The magistrate further found, after considering the specific facts of the case, that this flaw in trial procedure did not result in the petitioner's receiving a fundamentally unfair trial resulting in the deprivation of his fourteenth amendment due process rights. Additionally, the magistrate concluded that the petitioner did receive effective assistance of counsel.</p>\n<p><span class=\"star-pagination\">*118</span> The memorandum and recommendation of the magistrate, with amendments, was filed and the petitioner has filed objections to it. This matter is now before the Court for <i>de novo</i> review. After a perusal of the entire record, this Court concludes that the magistrate's opinion is correct and well-founded and adopts it as its own, <i>in toto.</i></p>\n<p>Petitioner, in his petition for habeas corpus relief, alleges that the admission of the hypnotized witness' testimony deprived him of his Sixth Amendment right to confrontation. This claim was not considered by the magistrate separate from the petitioner's Fourteenth Amendment due process claim. Accordingly, the Court will permit the petitioner and the state to submit briefs to this Court addressing the Sixth Amendment claim. Further hearings will be scheduled if this Court determines that they may aid the Court in making its decision.</p>\n<p>Accordingly, it is the ORDER of this Court that the Memorandum and Recommendation of the Honorable Charles K. McCotter, Jr., United States Magistrate is hereby ACCEPTED in whole and adopted by this district court as its own, that respondents' Motion to Dismiss be ALLOWED regarding petitioner's claims alleging deprivation of due process and effective assistance of counsel, and that the parties submit any memoranda in support of their position regarding petitioner's confrontation claim within 30 days after receipt of this Order.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>MEMORANDUM and RECOMMENDATION</h2>\n<p>CHARLES K. McCOTTER, United States Magistrate.</p>\n<p></p>\n<h2>I. INTRODUCTION</h2>\n<p>Petitioner, a state court prisoner, has filed this petition for a writ of habeas corpus pursuant to 28 U.S.C. § 2254. The matter now comes before this Court upon the order of Judge John D. Larkins, Jr., which was filed September 1, 1983.</p>\n<p>In 1977 petitioner was charged with two counts of murder. At his jury trial in Cumberland County Superior Court which began on 10:00 a.m. on September 26, 1977, petitioner entered pleas of not guilty. Petitioner testified and offered other evidence. On October 4, 1977, he was convicted of two counts of first degree murder and sentenced to life imprisonment. Upon appeal, the North Carolina Supreme Court found no error. <i>See </i><i>State v. McQueen,</i> 295 N.C. 96, 244 S.E.2d 414 (1978).</p>\n<p>In Judge Larkins' order referred to above, the court granted respondents' Motion to Dismiss as to all of petitioner's claims except two. These two claims are: (1) that his rights were violated when hypnotic memory enhancement was used to obtain eyewitness testimony against him; and (2) that he has received ineffective assistance of counsel by virtue of the limited response of counsel to the hypnotic memory enhancement. These two claims were referred to the undersigned magistrate, pursuant to Judge Larkins' order, for recommended disposition pursuant to 28 U.S.C. 636(b)(1)(B).</p>\n<p>The claims arise from the testimony of Barbara Kiser, a witness for the state. She was placed under hypnosis, at her request, a few weeks before trial. She sought to recall the specific events surrounding the two murders. The state also sought to locate tangible evidence, including a gun. Defense counsel were given a tape of the hypnosis session the day before Kiser testified. The tape was not offered into evidence. At the trial, Kiser testified that she saw Roger McQueen shoot the two women. Kiser was not cross-examined with reference to the hypnosis procedure. Also, the hypnotist was not called as a witness by either the State or defense counsel. The jury was made aware that Kiser was subjected to hypnosis.</p>\n<p>On March 12, 13, and 26, 1984, this Court conducted an evidentiary hearing to make findings and conclusions on the above two claims. From this hearing, the Court concludes that the admission of the hypnotically-refreshed testimony of Barbara Kiser was highly undesirable. Yet, the Court does not find that this deprived McQueen <span class=\"star-pagination\">*119</span> of his constitutional right to a fair trial. In addition, petitioner was provided effective assistance of counsel.</p>\n<p></p>\n<h2>II. ADMISSIBILITY OF HYPNOTICALLY REFRESHED TESTIMONY</h2>\n<p></p>\n<h2>A. Findings of Fact</h2>\n<p></p>\n<h2>1. Dr. Orne's Testimony</h2>\n<p>On Monday, March 12, 1984, Dr. Martin Theodore Orne testified on behalf of the petitioner at the evidentiary hearing. Dr. Orne is presently Professor of Psychiatry and Senior Attending Psychiatrist at the University of Pennsylvania and Director of the Unit for Experimental Psychiatry at the Institute of Pennsylvania Hospital. The unit which Dr. Orne is in charge of basically does research into activities that have a relevance to psychiatry, including hypnosis. Dr. Orne has several degrees.</p>\n<p>Having previously served on the editorial boards of four professional journals, Dr. Orne is currently serving on the editorial board of six professional publications, including his major responsibility of serving as Editor-in-Chief of the International Journal of Clinical and Experimental Hypnosis since 1961. Dr. Orne has published over 100 articles in the general areas in which he has done research, including many articles on hypnosis and particularly how it impacts memory and recall. The Court found Dr. Orne to be qualified as an expert in the field of psychiatry and forensic hypnosis.</p>\n<p></p>\n<h2>a. Dr. Orne's Opinion of Hypnosis</h2>\n<p>Dr. Orne began his testimony by explaining the mechanics of hypnosis. Hypnosis is a phenomenon occurring in a cooperative situation between a willing subject and the hypnotist. Having this positive agreement, the hypnotist may use one of several induction techniques. Regardless of which technique is used, the focus of the techniques is to focus the subject's attention on one thing. Then the hypnotist suggests to him very frequently that he is becoming more relaxed, calm, and comfortable. As a result, the subject begins to respond to suggestions from the hypnotist and begins to become very eager to do a good job of being a hypnotic subject. He seeks to please the hypnotist.</p>\n<p>Furthermore, as a consequence of becoming more suggestible, the subject begins to lower his critical attention. This means he suspends disbelief and accepts the hypnotist's suggestions. Dr. Orne said that the subject still possesses his critical capacity, but he simply no longer uses it. The suspension of critical judgment occurs where the subject is willing to take at face value what the hypnotist says without verifying the statement. It is a lack of critical evaluation.</p>\n<p>Dr. Orne distinguishes compliance from a suggestion. Compliance is where a person responds to a request to carry out a behavior which he could normally do whether he was under hypnosis or not. When an act is merely a compliance, the hypnotist does not know whether the subject is performing a hypnotic response. On the other hand, a suggestion involves distorted perception of memory, mood, or perception. For example, if a hypnotist made a suggestion to a subject in a hypnotic state that a wall was white, the subject would begin to see it as a white wall, when, in fact, the wall was black. A hypnotic response to a suggestion is where the subject performs a task which he would not ordinarily do or agree with.</p>\n<p>After the subject has focused on a particular thing, Dr. Orne says that a series of standard suggestions or tests are given to the hypnotic subject to review the response of the individual and to determine whether or not he is hypnotized. An example of one of the test suggestions is suggesting to the subject that his hand is going light and is floating upward. The key inquiry is not whether the individual actually raises his hand, but what the individual apparently is experiencing. Some individuals under a hypnotic state will raise their hand quickly, some will float their hand up slowly, while others will not raise their hand. The hypnotist then evaluates the type of hypnotic response.</p>\n<p><span class=\"star-pagination\">*120</span> Hypnosis is widely used in medicine. Although anyone is capable of faking a hypnotic state, this is not a problem in the clinical practice of hypnosis. The accuracy of hypnosis for therapeutic use is irrelevant. The most common known uses are to help people with smoking, eating, and problems of this sort; however, hypnosis is not particularly effective for these problems. This is so because hypnosis is not a very effective way of changing behavior, yet it is an effective way of altering the experience of the individual. Some examples of dramatically effective uses of hypnosis include acts which the subject cannot control voluntarily, such as intractible hiccups, and phobias such as a fear of flying. Hypnosis has been accepted by the American Medical Association, the American Psychiatric Association, and the American Psychological Association as a valid therapeutic modality. Hypnosis, however, has not been accepted by any scientific body as a valid technique for increasing memory.</p>\n<p>To be able to be hypnotized, the subject must be willing to undergo hypnosis. The subject must be willing to accept the hypnotist as a competent person to help place him into the hypnotic state. Any layman can learn the induction techniques within a couple of hours. For the purposes of Dr. Orne's research, he uses the Harvard Group Scale, which is a standardized recorded voice used to hypnotize subjects. This shows that the ability to induce hypnosis is a skill of the subject and not a skill of the hypnotist. Only about five per cent of the public is unable to respond to hypnosis. The degree of the hypnotic state involves not only the willingness of the subject, but also the ability of the subject.</p>\n<p>According to Dr. Orne, hypnosis has been used in three ways to facilitate recall. The first way is age regression, which was the first technique used widely. The second is simply suggesting to someone that he remembers better. The third is where the hypnotist employs a fantasy, for example to suggest that the subject sees a television screen which is showing the sequence of events he needs to remember.</p>\n<p>Age regression was first used by Freud in 1895. Three factors would occur during the age regression. The first thing that would happen would be the subject would begin to relive the experience remembered with intense feelings (e.g., anger, fear, happiness, etc.) and show the physical expression of these emotions. The second factor which occurred was that the subject would describe particular details which would not be known unless the person had been there (e.g., a spot on the floor, a tear in the tapestry, etc.). The subject described an increased amount of detail using free recall. The third factor occurred when the subject had been experiencing symptoms associated with a past memory. After reliving the experience and the emotions connected therewith, the subject when awoken would no longer still have the symptoms associated with that prior memory. All of these factors or things were occurring without any suggestion on behalf of the hypnotist.</p>\n<p>After discovering these three factors or events associated with age regression, Freud realized that actually part of the recollection was not true memory but, in fact, fantasies, fears, and hopes which were mixed together from different times to create very dramatic events. Thus, Freud abandoned his theories of age regression leading to accurate recollection. Yet, one of the most notable characteristics of age regression, leading to the belief of accurate memory recall, was the degree of sincerity and belief that the subject had in what he was relating to the hypnotist. The subject actually believed that the events he was describing were real. Freud came to distinguish between the historical matters related and the emotional matters related. The emotional matters described were correct. Historically, however, the events were not accurate. This is why in the clinical approach the historical validity is irrelevant  the focus is upon the emotional symptom.</p>\n<p>Dr. Orne has conducted an extensive amount of research in the area of recall during age regression. In 1951 Dr. Orne <span class=\"star-pagination\">*121</span> did a study which involved the age regression of subjects where meaningful data could be obtained about them concerning events involving the subject at an earlier time. A comparison with the actual work done by that person at age six with his performance of the request under hypnosis revealed the difference between the two. The study revealed that when performing a task when regressed to age six, the adult would perform the task not as a child would at age six, but as an adult would trying to imitate a child's response. Dr. Orne classified the subjects' response as a sophisticated oversimplification.</p>\n<p>Additional examples of this result have been documented by Dr. Orne. An age regressed subject was asked to write the following sentence, \"I am conducting an experiment which will access my psychological capacities.\" The person regressed would spell all of the words correctly, yet using a childlike printing. Another example is the regression of a person to age six who could not speak English but only German at age six. When regressed, the child was able to understand and respond to questions spoken in English. Dr. Orne says that these results of his work with age regression indicate that the hypnotized subject has a lack of critical judgment and cannot provide accurate recall. The systematic studies which have been done have failed to show any evidence for memory enhancement through age regression.</p>\n<p>Dr. Orne's co-authored article on hypnosis in the Encyclopedia Brittanica describes the modern theories behind hypnosis. Some theorists consider hypnosis as a state of altered consciousness or partial sleep. Other theorists believe that hypnosis depends upon the social or interpersonal interactions between the subject and the hypnotist. Orne, Martin T. and Hammer, A. Gordon, \"Hypnosis,\" Encyclopedia Brittanica, 15th Ed., p. 175, 1974.</p>\n<p>Dr. Orne found in his research that 92% of college students believe that hypnosis increases recall accurately. An expert may testify that hypnosis does bring about inaccurate as well as accurate recall; however, Dr. Orne concludes that most members of a jury would not let this statement overcome the absolute and compelling way in which the person testified.</p>\n<p>Two theories of memory are present in the study of hypnosis. A widely held view within the law enforcement community is that within the mind we have a form of \"super tape recorder.\" This \"recorder\" is recording every event experienced by the person. Dr. Orne says that the theory of everything being recorded in the brain and one being able to retrieve it is entirely unsupported by scientific data. The studies which this theory was based on have since been disproven by other studies. Rote memory, the learning of nonsense syllables, would be improved if the theory of a tape recorder was correct. Yet, eight studies have documented the fact that hypnosis does not in any way increase memory for rote learning.</p>\n<p>One type of memory is recognition memory. This involves, for example, showing a person several objects and asking them which one they had seen previously. Recognition memory is generally remarkably accurate. Hypnosis, however, has no effect upon recognition memory. An additional form of memory can be referred to as free recall. Free recall is where the subject is asked to relate events within a certain time period. Hypnosis does have an effect upon free recall; hypnosis increases the amount of things remembered.</p>\n<p>At this point, the term confabulation comes into play. Confabulation occurs when a person remembers part of the prior events and fills in the missing gaps with incorrect or inaccurate information. A study by Stalnaker and Riddle in 1932 points out the occurrence of confabulation. In that study, they asked subjects to remember poetry under hypnosis that they had learned earlier in grade school. When the hypnotized subjects recited the poem, at first glance the accuracy seemed very good; however, when compared to the actual poem, the subjects had remembered certain lines and had made up words for other lines.</p>\n<p><span class=\"star-pagination\">*122</span> Some hypnotists actively attempt to deal with the problem of confabulation. They inform the subject during, before or after the hypnotic trance that the subject will recall only truthful facts about the event and will not interject any fantasies. The result of this communication does not eliminate the inaccuracies; they remain the same as when the communication is not given. This statement by the hypnotist limiting recall to truthful facts actually convinces the subject that what he says is the truth.</p>\n<p>According to Dr. Orne, the studies to date have continued to confirm the idea of confabulation, that whereas hypnosis produces a small increase in the amount of accurate recall, it causes a large increase in inaccurate recall. One study described by Dr. Orne showed that the recall was ten times as inaccurate as in the awake state. The study shows that memories are less reliable when they are obtained in hypnosis. This fact makes hypnosis a useful tool in criminal investigation, where the officer is interested in any possible additional lead in the case, not whether all information the hypnotized subject says is correct. Limiting a hypnosis inquiry into finding a piece of evidence such as a gun would be a positive use for forensic purposes of hypnosis, according to Dr. Orne. It is possible for hypnosis to be induced and questions asked which would limit the information related to just the investigative lead needed and not other extraneous material.</p>\n<p>When a person is asked to remember something when he is awake, he has a fairly high standard for his memory. In other words, he tries to be as accurate as possible when asked to recall the event. Under hypnosis, however, a person is more willing to admit that an event occurred even though it did not, because his critical judgment has been lowered and he is more willing to please his hypnotist. The subject thus becomes willing to accept things that he recalled under hypnosis as being his true memories.</p>\n<p>When the subject is awakened he simply does not know which information is accurate and which information is inaccurate. This is one of the biggest problems encountered by hypnotists  the translation of a subject's belief into an actual memory. Only independent verification of what the subject says can distinguish between the accurate and the inaccurate. The article which Dr. Orne wrote for the Encyclopedia Brittanica represents the general consensus among scientists in the area. This article says in part:</p>\n<blockquote>It is of even greater concern that cooperative hypnotized subjects remember distorted versions of actual events and are themselves deceived. When recalled in hypnosis, such forced memories are accompanied by strong subjective conviction and outward signs of conviction that are most compelling to almost any observer. Caution and independent verification are essential in such circumstances.</blockquote>\n<p>Transcript Vol. 1, page 75.</p>\n<p>Hypnosis tends to produce upon free recall an increased amount of details. Yet, regardless of whether these details are true, an observer who hears a very detailed recall of a sequence of events tends to place more weight and more belief on the statement.</p>\n<p>The scientific community involved in hypnosis generally agrees that hypnotically-aided recall may produce either accurate or inaccurate memory. These memories are accepted not only by the subject but also by the hypnotist as being real and accurate. They agree that there is no way of distinguishing with certainty between the true recall and the pseudo-memories except by independent verification.</p>\n<p>Another major problem of hypnosis is the explicit and implicit wishes of the hypnotist. In other words, the tone of the hypnotist's voice or certain bodily movements can trigger a response from the subject. If a hypnotist has a strong theory of the secret events which occurred, he may implicitly trigger responses consistent with this theory from the subject.</p>\n<p>To deal with some of these problems, Dr. Orne set forth a group of guidelines that <span class=\"star-pagination\">*123</span> should be followed by hypnotists. These minimal safeguards are: (1) the session should be conducted by psychologist or psychiatrist with special training in hypnosis and its forensic use; (2) a written record should be obtained of what the hypnotist knew about the information he was seeking from the subject before the induction begins; (3) the session should be videotaped starting from the time the hypnotist first meets the subject through the pre-hypnotic discussion, the hypnosis, and the post-hypnotic discussion; (4) during the pre-hypnotic discussion the hypnotist needs to do a brief mental status examination to be sure that the subject is an individual suitable for hypnosis; (5) before induction, the hypnotist should ask the subject what he or she knows about the events; (6) no one else should be present in the room during the session other than the psychologist or psychiatrist and the person whom he is to hypnotize; and (7) the hypnotist should not lead the individual during questioning but prod him onward with phrases such as, \"go on, tell me more,\" etc. Furthermore, people who wish to view the hypnotic session should do so only by a one-way screen or television monitor. The hypnotist could leave the room to get additional notes and questions that other individuals would like him to ask subject.</p>\n<p>The termination of hypnotic session is also very important. After a subject is told to wake up, a phenomenon occurs which is called post-hypnotic hyper-suggestibility. This means that immediately after awaking the subject from trance, the hypnotist can make a suggestion and it will be accepted even though it normally would not be accepted. Some time must elapse before this phenomenon wears off. Saying the words \"wake up\" does not simply terminate the hypnotic trance. The range and quality of interaction between the hypnotist and the subject is also important in the termination.</p>\n<p>In addition, a subject who is being hypnotized is extremely aware of comments made by the hypnotist to other people in the room. This has a powerful effect upon the subject's response. Comments made by the hypnotist may define what the subject should be doing. Comments by the hypnotist to the subject to disregard extraneous comments or comments that are irrelevant to the session are not effective for blocking out what the subject is remembering. Dr. Orne describes this as the subject being able to hear on two levels. Dr. Orne has confirmed this by research where subjects actually responded to other voices besides his own when the subject had been instructed only to respond to the hypnotist's voice.</p>\n<p>Dr. Orne provided an important example of the effect of seeing a sequence of events while under hypnosis. When a person is viewing a film of a sequence of events that he had previously seen, he is able to remember much more detail than previously. Also, if there are any inconsistencies between what he thought he remembered and what he actually viewed on the film, he now believes that the film is the accurate depiction of the series of events. After seeing this film, the person is firmly convinced that the film depicts the actual events.</p>\n<p>Placing someone under hypnosis is done in an effort to let them view a \"film\" in their mind of what transpired. What the individual sees in his \"film,\" whether inaccurate or accurate, becomes every bit as convincing as if that depicted the actual sequence of events. Because a person believes in this new \"videotape\" he has seen, an attempt to discredit these facts or to emphasize the length of time that transpired between the actual sequence of events and the hypnotic session does little to shake the subject. Dr. Orne classifies this new belief in a sequence of events as a pseudo-memory. This makes cross-examination of those particular facts virtually impossible.</p>\n<p></p>\n<h2>b. Dr. Orne's Review of Kiser's Testimony</h2>\n<p>Having an inadequate record before him, Dr. Orne felt that he was unable to give a definitive statement about the merits of the induction and the hypnotic session. Assuming Kiser was being honest, she had a hallucinatory experience during the hypnotic <span class=\"star-pagination\">*124</span> session. She was listening to people who were not there and responding to them, which suggests that she was reliving something. During the session, Kiser became quite upset and began to show much emotion. The hypnotist told her to go back into her sleep and to relax. She again became very frightened and emotional and the hypnotist again told her to go back into a deep sleep.</p>\n<p>Orne finds that this is not what the hypnotist should be doing. Instead, he should be allowing the individual to express her emotions and to work them through. Reliving the experience with the emotion allows for more recall although not totally accurate recall.</p>\n<p>After the hypnotist awoke Kiser, he commented to others in the room that she would be able to remember everything now and would be able to see the sequence of events clearly. Kiser immediately responded by saying she could see the defendant kill the victims and proceeded to relate the events. Dr. Orne would describe this as a willingness to please the hypnotist during the hyper-suggestibility stage. Thus, the relating of the events after hypnotic suggestion can still be a response to suggestions given around the hypnotic encounter.</p>\n<p>During the trial Kiser testified, \"I asked him if he would have  make arrangements to have me hypnotized so that when this thing all came to court that I could tell the honest to God truth, not something which I believed and maybe had been a mistake.\" Transcript, Vol. 1, page 99. This is an example of where she expects the hypnosis session to produce a truer statement from her on the witness stand.</p>\n<p>Barbara Kiser testified,</p>\n<blockquote>Being under hypnosis I was able to actually go back to that day five years ago and just relive the whole morning, you know, just the whole day like if it was right now. Everything was fresh. It was just like right now, me talking to you. That's how it was then. It made me go back to right then.</blockquote>\n<p>Transcript pp. 520-521. Dr. Orne says that she is describing the \"videotape\" which she has recently seen and not the actual series of events which occurred five years ago. This makes her a totally compelling witness, yet giving her testimony an impermeable aura.</p>\n<p>A major problem with the hypnosis session of Kiser is the lack of a good pre-trial interview on tape. From Dr. Orne's listening to the tape, he gathered that Kiser felt as though the events were really happening to her under hypnosis. He believes the witness is more eloquent on describing the events after she was hypnotized.</p>\n<p>An example of the suggestion occurring during the Kiser hypnosis would be where the hypnotist asked Kiser whether McQueen had a gun. Kiser paused for 28 seconds. Then the hypnotist repeated his question with more pressure in the question. Then she responded that he did have a gun. Orne describes this sequence as an example of suggestion.</p>\n<p>If the subject has blocked out terrifying information and hypnosis acts to remove the block, the resulting information is as likely to be accurate as it is to be inaccurate. Kiser believed her memory would be significantly improved by hypnosis and that hypnosis would give her truth. Dr. Orne stated that there was no way he could tell whether or not the information she related was accurate or inaccurate. Prior to her recall under hypnosis, Kiser always placed herself outside the house when the shots were actually fired. Dr. Orne says that psychologically there is a huge difference between her saying she actually saw the shooting and saying she only heard the shots.</p>\n<p>The hypnotist, Mr. Joe Raynor, was an independent person with regard to the investigation. Dr. Orne, however, feels that the hypnotist could not have been independent because he had six people with him whom he really wanted to impress. Mr. Raynor tended to ignore the subject and tried to communicate to the other people in the room. The things which were discussed in the presence of the subject during the session would have a profound effect <span class=\"star-pagination\">*125</span> upon the witness. Dr. Orne concludes that this was an unreliable way of conducting a hypnotic session.</p>\n<p></p>\n<h2>2. Dr. Reiser's Testimony</h2>\n<p>At the conclusion of the evidentiary hearing on March 26, 1984, the respondents presented the expert testimony of Dr. Martin Reiser. Dr. Reiser is a psychologist currently employed by the Los Angeles Police Department as Director of Behavioral Science Services. He has been employed in that capacity for fifteen years. From Temple University, Dr. Reiser received the degrees of Master of Education in Clinical Psychology and Doctor of Education in Clinical Psychology.</p>\n<p>Dr. Reiser is also Director of the Law Enforcement Hypnosis Institute and is a member of several professional societies and boards. He has published approximately 65 papers and four books, of which 11 papers and one book deal with the area of investigative hypnosis. He has personally conducted 70 investigative hypnosis sessions in major crime situations and has trained over 1,000 persons in the techniques and theory of investigative hypnosis. He serves as editor of one professional journal and one professional mongraph. He is a licensed psychologist and has been certified as a master forensic hypnotist. The court recognized Dr. Reiser as an expert in the fields of hypnosis, forensic hypnosis, and psychology.</p>\n<p></p>\n<h2>a. Dr. Reiser's Opinion of Hypnosis</h2>\n<p>Dr. Reiser describes hypnosis as a natural phenomenon based on an innate capability that each individual possesses. The hypnotist serves as a guide for the person to tap into that capability. Hypnosis is not mind control. While under hypnosis, the subject knows what is happening, is in control of what is happening, and can come out of hypnosis at any time he or she chooses.</p>\n<p>The subject's motivation is a key factor in being a good hypnotic subject. Reiser states that if a codefendant or someone involved in a crime were motivated to lie or distort the facts, they could do that without the aid of hypnosis. If a person were highly motivated to recall an event, this would not necessarily tend to increase the likelihood that the results of the session would be confabulation. Examples of motivation might be a rape victim assisting the police in having a rape suspect apprehended, or a fear of retaliation or injury. Self-preservation can be a motivating factor. A person consciously and subconsciously can be subject to suggestion not only from the hypnotist but from anyone asking questions. The authority relationship would be the main factor in susceptibility.</p>\n<p>A hypnotic session can increase a subject's capability to restructure reality. The subject actually experiences suggestions that are given to him. Reiser believes that subjects who are in a deeper trance are more likely to follow the suggestions of the hypnotist. He says it is possible for subjects to resist suggestion. When a person has increased suggestibility, their critical judgment is lowered.</p>\n<p>Dr. Reiser says that a decrease in the subject's ability to use critical judgment has been seen under laboratory conditions. Yet, Dr. Reiser reports that the distinction between the laboratory tests and the working in the field is a critical one. He does not find that the evidence of a lowered critical judgment carries over into the practical application in criminal cases.</p>\n<p>Reiser says that there are certain things that can be done to try to avoid suggestion. Reiser also suggests to avoid leading questions and to have the session tape-recorded. Another safeguard is that only the hypnotist should ask questions except in some very narrow circumstances. The procedure Reiser generally uses is to have the case detective present during the hypnosis session and sit off to the side. If something arises of which the detective has knowledge but the hypnotist does not, the detective writes a note and gives it to the hypnotist.</p>\n<p>When the subject recalls things under hypnosis, they feel like their memory has been refreshed. When they can't, they believe that the hypnosis did not work. If a <span class=\"star-pagination\">*126</span> person actually is reliving something, then that will refresh their memory. Reiser says the person will feel more certain about his memory, whether or not he is in or out of hypnosis, after reliving the experience.</p>\n<p>In one study Dr. Reiser and others collected the data on 668 cases from the Los Angeles Police Department. After using hypnosis in 81 per cent of these cases, they obtained additional information through the hypnosis. Out of the percentage of this information which they could verify, 88.7 per cent proved accurate. Thus, 11.3 per cent of the verifiable information proved to be inaccurate.</p>\n<p>In describing recall under hypnosis, Dr. Reiser stated that strong emotions such as fear, guilt, and anxiety can cause the repression of a conscious awareness of information. According to Dr. Reiser, in a certain percentage of cases hypnosis can indeed refresh a person's memory under certain circumstances. He says that in about 75 per cent of his cases he gets additional information. Reiser cited situations where dead-end cases had been solved due to new leads found while the person was under hypnosis. Dr. Reiser says hypnosis is recognized as a memory refreshment technique by the International Society of Investigative and Forensic Hypnosis. This organization is composed of psychologists, psychiatrists, dentists, attorneys, and members of law enforcement.</p>\n<p>Dr. Reiser described several theories of memory. Some of these theories are: the information processing theory; the theory of episodic and semantic memories; the processing of information at both conscious and subconscious levels simultaneously; the theory of memory being stored in the RNA chemicals of the molecules; the holographic model of memory; the context-bound theory; and the theory of uniqueness increasing the depth of processing. These theories, according to Dr. Reiser, are all consistent with the notion that hypnosis can aid in the retrieval of memory. He says that he and other police investigative hypnotists do not believe in the \"tape recorder\" theory of memory.</p>\n<p>Subsequent studies on age regression, according to Dr. Reiser, are inconsistent with Dr. Orne's 1951 age regression study. Reiser says a study by Reiff and Scheerer, done in 1959, validates the statement that people can accurately recall information during age regression. They indicated that they determined the accuracy by checking school records of the incidents that were recalled. Family members also corroborated events recalled.</p>\n<p>Dr. Reiser's experience has mainly been with victims being interviewed as witnesses. In only one of Dr. Reiser's hypnotic sessions did he work with a person charged with a crime. He describes his experience as his personal involvement in 70 cases and supervising consulting on several hundred other cases. Dr. Reiser's experience has been primarily in clinical and forensic hypnosis and not in any experimental type.</p>\n<p>Dr. Orne stated that when the subject was told, in an effort to prevent confabulation, that they just wanted accurate facts, the hypnotist was in fact encouraging confabulation. Dr. Reiser referred to that belief as ridiculous. He says that the subject is aware that only factual information is sought and that the oath on the witness stand deals with that issue. Dr. Reiser states that in his opinion hypnosis does not automatically increase confabulation. It is possible that placing more pressure on the subject during the session could result in some type of confabulation. It would depend upon the amount of independence in the subject's thinking. Independent verification is the only way that accuracy can be determined.</p>\n<p></p>\n<h2>b. Dr. Reiser's Review of Kiser's Testimony</h2>\n<p>After reviewing the transcript of the hypnosis session with Kiser, Dr. Reiser had several opinions. He felt that what was encountered was not a hallucinatory experience, but more of a revivification or a reliving of an event that previously occurred. He did not review any instances where he thought memories had been created by <span class=\"star-pagination\">*127</span> hypnosis. He thought the session did not shape her recall.</p>\n<p>Uncertainty during the hypnotic session indicates to Dr. Reiser that the witness is able to discriminate. Kiser's emotional reliving of the experience indicates to Reiser a spontaneous reporting given without cuing from the hypnotist. Abreaction is the re-experiencing of emotion, either verbally or by crying, yelling, or getting upset. Reiser says that abreaction is an indicator of confabulation. Most people working in the hypnosis field believe that people who abreact tend to add an element of believability to what they say.</p>\n<p>The transcript shows that Kiser is not a wishy-washy or highly suggestible person. Reiser describes several examples during the session where Kiser does more than give a yes-no response, but adds additional information. She also rejects suggestions and says that she does not remember. During revivification she does not even respond to some questions that are asked. He says this indicates that she is not confabulating.</p>\n<p>During the hypnosis session Kiser was given a post-hypnotic suggestion, saying that after she is awake she is going to be able to remember the events. After the hypnosis session, she relates the events and she adds that she saw McQueen shoot both of the girls in the head. She says she thinks he shot them twice, but she is not sure because it happened so fast. According to Reiser, the fight between Kiser and McQueen that was not originally included in her pre-trial statement or investigative statement given to the police in 1972, is not any more likely to be a confabulation than any of the other things she reported in her investigative statement. It is quite common for additional details to be recalled during a hypnosis session. Reiser feels that any of the additional details recalled do not necessarily indicate confabulation.</p>\n<p>In comparing the original statements given before trial, Reiser believes that the difference in her location during the shooting could be attributed to her initial reluctance of not wanting to report the event. It could have been pushed out of her conscious awareness and repressed.</p>\n<p>Whether Raynor, the hypnotist, was a certified health professional has no effect upon the reliability of the information recalled. Reiser says that frequently, health professionals are not the best qualified or trained people to conduct investigative hypnosis.</p>\n<p>Regarding the induction used by Raynor, Dr. Reiser says that this brief induction technique represents a standard approach in procedures to hypnosis induction. He sees nothing in the induction that raises concerns over lowered critical judgment, confabulation, suggestibility, or increased certainty. Dr. Reiser believes that Joe Raynor did not use pressure on this subject, or at least the subject did not interpret the instructions as pressure.</p>\n<p>At the beginning of the induction, instructions are usually given about the purposes of the session and what the expectations are. Yet, Dr. Reiser notes that a person can be hypnotized without first explaining all of the information that the hypnotist is going to go into when that person is under hypnosis. The hypnosis session itself should be conducted in a neutral way without any strong or leading questions or without any cues that would tend to suggest information to the subject that the subject did not already have. Reiser concludes that the induction process does not contain the potential ordinarily for causing material recalled to be inaccurate.</p>\n<p></p>\n<h2>B. Conclusions of Law</h2>\n<p>In determining whether the admission of evidence entitles a petitioner to a writ of habeas corpus, the Court must first determine whether the admission of the particular evidence was either error or otherwise undesirable. Next, the Court must determine that the admission of evidence amounted to a denial of due process. <i>Gilreath v. Robinson,</i> 544 F.Supp. 569, 575 (4th Cir.1982). The first question which arises is whether the trial court's admission of the hypnotically-refreshed testimony of <span class=\"star-pagination\">*128</span> Barbara Kiser into evidence was either error or otherwise undesirable.</p>\n<p></p>\n<h2>1. Judicial Acceptance of Hypnotically-Refreshed Testimony</h2>\n<p>Courts have generally taken three different approaches to the introduction of testimony which has been hypnotically refreshed. These approaches are: (a) the admissible approach; (b) the safeguards approach; and (c) the inadmissible approach.</p>\n<p></p>\n<h2>a. Admissible approach</h2>\n<p>In the first group, the admissible approach, courts have generally admitted testimony which has been hypnotically refreshed, with the fact of hypnosis going to weight or credibility. This line of decisions began with the first major decision to review the admissibility of the hypnotically-refreshed testimony of a criminal victim. This case is <i>Harding v. State,</i> 5 Md.App. 230, 246 A.2d 302 (1968), <i>cert. denied,</i> 395 U.S. 949, 89 S.Ct. 2030, 23 L.Ed.2d 468 (1969), <i>disagreed with, </i><i>Collins v. State,</i> 52 Md.App. 186, 447 A.2d 1272 (1982), <i>aff'd.,</i> 296 Md. 670, 464 A.2d 1028 (1983).</p>\n<p>In <i>Harding,</i> after being hypnotized the rape victim was able to positively identify her assailant. The court held that such hypnotically-refreshed testimony was admissible and the fact of hypnosis should go to the weight of the evidence. Without reviewing differing scientific viewpoints on the subject, the court allowed the testimony into evidence. This treatment is comparable to testimony which is refreshed by any method.</p>\n<p>The general approach of <i>Harding</i> is that proper safeguards can protect the reliability of hypnotically-refreshed testimony: proper foundation, cross-examination, and disclosure to the jury of the facts underlying hypnosis. Many jurisdictions have followed the trend set by <i>Harding. See </i><i>Creamer v. State,</i> 232 Ga. 136, 205 S.E.2d 240 (1974); <i>People v. Smrekar,</i> 68 Ill. App.3d 379, 24 Ill.Dec. 707, 385 N.E.2d 848 (1979); <i>Pearson v. State,</i> 441 N.E.2d 468 (Ind.1982); <i>State v. Wren,</i> 425 So.2d 756 (La.1983); <i>State v. Greer,</i> 609 S.W.2d 423 (Mo.Ct.App.1980), <i>vacated </i><i>on other grounds,</i> 450 U.S. 1027, 101 S.Ct. 1735, 68 L.Ed.2d 222 (1981); <i>State v. Brown,</i> 337 N.W.2d 138 (N.D.1983); <i>State v. Brom,</i> 8 Or.App. 598, 494 P.2d 434 (1972); <i>State v. Glebock,</i> 616 S.W.2d 897 (Tenn.Crim.App. 1981); <i>Chapman v. State,</i> 638 P.2d 1280 (Wyo.1982).</p>\n<p>Some federal courts have also admitted post-hypnotic testimony. In <i>Wyller v. Fairchild Hiller Corporation,</i> 503 F.2d 506 (9th Cir.1974), a products liability action arising out of a helicopter crash, the sole surviving passenger, Wyller, underwent hypnosis several years after the event and after he had given his deposition. The purpose was limited to his improving his recollection of the events surrounding the crash. The district court allowed Wyller to testify according to his recollection both prior to and following the hypnosis sessions.</p>\n<p>The court of appeals, in allowing such testimony, did not delve into the scientific reliability of hypnosis. It referred to such procedure as being refreshed recollection. The court felt that it was for the jury to determine the credibility to be given to his testimony, and that cross-examination could ensure proper evaluation of Wyller's testimony. This court also relied on <i>Harding v. State, supra</i><i>.</i></p>\n<p>Although <i>Wyller</i> was a civil case, courts generally apply their same reasoning for post-hypnotic testimony in civil cases to criminal trials. <i>Lemieux v. Superior Court,</i> 132 Ariz. 214, 644 P.2d 1300, 31 ALR 4th 1231 (1982). In <i>United States v. Adams,</i> 581 F.2d 193 (9th Cir.1978), <i>cert. denied,</i> 439 U.S. 1006, 99 S.Ct. 621, 58 L.Ed.2d 683, the Ninth Circuit applied their reasoning in civil cases to a criminal trial. Defendant therein rested his constitutional argument on the idea that the testimony of the person who had been subject to hypnosis is unreliable as a matter of law. The court held the testimony admissible with the fact of hypnosis affecting credibility. Yet, the court did note at this time, concern over the procedures used. The court recommended <span class=\"star-pagination\">*129</span> that, at a minimum, some record be kept of the hypnotic session.</p>\n<p>The approach of these courts in holding that hypnotically-refreshed testimony should go to credibility is unsound. These courts have relied on the comparison of hypnosis to recollection refreshed. With recollection refreshed a person is able to be critical with what he remembers, yet memory after hypnosis has not been shown to be as reliable. What may appear to be a refreshed memory may in fact contain false accounts. Furthermore, these recalled events are now firmly etched into the subject's mind. Although effective cross-examination can usually pierce a false story, the \"new,\" unyielding belief after hypnosis is in effect impermeable to cross-examination.</p>\n<p></p>\n<h2>b. Safeguards approach</h2>\n<p>The next approach for post-hypnotic testimony is referred to as the safeguards approach. Cases in this second category hold that the admissibility depends upon the safeguards and procedures used. The jury hears this evidence after the court makes an initial determination of compliance with procedures. <i>State v. Hurd,</i> 86 N.J. 525, 432 A.2d 86 (1981), was one of the first cases to adopt this safeguard approach. The <i>Hurd</i> court set forth the guidelines Dr. Orne had previously enumerated in <i>Orne, The Use and Misuse of Hypnosis in Court,</i> 27 Intl.J. Clinical and Experimental Hypnosis 311, 335-36 (1979). The cases which have followed this approach include: <i>Brown v. State,</i> 426 So.2d 76 (Fla.Dist.Ct.App.1983); <i>State v. Beachum,</i> 97 N.M. 682, 643 P.2d 246 (Ct.App. 1981), <i>cert. quashed,</i> 98 N.M. 51, 644 P.2d 1040 (1982). Oregon has adopted the safeguards approach by statute. Or.Rev.Stat. § 136.675 (1981).</p>\n<p>Regarding the guidelines that Dr. Orne set forth, he has since stated that \"`no aspect of these safeguards can prevent subjects from confusing confabulation under hypnosis with actual previous memory.'\" <i>United States v. Valdez,</i> 722 F.2d 1196, 1202 (5th Cir.1984), (quoting <i>Orne, Affidavit for Amicus Curiae Brief in Opposition to Petition for Rehearing Before California Supreme Court</i> at 6-7, <i>People v. Shirley,</i> 31 Cal.3d 18, 181 Cal.Rptr. 243, 641 P.2d 775 (1982), <i>cert. denied,</i> 459 U.S. 860, 103 S.Ct. 133, 74 L.Ed.2d 114 (1982)).</p>\n<p>At first glance, this approach with the accompanying guidelines appears to ensure a form of scientific reliability. Yet, as Dr. Orne indicated, reliability can only be shown through independent verification. These procedures would go toward minimizing problems such as suggestibility. But, because of the constant possibility of confabulation, the safeguards approach does not provide an adequate means of dealing with post-hypnotic testimony.</p>\n<p></p>\n<h2>c. Inadmissibility approach</h2>\n<p>The third and last approach is the inadmissibility approach. Courts falling into this category do not allow hypnotically refreshed memory into evidence, regardless of the procedures used. Many state courts have followed this approach. <i>See </i><i>State v. Peoples,</i> 311 N.C. 515, 319 S.E.2d 177 (1984); <i>State v. Mack,</i> 292 N.W.2d 764 (Minn.1980); <i>State v. Mena,</i> 128 Ariz. 226, 624 P.2d 1274 (1981); <i>People v. Shirley, supra</i><i>; </i><i>Strong v. State,</i> 435 N.E.2d 969 (Ind.1982); <i>Collins v. State,</i> 52 Md.App. 186, 447 A.2d 1272 (1982), <i>aff'd.,</i> 296 Md. 670 A.2d 1028; <i>People v. Gonzales,</i> 415 Mich. 615, 329 N.W.2d 743 (1982), <i>modified </i><i>on other grounds,</i> 417 Mich. 968, 336 N.W.2d 751 (1983); <i>State v. Palmer,</i> 210 Neb. 206, 313 N.W.2d 648 (1981); <i>People v. Hughes,</i> 88 A.D.2d 17, 452 N.Y.S.2d 929 (1982), <i>aff'd.,</i> 59 N.Y.2d 523, 466 N.Y.S.2d 255, 453 N.E.2d 484 (1983); <i>Commonwealth v. Nazarovitch,</i> 496 Pa. 97, 436 A.2d 170 (1981). Some courts have applied the test for scientific evidence enunciated in <i>Frye v. United States,</i> 293 Fed. 1013 (D.C.Cir.1923), concluding that hypnotically refreshed testimony does not meet such test. <i>See </i><i>State v. Mack, supra</i><i>; </i><i>People v. Shirley, supra</i><i>.</i></p>\n<p>Most notable among these decisions is the case of <i>State v. Peoples, supra</i><i>.</i> In that case the North Carolina Supreme Court changed the evidentiary ruling on hypnosis in the case of <i>State v. McQueen,</i> <span class=\"star-pagination\">*130</span> 295 N.C. 96, 244 S.E.2d 414 (1978), the direct appeal of the instant case herein. In <i>McQueen,</i> the court had held that the credibility of Keiser's testimony was for the jury, and her testimony was not incompetent because she had undergone hypnosis prior. Yet, in <i>Peoples,</i> the court conceded that at the time of the <i>McQueen</i> decision, the court had not been fully apprized of the problems stemming from post-hypnotic testimony. The court held that hypnotically-refreshed testimony is inadmissible in North Carolina. The court directed that this new rule should apply retroactively to all cases which had not been finally determined on direct appeal as of the date of the opinion. Additionally, the court stated that the rule \"... may not be used as the basis for collaterally attacking any case which has been finally determined on direct appeal....\" <i>Peoples,</i> 319 S.E.2d at 189.</p>\n<p>Although the <i>Peoples</i> case in effect overrules <i>McQueen,</i> this Court cannot base its decision upon a change in evidentiary law in North Carolina. The court is constrained to follow the guidelines of <i>Grundler v. North Carolina,</i> 283 F.2d 798 (4th Cir.1960), and look to the fundamental fairness of Roger McQueen's trial.</p>\n<p>In <i>United States v. Valdez,</i> 722 F.2d 1196 (5th Cir.1984), the issue on appeal following defendant's conviction was the admissibility of an identification of the defendant made by a law enforcement officer after undergoing hypnosis. Prior to the hypnotic session, the officer was aware that the defendant was a suspect in the case, but he had not been able to place him at the scene of the extortion activities. While under hypnosis, the officer identified the defendant as the person he had seen at the crime. He also testified to this in court.</p>\n<p>The court of appeals held that when a witness testifies to an uncorroborated personal identification made only after hypnosis, such testimony is inadmissible. The court began with a three-step inquiry. Applying the Federal Rules of Evidence, the court looked at the following: under Rule 402 all relevant evidence is admissible and every person is competent to be a witness; under Rule 601 the decision is within the trial court's discretion; and under Rule 403 relevant evidence may be excluded if its probative value is substantially outweighed by a danger of unfair prejudice, confusion of the issues, or misleading the jury.</p>\n<p>The court focused upon Rule 403, and reviewed the judicial posture of hypnotically-refreshed testimony and the problems associated with such testimony. The court pointed out the unlikelihood that cross-examination can be effective with a previously hypnotized witness. The court noted the increased subjective conviction that the witness has, thus adding even more credence to the witness' story in the jury's eyes. In addition, the court found the procedures for the hypnotic session in that case to have been unduly suggestive. The safeguards, therefore, cannot bring about reliable testimony.</p>\n<p>Unduly suggestive identification procedures can deny a person due process. <i>Manson v. Brathwaite,</i> 432 U.S. 98, 97 S.Ct. 2243, 53 L.Ed.2d 140 (1977). Thus, \"... an uncorroborated personal identification, made only after hypnosis, of a person clearly singled out for suspicion ...\" should be excluded from a trial. <i>Valdez, supra,</i> at 1203. The standard of review applied by the court was the conviction should be reversed if evidence admitted in error exerted a substantial impact on the verdict. The court went on to summarize the testimony. The court concluded that the hypnotically-refreshed testimony did affect a substantial right of defendant. The court, therefore, reversed the conviction.</p>\n<p>On appeal, some courts have addressed the hypnotically refreshed testimony from a different issue. Courts have found the discovery of new evidence pertaining to hypnotic sessions as grounds for a new trial. <i>United States v. Miller,</i> 411 F.2d 825 (2d Cir.1969). Other courts have granted new trials when addressing the <i>Brady</i> issue of failure to reveal to the defendant evidence relating to hypnosis sessions. <i>Emmett v. Ricketts,</i> 397 F.Supp. 1025 (N.D.Ga.1975).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*131</span> 2. Conclusion on Admissibility</h2>\n<p>This Court concludes that it was highly undesirable for the trial court to admit into evidence the hypnotically-refreshed testimony of Barbara Ann Kiser. The issue of the reliability of memory being refreshed by hypnosis is not one that the Court believes should be taken lightly. The Court concludes that Dr. Orne's testimony establishes serious doubt concerning the reliability of such testimony. His laboratory studies are extensive and well-documented. In addition, he has conducted hypnotic sessions himself for the purposes of investigation. The findings from his testimony indicate that just because a person recalls a sequence of events or detail under hypnosis does not necessarily mean that the recollection is true. This appears to be the consensus of hypnosis experts. Only through independent verification can one be sure of the accuracy of the recollection of the hypnosis subject. The likelihood of confabulation, in addition to the sincere belief by the subject of his recollection, creates a severe problem for hypnotically refreshed testimony.</p>\n<p>This Court, however, does not conclude that hypnosis is of no value to law enforcement. Dr. Orne and Dr. Reiser both agree that hypnosis can provide useful leads for investigative purposes. In such instances, hypnosis may provide a clue to lead to the solving of a case that otherwise would go unsolved. Yet, the scientific research into hypnosis has shown to this Court that there are problems serious enough relating to hypnosis that warrant judicial scrutiny of its use prior to testimony in the courtroom. This Court, having scrutinized the mechanisms behind hypnosis, concludes that it was highly undesirable for the state trial court to admit hypnotically-refreshed testimony.</p>\n<p></p>\n<h2>3. Due Process Considerations</h2>\n<p>Finding an undesirable procedure alone does not entitle a petitioner to habeas relief. <i>Ward v. Johnson,</i> 690 F.2d 1098, 1109 (4th Cir.1982). The court must look to see whether the petitioner had a fundamentally unfair trial amounting to a constitutional deprivation. <i>Grundler v. North Carolina,</i> 283 F.2d 798 (4th Cir.1960); <i>see also, </i><i>Chance v. Garrison,</i> 537 F.2d 1212 (4th Cir.1976). As stated in <i>Grundler:</i></p>\n<blockquote>Normally, the admissibility of evidence, the sufficiency of evidence, and instruction to the jury in state trials are matters of state law and procedure not involving federal constitutional issues. It is only in circumstances impugning fundamental fairness or infringing specific constitutional protections that a federal question is presented.</blockquote>\n<p>at 802.</p>\n<p>The approach which a court should take in regard to determining when a violation of due process has occurred because of trial court error or undesirable procedure is described in <i>Barfield v. Harris,</i> 540 F.Supp. 451 (1982). The court in <i>Barfield</i> points out that egregious errors and not ordinary errors entitle petitioner to relief. Furthermore, the court says:</p>\n<blockquote>As the Fifth Circuit has recently stated, `the erroneous admission of prejudicial evidence can justify habeas corpus relief only if the error was \"material in the sense of a crucial, critical, highly significant factor.\"' <i>Bryson v. State of Alabama,</i> 634 F.2d 862, 865 (5th Cir.1981), <i>quoting </i><i>Hills v. Henderson,</i> 529 F.2d 397, 401 (5th Cir.), <i>cert. den. sub nom, </i><i>Hills v. Maggio,</i> 429 U.S. 850, 97 S.Ct. 139, 50 L.Ed.2d 124 (1976). The Supreme Court has recently `reaffirm[ed] the well-settled principle that to obtain collateral relief a prisoner must clear a significantly higher hurdle than would exist on direct appeal.' <i>United States v. Frady,</i> [456] U.S. [152], 102 S.Ct. 1584, 1593-1594, 71 L.Ed.2d 816 (1982) (footnote omitted). Only `those errors that are so fundamental that they infect the validity of the underlying judgment itself, or the integrity of the process by which that judgment was obtained' should entitle a petitioner to habeas relief. <i>Rose v. Lundy,</i> [455] U.S. [509], 102 S.Ct. 1198, 1216, 71 L.Ed.2d 379 (1982) (Stevens, J., dissenting).</blockquote>\n<p>at 466.</p>\n<p>The Court must now determine whether the introduction of Barbara Kiser's testimony <span class=\"star-pagination\">*132</span> rendered McQueen's trial fundamentally unfair, applying the standards above. The Court will, therefore, review the evidence against McQueen, excluding Kiser's hypnotically-refreshed testimony.</p>\n<p>At trial, the state presented 30 witnesses. According to the doctors, both bodies had been shot in the back of the head, causing death. Aubrey Lee McCormick identified Barbara Kiser as having been at Wilma Norris' house on June 23, 1972. Ernest Freeman Hobbs was working in a field behind Norris' house on June 23, 1972. He saw a Pinto, a beige, two-door hatchback with mag wheels on the rear and factory tires on the front, pull into the rear of the house. He saw a white male with dark brown hair and medium build get out of the car. He was not able to recognize this person at trial. A white woman with brown hair let the man into the house. After about half an hour, a white woman came out carrying a red suitcase and put it in the car from the passenger's side. After placing the suitcase in the car, the woman went back into the house. Then the man came outside, got into the car, and left.</p>\n<p>Thomas Hobbs, who was working beside Ernest Freeman Hobbs, testified that he saw a Pinto in the driveway of Norris' house; however, he did not see a man get in or out of the car. He first was attracted to the house when he noticed a white lady come running out of the house very fast, and then she went back inside the house. Hobbs' attention was again called to the house when he heard someone screaming and three or four shots. He saw a white woman come out of the house with a suit-case, put it in the car, and then return to the house.</p>\n<p>Albert Chavis was also working in the potato field with both the Hobbses on June 23, 1972. He saw a gold Pinto drive up to the house, and a white man of medium height and build who appeared to be in his early thirties got out. The man was carrying a brown grocery-like bag. He entered the house from the side. Chavis saw and heard nothing else regarding events around the house that day. Kenneth Gibson, also in the potato field on June 23, 1972, remembered seeing a car near the house on that day which he believed was white. He saw a man get out of the car and head toward the house with a brown paper bag. Later, he heard a scream which sounded like a woman's voice.</p>\n<p>George Jerald Hammond testified that he was in love with Norris. He knew McQueen and knew that he owned a revolver. He testified that he left Norris' house on Friday afternoon. In the house were Linda Lingle, Kiser and Wilma Norris. He left for Goldsboro around 4:00 p.m. that day. After trying to call back to Norris' house several times and receiving no answer, he drove back to the house in Fayetteville and arrived around 9:15 p.m. on Saturday. He walked upstairs in the house and found Lingle and Norris dead. Hammond was a friend of McQueen's. On Friday morning, Norris had told Kiser that she should not park her car where she had. Otherwise, Hammond says that he did not hear any arguments between Norris and Kiser or between Norris and McQueen. Hammond further testified and identified several state's exhibits as guns and jewelry which either Norris had bought for him or he had bought for Norris. He said that these items were in Norris' house when he left to go to Goldsboro on June 23, 1972.</p>\n<p>A sergeant with the City-County Bureau of Identification testified that at the scene of the crime they found a telephone in the sink in the kitchen and another telephone in the commode in a bathroom. They did not find any weapons or spent cartridges. He also testified that they did not find usable latent fingerprints in the house. Yet, five prints were lifted and only two partials were for identification. They found rope coiled up in a neat circle.</p>\n<p>Steven Randolph Jones, a Special Agent with the North Carolina State Bureau of Investigation, testified that he compared the three latent prints with the inked impressions of McQueen and Kiser. He was unable to make any effective comparison between any of the prints.</p>\n<p><span class=\"star-pagination\">*133</span> A detective who was at the scene gave Lieutenant Richard E. Washburn a room key to the Ambassador Motel, which had been found at Norris's house. The staff of the Ambassador Motel in Fayetteville, testified that McQueen, had stayed at that hotel and had checked out on June 23, 1972. He had described to them his occupation as being with a chemical company from Bennettsville, South Carolina.</p>\n<p>Guion, employed by the police department in Bennettsville, South Carolina, said that on June 24, 1972, he escorted Christine Hignight to the Western Union office to receive a money order for $1,000. The money order was from Bobby Stevens. The county jail book showed that Christine Hignight was arrested on 6-22-72 and that she was released on 6-24-72 on bond to Carolyn Rogers. The officers showed that Christine Hignight had been released on bond and that the money had been sent from Roanoke, Virginia. They could not locate a Bobby Stevens in Roanoke, Virginia. Stevens' address was discovered to be Danville, Virginia, and not Roanoke. Only empty lots were found, however, at the Danville address.</p>\n<p>Washburn stated that he received the bullets from the body of Lingle, but he had been unable to locate the items in preparation for trial. A special agent of the North Carolina State Bureau of Investigation conducted tests on the three other bullets recovered to determine if they were fired from the same weapon. His conclusion was that they were fired from the same weapon. Washburn testified that on June 28, 1972, warrants were taken out against Roger Lee McQueen. He says at that time they offered immunity to Barbara Ann Kiser.</p>\n<p>The state also called Wiley Carrico. On June 23, 1972, he was living in a place near Pinehurst. He lived in a trailer, and in front of the trailer was a cabin which he owned. Prostitutes worked out of that cabin.</p>\n<p>On June 23, 1972, around 7:15 p.m., McQueen and Kiser drove up to the cabin in a rust or brown Pinto automobile. McQueen backed the car up to the cabin, which he had never done before. Kiser went into the cabin to change her clothes and McQueen came into the trailer and made a phone call. After he finished making the phone call, McQueen and Carrico went out to McQueen's car. There he showed Carrico a large white napkin containing jewelry. McQueen told Carrico that he could buy the jewelry for $200.</p>\n<p>Carrico identified two of the state's exhibits as being in McQueen's possession on that occasion. McQueen told Carrico that he needed the money to raise bond for his wife, who was in jail in Bennettsville, South Carolina. McQueen admitted to Carrico that the jewelry was \"hot.\" Carrico later told McQueen that the Moore County Sheriff's Department and ABC Officers had recently been out to the trailer area. Upon learning this, McQueen yelled for Kiser. They got in their car. He said he was leaving for Virginia.</p>\n<p>Faye Carrico, Wiley Carrico's wife, testified that she also saw Roger McQueen drive up on June 23, 1972. She said that Wiley came up to the trailer and told her that McQueen had some jewelry he wanted to sell. She went out and took a look at the jewelry. McQueen used the phone in the trailer twice that day. Faye Carrico said that she was sitting next to the phone and saw the number that he dialed. This number was 425-8629. She knew that as being the phone number of Wilma Norris because she had talked with Norris on her phone before. Also, Norris had told her the number was unlisted and had given Faye Carrico the number. Faye Carrico could hear the phone ringing while McQueen was on it, but she did not hear anyone answer. McQueen said there was evidently no one at home.</p>\n<p>Another witness to testify was Anthony Matassa. He was employed with the Pennsylvania State Police. He testified that in August of 1972, in response to a telephone call, he pursued and stopped a 20-foot Allied Van Lines truck. Three black males exited from the vehicle. A white male in the sleeper portion of the cab was asked to <span class=\"star-pagination\">*134</span> come outside of the vehicle. This white male was Roger McQueen. When the white male came to the ground, Matassa observed a gun coming up from the male's side. The officer then struggled with the white male and arrested him.</p>\n<p>The officer identified the weapon the male had used and other items found on an inventory search. Officer Matassa obtained several items from McQueen. He received a radio, a Crossman pellet pistol, a ring, a watch, a South Carolina 1972 registration plate, and pistols. These became state's exhibits.</p>\n<p>During McQueen's testimony, he said that he dropped off Kiser at Norris' house on June 23, 1972 at about 11:30 a.m. He also said that he was driving a 1972 Pinto that was gold and brown with mag wheels and a competitive stripe.</p>\n<p>Two statements were taken of Barbara Ann Kiser prior to trial. The first statement was taken on August 29, 1972. This was approximately two months after the murders. Before describing the murders, Kiser related her experience as a prostitute. She said that a friend, Jackie Stanton (a/k/a Chris), married Roger McQueen. Jackie supported McQueen through prostitution, and Kiser supported her daughter in the same way, both living in Bennettsville, South Carolina.</p>\n<p>After meeting a man in North Carolina, Kiser was hired by Wilma Grace Norris to work in her house of prostitution in Cumberland County. Kiser worked for Norris from June 6, 1972, to June 23, 1972. On the 23rd Kiser received a call from McQueen saying that Jackie had been arrested and he needed money. Later that day McQueen appeared at Norris' house and told Kiser to pack her clothes. McQueen was very angry. Kiser says that McQueen told Norris that he wanted to talk to her.</p>\n<p>Kiser then heard one shot and ran into Norris' bedroom. There she saw Norris with one shot in her chest, lying on her bed. Roger was yelling at Linda Louise Lingle, saying that he was being wanted by the FBI as an escapee for murder from the Missouri State Penitentiary. McQueen told Lingle to go into her room and to get money and jewelry. McQueen would not let them make phone calls. He told them that if they didn't get back into the bedroom that he would kill them all. After telling Lingle to get the keys to the strongbox, he screamed at Kiser to go pack her clothes. Lingle went back into the bedroom. Kiser said that she could overhear McQueen telling Linda about the many people he had killed, but that he would not hurt Linda as long as she would do as told. McQueen then told Kiser to carry her stuff to the car.</p>\n<p>Kiser further says that when she started arguing with McQueen, he told her that he would kill her daughter. Kiser went to the bedroom, packed her clothes, and took some down to the car. When she was returning into the house and going up the steps, she heard four shots. Kiser simultaneously observed some kids in the field in the back of the house and yelled to them to get away. When she went into the house, McQueen met Kiser in the hallway and told her that they were leaving then. McQueen was carrying a brown bag filled with all of the money, jewelry, and guns of Norris and Lingle.</p>\n<p>They got in the car and began to leave. Both tried to wipe the prints off of the gun. McQueen told Kiser to throw the gun out the window, which she did. She said this was approximately 300 yards south of Norris' house. Kiser and McQueen then went first to Pinehurst, North Carolina, and then to cities all over the country before McQueen was ultimately captured in Pennsylvania. Kiser soon made arrangements to turn herself in to the FBI on August 7, 1972.</p>\n<p>The other pre-trial statement was taken on September 6, 1977. This was approximately five years after the murders. The description in the second statement of the sequence of events surrounding the murders was basically the same as the description in the first statement.</p>\n<p><span class=\"star-pagination\">*135</span> The fact that Kiser made the above statements in 1972 and 1977 was brought out by the state on direct testimony. The defendant used the statements for impeachment purposes during trial. They were not introduced into evidence; they were used to refresh her recollection. Defense counsel pointed out the differences between her testimony on direct and her previous statements.</p>\n<p>The following items which Kiser had said in her 1972 statement were brought out in her testimony. As she was talking to McQueen on June 22, 1972, at about 4:30 p.m., Jim Pleasants and Aubry McCormick were at Norris' house. McQueen had Norris and Lingle gather all of their jewelry and money. McQueen smacked Norris. While she was in her room, Kiser heard one shot fired. Then she ran into Norris' room. She testified that in the statement she did not say she saw McQueen with a gun in his hand.</p>\n<p>When Kiser was returning to the house from her car, she saw some kids in the field in the back of the house. As she was standing on the steps or porch, she yelled to the kids to get away from there. She met McQueen in the hallway and he told her they were leaving and they left. She did not see anyone get shot, according to the prior statement.</p>\n<p>In summary, when McQueen was finally apprehended in August of 1972, he had several items. Some of these items were traced back to Norris' house. A hotel key found in Norris' house was also traced to McQueen by the witnesses. The men working in the field behind Norris' house presented a description resembling McQueen and McQueen's car. The witnesses described a time sequence in which McQueen could have been present at the time of the murders.</p>\n<p>From the evidence the jury could have concluded that McQueen could have had a motive for such action, due to the evidence that McQueen's wife was in jail and her bond had been set. McQueen was in need of money for his wife's bond. On June 23rd McQueen showed jewelry to the Carricoes which he admitted was \"hot.\" He wanted money, guns, or a different car from the Carricoes. The Carricoes were able to identify the jewelry. Hammond also identified some of the jewelry as that which was in Norris' possession.</p>\n<p>Furthermore, the items described above from Kiser's 1972 statement to which she testified became substantive evidence in the case. The Court can consider this evidence even though elicited during Kiser's testimony because this Court has determined only the hypnotically-refreshed testimony to have been admitted in error. The hypnotically-refreshed testimony includes all of her testimony except the information from her prior statements brought out during her testimony. When a person testifies to what she said in a prior statement, which statement was given prior to hypnosis, this Court cannot say that repetition of a prior statement is testimony refreshed by hypnosis. When not directly referring to a prior statement, the testimony given by the witness may be that which was created by hypnosis.</p>\n<p>The fact that after hypnosis Kiser sees McQueen killing the women and before hypnosis she only hears the shots being fired points out the highly suspect nature of the hypnotically-refreshed testimony. Yet, \"If a sufficiently reliable method exists for the witness to separate pre-hypnotic memory from post-hypnotic pseudomemory, such testimony may be admissible.\" <i>United States v. Valdez, supra</i> at 1204. The testimony as to what Kiser said in the prior statements is not hypnotically-refreshed. Kiser placed before the jury the idea that she did not see the murders occur, but was in the vicinity and heard the shots.</p>\n<p>Nevertheless, her statements place McQueen inside the house when Lingle and Norris were murdered. This evidence in combination with the other evidence provides sufficient evidence of a willful, deliberate, and premeditated killing. <i>See</i> N.C. Gen.Stat. § 14-17. The jury, therefore, could have found the essential elements of murder beyond a reasonable doubt when viewing the evidence in the light most favorable <span class=\"star-pagination\">*136</span> to the prosecution. <i>See </i><i>Jackson v. Virginia,</i> 443 U.S. 307, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979).</p>\n<p>This Court concludes that in light of all of the evidence introduced against McQueen, the admission of Barbara Kiser's hypnotically-refreshed testimony into evidence was not a crucial and highly significant factor. The testimony did not render the entire trial fundamentally unfair. The trial court's undesirable procedure, therefore, does not amount to a constitutional deprivation entitling petitioner to a writ of habeas corpus.</p>\n<p></p>\n<h2>III. EFFECTIVE ASSISTANCE OF COUNSEL</h2>\n<p>The remaining second claim in this habeas action involves the effective assistance of counsel. McQueen alleges that he received ineffective assistance of counsel by virtue of the limited response of counsel to the hypnotic memory enhancement. Petitioner's counsel at trial were James Parrish and Fred Williams, Assistant Public Defenders. Petitioner specifically contends that counsel did not spend enough time for reflection and preparation for trial on the issue of hypnotically-refreshed testimony. He says counsel should have asked for a continuance.</p>\n<p></p>\n<h2>A. Findings of Fact</h2>\n<p>At the evidentiary hearing, James Parrish testified. He said that he worked on the case with Fred Williams. Parrish first learned that Kiser had been hypnotized on Monday before the trial. A copy of the tape of the hypnosis session was given to Parrish. He listened to the tape on the Monday or Tuesday before trial.</p>\n<p>Then, Parrish sought to find a person knowledgeable about hypnosis. He contacted Yonkel Goldstein, a psychologist at the Fayetteville Area Health Education Clinic, and arranged a meeting with him so that Parrish could determine whether to use Goldstein as a witness for impeachment. Goldstein never listened to the tape. They talked during the jury selection in McQueen's trial. Parrish decided not to use Goldstein.</p>\n<p>During the voir dire of the jury, Parrish and Williams decided not to question the jurors about hypnosis because they did not want to lay a foundation for the government and they did not want to enhance the credibility of the witness. In his research, Parrish became aware of the cases of <i>State v. Harding, supra,</i> and <i>Kline v. Motor Co.,</i> 523 F.2d 1067, which allowed hypnotically-refreshed testimony in. Parrish and Williams listened to the tape to prepare for trial. Their position was that Kiser committed the murders.</p>\n<p>As a result, it did not matter to them which story Kiser went with. Whether Kiser placed herself inside or outside of the house, she was implicating only McQueen in the murders. Parrish did not cross-examine Kiser concerning the hypnosis because he was afraid that he would thereby waive his right to pursue his objection to her testimony on appeal. Parrish said that they never asked for a continuance because: they had a backload of cases; a great deal of research had been done; and, again, it was irrelevant to them what set of facts Kiser related.</p>\n<p>Furthermore, Parrish objected to her testimony and made a Motion to Strike her testimony. Parrish perceived the issue to be the admissibility of hypnosis. He did not talk with Raynor prior to trial. He believed Raynor lacked sufficient expertise and did not want to put him on the stand.</p>\n<p></p>\n<h2>B. Conclusions of Law</h2>\n<p>In <i>Strickland v. Washington,</i> 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984), the United States Supreme Court set forth the standard which courts should use when reviewing habeas corpus claims of ineffective assistance of counsel. To prevail on his claim, the criminal defendant must show that, considering all circumstances, counsel's performance fell below the objective standard of reasonableness and so prejudiced the defendant as to result in a denial of a fair trial. To show prejudice the petitioner, \"... must show that there is a reasonable probability that, but for counsel's unprofessional errors, the <span class=\"star-pagination\">*137</span> result of the proceeding would have been different.\" 104 S.Ct. at 2056. Petitioner has the burden of establishing \"... that his counsel's error was so flagrant that a court can conclude that it [the conviction] resulted from neglect or ignorance rather than from informed professional deliberation.\" <i>Marzullo v. Maryland,</i> 561 F.2d 540, 544 (4th Cir.1977). Counsel is not required to research the law in other jurisdictions or to anticipate future developments in the law. <i>Nelson v. Estelle,</i> 642 F.2d 903 (5th Cir. 1981).</p>\n<p>Parrish, who apparently acted as lead counsel in McQueen's defense, took action when he discovered that Kiser had been subjected to hypnosis. He researched and became aware of two prominent cases in the field. He contacted a practitioner in the field of hypnosis. He also reviewed the theories upon which their defense was based in relation to Kiser's testimony.</p>\n<p>With this being completed, he deliberately decided not to pursue the issue of hypnotically-refreshed testimony. Parrish did not neglect to investigate the meaning of the hypnosis session with Kiser. A deliberate choice occurred. He did not simply neglect to ask for a continuance. Instead, Parrish acted diligently within a time constraint to gather information. Based upon the information learned and his readiness for trial, he proceeded on with the presentation of McQueen's defense.</p>\n<p>Viewing an attorney's actions in hindsight, many people are quick to espouse definitive solutions as to how all unexpected events arising at trial should have been handled. Yet, the Court must review Parrish's actions in the context of what was reasonable and whether he acted in accord with that objective standard.</p>\n<p>This Court concludes that Parrish, along with Williams, provided McQueen with effective assistance of counsel. They did not act out of impulse or lack of knowledge, but instead out of deliberate professional judgment. The inaction or action of McQueen's counsel cannot be said to be error, nor to have prejudiced the defendant so as to result in a denial of a fair trial. The Court, therefore, finds no merit in petitioner's second claim.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>Petitioner's habeas petition should not entitle him to relief. Although it was highly undesirable for the North Carolina trial court to allow all of the hypnotically-refreshed testimony into evidence as was done, this ruling did not give McQueen a fundamentally unfair trial. Also, petitioner has failed to show that he received ineffective assistance of counsel. Accordingly, this Court recommends that the two remaining claims in McQueen's petition be dismissed.</p>\n<p>THIS MEMORANDUM AND RECOMMENDATION ENTERED, this the 30th day of November, 1984.</p>\n<p>As amended March 21, 1985.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">619</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">116</span></span> (1985)</b></center>\n<center><h1>Roger Lee McQUEEN, Petitioner,<br>\nv.<br>\nSamuel P. GARRISON, et al., Respondents.</h1></center>\n<center>No. 82-675-HC.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 11, 1985.</center>\n<p><span class=\"star-pagination\">*117</span> Douglas E. Canders, Fayetteville, N.C., for petitioner.</p>\n<p>Lacy H. Thornburg, Atty. Gen. of N.C. by Richard N. League, Sp. Deputy Atty. Gen., Raleigh, N.C., for respondents.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LARKINS, Senior District Judge:</p>\n<p>By order of this Court, petitioner's application for habeas corpus relief was referred to a United States Magistrate to consider two claims for relief: first, whether petitioner's attorney's limited response to the use of hypnotically induced testimony deprived petitioner of receiving effective assistance of counsel; and second, whether the use of this testimony by the state deprived the petitioner of receiving a fundamentally fair trial. The magistrate conducted an evidentiary hearing in which extensive expert testimony was presented addressing the desirability of admitting hypnotically-induced testimony into evidence. Because of the inherent unreliability of hypnotically-refreshed testimony, the magistrate concluded that it was highly undesirable to admit this testimony into evidence. The magistrate further found, after considering the specific facts of the case, that this flaw in trial procedure did not result in the petitioner's receiving a fundamentally unfair trial resulting in the deprivation of his fourteenth amendment due process rights. Additionally, the magistrate concluded that the petitioner did receive effective assistance of counsel.</p>\n<p><span class=\"star-pagination\">*118</span> The memorandum and recommendation of the magistrate, with amendments, was filed and the petitioner has filed objections to it. This matter is now before the Court for <i>de novo</i> review. After a perusal of the entire record, this Court concludes that the magistrate's opinion is correct and well-founded and adopts it as its own, <i>in toto.</i></p>\n<p>Petitioner, in his petition for habeas corpus relief, alleges that the admission of the hypnotized witness' testimony deprived him of his Sixth Amendment right to confrontation. This claim was not considered by the magistrate separate from the petitioner's Fourteenth Amendment due process claim. Accordingly, the Court will permit the petitioner and the state to submit briefs to this Court addressing the Sixth Amendment claim. Further hearings will be scheduled if this Court determines that they may aid the Court in making its decision.</p>\n<p>Accordingly, it is the ORDER of this Court that the Memorandum and Recommendation of the Honorable Charles K. McCotter, Jr., United States Magistrate is hereby ACCEPTED in whole and adopted by this district court as its own, that respondents' Motion to Dismiss be ALLOWED regarding petitioner's claims alleging deprivation of due process and effective assistance of counsel, and that the parties submit any memoranda in support of their position regarding petitioner's confrontation claim within 30 days after receipt of this Order.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>MEMORANDUM and RECOMMENDATION</h2>\n<p>CHARLES K. McCOTTER, United States Magistrate.</p>\n<p></p>\n<h2>I. INTRODUCTION</h2>\n<p>Petitioner, a state court prisoner, has filed this petition for a writ of habeas corpus pursuant to 28 U.S.C. § 2254. The matter now comes before this Court upon the order of Judge John D. Larkins, Jr., which was filed September 1, 1983.</p>\n<p>In 1977 petitioner was charged with two counts of murder. At his jury trial in Cumberland County Superior Court which began on 10:00 a.m. on September 26, 1977, petitioner entered pleas of not guilty. Petitioner testified and offered other evidence. On October 4, 1977, he was convicted of two counts of first degree murder and sentenced to life imprisonment. Upon appeal, the North Carolina Supreme Court found no error. <i>See </i><i>State v. McQueen,</i> <span class=\"citation\" data-id=\"1338155\"><a href=\"/opinion/1338155/state-v-mcqueen/\"><span class=\"volume\">295</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">96</span></a></span>, <span class=\"citation\" data-id=\"1338155\"><a href=\"/opinion/1338155/state-v-mcqueen/\"><span class=\"volume\">244</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">414</span></a></span> (1978).</p>\n<p>In Judge Larkins' order referred to above, the court granted respondents' Motion to Dismiss as to all of petitioner's claims except two. These two claims are: (1) that his rights were violated when hypnotic memory enhancement was used to obtain eyewitness testimony against him; and (2) that he has received ineffective assistance of counsel by virtue of the limited response of counsel to the hypnotic memory enhancement. These two claims were referred to the undersigned magistrate, pursuant to Judge Larkins' order, for recommended disposition pursuant to 28 U.S.C. 636(b)(1)(B).</p>\n<p>The claims arise from the testimony of Barbara Kiser, a witness for the state. She was placed under hypnosis, at her request, a few weeks before trial. She sought to recall the specific events surrounding the two murders. The state also sought to locate tangible evidence, including a gun. Defense counsel were given a tape of the hypnosis session the day before Kiser testified. The tape was not offered into evidence. At the trial, Kiser testified that she saw Roger McQueen shoot the two women. Kiser was not cross-examined with reference to the hypnosis procedure. Also, the hypnotist was not called as a witness by either the State or defense counsel. The jury was made aware that Kiser was subjected to hypnosis.</p>\n<p>On March 12, 13, and 26, 1984, this Court conducted an evidentiary hearing to make findings and conclusions on the above two claims. From this hearing, the Court concludes that the admission of the hypnotically-refreshed testimony of Barbara Kiser was highly undesirable. Yet, the Court does not find that this deprived McQueen <span class=\"star-pagination\">*119</span> of his constitutional right to a fair trial. In addition, petitioner was provided effective assistance of counsel.</p>\n<p></p>\n<h2>II. ADMISSIBILITY OF HYPNOTICALLY REFRESHED TESTIMONY</h2>\n<p></p>\n<h2>A. Findings of Fact</h2>\n<p></p>\n<h2>1. Dr. Orne's Testimony</h2>\n<p>On Monday, March 12, 1984, Dr. Martin Theodore Orne testified on behalf of the petitioner at the evidentiary hearing. Dr. Orne is presently Professor of Psychiatry and Senior Attending Psychiatrist at the University of Pennsylvania and Director of the Unit for Experimental Psychiatry at the Institute of Pennsylvania Hospital. The unit which Dr. Orne is in charge of basically does research into activities that have a relevance to psychiatry, including hypnosis. Dr. Orne has several degrees.</p>\n<p>Having previously served on the editorial boards of four professional journals, Dr. Orne is currently serving on the editorial board of six professional publications, including his major responsibility of serving as Editor-in-Chief of the International Journal of Clinical and Experimental Hypnosis since 1961. Dr. Orne has published over 100 articles in the general areas in which he has done research, including many articles on hypnosis and particularly how it impacts memory and recall. The Court found Dr. Orne to be qualified as an expert in the field of psychiatry and forensic hypnosis.</p>\n<p></p>\n<h2>a. Dr. Orne's Opinion of Hypnosis</h2>\n<p>Dr. Orne began his testimony by explaining the mechanics of hypnosis. Hypnosis is a phenomenon occurring in a cooperative situation between a willing subject and the hypnotist. Having this positive agreement, the hypnotist may use one of several induction techniques. Regardless of which technique is used, the focus of the techniques is to focus the subject's attention on one thing. Then the hypnotist suggests to him very frequently that he is becoming more relaxed, calm, and comfortable. As a result, the subject begins to respond to suggestions from the hypnotist and begins to become very eager to do a good job of being a hypnotic subject. He seeks to please the hypnotist.</p>\n<p>Furthermore, as a consequence of becoming more suggestible, the subject begins to lower his critical attention. This means he suspends disbelief and accepts the hypnotist's suggestions. Dr. Orne said that the subject still possesses his critical capacity, but he simply no longer uses it. The suspension of critical judgment occurs where the subject is willing to take at face value what the hypnotist says without verifying the statement. It is a lack of critical evaluation.</p>\n<p>Dr. Orne distinguishes compliance from a suggestion. Compliance is where a person responds to a request to carry out a behavior which he could normally do whether he was under hypnosis or not. When an act is merely a compliance, the hypnotist does not know whether the subject is performing a hypnotic response. On the other hand, a suggestion involves distorted perception of memory, mood, or perception. For example, if a hypnotist made a suggestion to a subject in a hypnotic state that a wall was white, the subject would begin to see it as a white wall, when, in fact, the wall was black. A hypnotic response to a suggestion is where the subject performs a task which he would not ordinarily do or agree with.</p>\n<p>After the subject has focused on a particular thing, Dr. Orne says that a series of standard suggestions or tests are given to the hypnotic subject to review the response of the individual and to determine whether or not he is hypnotized. An example of one of the test suggestions is suggesting to the subject that his hand is going light and is floating upward. The key inquiry is not whether the individual actually raises his hand, but what the individual apparently is experiencing. Some individuals under a hypnotic state will raise their hand quickly, some will float their hand up slowly, while others will not raise their hand. The hypnotist then evaluates the type of hypnotic response.</p>\n<p><span class=\"star-pagination\">*120</span> Hypnosis is widely used in medicine. Although anyone is capable of faking a hypnotic state, this is not a problem in the clinical practice of hypnosis. The accuracy of hypnosis for therapeutic use is irrelevant. The most common known uses are to help people with smoking, eating, and problems of this sort; however, hypnosis is not particularly effective for these problems. This is so because hypnosis is not a very effective way of changing behavior, yet it is an effective way of altering the experience of the individual. Some examples of dramatically effective uses of hypnosis include acts which the subject cannot control voluntarily, such as intractible hiccups, and phobias such as a fear of flying. Hypnosis has been accepted by the American Medical Association, the American Psychiatric Association, and the American Psychological Association as a valid therapeutic modality. Hypnosis, however, has not been accepted by any scientific body as a valid technique for increasing memory.</p>\n<p>To be able to be hypnotized, the subject must be willing to undergo hypnosis. The subject must be willing to accept the hypnotist as a competent person to help place him into the hypnotic state. Any layman can learn the induction techniques within a couple of hours. For the purposes of Dr. Orne's research, he uses the Harvard Group Scale, which is a standardized recorded voice used to hypnotize subjects. This shows that the ability to induce hypnosis is a skill of the subject and not a skill of the hypnotist. Only about five per cent of the public is unable to respond to hypnosis. The degree of the hypnotic state involves not only the willingness of the subject, but also the ability of the subject.</p>\n<p>According to Dr. Orne, hypnosis has been used in three ways to facilitate recall. The first way is age regression, which was the first technique used widely. The second is simply suggesting to someone that he remembers better. The third is where the hypnotist employs a fantasy, for example to suggest that the subject sees a television screen which is showing the sequence of events he needs to remember.</p>\n<p>Age regression was first used by Freud in 1895. Three factors would occur during the age regression. The first thing that would happen would be the subject would begin to relive the experience remembered with intense feelings (e.g., anger, fear, happiness, etc.) and show the physical expression of these emotions. The second factor which occurred was that the subject would describe particular details which would not be known unless the person had been there (e.g., a spot on the floor, a tear in the tapestry, etc.). The subject described an increased amount of detail using free recall. The third factor occurred when the subject had been experiencing symptoms associated with a past memory. After reliving the experience and the emotions connected therewith, the subject when awoken would no longer still have the symptoms associated with that prior memory. All of these factors or things were occurring without any suggestion on behalf of the hypnotist.</p>\n<p>After discovering these three factors or events associated with age regression, Freud realized that actually part of the recollection was not true memory but, in fact, fantasies, fears, and hopes which were mixed together from different times to create very dramatic events. Thus, Freud abandoned his theories of age regression leading to accurate recollection. Yet, one of the most notable characteristics of age regression, leading to the belief of accurate memory recall, was the degree of sincerity and belief that the subject had in what he was relating to the hypnotist. The subject actually believed that the events he was describing were real. Freud came to distinguish between the historical matters related and the emotional matters related. The emotional matters described were correct. Historically, however, the events were not accurate. This is why in the clinical approach the historical validity is irrelevant  the focus is upon the emotional symptom.</p>\n<p>Dr. Orne has conducted an extensive amount of research in the area of recall during age regression. In 1951 Dr. Orne <span class=\"star-pagination\">*121</span> did a study which involved the age regression of subjects where meaningful data could be obtained about them concerning events involving the subject at an earlier time. A comparison with the actual work done by that person at age six with his performance of the request under hypnosis revealed the difference between the two. The study revealed that when performing a task when regressed to age six, the adult would perform the task not as a child would at age six, but as an adult would trying to imitate a child's response. Dr. Orne classified the subjects' response as a sophisticated oversimplification.</p>\n<p>Additional examples of this result have been documented by Dr. Orne. An age regressed subject was asked to write the following sentence, \"I am conducting an experiment which will access my psychological capacities.\" The person regressed would spell all of the words correctly, yet using a childlike printing. Another example is the regression of a person to age six who could not speak English but only German at age six. When regressed, the child was able to understand and respond to questions spoken in English. Dr. Orne says that these results of his work with age regression indicate that the hypnotized subject has a lack of critical judgment and cannot provide accurate recall. The systematic studies which have been done have failed to show any evidence for memory enhancement through age regression.</p>\n<p>Dr. Orne's co-authored article on hypnosis in the Encyclopedia Brittanica describes the modern theories behind hypnosis. Some theorists consider hypnosis as a state of altered consciousness or partial sleep. Other theorists believe that hypnosis depends upon the social or interpersonal interactions between the subject and the hypnotist. Orne, Martin T. and Hammer, A. Gordon, \"Hypnosis,\" Encyclopedia Brittanica, 15th Ed., p. 175, 1974.</p>\n<p>Dr. Orne found in his research that 92% of college students believe that hypnosis increases recall accurately. An expert may testify that hypnosis does bring about inaccurate as well as accurate recall; however, Dr. Orne concludes that most members of a jury would not let this statement overcome the absolute and compelling way in which the person testified.</p>\n<p>Two theories of memory are present in the study of hypnosis. A widely held view within the law enforcement community is that within the mind we have a form of \"super tape recorder.\" This \"recorder\" is recording every event experienced by the person. Dr. Orne says that the theory of everything being recorded in the brain and one being able to retrieve it is entirely unsupported by scientific data. The studies which this theory was based on have since been disproven by other studies. Rote memory, the learning of nonsense syllables, would be improved if the theory of a tape recorder was correct. Yet, eight studies have documented the fact that hypnosis does not in any way increase memory for rote learning.</p>\n<p>One type of memory is recognition memory. This involves, for example, showing a person several objects and asking them which one they had seen previously. Recognition memory is generally remarkably accurate. Hypnosis, however, has no effect upon recognition memory. An additional form of memory can be referred to as free recall. Free recall is where the subject is asked to relate events within a certain time period. Hypnosis does have an effect upon free recall; hypnosis increases the amount of things remembered.</p>\n<p>At this point, the term confabulation comes into play. Confabulation occurs when a person remembers part of the prior events and fills in the missing gaps with incorrect or inaccurate information. A study by Stalnaker and Riddle in 1932 points out the occurrence of confabulation. In that study, they asked subjects to remember poetry under hypnosis that they had learned earlier in grade school. When the hypnotized subjects recited the poem, at first glance the accuracy seemed very good; however, when compared to the actual poem, the subjects had remembered certain lines and had made up words for other lines.</p>\n<p><span class=\"star-pagination\">*122</span> Some hypnotists actively attempt to deal with the problem of confabulation. They inform the subject during, before or after the hypnotic trance that the subject will recall only truthful facts about the event and will not interject any fantasies. The result of this communication does not eliminate the inaccuracies; they remain the same as when the communication is not given. This statement by the hypnotist limiting recall to truthful facts actually convinces the subject that what he says is the truth.</p>\n<p>According to Dr. Orne, the studies to date have continued to confirm the idea of confabulation, that whereas hypnosis produces a small increase in the amount of accurate recall, it causes a large increase in inaccurate recall. One study described by Dr. Orne showed that the recall was ten times as inaccurate as in the awake state. The study shows that memories are less reliable when they are obtained in hypnosis. This fact makes hypnosis a useful tool in criminal investigation, where the officer is interested in any possible additional lead in the case, not whether all information the hypnotized subject says is correct. Limiting a hypnosis inquiry into finding a piece of evidence such as a gun would be a positive use for forensic purposes of hypnosis, according to Dr. Orne. It is possible for hypnosis to be induced and questions asked which would limit the information related to just the investigative lead needed and not other extraneous material.</p>\n<p>When a person is asked to remember something when he is awake, he has a fairly high standard for his memory. In other words, he tries to be as accurate as possible when asked to recall the event. Under hypnosis, however, a person is more willing to admit that an event occurred even though it did not, because his critical judgment has been lowered and he is more willing to please his hypnotist. The subject thus becomes willing to accept things that he recalled under hypnosis as being his true memories.</p>\n<p>When the subject is awakened he simply does not know which information is accurate and which information is inaccurate. This is one of the biggest problems encountered by hypnotists  the translation of a subject's belief into an actual memory. Only independent verification of what the subject says can distinguish between the accurate and the inaccurate. The article which Dr. Orne wrote for the Encyclopedia Brittanica represents the general consensus among scientists in the area. This article says in part:</p>\n<blockquote>It is of even greater concern that cooperative hypnotized subjects remember distorted versions of actual events and are themselves deceived. When recalled in hypnosis, such forced memories are accompanied by strong subjective conviction and outward signs of conviction that are most compelling to almost any observer. Caution and independent verification are essential in such circumstances.</blockquote>\n<p>Transcript Vol. 1, page 75.</p>\n<p>Hypnosis tends to produce upon free recall an increased amount of details. Yet, regardless of whether these details are true, an observer who hears a very detailed recall of a sequence of events tends to place more weight and more belief on the statement.</p>\n<p>The scientific community involved in hypnosis generally agrees that hypnotically-aided recall may produce either accurate or inaccurate memory. These memories are accepted not only by the subject but also by the hypnotist as being real and accurate. They agree that there is no way of distinguishing with certainty between the true recall and the pseudo-memories except by independent verification.</p>\n<p>Another major problem of hypnosis is the explicit and implicit wishes of the hypnotist. In other words, the tone of the hypnotist's voice or certain bodily movements can trigger a response from the subject. If a hypnotist has a strong theory of the secret events which occurred, he may implicitly trigger responses consistent with this theory from the subject.</p>\n<p>To deal with some of these problems, Dr. Orne set forth a group of guidelines that <span class=\"star-pagination\">*123</span> should be followed by hypnotists. These minimal safeguards are: (1) the session should be conducted by psychologist or psychiatrist with special training in hypnosis and its forensic use; (2) a written record should be obtained of what the hypnotist knew about the information he was seeking from the subject before the induction begins; (3) the session should be videotaped starting from the time the hypnotist first meets the subject through the pre-hypnotic discussion, the hypnosis, and the post-hypnotic discussion; (4) during the pre-hypnotic discussion the hypnotist needs to do a brief mental status examination to be sure that the subject is an individual suitable for hypnosis; (5) before induction, the hypnotist should ask the subject what he or she knows about the events; (6) no one else should be present in the room during the session other than the psychologist or psychiatrist and the person whom he is to hypnotize; and (7) the hypnotist should not lead the individual during questioning but prod him onward with phrases such as, \"go on, tell me more,\" etc. Furthermore, people who wish to view the hypnotic session should do so only by a one-way screen or television monitor. The hypnotist could leave the room to get additional notes and questions that other individuals would like him to ask subject.</p>\n<p>The termination of hypnotic session is also very important. After a subject is told to wake up, a phenomenon occurs which is called post-hypnotic hyper-suggestibility. This means that immediately after awaking the subject from trance, the hypnotist can make a suggestion and it will be accepted even though it normally would not be accepted. Some time must elapse before this phenomenon wears off. Saying the words \"wake up\" does not simply terminate the hypnotic trance. The range and quality of interaction between the hypnotist and the subject is also important in the termination.</p>\n<p>In addition, a subject who is being hypnotized is extremely aware of comments made by the hypnotist to other people in the room. This has a powerful effect upon the subject's response. Comments made by the hypnotist may define what the subject should be doing. Comments by the hypnotist to the subject to disregard extraneous comments or comments that are irrelevant to the session are not effective for blocking out what the subject is remembering. Dr. Orne describes this as the subject being able to hear on two levels. Dr. Orne has confirmed this by research where subjects actually responded to other voices besides his own when the subject had been instructed only to respond to the hypnotist's voice.</p>\n<p>Dr. Orne provided an important example of the effect of seeing a sequence of events while under hypnosis. When a person is viewing a film of a sequence of events that he had previously seen, he is able to remember much more detail than previously. Also, if there are any inconsistencies between what he thought he remembered and what he actually viewed on the film, he now believes that the film is the accurate depiction of the series of events. After seeing this film, the person is firmly convinced that the film depicts the actual events.</p>\n<p>Placing someone under hypnosis is done in an effort to let them view a \"film\" in their mind of what transpired. What the individual sees in his \"film,\" whether inaccurate or accurate, becomes every bit as convincing as if that depicted the actual sequence of events. Because a person believes in this new \"videotape\" he has seen, an attempt to discredit these facts or to emphasize the length of time that transpired between the actual sequence of events and the hypnotic session does little to shake the subject. Dr. Orne classifies this new belief in a sequence of events as a pseudo-memory. This makes cross-examination of those particular facts virtually impossible.</p>\n<p></p>\n<h2>b. Dr. Orne's Review of Kiser's Testimony</h2>\n<p>Having an inadequate record before him, Dr. Orne felt that he was unable to give a definitive statement about the merits of the induction and the hypnotic session. Assuming Kiser was being honest, she had a hallucinatory experience during the hypnotic <span class=\"star-pagination\">*124</span> session. She was listening to people who were not there and responding to them, which suggests that she was reliving something. During the session, Kiser became quite upset and began to show much emotion. The hypnotist told her to go back into her sleep and to relax. She again became very frightened and emotional and the hypnotist again told her to go back into a deep sleep.</p>\n<p>Orne finds that this is not what the hypnotist should be doing. Instead, he should be allowing the individual to express her emotions and to work them through. Reliving the experience with the emotion allows for more recall although not totally accurate recall.</p>\n<p>After the hypnotist awoke Kiser, he commented to others in the room that she would be able to remember everything now and would be able to see the sequence of events clearly. Kiser immediately responded by saying she could see the defendant kill the victims and proceeded to relate the events. Dr. Orne would describe this as a willingness to please the hypnotist during the hyper-suggestibility stage. Thus, the relating of the events after hypnotic suggestion can still be a response to suggestions given around the hypnotic encounter.</p>\n<p>During the trial Kiser testified, \"I asked him if he would have  make arrangements to have me hypnotized so that when this thing all came to court that I could tell the honest to God truth, not something which I believed and maybe had been a mistake.\" Transcript, Vol. 1, page 99. This is an example of where she expects the hypnosis session to produce a truer statement from her on the witness stand.</p>\n<p>Barbara Kiser testified,</p>\n<blockquote>Being under hypnosis I was able to actually go back to that day five years ago and just relive the whole morning, you know, just the whole day like if it was right now. Everything was fresh. It was just like right now, me talking to you. That's how it was then. It made me go back to right then.</blockquote>\n<p>Transcript pp. 520-521. Dr. Orne says that she is describing the \"videotape\" which she has recently seen and not the actual series of events which occurred five years ago. This makes her a totally compelling witness, yet giving her testimony an impermeable aura.</p>\n<p>A major problem with the hypnosis session of Kiser is the lack of a good pre-trial interview on tape. From Dr. Orne's listening to the tape, he gathered that Kiser felt as though the events were really happening to her under hypnosis. He believes the witness is more eloquent on describing the events after she was hypnotized.</p>\n<p>An example of the suggestion occurring during the Kiser hypnosis would be where the hypnotist asked Kiser whether McQueen had a gun. Kiser paused for 28 seconds. Then the hypnotist repeated his question with more pressure in the question. Then she responded that he did have a gun. Orne describes this sequence as an example of suggestion.</p>\n<p>If the subject has blocked out terrifying information and hypnosis acts to remove the block, the resulting information is as likely to be accurate as it is to be inaccurate. Kiser believed her memory would be significantly improved by hypnosis and that hypnosis would give her truth. Dr. Orne stated that there was no way he could tell whether or not the information she related was accurate or inaccurate. Prior to her recall under hypnosis, Kiser always placed herself outside the house when the shots were actually fired. Dr. Orne says that psychologically there is a huge difference between her saying she actually saw the shooting and saying she only heard the shots.</p>\n<p>The hypnotist, Mr. Joe Raynor, was an independent person with regard to the investigation. Dr. Orne, however, feels that the hypnotist could not have been independent because he had six people with him whom he really wanted to impress. Mr. Raynor tended to ignore the subject and tried to communicate to the other people in the room. The things which were discussed in the presence of the subject during the session would have a profound effect <span class=\"star-pagination\">*125</span> upon the witness. Dr. Orne concludes that this was an unreliable way of conducting a hypnotic session.</p>\n<p></p>\n<h2>2. Dr. Reiser's Testimony</h2>\n<p>At the conclusion of the evidentiary hearing on March 26, 1984, the respondents presented the expert testimony of Dr. Martin Reiser. Dr. Reiser is a psychologist currently employed by the Los Angeles Police Department as Director of Behavioral Science Services. He has been employed in that capacity for fifteen years. From Temple University, Dr. Reiser received the degrees of Master of Education in Clinical Psychology and Doctor of Education in Clinical Psychology.</p>\n<p>Dr. Reiser is also Director of the Law Enforcement Hypnosis Institute and is a member of several professional societies and boards. He has published approximately 65 papers and four books, of which 11 papers and one book deal with the area of investigative hypnosis. He has personally conducted 70 investigative hypnosis sessions in major crime situations and has trained over 1,000 persons in the techniques and theory of investigative hypnosis. He serves as editor of one professional journal and one professional mongraph. He is a licensed psychologist and has been certified as a master forensic hypnotist. The court recognized Dr. Reiser as an expert in the fields of hypnosis, forensic hypnosis, and psychology.</p>\n<p></p>\n<h2>a. Dr. Reiser's Opinion of Hypnosis</h2>\n<p>Dr. Reiser describes hypnosis as a natural phenomenon based on an innate capability that each individual possesses. The hypnotist serves as a guide for the person to tap into that capability. Hypnosis is not mind control. While under hypnosis, the subject knows what is happening, is in control of what is happening, and can come out of hypnosis at any time he or she chooses.</p>\n<p>The subject's motivation is a key factor in being a good hypnotic subject. Reiser states that if a codefendant or someone involved in a crime were motivated to lie or distort the facts, they could do that without the aid of hypnosis. If a person were highly motivated to recall an event, this would not necessarily tend to increase the likelihood that the results of the session would be confabulation. Examples of motivation might be a rape victim assisting the police in having a rape suspect apprehended, or a fear of retaliation or injury. Self-preservation can be a motivating factor. A person consciously and subconsciously can be subject to suggestion not only from the hypnotist but from anyone asking questions. The authority relationship would be the main factor in susceptibility.</p>\n<p>A hypnotic session can increase a subject's capability to restructure reality. The subject actually experiences suggestions that are given to him. Reiser believes that subjects who are in a deeper trance are more likely to follow the suggestions of the hypnotist. He says it is possible for subjects to resist suggestion. When a person has increased suggestibility, their critical judgment is lowered.</p>\n<p>Dr. Reiser says that a decrease in the subject's ability to use critical judgment has been seen under laboratory conditions. Yet, Dr. Reiser reports that the distinction between the laboratory tests and the working in the field is a critical one. He does not find that the evidence of a lowered critical judgment carries over into the practical application in criminal cases.</p>\n<p>Reiser says that there are certain things that can be done to try to avoid suggestion. Reiser also suggests to avoid leading questions and to have the session tape-recorded. Another safeguard is that only the hypnotist should ask questions except in some very narrow circumstances. The procedure Reiser generally uses is to have the case detective present during the hypnosis session and sit off to the side. If something arises of which the detective has knowledge but the hypnotist does not, the detective writes a note and gives it to the hypnotist.</p>\n<p>When the subject recalls things under hypnosis, they feel like their memory has been refreshed. When they can't, they believe that the hypnosis did not work. If a <span class=\"star-pagination\">*126</span> person actually is reliving something, then that will refresh their memory. Reiser says the person will feel more certain about his memory, whether or not he is in or out of hypnosis, after reliving the experience.</p>\n<p>In one study Dr. Reiser and others collected the data on 668 cases from the Los Angeles Police Department. After using hypnosis in 81 per cent of these cases, they obtained additional information through the hypnosis. Out of the percentage of this information which they could verify, 88.7 per cent proved accurate. Thus, 11.3 per cent of the verifiable information proved to be inaccurate.</p>\n<p>In describing recall under hypnosis, Dr. Reiser stated that strong emotions such as fear, guilt, and anxiety can cause the repression of a conscious awareness of information. According to Dr. Reiser, in a certain percentage of cases hypnosis can indeed refresh a person's memory under certain circumstances. He says that in about 75 per cent of his cases he gets additional information. Reiser cited situations where dead-end cases had been solved due to new leads found while the person was under hypnosis. Dr. Reiser says hypnosis is recognized as a memory refreshment technique by the International Society of Investigative and Forensic Hypnosis. This organization is composed of psychologists, psychiatrists, dentists, attorneys, and members of law enforcement.</p>\n<p>Dr. Reiser described several theories of memory. Some of these theories are: the information processing theory; the theory of episodic and semantic memories; the processing of information at both conscious and subconscious levels simultaneously; the theory of memory being stored in the RNA chemicals of the molecules; the holographic model of memory; the context-bound theory; and the theory of uniqueness increasing the depth of processing. These theories, according to Dr. Reiser, are all consistent with the notion that hypnosis can aid in the retrieval of memory. He says that he and other police investigative hypnotists do not believe in the \"tape recorder\" theory of memory.</p>\n<p>Subsequent studies on age regression, according to Dr. Reiser, are inconsistent with Dr. Orne's 1951 age regression study. Reiser says a study by Reiff and Scheerer, done in 1959, validates the statement that people can accurately recall information during age regression. They indicated that they determined the accuracy by checking school records of the incidents that were recalled. Family members also corroborated events recalled.</p>\n<p>Dr. Reiser's experience has mainly been with victims being interviewed as witnesses. In only one of Dr. Reiser's hypnotic sessions did he work with a person charged with a crime. He describes his experience as his personal involvement in 70 cases and supervising consulting on several hundred other cases. Dr. Reiser's experience has been primarily in clinical and forensic hypnosis and not in any experimental type.</p>\n<p>Dr. Orne stated that when the subject was told, in an effort to prevent confabulation, that they just wanted accurate facts, the hypnotist was in fact encouraging confabulation. Dr. Reiser referred to that belief as ridiculous. He says that the subject is aware that only factual information is sought and that the oath on the witness stand deals with that issue. Dr. Reiser states that in his opinion hypnosis does not automatically increase confabulation. It is possible that placing more pressure on the subject during the session could result in some type of confabulation. It would depend upon the amount of independence in the subject's thinking. Independent verification is the only way that accuracy can be determined.</p>\n<p></p>\n<h2>b. Dr. Reiser's Review of Kiser's Testimony</h2>\n<p>After reviewing the transcript of the hypnosis session with Kiser, Dr. Reiser had several opinions. He felt that what was encountered was not a hallucinatory experience, but more of a revivification or a reliving of an event that previously occurred. He did not review any instances where he thought memories had been created by <span class=\"star-pagination\">*127</span> hypnosis. He thought the session did not shape her recall.</p>\n<p>Uncertainty during the hypnotic session indicates to Dr. Reiser that the witness is able to discriminate. Kiser's emotional reliving of the experience indicates to Reiser a spontaneous reporting given without cuing from the hypnotist. Abreaction is the re-experiencing of emotion, either verbally or by crying, yelling, or getting upset. Reiser says that abreaction is an indicator of confabulation. Most people working in the hypnosis field believe that people who abreact tend to add an element of believability to what they say.</p>\n<p>The transcript shows that Kiser is not a wishy-washy or highly suggestible person. Reiser describes several examples during the session where Kiser does more than give a yes-no response, but adds additional information. She also rejects suggestions and says that she does not remember. During revivification she does not even respond to some questions that are asked. He says this indicates that she is not confabulating.</p>\n<p>During the hypnosis session Kiser was given a post-hypnotic suggestion, saying that after she is awake she is going to be able to remember the events. After the hypnosis session, she relates the events and she adds that she saw McQueen shoot both of the girls in the head. She says she thinks he shot them twice, but she is not sure because it happened so fast. According to Reiser, the fight between Kiser and McQueen that was not originally included in her pre-trial statement or investigative statement given to the police in 1972, is not any more likely to be a confabulation than any of the other things she reported in her investigative statement. It is quite common for additional details to be recalled during a hypnosis session. Reiser feels that any of the additional details recalled do not necessarily indicate confabulation.</p>\n<p>In comparing the original statements given before trial, Reiser believes that the difference in her location during the shooting could be attributed to her initial reluctance of not wanting to report the event. It could have been pushed out of her conscious awareness and repressed.</p>\n<p>Whether Raynor, the hypnotist, was a certified health professional has no effect upon the reliability of the information recalled. Reiser says that frequently, health professionals are not the best qualified or trained people to conduct investigative hypnosis.</p>\n<p>Regarding the induction used by Raynor, Dr. Reiser says that this brief induction technique represents a standard approach in procedures to hypnosis induction. He sees nothing in the induction that raises concerns over lowered critical judgment, confabulation, suggestibility, or increased certainty. Dr. Reiser believes that Joe Raynor did not use pressure on this subject, or at least the subject did not interpret the instructions as pressure.</p>\n<p>At the beginning of the induction, instructions are usually given about the purposes of the session and what the expectations are. Yet, Dr. Reiser notes that a person can be hypnotized without first explaining all of the information that the hypnotist is going to go into when that person is under hypnosis. The hypnosis session itself should be conducted in a neutral way without any strong or leading questions or without any cues that would tend to suggest information to the subject that the subject did not already have. Reiser concludes that the induction process does not contain the potential ordinarily for causing material recalled to be inaccurate.</p>\n<p></p>\n<h2>B. Conclusions of Law</h2>\n<p>In determining whether the admission of evidence entitles a petitioner to a writ of habeas corpus, the Court must first determine whether the admission of the particular evidence was either error or otherwise undesirable. Next, the Court must determine that the admission of evidence amounted to a denial of due process. <i>Gilreath v. Robinson,</i> <span class=\"citation\" data-id=\"1686667\"><a href=\"/opinion/1686667/gilreath-v-robinson/\"><span class=\"volume\">544</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">569</span></a></span>, 575 (4th Cir.1982). The first question which arises is whether the trial court's admission of the hypnotically-refreshed testimony of <span class=\"star-pagination\">*128</span> Barbara Kiser into evidence was either error or otherwise undesirable.</p>\n<p></p>\n<h2>1. Judicial Acceptance of Hypnotically-Refreshed Testimony</h2>\n<p>Courts have generally taken three different approaches to the introduction of testimony which has been hypnotically refreshed. These approaches are: (a) the admissible approach; (b) the safeguards approach; and (c) the inadmissible approach.</p>\n<p></p>\n<h2>a. Admissible approach</h2>\n<p>In the first group, the admissible approach, courts have generally admitted testimony which has been hypnotically refreshed, with the fact of hypnosis going to weight or credibility. This line of decisions began with the first major decision to review the admissibility of the hypnotically-refreshed testimony of a criminal victim. This case is <i>Harding v. State,</i> 5 Md.App. 230, <span class=\"citation\" data-id=\"1514823\"><a href=\"/opinion/1514823/harding-v-state/\"><span class=\"volume\">246</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">302</span></a></span> (1968), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">949</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2030</span></span>, <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">468</span></span> (1969), <i>disagreed with, </i><i>Collins v. State,</i> 52 Md.App. 186, <span class=\"citation\" data-id=\"2093198\"><a href=\"/opinion/2093198/collins-v-state/\"><span class=\"volume\">447</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1272</span></a></span> (1982), <i>aff'd.,</i> <span class=\"citation\" data-id=\"1984098\"><a href=\"/opinion/1984098/state-v-collins/\"><span class=\"volume\">296</span> <span class=\"reporter\">Md.</span> <span class=\"page\">670</span></a></span>, <span class=\"citation\" data-id=\"1984098\"><a href=\"/opinion/1984098/state-v-collins/\"><span class=\"volume\">464</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1028</span></a></span> (1983).</p>\n<p>In <i>Harding,</i> after being hypnotized the rape victim was able to positively identify her assailant. The court held that such hypnotically-refreshed testimony was admissible and the fact of hypnosis should go to the weight of the evidence. Without reviewing differing scientific viewpoints on the subject, the court allowed the testimony into evidence. This treatment is comparable to testimony which is refreshed by any method.</p>\n<p>The general approach of <i>Harding</i> is that proper safeguards can protect the reliability of hypnotically-refreshed testimony: proper foundation, cross-examination, and disclosure to the jury of the facts underlying hypnosis. Many jurisdictions have followed the trend set by <i>Harding. See </i><i>Creamer v. State,</i> <span class=\"citation\" data-id=\"1363563\"><a href=\"/opinion/1363563/creamer-v-state/\"><span class=\"volume\">232</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">136</span></a></span>, <span class=\"citation\" data-id=\"1363563\"><a href=\"/opinion/1363563/creamer-v-state/\"><span class=\"volume\">205</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">240</span></a></span> (1974); <i>People v. Smrekar,</i> <span class=\"citation\" data-id=\"2061532\"><a href=\"/opinion/2061532/people-v-smrekar/\"><span class=\"volume\">68</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">379</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">707</span></span>, <span class=\"citation\" data-id=\"2061532\"><a href=\"/opinion/2061532/people-v-smrekar/\"><span class=\"volume\">385</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">848</span></a></span> (1979); <i>Pearson v. State,</i> <span class=\"citation\" data-id=\"2058834\"><a href=\"/opinion/2058834/pearson-v-state/\"><span class=\"volume\">441</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">468</span></a></span> (Ind.1982); <i>State v. Wren,</i> <span class=\"citation\" data-id=\"1615628\"><a href=\"/opinion/1615628/state-v-wren/\"><span class=\"volume\">425</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">756</span></a></span> (La.1983); <i>State v. Greer,</i> <span class=\"citation\" data-id=\"1623129\"><a href=\"/opinion/1623129/state-v-greer/\"><span class=\"volume\">609</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">423</span></a></span> (Mo.Ct.App.1980), <i>vacated </i><i>on other grounds,</i> <span class=\"citation no-link\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1027</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1735</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></span> (1981); <i>State v. Brown,</i> <span class=\"citation no-link\"><span class=\"volume\">337</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">138</span></span> (N.D.1983); <i>State v. Brom,</i> 8 Or.App. 598, <span class=\"citation\" data-id=\"1141861\"><a href=\"/opinion/1141861/state-v-brom/\"><span class=\"volume\">494</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">434</span></a></span> (1972); <i>State v. Glebock,</i> <span class=\"citation\" data-id=\"1564320\"><a href=\"/opinion/1564320/state-v-glebock/\"><span class=\"volume\">616</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">897</span></a></span> (Tenn.Crim.App. 1981); <i>Chapman v. State,</i> <span class=\"citation\" data-id=\"1226496\"><a href=\"/opinion/1226496/chapman-v-state/\"><span class=\"volume\">638</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1280</span></a></span> (Wyo.1982).</p>\n<p>Some federal courts have also admitted post-hypnotic testimony. In <i>Wyller v. Fairchild Hiller Corporation,</i> <span class=\"citation\" data-id=\"321771\"><a href=\"/opinion/321771/christian-f-wyller-v-fairchild-hiller-corporation/\"><span class=\"volume\">503</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">506</span></a></span> (9th Cir.1974), a products liability action arising out of a helicopter crash, the sole surviving passenger, Wyller, underwent hypnosis several years after the event and after he had given his deposition. The purpose was limited to his improving his recollection of the events surrounding the crash. The district court allowed Wyller to testify according to his recollection both prior to and following the hypnosis sessions.</p>\n<p>The court of appeals, in allowing such testimony, did not delve into the scientific reliability of hypnosis. It referred to such procedure as being refreshed recollection. The court felt that it was for the jury to determine the credibility to be given to his testimony, and that cross-examination could ensure proper evaluation of Wyller's testimony. This court also relied on <i>Harding v. State, supra</i><i>.</i></p>\n<p>Although <i>Wyller</i> was a civil case, courts generally apply their same reasoning for post-hypnotic testimony in civil cases to criminal trials. <i>Lemieux v. Superior Court,</i> <span class=\"citation\" data-id=\"1262292\"><a href=\"/opinion/1262292/lemieux-v-superior-court-of-arizona-etc/\"><span class=\"volume\">132</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">214</span></a></span>, <span class=\"citation\" data-id=\"1262292\"><a href=\"/opinion/1262292/lemieux-v-superior-court-of-arizona-etc/\"><span class=\"volume\">644</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1300</span></a></span>, 31 ALR 4th 1231 (1982). In <i>United States v. Adams,</i> <span class=\"citation\" data-id=\"358622\"><a href=\"/opinion/358622/united-states-v-lamar-adams-united-states-of-america-v-james-lee/\"><span class=\"volume\">581</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">193</span></a></span> (9th Cir.1978), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1006</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">621</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">683</span></span>, the Ninth Circuit applied their reasoning in civil cases to a criminal trial. Defendant therein rested his constitutional argument on the idea that the testimony of the person who had been subject to hypnosis is unreliable as a matter of law. The court held the testimony admissible with the fact of hypnosis affecting credibility. Yet, the court did note at this time, concern over the procedures used. The court recommended <span class=\"star-pagination\">*129</span> that, at a minimum, some record be kept of the hypnotic session.</p>\n<p>The approach of these courts in holding that hypnotically-refreshed testimony should go to credibility is unsound. These courts have relied on the comparison of hypnosis to recollection refreshed. With recollection refreshed a person is able to be critical with what he remembers, yet memory after hypnosis has not been shown to be as reliable. What may appear to be a refreshed memory may in fact contain false accounts. Furthermore, these recalled events are now firmly etched into the subject's mind. Although effective cross-examination can usually pierce a false story, the \"new,\" unyielding belief after hypnosis is in effect impermeable to cross-examination.</p>\n<p></p>\n<h2>b. Safeguards approach</h2>\n<p>The next approach for post-hypnotic testimony is referred to as the safeguards approach. Cases in this second category hold that the admissibility depends upon the safeguards and procedures used. The jury hears this evidence after the court makes an initial determination of compliance with procedures. <i>State v. Hurd,</i> <span class=\"citation\" data-id=\"1463286\"><a href=\"/opinion/1463286/state-v-hurd/\"><span class=\"volume\">86</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">525</span></a></span>, <span class=\"citation\" data-id=\"1463286\"><a href=\"/opinion/1463286/state-v-hurd/\"><span class=\"volume\">432</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">86</span></a></span> (1981), was one of the first cases to adopt this safeguard approach. The <i>Hurd</i> court set forth the guidelines Dr. Orne had previously enumerated in <i>Orne, The Use and Misuse of Hypnosis in Court,</i> 27 Intl.J. Clinical and Experimental Hypnosis 311, 335-36 (1979). The cases which have followed this approach include: <i>Brown v. State,</i> <span class=\"citation\" data-id=\"1695329\"><a href=\"/opinion/1695329/brown-v-state/\"><span class=\"volume\">426</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">76</span></a></span> (Fla.Dist.Ct.App.1983); <i>State v. Beachum,</i> <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">682</span></span>, <span class=\"citation no-link\"><span class=\"volume\">643</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">246</span></span> (Ct.App. 1981), <i>cert. quashed,</i> <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">51</span></span>, <span class=\"citation no-link\"><span class=\"volume\">644</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1040</span></span> (1982). Oregon has adopted the safeguards approach by statute. Or.Rev.Stat. § 136.675 (1981).</p>\n<p>Regarding the guidelines that Dr. Orne set forth, he has since stated that \"`no aspect of these safeguards can prevent subjects from confusing confabulation under hypnosis with actual previous memory.'\" <i>United States v. Valdez,</i> <span class=\"citation\" data-id=\"428348\"><a href=\"/opinion/428348/united-states-v-joe-corona-valdez/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1196</span></a></span>, 1202 (5th Cir.1984), (quoting <i>Orne, Affidavit for Amicus Curiae Brief in Opposition to Petition for Rehearing Before California Supreme Court</i> at 6-7, <i>People v. Shirley,</i> <span class=\"citation\" data-id=\"1318344\"><a href=\"/opinion/1318344/people-v-shirley/\"><span class=\"volume\">31</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">18</span></a></span>, <span class=\"citation\" data-id=\"1318344\"><a href=\"/opinion/1318344/people-v-shirley/\"><span class=\"volume\">181</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">243</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">641</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">775</span></span> (1982), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">860</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">133</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></span> (1982)).</p>\n<p>At first glance, this approach with the accompanying guidelines appears to ensure a form of scientific reliability. Yet, as Dr. Orne indicated, reliability can only be shown through independent verification. These procedures would go toward minimizing problems such as suggestibility. But, because of the constant possibility of confabulation, the safeguards approach does not provide an adequate means of dealing with post-hypnotic testimony.</p>\n<p></p>\n<h2>c. Inadmissibility approach</h2>\n<p>The third and last approach is the inadmissibility approach. Courts falling into this category do not allow hypnotically refreshed memory into evidence, regardless of the procedures used. Many state courts have followed this approach. <i>See </i><i>State v. Peoples,</i> <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">515</span></span>, <span class=\"citation\" data-id=\"1349991\"><a href=\"/opinion/1349991/state-v-peoples/\"><span class=\"volume\">319</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">177</span></a></span> (1984); <i>State v. Mack,</i> <span class=\"citation\" data-id=\"2222730\"><a href=\"/opinion/2222730/state-v-mack/\"><span class=\"volume\">292</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">764</span></a></span> (Minn.1980); <i>State v. Mena,</i> <span class=\"citation\" data-id=\"1165128\"><a href=\"/opinion/1165128/state-v-mena/\"><span class=\"volume\">128</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">226</span></a></span>, <span class=\"citation\" data-id=\"1165128\"><a href=\"/opinion/1165128/state-v-mena/\"><span class=\"volume\">624</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1274</span></a></span> (1981); <i>People v. Shirley, supra</i><i>; </i><i>Strong v. State,</i> <span class=\"citation\" data-id=\"2055390\"><a href=\"/opinion/2055390/strong-v-state/\"><span class=\"volume\">435</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">969</span></a></span> (Ind.1982); <i>Collins v. State,</i> 52 Md.App. 186, <span class=\"citation\" data-id=\"2093198\"><a href=\"/opinion/2093198/collins-v-state/\"><span class=\"volume\">447</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1272</span></a></span> (1982), <i>aff'd.,</i> <span class=\"citation\" data-id=\"1984098\"><a href=\"/opinion/1984098/state-v-collins/\"><span class=\"volume\">296</span> <span class=\"reporter\">Md.</span> <span class=\"page\">670</span></a></span> A.2d 1028; <i>People v. Gonzales,</i> <span class=\"citation\" data-id=\"1582277\"><a href=\"/opinion/1582277/people-v-gonzales/\"><span class=\"volume\">415</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">615</span></a></span>, <span class=\"citation\" data-id=\"1582277\"><a href=\"/opinion/1582277/people-v-gonzales/\"><span class=\"volume\">329</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">743</span></a></span> (1982), <i>modified </i><i>on other grounds,</i> <span class=\"citation no-link\"><span class=\"volume\">417</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">968</span></span>, <span class=\"citation no-link\"><span class=\"volume\">336</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">751</span></span> (1983); <i>State v. Palmer,</i> <span class=\"citation\" data-id=\"2144887\"><a href=\"/opinion/2144887/state-v-palmer/\"><span class=\"volume\">210</span> <span class=\"reporter\">Neb.</span> <span class=\"page\">206</span></a></span>, <span class=\"citation\" data-id=\"2144887\"><a href=\"/opinion/2144887/state-v-palmer/\"><span class=\"volume\">313</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">648</span></a></span> (1981); <i>People v. Hughes,</i> <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">17</span></span>, <span class=\"citation no-link\"><span class=\"volume\">452</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">929</span></span> (1982), <i>aff'd.,</i> <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">523</span></span>, <span class=\"citation no-link\"><span class=\"volume\">466</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">255</span></span>, <span class=\"citation no-link\"><span class=\"volume\">453</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">484</span></span> (1983); <i>Commonwealth v. Nazarovitch,</i> <span class=\"citation\" data-id=\"1521278\"><a href=\"/opinion/1521278/com-v-nazarovitch/\"><span class=\"volume\">496</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">97</span></a></span>, <span class=\"citation\" data-id=\"1521278\"><a href=\"/opinion/1521278/com-v-nazarovitch/\"><span class=\"volume\">436</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">170</span></a></span> (1981). Some courts have applied the test for scientific evidence enunciated in <i>Frye v. United States,</i> 293 Fed. 1013 (D.C.Cir.1923), concluding that hypnotically refreshed testimony does not meet such test. <i>See </i><i>State v. Mack, supra</i><i>; </i><i>People v. Shirley, supra</i><i>.</i></p>\n<p>Most notable among these decisions is the case of <i>State v. Peoples, supra</i><i>.</i> In that case the North Carolina Supreme Court changed the evidentiary ruling on hypnosis in the case of <i>State v. McQueen,</i> <span class=\"star-pagination\">*130</span> <span class=\"citation\" data-id=\"1338155\"><a href=\"/opinion/1338155/state-v-mcqueen/\"><span class=\"volume\">295</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">96</span></a></span>, <span class=\"citation\" data-id=\"1338155\"><a href=\"/opinion/1338155/state-v-mcqueen/\"><span class=\"volume\">244</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">414</span></a></span> (1978), the direct appeal of the instant case herein. In <i>McQueen,</i> the court had held that the credibility of Keiser's testimony was for the jury, and her testimony was not incompetent because she had undergone hypnosis prior. Yet, in <i>Peoples,</i> the court conceded that at the time of the <i>McQueen</i> decision, the court had not been fully apprized of the problems stemming from post-hypnotic testimony. The court held that hypnotically-refreshed testimony is inadmissible in North Carolina. The court directed that this new rule should apply retroactively to all cases which had not been finally determined on direct appeal as of the date of the opinion. Additionally, the court stated that the rule \"... may not be used as the basis for collaterally attacking any case which has been finally determined on direct appeal....\" <i>Peoples,</i> 319 S.E.2d at 189.</p>\n<p>Although the <i>Peoples</i> case in effect overrules <i>McQueen,</i> this Court cannot base its decision upon a change in evidentiary law in North Carolina. The court is constrained to follow the guidelines of <i>Grundler v. North Carolina,</i> <span class=\"citation\" data-id=\"252269\"><a href=\"/opinion/252269/robert-j-grundler-and-joseph-l-jelly-v-state-of-north-carolina/\"><span class=\"volume\">283</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">798</span></a></span> (4th Cir.1960), and look to the fundamental fairness of Roger McQueen's trial.</p>\n<p>In <i>United States v. Valdez,</i> <span class=\"citation\" data-id=\"428348\"><a href=\"/opinion/428348/united-states-v-joe-corona-valdez/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1196</span></a></span> (5th Cir.1984), the issue on appeal following defendant's conviction was the admissibility of an identification of the defendant made by a law enforcement officer after undergoing hypnosis. Prior to the hypnotic session, the officer was aware that the defendant was a suspect in the case, but he had not been able to place him at the scene of the extortion activities. While under hypnosis, the officer identified the defendant as the person he had seen at the crime. He also testified to this in court.</p>\n<p>The court of appeals held that when a witness testifies to an uncorroborated personal identification made only after hypnosis, such testimony is inadmissible. The court began with a three-step inquiry. Applying the Federal Rules of Evidence, the court looked at the following: under Rule 402 all relevant evidence is admissible and every person is competent to be a witness; under Rule 601 the decision is within the trial court's discretion; and under Rule 403 relevant evidence may be excluded if its probative value is substantially outweighed by a danger of unfair prejudice, confusion of the issues, or misleading the jury.</p>\n<p>The court focused upon Rule 403, and reviewed the judicial posture of hypnotically-refreshed testimony and the problems associated with such testimony. The court pointed out the unlikelihood that cross-examination can be effective with a previously hypnotized witness. The court noted the increased subjective conviction that the witness has, thus adding even more credence to the witness' story in the jury's eyes. In addition, the court found the procedures for the hypnotic session in that case to have been unduly suggestive. The safeguards, therefore, cannot bring about reliable testimony.</p>\n<p>Unduly suggestive identification procedures can deny a person due process. <i>Manson v. Brathwaite,</i> <span class=\"citation\" data-id=\"109693\"><a href=\"/opinion/109693/manson-v-brathwaite/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">98</span></a></span>, <span class=\"citation\" data-id=\"109693\"><a href=\"/opinion/109693/manson-v-brathwaite/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2243</span></a></span>, <span class=\"citation\" data-id=\"109693\"><a href=\"/opinion/109693/manson-v-brathwaite/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">140</span></a></span> (1977). Thus, \"... an uncorroborated personal identification, made only after hypnosis, of a person clearly singled out for suspicion ...\" should be excluded from a trial. <i>Valdez, supra,</i> at 1203. The standard of review applied by the court was the conviction should be reversed if evidence admitted in error exerted a substantial impact on the verdict. The court went on to summarize the testimony. The court concluded that the hypnotically-refreshed testimony did affect a substantial right of defendant. The court, therefore, reversed the conviction.</p>\n<p>On appeal, some courts have addressed the hypnotically refreshed testimony from a different issue. Courts have found the discovery of new evidence pertaining to hypnotic sessions as grounds for a new trial. <i>United States v. Miller,</i> <span class=\"citation\" data-id=\"285114\"><a href=\"/opinion/285114/united-states-v-james-miller/\"><span class=\"volume\">411</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">825</span></a></span> (2d Cir.1969). Other courts have granted new trials when addressing the <i>Brady</i> issue of failure to reveal to the defendant evidence relating to hypnosis sessions. <i>Emmett v. Ricketts,</i> <span class=\"citation\" data-id=\"1674341\"><a href=\"/opinion/1674341/emmett-v-ricketts/\"><span class=\"volume\">397</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1025</span></a></span> (N.D.Ga.1975).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*131</span> 2. Conclusion on Admissibility</h2>\n<p>This Court concludes that it was highly undesirable for the trial court to admit into evidence the hypnotically-refreshed testimony of Barbara Ann Kiser. The issue of the reliability of memory being refreshed by hypnosis is not one that the Court believes should be taken lightly. The Court concludes that Dr. Orne's testimony establishes serious doubt concerning the reliability of such testimony. His laboratory studies are extensive and well-documented. In addition, he has conducted hypnotic sessions himself for the purposes of investigation. The findings from his testimony indicate that just because a person recalls a sequence of events or detail under hypnosis does not necessarily mean that the recollection is true. This appears to be the consensus of hypnosis experts. Only through independent verification can one be sure of the accuracy of the recollection of the hypnosis subject. The likelihood of confabulation, in addition to the sincere belief by the subject of his recollection, creates a severe problem for hypnotically refreshed testimony.</p>\n<p>This Court, however, does not conclude that hypnosis is of no value to law enforcement. Dr. Orne and Dr. Reiser both agree that hypnosis can provide useful leads for investigative purposes. In such instances, hypnosis may provide a clue to lead to the solving of a case that otherwise would go unsolved. Yet, the scientific research into hypnosis has shown to this Court that there are problems serious enough relating to hypnosis that warrant judicial scrutiny of its use prior to testimony in the courtroom. This Court, having scrutinized the mechanisms behind hypnosis, concludes that it was highly undesirable for the state trial court to admit hypnotically-refreshed testimony.</p>\n<p></p>\n<h2>3. Due Process Considerations</h2>\n<p>Finding an undesirable procedure alone does not entitle a petitioner to habeas relief. <i>Ward v. Johnson,</i> <span class=\"citation\" data-id=\"409609\"><a href=\"/opinion/409609/larry-junior-ward-v-gene-m-johnson-warden-sgt-gardner-chairman-of/\"><span class=\"volume\">690</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1098</span></a></span>, 1109 (4th Cir.1982). The court must look to see whether the petitioner had a fundamentally unfair trial amounting to a constitutional deprivation. <i>Grundler v. North Carolina,</i> <span class=\"citation\" data-id=\"252269\"><a href=\"/opinion/252269/robert-j-grundler-and-joseph-l-jelly-v-state-of-north-carolina/\"><span class=\"volume\">283</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">798</span></a></span> (4th Cir.1960); <i>see also, </i><i>Chance v. Garrison,</i> <span class=\"citation\" data-id=\"336534\"><a href=\"/opinion/336534/danny-chance-v-samuel-garrison-warden-central-prison/\"><span class=\"volume\">537</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1212</span></a></span> (4th Cir.1976). As stated in <i>Grundler:</i></p>\n<blockquote>Normally, the admissibility of evidence, the sufficiency of evidence, and instruction to the jury in state trials are matters of state law and procedure not involving federal constitutional issues. It is only in circumstances impugning fundamental fairness or infringing specific constitutional protections that a federal question is presented.</blockquote>\n<p>at 802.</p>\n<p>The approach which a court should take in regard to determining when a violation of due process has occurred because of trial court error or undesirable procedure is described in <i>Barfield v. Harris,</i> <span class=\"citation\" data-id=\"1611484\"><a href=\"/opinion/1611484/barfield-v-harris/\"><span class=\"volume\">540</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">451</span></a></span> (1982). The court in <i>Barfield</i> points out that egregious errors and not ordinary errors entitle petitioner to relief. Furthermore, the court says:</p>\n<blockquote>As the Fifth Circuit has recently stated, `the erroneous admission of prejudicial evidence can justify habeas corpus relief only if the error was \"material in the sense of a crucial, critical, highly significant factor.\"' <i>Bryson v. State of Alabama,</i> <span class=\"citation\" data-id=\"384383\"><a href=\"/opinion/384383/jesse-william-bryson-v-state-of-alabama-circuit-court-of-cherokee-county/\"><span class=\"volume\">634</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">862</span></a></span>, 865 (5th Cir.1981), <i>quoting </i><i>Hills v. Henderson,</i> <span class=\"citation\" data-id=\"332460\"><a href=\"/opinion/332460/frank-hills-v-c-murray-henderson-warden-louisiana-state-penitentiary/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">397</span></a></span>, 401 (5th Cir.), <i>cert. den. sub nom, </i><i>Hills v. Maggio,</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">850</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">139</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">124</span></span> (1976). The Supreme Court has recently `reaffirm[ed] the well-settled principle that to obtain collateral relief a prisoner must clear a significantly higher hurdle than would exist on direct appeal.' <i>United States v. Frady,</i> [456] U.S. [152], <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1584</span></a></span>, 1593-1594, <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">816</span></a></span> (1982) (footnote omitted). Only `those errors that are so fundamental that they infect the validity of the underlying judgment itself, or the integrity of the process by which that judgment was obtained' should entitle a petitioner to habeas relief. <i>Rose v. Lundy,</i> [455] U.S. [509], <span class=\"citation\" data-id=\"110662\"><a href=\"/opinion/110662/rose-v-lundy/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1198</span></a></span>, 1216, <span class=\"citation\" data-id=\"110662\"><a href=\"/opinion/110662/rose-v-lundy/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">379</span></a></span> (1982) (Stevens, J., dissenting).</blockquote>\n<p>at 466.</p>\n<p>The Court must now determine whether the introduction of Barbara Kiser's testimony <span class=\"star-pagination\">*132</span> rendered McQueen's trial fundamentally unfair, applying the standards above. The Court will, therefore, review the evidence against McQueen, excluding Kiser's hypnotically-refreshed testimony.</p>\n<p>At trial, the state presented 30 witnesses. According to the doctors, both bodies had been shot in the back of the head, causing death. Aubrey Lee McCormick identified Barbara Kiser as having been at Wilma Norris' house on June 23, 1972. Ernest Freeman Hobbs was working in a field behind Norris' house on June 23, 1972. He saw a Pinto, a beige, two-door hatchback with mag wheels on the rear and factory tires on the front, pull into the rear of the house. He saw a white male with dark brown hair and medium build get out of the car. He was not able to recognize this person at trial. A white woman with brown hair let the man into the house. After about half an hour, a white woman came out carrying a red suitcase and put it in the car from the passenger's side. After placing the suitcase in the car, the woman went back into the house. Then the man came outside, got into the car, and left.</p>\n<p>Thomas Hobbs, who was working beside Ernest Freeman Hobbs, testified that he saw a Pinto in the driveway of Norris' house; however, he did not see a man get in or out of the car. He first was attracted to the house when he noticed a white lady come running out of the house very fast, and then she went back inside the house. Hobbs' attention was again called to the house when he heard someone screaming and three or four shots. He saw a white woman come out of the house with a suit-case, put it in the car, and then return to the house.</p>\n<p>Albert Chavis was also working in the potato field with both the Hobbses on June 23, 1972. He saw a gold Pinto drive up to the house, and a white man of medium height and build who appeared to be in his early thirties got out. The man was carrying a brown grocery-like bag. He entered the house from the side. Chavis saw and heard nothing else regarding events around the house that day. Kenneth Gibson, also in the potato field on June 23, 1972, remembered seeing a car near the house on that day which he believed was white. He saw a man get out of the car and head toward the house with a brown paper bag. Later, he heard a scream which sounded like a woman's voice.</p>\n<p>George Jerald Hammond testified that he was in love with Norris. He knew McQueen and knew that he owned a revolver. He testified that he left Norris' house on Friday afternoon. In the house were Linda Lingle, Kiser and Wilma Norris. He left for Goldsboro around 4:00 p.m. that day. After trying to call back to Norris' house several times and receiving no answer, he drove back to the house in Fayetteville and arrived around 9:15 p.m. on Saturday. He walked upstairs in the house and found Lingle and Norris dead. Hammond was a friend of McQueen's. On Friday morning, Norris had told Kiser that she should not park her car where she had. Otherwise, Hammond says that he did not hear any arguments between Norris and Kiser or between Norris and McQueen. Hammond further testified and identified several state's exhibits as guns and jewelry which either Norris had bought for him or he had bought for Norris. He said that these items were in Norris' house when he left to go to Goldsboro on June 23, 1972.</p>\n<p>A sergeant with the City-County Bureau of Identification testified that at the scene of the crime they found a telephone in the sink in the kitchen and another telephone in the commode in a bathroom. They did not find any weapons or spent cartridges. He also testified that they did not find usable latent fingerprints in the house. Yet, five prints were lifted and only two partials were for identification. They found rope coiled up in a neat circle.</p>\n<p>Steven Randolph Jones, a Special Agent with the North Carolina State Bureau of Investigation, testified that he compared the three latent prints with the inked impressions of McQueen and Kiser. He was unable to make any effective comparison between any of the prints.</p>\n<p><span class=\"star-pagination\">*133</span> A detective who was at the scene gave Lieutenant Richard E. Washburn a room key to the Ambassador Motel, which had been found at Norris's house. The staff of the Ambassador Motel in Fayetteville, testified that McQueen, had stayed at that hotel and had checked out on June 23, 1972. He had described to them his occupation as being with a chemical company from Bennettsville, South Carolina.</p>\n<p>Guion, employed by the police department in Bennettsville, South Carolina, said that on June 24, 1972, he escorted Christine Hignight to the Western Union office to receive a money order for $1,000. The money order was from Bobby Stevens. The county jail book showed that Christine Hignight was arrested on 6-22-72 and that she was released on 6-24-72 on bond to Carolyn Rogers. The officers showed that Christine Hignight had been released on bond and that the money had been sent from Roanoke, Virginia. They could not locate a Bobby Stevens in Roanoke, Virginia. Stevens' address was discovered to be Danville, Virginia, and not Roanoke. Only empty lots were found, however, at the Danville address.</p>\n<p>Washburn stated that he received the bullets from the body of Lingle, but he had been unable to locate the items in preparation for trial. A special agent of the North Carolina State Bureau of Investigation conducted tests on the three other bullets recovered to determine if they were fired from the same weapon. His conclusion was that they were fired from the same weapon. Washburn testified that on June 28, 1972, warrants were taken out against Roger Lee McQueen. He says at that time they offered immunity to Barbara Ann Kiser.</p>\n<p>The state also called Wiley Carrico. On June 23, 1972, he was living in a place near Pinehurst. He lived in a trailer, and in front of the trailer was a cabin which he owned. Prostitutes worked out of that cabin.</p>\n<p>On June 23, 1972, around 7:15 p.m., McQueen and Kiser drove up to the cabin in a rust or brown Pinto automobile. McQueen backed the car up to the cabin, which he had never done before. Kiser went into the cabin to change her clothes and McQueen came into the trailer and made a phone call. After he finished making the phone call, McQueen and Carrico went out to McQueen's car. There he showed Carrico a large white napkin containing jewelry. McQueen told Carrico that he could buy the jewelry for $200.</p>\n<p>Carrico identified two of the state's exhibits as being in McQueen's possession on that occasion. McQueen told Carrico that he needed the money to raise bond for his wife, who was in jail in Bennettsville, South Carolina. McQueen admitted to Carrico that the jewelry was \"hot.\" Carrico later told McQueen that the Moore County Sheriff's Department and ABC Officers had recently been out to the trailer area. Upon learning this, McQueen yelled for Kiser. They got in their car. He said he was leaving for Virginia.</p>\n<p>Faye Carrico, Wiley Carrico's wife, testified that she also saw Roger McQueen drive up on June 23, 1972. She said that Wiley came up to the trailer and told her that McQueen had some jewelry he wanted to sell. She went out and took a look at the jewelry. McQueen used the phone in the trailer twice that day. Faye Carrico said that she was sitting next to the phone and saw the number that he dialed. This number was 425-8629. She knew that as being the phone number of Wilma Norris because she had talked with Norris on her phone before. Also, Norris had told her the number was unlisted and had given Faye Carrico the number. Faye Carrico could hear the phone ringing while McQueen was on it, but she did not hear anyone answer. McQueen said there was evidently no one at home.</p>\n<p>Another witness to testify was Anthony Matassa. He was employed with the Pennsylvania State Police. He testified that in August of 1972, in response to a telephone call, he pursued and stopped a 20-foot Allied Van Lines truck. Three black males exited from the vehicle. A white male in the sleeper portion of the cab was asked to <span class=\"star-pagination\">*134</span> come outside of the vehicle. This white male was Roger McQueen. When the white male came to the ground, Matassa observed a gun coming up from the male's side. The officer then struggled with the white male and arrested him.</p>\n<p>The officer identified the weapon the male had used and other items found on an inventory search. Officer Matassa obtained several items from McQueen. He received a radio, a Crossman pellet pistol, a ring, a watch, a South Carolina 1972 registration plate, and pistols. These became state's exhibits.</p>\n<p>During McQueen's testimony, he said that he dropped off Kiser at Norris' house on June 23, 1972 at about 11:30 a.m. He also said that he was driving a 1972 Pinto that was gold and brown with mag wheels and a competitive stripe.</p>\n<p>Two statements were taken of Barbara Ann Kiser prior to trial. The first statement was taken on August 29, 1972. This was approximately two months after the murders. Before describing the murders, Kiser related her experience as a prostitute. She said that a friend, Jackie Stanton (a/k/a Chris), married Roger McQueen. Jackie supported McQueen through prostitution, and Kiser supported her daughter in the same way, both living in Bennettsville, South Carolina.</p>\n<p>After meeting a man in North Carolina, Kiser was hired by Wilma Grace Norris to work in her house of prostitution in Cumberland County. Kiser worked for Norris from June 6, 1972, to June 23, 1972. On the 23rd Kiser received a call from McQueen saying that Jackie had been arrested and he needed money. Later that day McQueen appeared at Norris' house and told Kiser to pack her clothes. McQueen was very angry. Kiser says that McQueen told Norris that he wanted to talk to her.</p>\n<p>Kiser then heard one shot and ran into Norris' bedroom. There she saw Norris with one shot in her chest, lying on her bed. Roger was yelling at Linda Louise Lingle, saying that he was being wanted by the FBI as an escapee for murder from the Missouri State Penitentiary. McQueen told Lingle to go into her room and to get money and jewelry. McQueen would not let them make phone calls. He told them that if they didn't get back into the bedroom that he would kill them all. After telling Lingle to get the keys to the strongbox, he screamed at Kiser to go pack her clothes. Lingle went back into the bedroom. Kiser said that she could overhear McQueen telling Linda about the many people he had killed, but that he would not hurt Linda as long as she would do as told. McQueen then told Kiser to carry her stuff to the car.</p>\n<p>Kiser further says that when she started arguing with McQueen, he told her that he would kill her daughter. Kiser went to the bedroom, packed her clothes, and took some down to the car. When she was returning into the house and going up the steps, she heard four shots. Kiser simultaneously observed some kids in the field in the back of the house and yelled to them to get away. When she went into the house, McQueen met Kiser in the hallway and told her that they were leaving then. McQueen was carrying a brown bag filled with all of the money, jewelry, and guns of Norris and Lingle.</p>\n<p>They got in the car and began to leave. Both tried to wipe the prints off of the gun. McQueen told Kiser to throw the gun out the window, which she did. She said this was approximately 300 yards south of Norris' house. Kiser and McQueen then went first to Pinehurst, North Carolina, and then to cities all over the country before McQueen was ultimately captured in Pennsylvania. Kiser soon made arrangements to turn herself in to the FBI on August 7, 1972.</p>\n<p>The other pre-trial statement was taken on September 6, 1977. This was approximately five years after the murders. The description in the second statement of the sequence of events surrounding the murders was basically the same as the description in the first statement.</p>\n<p><span class=\"star-pagination\">*135</span> The fact that Kiser made the above statements in 1972 and 1977 was brought out by the state on direct testimony. The defendant used the statements for impeachment purposes during trial. They were not introduced into evidence; they were used to refresh her recollection. Defense counsel pointed out the differences between her testimony on direct and her previous statements.</p>\n<p>The following items which Kiser had said in her 1972 statement were brought out in her testimony. As she was talking to McQueen on June 22, 1972, at about 4:30 p.m., Jim Pleasants and Aubry McCormick were at Norris' house. McQueen had Norris and Lingle gather all of their jewelry and money. McQueen smacked Norris. While she was in her room, Kiser heard one shot fired. Then she ran into Norris' room. She testified that in the statement she did not say she saw McQueen with a gun in his hand.</p>\n<p>When Kiser was returning to the house from her car, she saw some kids in the field in the back of the house. As she was standing on the steps or porch, she yelled to the kids to get away from there. She met McQueen in the hallway and he told her they were leaving and they left. She did not see anyone get shot, according to the prior statement.</p>\n<p>In summary, when McQueen was finally apprehended in August of 1972, he had several items. Some of these items were traced back to Norris' house. A hotel key found in Norris' house was also traced to McQueen by the witnesses. The men working in the field behind Norris' house presented a description resembling McQueen and McQueen's car. The witnesses described a time sequence in which McQueen could have been present at the time of the murders.</p>\n<p>From the evidence the jury could have concluded that McQueen could have had a motive for such action, due to the evidence that McQueen's wife was in jail and her bond had been set. McQueen was in need of money for his wife's bond. On June 23rd McQueen showed jewelry to the Carricoes which he admitted was \"hot.\" He wanted money, guns, or a different car from the Carricoes. The Carricoes were able to identify the jewelry. Hammond also identified some of the jewelry as that which was in Norris' possession.</p>\n<p>Furthermore, the items described above from Kiser's 1972 statement to which she testified became substantive evidence in the case. The Court can consider this evidence even though elicited during Kiser's testimony because this Court has determined only the hypnotically-refreshed testimony to have been admitted in error. The hypnotically-refreshed testimony includes all of her testimony except the information from her prior statements brought out during her testimony. When a person testifies to what she said in a prior statement, which statement was given prior to hypnosis, this Court cannot say that repetition of a prior statement is testimony refreshed by hypnosis. When not directly referring to a prior statement, the testimony given by the witness may be that which was created by hypnosis.</p>\n<p>The fact that after hypnosis Kiser sees McQueen killing the women and before hypnosis she only hears the shots being fired points out the highly suspect nature of the hypnotically-refreshed testimony. Yet, \"If a sufficiently reliable method exists for the witness to separate pre-hypnotic memory from post-hypnotic pseudomemory, such testimony may be admissible.\" <i>United States v. Valdez, supra</i> at 1204. The testimony as to what Kiser said in the prior statements is not hypnotically-refreshed. Kiser placed before the jury the idea that she did not see the murders occur, but was in the vicinity and heard the shots.</p>\n<p>Nevertheless, her statements place McQueen inside the house when Lingle and Norris were murdered. This evidence in combination with the other evidence provides sufficient evidence of a willful, deliberate, and premeditated killing. <i>See</i> N.C. Gen.Stat. § 14-17. The jury, therefore, could have found the essential elements of murder beyond a reasonable doubt when viewing the evidence in the light most favorable <span class=\"star-pagination\">*136</span> to the prosecution. <i>See </i><i>Jackson v. Virginia,</i> <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2781</span></a></span>, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">560</span></a></span> (1979).</p>\n<p>This Court concludes that in light of all of the evidence introduced against McQueen, the admission of Barbara Kiser's hypnotically-refreshed testimony into evidence was not a crucial and highly significant factor. The testimony did not render the entire trial fundamentally unfair. The trial court's undesirable procedure, therefore, does not amount to a constitutional deprivation entitling petitioner to a writ of habeas corpus.</p>\n<p></p>\n<h2>III. EFFECTIVE ASSISTANCE OF COUNSEL</h2>\n<p>The remaining second claim in this habeas action involves the effective assistance of counsel. McQueen alleges that he received ineffective assistance of counsel by virtue of the limited response of counsel to the hypnotic memory enhancement. Petitioner's counsel at trial were James Parrish and Fred Williams, Assistant Public Defenders. Petitioner specifically contends that counsel did not spend enough time for reflection and preparation for trial on the issue of hypnotically-refreshed testimony. He says counsel should have asked for a continuance.</p>\n<p></p>\n<h2>A. Findings of Fact</h2>\n<p>At the evidentiary hearing, James Parrish testified. He said that he worked on the case with Fred Williams. Parrish first learned that Kiser had been hypnotized on Monday before the trial. A copy of the tape of the hypnosis session was given to Parrish. He listened to the tape on the Monday or Tuesday before trial.</p>\n<p>Then, Parrish sought to find a person knowledgeable about hypnosis. He contacted Yonkel Goldstein, a psychologist at the Fayetteville Area Health Education Clinic, and arranged a meeting with him so that Parrish could determine whether to use Goldstein as a witness for impeachment. Goldstein never listened to the tape. They talked during the jury selection in McQueen's trial. Parrish decided not to use Goldstein.</p>\n<p>During the voir dire of the jury, Parrish and Williams decided not to question the jurors about hypnosis because they did not want to lay a foundation for the government and they did not want to enhance the credibility of the witness. In his research, Parrish became aware of the cases of <i>State v. Harding, supra,</i> and <i>Kline v. Motor Co.,</i> <span class=\"citation\" data-id=\"330512\"><a href=\"/opinion/330512/roberta-kline-as-administratrix-of-the-estate-of-karen-kline-deceased-v/\"><span class=\"volume\">523</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1067</span></a></span>, which allowed hypnotically-refreshed testimony in. Parrish and Williams listened to the tape to prepare for trial. Their position was that Kiser committed the murders.</p>\n<p>As a result, it did not matter to them which story Kiser went with. Whether Kiser placed herself inside or outside of the house, she was implicating only McQueen in the murders. Parrish did not cross-examine Kiser concerning the hypnosis because he was afraid that he would thereby waive his right to pursue his objection to her testimony on appeal. Parrish said that they never asked for a continuance because: they had a backload of cases; a great deal of research had been done; and, again, it was irrelevant to them what set of facts Kiser related.</p>\n<p>Furthermore, Parrish objected to her testimony and made a Motion to Strike her testimony. Parrish perceived the issue to be the admissibility of hypnosis. He did not talk with Raynor prior to trial. He believed Raynor lacked sufficient expertise and did not want to put him on the stand.</p>\n<p></p>\n<h2>B. Conclusions of Law</h2>\n<p>In <i>Strickland v. Washington,</i> <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1984), the United States Supreme Court set forth the standard which courts should use when reviewing habeas corpus claims of ineffective assistance of counsel. To prevail on his claim, the criminal defendant must show that, considering all circumstances, counsel's performance fell below the objective standard of reasonableness and so prejudiced the defendant as to result in a denial of a fair trial. To show prejudice the petitioner, \"... must show that there is a reasonable probability that, but for counsel's unprofessional errors, the <span class=\"star-pagination\">*137</span> result of the proceeding would have been different.\" 104 S.Ct. at 2056. Petitioner has the burden of establishing \"... that his counsel's error was so flagrant that a court can conclude that it [the conviction] resulted from neglect or ignorance rather than from informed professional deliberation.\" <i>Marzullo v. Maryland,</i> <span class=\"citation\" data-id=\"348635\"><a href=\"/opinion/348635/victor-dennis-marzullo-v-state-of-maryland/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">540</span></a></span>, 544 (4th Cir.1977). Counsel is not required to research the law in other jurisdictions or to anticipate future developments in the law. <i>Nelson v. Estelle,</i> <span class=\"citation\" data-id=\"387909\"><a href=\"/opinion/387909/ronald-clyde-nelson-v-w-j-estelle-jr-director-texas-department-of/\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">903</span></a></span> (5th Cir. 1981).</p>\n<p>Parrish, who apparently acted as lead counsel in McQueen's defense, took action when he discovered that Kiser had been subjected to hypnosis. He researched and became aware of two prominent cases in the field. He contacted a practitioner in the field of hypnosis. He also reviewed the theories upon which their defense was based in relation to Kiser's testimony.</p>\n<p>With this being completed, he deliberately decided not to pursue the issue of hypnotically-refreshed testimony. Parrish did not neglect to investigate the meaning of the hypnosis session with Kiser. A deliberate choice occurred. He did not simply neglect to ask for a continuance. Instead, Parrish acted diligently within a time constraint to gather information. Based upon the information learned and his readiness for trial, he proceeded on with the presentation of McQueen's defense.</p>\n<p>Viewing an attorney's actions in hindsight, many people are quick to espouse definitive solutions as to how all unexpected events arising at trial should have been handled. Yet, the Court must review Parrish's actions in the context of what was reasonable and whether he acted in accord with that objective standard.</p>\n<p>This Court concludes that Parrish, along with Williams, provided McQueen with effective assistance of counsel. They did not act out of impulse or lack of knowledge, but instead out of deliberate professional judgment. The inaction or action of McQueen's counsel cannot be said to be error, nor to have prejudiced the defendant so as to result in a denial of a fair trial. The Court, therefore, finds no merit in petitioner's second claim.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>Petitioner's habeas petition should not entitle him to relief. Although it was highly undesirable for the North Carolina trial court to allow all of the hypnotically-refreshed testimony into evidence as was done, this ruling did not give McQueen a fundamentally unfair trial. Also, petitioner has failed to show that he received ineffective assistance of counsel. Accordingly, this Court recommends that the two remaining claims in McQueen's petition be dismissed.</p>\n<p>THIS MEMORANDUM AND RECOMMENDATION ENTERED, this the 30th day of November, 1984.</p>\n<p>As amended March 21, 1985.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/252269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/285114/",
    "http://www.courtlistener.com/api/rest/v3/opinions/321771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/330512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/332460/",
    "http://www.courtlistener.com/api/rest/v3/opinions/336534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/348635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/384383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/428348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1141861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1165128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1226496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1262292/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1318344/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1338155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1349991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1363563/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1463286/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1514823/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1521278/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1564320/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1582277/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1611484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1615628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1623129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1674341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1686667/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1695329/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1984098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2055390/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2058834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2061532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2093198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2144887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2222730/"
  ]
}