{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1801409/",
  "absolute_url": "/opinion/1801409/international-long-assn-v-north-carolina-st-port-au/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1801409/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/482/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:28:42.549514Z",
  "date_modified": "2016-04-26T23:54:03.889487Z",
  "type": "010combined",
  "sha1": "7270f304365339909f03f88c4b493b66af0a4c5a",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>370 F.Supp. 33 (1974)</b></center>\n<center><h1>INTERNATIONAL LONGSHOREMEN'S ASSOCIATION, AFL-CIO, Plaintiff,<br>\nv.<br>\nNORTH CAROLINA STATE PORTS AUTHORITY, Defendant.</h1></center>\n<center>Civ. No. 1462.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>January 30, 1974.</center>\n<p><span class=\"star-pagination\">*34</span> <span class=\"star-pagination\">*35</span> A. A. Canoutas, Wilmington, N. C., Julius Miller, New York City, for plaintiff.</p>\n<p>Robert Morgan, N. C. Atty. Gen., Andrew Vanore, Asst. Atty. Gen., Edward Speas, Associate Atty. Gen., Raleigh, N. C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BUTLER, Chief Judge.</p>\n<p>This action is before the court pursuant to the remand of the Fourth Circuit Court of Appeals, 463 F.2d 1 (4th Cir., 1972). The action was instituted by the International Longshoremen's Association (hereinafter referred to as ILA) to require the North Carolina State Ports Authority (hereinafter referred to as Ports Authority) to enter into good faith negotiations with the plaintiff in regard to rates of pay, rules and working conditions for employees of the defendant in the classes of (1) security guards and (2) dock and warehousemen, for whom the plaintiff has been certified by the National Mediation Board as the representative. The plaintiff bases the claim for relief under The Railway Labor Act, 45 U.S.C. § 151 et seq., hereinafter referred to as RLA, and jurisdiction was laid under 28 U.S.C. § 1337. For a statement of facts, see 332 F.Supp. 95, 96 (E.D.N.C., 1971).</p>\n<p>This court dismissed the action, holding (1) that the finding of the National Mediation Board (hereinafter referred to as NMB) that the defendant was a carrier as defined in 45 U.S.C. § 151, First, was subject to judicial review, and (2) that the defendant was not a carrier as defined by 45 U.S.C. § 151, First. 332 F.Supp. 95 (E.D.N.C., 1971). This court was of the opinion that the resolution of those issues obviated the necessity for resolving other issues raised by the pleadings.</p>\n<p>Upon appeal, the Fourth Circuit Court of Appeals vacated the judgment of this court, and remanded the cause \"for adjudication of the other controversies between the parties.\" 463 F.2d 1, 4 (4th Cir., 1972). The Fourth Circuit affirmed the portion of this court's opinion which held that the determination of the NMB that the defendant was a carrier under the RLA was subject to judicial review. However, the court held that the defendant is a carrier as defined by the RLA and upon that holding, remanded the cause.</p>\n<p>Hearings were conducted on October 3 and 24, 1973. The court is of the opinion that the following issues are to be resolved in this action.</p>\n<blockquote>(1) Is the defendant, as an agency of the state, the mere alter ego <span class=\"star-pagination\">*36</span> of the state, and therefore immune from suit under the Eleventh Amendment?</blockquote>\n<blockquote>(2) Is the determination of the NMB that the employees represented by the plaintiff are \"employees\" as defined by the RLA subject to judicial review?</blockquote>\n<blockquote>(3) Does the RLA apply to the employees in this case?</blockquote>\n<blockquote>(4) Was the defendant denied due process at the hearing conducted by the NMB?</blockquote>\n<blockquote>(5) Does state law embodied in North Carolina General Statute § 95-98 preclude the relief sought by the plaintiff in this action?</blockquote>\n<p></p>\n<h2>(1) <i>Is the defendant immune from suit under the Eleventh Amendment?</i>\n</h2>\n<p>The North Carolina State Ports Authority is a statutory agency of the State. See N.C.Gen.Stats. §§ 143-216 through 143-228.1. N.C.Gen.Stat. § 143-218 vests the Ports Authority with \"the powers of a body corporate, including the power to sue and be sued. . . .\" The other powers enumerated in the statute include many enjoyed by private corporations. The Fourth Circuit Court of Appeals has held that \"sue and be sued\" statutory provisions are not dispositive of the immunity defense when suit is brought in federal court (rather than a state court) against an agency of the state. Chesapeake Bay Bridge and Tunnel District v. Lauritzen, 404 F.2d 1001, 1003 (4th Cir., 1968).</p>\n<p>In State of California v. Taylor, 353 U.S. 553, 77 S.Ct. 1037, 1 L.Ed.2d 1034 (1957), the Supreme Court held that the RLA applies to railroads owned and operated by the state and engaged in interstate commerce and that state laws against collective bargaining by state employees are preempted by the provisions of the RLA. The railroad involved in State v. Taylor, was similar to the one involved in this case in that it was owned and operated by the state; it was operated for the purpose of facilitating the flow of commerce through a state owned port; revenue above that required for operating expenses was used for improvement of the port facilities; and the railroad was operated as incidental to the operation of a harbor. Sherman v. U. S., 282 U.S. 25, 51 S.Ct. 41, 75 L.Ed. 143 (1930).</p>\n<p>The Eleventh Amendment issue was not raised in State v. Taylor and therefore not reached by the Court. See State v. Taylor, 353 U.S. 553, 568, 77 S.Ct. 1037, 1046, 1 L.Ed.2d 1034, footnote 16. However, the Court stated as follows:</p>\n<blockquote>Finally, the State suggests that Congress has no constitutional power to interfere with the \"sovereign right\" of a State to control its employment relationships on a state-owned railroad engaged in interstate commerce. In United States v. State of California, supra [297 U.S. 175, 56 S.Ct. 421, 80 L.Ed. 567], this Court said that the State, although acting in its sovereign capacity in operating this Belt Railroad, necessarily so acted \"in subordination to the power to regulate interstate commerce, which has been granted specifically to the national government.\" 297 U.S. at page 184, 56 S.Ct. at page 424. \"California, by engaging in interstate commerce by rail, has subjected itself to the commerce power, and is liable for a violation of the Safety Appliance Act, as are other carriers * * *.\" Id., 297 U.S. at page 185, 56 S.Ct. at page 424. That principle is no less applicable here. If California, by engaging in interstate commerce by rail, subjects itself to the commerce power so that Congress can make it conform to federal safety requirements, it also has subjected itself to that power so that Congress can regulate its employment relationships. See also, State of California v. United States, 320 U.S. 577, 586, 64 S.Ct. 352, 356, 88 L.Ed. 322; cf. Railway Employes' Dept. v. Hanson, 351 U.S. 225, 233-238, 76 S.Ct. 714, 718-721, 100 L.Ed. 1112. [Footnotes omitted.]</blockquote>\n<p>The Supreme Court in Parden v. Terminal Railway of the Alabama State Docks Department, 377 U.S. 184, 196, 84 <span class=\"star-pagination\">*37</span> S.Ct. 1207, 1215, 12 L.Ed.2d 233 (1964), held that \"when the State leaves a sphere that is exclusively its own and enters into activities subject to congressional regulation, it subjects itself to that regulation as fully as if it were a private person or corporation,\" and thereby it is held to have waived its immunity to suit in federal court.</p>\n<p>The Court in <i>Parden</i> partially based its finding of waiver on the fact that Alabama had begun the operation of an interstate railroad approximately 20 years after the enactment of the Federal Employers' Liability Act (the federal legislation involved in that case), and thereby \"necessarily consented to such suit as was authorized by that Act.\" <i>Parden,</i> 377 U.S. 184, 192, 84 S.Ct. 1207, 1213.</p>\n<p>The Railway Labor Act was enacted originally in 1926. The North Carolina State Ports Authority was created by statute in 1945, with substantial statutory amendments occurring in 1947 and 1953. North Carolina General Statute § 143-223 provides as follows:</p>\n<blockquote>The Authority shall have the power and authority to acquire, own, lease, locate, install, construct, equip, hold, maintain, control and operate at harbors and seaports a line of terminal railroads with necessary sidings, turnouts, spurs, branches, switches, yard tracks, bridges, trestles, and causeways and in connection therewith or appurtenant thereto shall have the further right to lease, install, construct, acquire, own, maintain, control and use any and every kind or character of motive power and conveyances or appliances necessary or proper to carry passengers, goods, wares, and merchandise over, along or upon the track of such railroad or other conveyances. And the Authority shall have the right and authority to make agreements as to scale of wages, seniority, and working conditions with locomotive engineers, locomotive firemen, switchmen and switch engine foremen and hostlers engaged in the operation of the terminal railroads provided for in this section, and the service and equipment pertinent thereto. And should the said Department exercise the authority herein given, then in such event it shall be the duty of the said Department to make such agreements with said employees hereinabove specified, in accordance with the act of Congress known as the Railroad Labor Act (U.S.C. Title 45, sections 151-163) as amended or as hereafter amended to the end that the same agreements as to seniority and working conditions will obtain as to said employees and the standard rate of pay be provided, as are in force relative to like employees of interstate railroads operating in the same territory with terminal railroads authorized hereby. The Authority shall have the right and authority with its terminal railroads to connect with or cross any other railroad upon payment of just compensation and to receive, deliver to and transport the freight, passengers, and cars of common carrier railroads as though it were an ordinary common carrier.</blockquote>\n<p>While the statute vests in the Ports Authority the discretionary right to bargain collectively with certain of the railroad employees, it expressly provides that \"such agreements with said employees [shall be made] in accordance with the act of Congress known as the Railroad Labor Act (U.S.C. Title 45, sections 151-163). . . .\" Thus, it is manifest that the North Carolina General Assembly was aware that it was entering into an area of federal regulation governed by the RLA.</p>\n<p>This court is of the opinion that the North Carolina State Ports Authority, by knowingly entering into the operation of an interstate railroad, has subjected itself to suit in federal court by private parties to enforce rights created by Congress in the exercise of its power over interstate commerce.</p>\n<p>This court is aware of the recent Supreme Court opinion in Employees of the Department of Public Health &amp; Welfare v. Department of Public Health &amp; Welfare, <span class=\"star-pagination\">*38</span> 411 U.S. 279, 93 S.Ct. 1614, 36 L.Ed.2d 251 (1973), in which the Court sustained an Eleventh Amendment argument by Missouri in a suit brought by state hospital employees to enforce rights granted them under the Fair Labor Standards Act. The Court in <i>Employees</i> distinguished <i>Parden</i> on several grounds: (1) The FLSA provided for the alternate remedy of enforcement of federal statutory rights in an action brought by the Secretary of Labor, thereby providing a remedy for wronged employees while avoiding a confrontation between state and federal sovereignties, whereas in <i>Parden</i> there was no alternate remedy; (2) The FLSA provided for recovery by employees not only of the amount of unpaid wages, but also for liquidated damages in an equal amount and for attorneys' fees, whereas in <i>Parden,</i> the employees were seeking only to be made whole; and the court felt that since Congress had created such a remedy under the FLSA, with punitive characteristics, it did not intend to subject the states to suit by its own citizens, and intended instead for \"the delicate federal-state relationship to be managed through the Secretary of Labor.\" <i>Employees, supra</i>; (3) <i>Parden</i> involved the operation of an interstate railroad, a function normally run by private business associations, whereas <i>Employees</i> involved a hospital, a function traditionally operated by state and local governments.</p>\n<p>It does not appear to this court that <i>Employees</i> is controlling authority in this case.</p>\n<p>The state contends that Ports Authority is not operated for profit, as was the railroad in <i>Parden,</i> and that the operation of a port is a function in which state governments normally engage. It appears from the evidence in this case that the Ports Authority generates revenue which is used to cover normal operating expenses and that any excess of revenue above the normal operating expenses is used for capital improvements. It also appears that many states on the eastern seaboard operate a port authority. The State contends that, therefore, the operation is not unique to state government, and is not a function in which private business associations normally engage. The fact remains, however, that the operation of the railroad and port involved in this case is essentially a commercial and proprietary enterprise.</p>\n<p>In State v. Taylor, <i>supra</i><i>,</i> which involved a railroad operation substantially similar to the one in the case at bar, the Supreme Court held that the RLA applies to state owned common carriers operated in interstate commerce. Thus, the Court held that employees of state owned common carriers by rail are entitled to rights enumerated under the RLA as much so as are employees of private carriers. If the defendant's immunity defense were sustained, employees represented by the plaintiff would possess federal rights without a remedy. There is no alternative remedy in this case as there was in <i>Employees, supra</i><i>.</i> As stated by the Supreme Court in <i>Parden,</i> 377 U.S. 184, 190, 84 S.Ct. 1207, 1211-1212.</p>\n<blockquote>\". . . To read a `sovereign immunity exception' into the Act would result, moreover, in a right without a remedy; it would mean that Congress made \"every\" interstate railroad liable in damages to injured employees but left one class of such employees those whose employers happen to be state ownedwithout any effective means of enforcing that liability. We are unwilling to conclude that Congress intended so pointless and frustrating a result. We therefore read the FELA as authorizing suit in a Federal District Court against state-owned as well as privately owned common carriers by railroad in interstate commerce.\" [Footnotes omitted.]</blockquote>\n<p>This court concludes that, on the facts of this case, the defendant is not immune from suit by virtue of the Eleventh Amendment.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*39</span> (2) <i>Review of the NMB's determination that the employees involved in this case are covered by the REA.</i>\n</h2>\n<p>This court, in its first opinion, held that the determination of the NMB that the defendant is a carrier as defined by the RLA is a question of law which bears directly upon the jurisdiction of the NMB and is subject to judicial review. 332 F.Supp. 95. This holding was affirmed on appeal. 463 F.2d 1 (4th Cir., 1972).</p>\n<p>Obviously, the NMB has no jurisdiction, under the RLA, over a dispute that does not involve a \"carrier\" as the term is defined in 45 U.S.C. § 151, First. By the same token, the NMB would have no jurisdiction to certify a labor organization as representative of a group of employees not entitled to coverage under the RLA. ILA v. N. C. State Ports Authority, 463 F.2d 1, 3 (4th Cir., 1972); United States v. Feaster, 410 F.2d 1354, 1361-1362 (5th Cir., 1969), cert. denied, 396 U.S. 962, 90 S.Ct. 427, 24 L.Ed.2d 426 (1969). This court does not read Switchmen's Union v. National Mediation Board, 320 U.S. 297, 64 S.Ct. 95, 88 L.Ed. 61 (1943) as precluding review of this issue. The issue in <i>Switchmen's</i> was which of two unions was entitled to represent a group of employees. That is an issue concerning which the NMB possesses a particular expertise, and in which the courts should not become involved.</p>\n<p>The controversy in this case is not between two unions contesting for the right of representation, but whether the employees of the defendant involved in this case are \"employees\" as defined in the RLA. The court is of the opinion that the determination of the NMB that they are employees covered by the Act bears directly upon the jurisdiction of the NMB and is subject to judicial review.</p>\n<p></p>\n<h2>(3) <i>Are the employees represented by plaintiff covered by the RLA?</i>\n</h2>\n<p>Title 45 U.S.C. § 151, Fifth, provides in pertinent part as follows:</p>\n<blockquote>Fifth. The term \"employee\" as used herein includes every person in the service of a carrier (subject to its continuing authority to supervise and direct the manner of rendition of his service) who performs any work defined as that of an employee or subordinate official in the orders of the Interstate Commerce Commission now in effect, and as the same may be amended or interpreted by orders hereafter entered by the Commission pursuant to the authority which is conferred upon it to enter orders amending or interpreting such existing orders: <i>Provided, however,</i> That no occupational classification made by order of the Interstate Commerce Commission shall be construed to define the crafts according to which railway employees may be organized by their voluntary action, nor shall the jurisdiction or powers of such employee organizations be regarded as in any way limited or defined by the provisions of this chapter or by the orders of the Commission. . . .</blockquote>\n<p>The function of the Interstate Commerce Commission under the RLA is stated in Brotherhood of Locomotive Firemen and Enginemen, et al. v. Interstate Commerce Commission, 79 U.S.App. D.C. 318, 147 F.2d 312, 315-316 (1945), cert. denied 325 U.S. 860, 65 S.Ct. 1196, 89 L.Ed. 1981 (1945), as follows:</p>\n<blockquote>The language of Section 1, Fifth, of the Labor Act is plain and unambiguous. Its purpose is to authorize the Interstate Commerce Commission to define and classify the work of an \"employee\" or \"subordinate official,\" apart from the work of \"executives\" and \"officials,\" to the end that the status of each under the Act shall be determined by the character of his work. But there is nothing in that provision, or in any other provision of the Labor Act, clothing the Commission with jurisdiction to decide whether a particular person engaged in the character of work defined as employee work is or is not in the service of a particular carrier, or in the <span class=\"star-pagination\">*40</span> service of someone else; and in the circumstances shown such jurisdiction may not properly be deduced from legislative history. . . . The length and breadth of the Commission's power, as found in the Act, is to determine whether or not an admitted wage earner of an admitted carrier is to be classified as an employee, a subordinate official, or an official.</blockquote>\n<p>There has been no suggestion in this case that any of the employees represented by the plaintiff are \"executives\" or \"officials\" of the defendant Ports Authority instead of \"employees\" or \"subordinate officials.\" In the hearing before the NMB, the defendant did not contend that any of the employees represented by the plaintiff were \"executives\" or \"officials\" of the Ports Authority, and no evidence presented to the NMB indicates that any of the employees involved in this case have attained a rank or status that would qualify them as \"executives\" or \"officials\".</p>\n<p>Of course, the employees must be in the service of a carrier and the work performed by the employees must bear a direct relationship to the transportation activities of the defendant carrier. As stated in Northwest Airlines v. Jackson, 185 F.2d 74, 77 (8th Cir., 1951):</p>\n<blockquote>The Railway Labor Act was intended to apply only to transportation activities and that work which bears more than a tenuous, negligible and remote relationship to the transportation activities. It was not intended to apply to all work, regardless of its connection to transportation, merely because the company carrying on the work included carrier activities within its company functions.</blockquote>\n<p>From the transcript of the proceedings before the NMB in this case, it appears that the employees represented by the plaintiff do perform work directly related to the defendant's rail transportation activities. They are engaged in the operation of the railroad equipment; the switching of railroad cars; the loading, unloading, warehousing, and checking of rail cargo, the operation and maintenance of equipment for moving rail cargo; the maintenance of facilities wherein cargo is stored and from which it is loaded and unloaded to and from railroad cars; and the security of the port, including the railroad and rail cargo handling operations. While it is true that many of the employees involved in this case perform work related to the transportation of cargo by truck, a substantial portion of their work is directly related to the defendant's rail transportation activities. Furthermore, it appears that the defendant does not classify and separate its employees on the basis of whether they are involved in rail, as opposed to truck, transportation.</p>\n<p>It appearing to the court that the employees represented by the plaintiff in this action are all involved in the defendant's rail transportation activities, and that they are all \"employees\" or \"subordinate officials\", rather than \"executives\" or \"officials,\" of the defendant carrier, the court is of the opinion that they are included within 45 U.S.C. § 151, Fifth, and are entitled to the benefits enumerated under the RLA.</p>\n<p></p>\n<h2>(4) <i>Was the defendant Ports Authority denied due process at the hearing before the NMB?</i>\n</h2>\n<p>The transcript of the proceedings before the NMB reveals that the Ports Authority officials were present at the hearing, that the Ports Authority was represented by counsel, and that Ports Authority was given an opportunity to be heard, and was, in fact, heard. This court sees no merit in the defendant's allegation that it was denied due process before the NMB.</p>\n<p></p>\n<h2>(5) <i>Does North Carolina General Statute § 95-98 preclude the relief sought by the plaintiff in this action?</i>\n</h2>\n<p>North Carolina Gen.Stat. § 95-98 provides as follows:</p>\n<blockquote>Any agreement, or contract, between the governing authority of any city, town, county, or other municipality, or <span class=\"star-pagination\">*41</span> between any agency, unit, or instrumentality thereof, or between any agency, instrumentality, or institution of the State of North Carolina, and any labor union, trade union, or labor organization, as bargaining agent for any public employees of such city, town, county or other municipality, or agency or instrumentality of government is hereby declared to be against the public policy of the State, illegal, unlawful, void and of no effect.</blockquote>\n<p>The constitutionality of the statute was attacked before a federal three-judge court in Atkins v. City of Charlotte, 296 F.Supp. 1068 (W.D.N.C.1969). The court in <i>Atkins</i> upheld the statute, holding that the State had the right to refuse to enter into collective bargaining agreements with labor unions. The question before the court in <i>Atkins</i> was whether the statute is unconstitutional on its face. The question before this court is whether the state statute has been preempted by federal law by force of the Supremacy Clause of the Constitution.</p>\n<p>North Carolina Gen.Stat. § 95-98 is in clear conflict with the Railway Labor Act, which Congress enacted in the exercise of its authority over interstate commerce, and which clearly favors collective bargaining as a means of resolving labor disputes.</p>\n<p>In Railway Employes' Department v. Hanson, 351 U.S. 225, 76 S.Ct. 714, 100 L.Ed. 1112 (1956) the Court was faced with a similar conflict in state and federal law. The Nebraska State Constitution had a \"right-to-work\" provision which stated that no person should be denied employment because of membership in or refusal to join a labor organization. The Railway Labor Act, 45 U. S.C. § 152, Eleventh, permits a carrier and a labor organization to enter into a union or closed shop agreement, notwithstanding any provision of state law. The Court held:</p>\n<blockquote>A union agreement made pursuant to the Railway Labor Act has, therefore, the imprimatur of the federal law upon it and, by force of the Supremacy Clause of Article VI of the Constitution, could not be made illegal nor vitiated by any provision of the laws of a State.</blockquote>\n<p>Hanson, 351 U.S. 225, 232, 76 S.Ct. 714, 718.</p>\n<p>While there is not an express statutory preemption of state law by federal law in this case as there was in <i>Hanson,</i> the implication of Hanson is clear: when state law conflicts with federal law in an area of exclusive federal jurisdiction, such as interstate commerce, the federal law is supreme, and conflicting state law must give way. Clearly collective bargaining between carriers and their employees covered by the RLA has the \"imprimatur of federal law upon it.\" <i>Hanson, supra</i><i>.</i></p>\n<p>In State v. Taylor, 353 U.S. 553, 77 S. Ct. 1037, 1 L.Ed.2d 1034 (1957), the Supreme Court was confronted with a conflict in the provisions of the RLA and the provisions of the California civil service laws, a conflict almost identical to the one between the provisions of the RLA and North Carolina Gen.Stat. § 95-98, in that California law prohibited collective bargaining between state employees and labor organizations. The court held, citing <i>Hanson, supra,</i> that the provisions of federal law, as embodied in the RLA, were supreme, and that state law and policy must give way to the federal provisions favoring collective bargaining.</p>\n<p>This court is of the opinion that the provisions of the Railway Labor Act providing for collective bargaining between carriers and the duly elected representatives of their employees are supreme and preempt the provisions of North Carolina Gen.Stat. § 95-98.</p>\n<p>Now, therefore, for the foregoing reasons, it is ORDERED that judgment be entered for the plaintiff.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">370</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">33</span></span> (1974)</b></center>\n<center><h1>INTERNATIONAL LONGSHOREMEN'S ASSOCIATION, AFL-CIO, Plaintiff,<br>\nv.<br>\nNORTH CAROLINA STATE PORTS AUTHORITY, Defendant.</h1></center>\n<center>Civ. No. 1462.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>January 30, 1974.</center>\n<p><span class=\"star-pagination\">*34</span> <span class=\"star-pagination\">*35</span> A. A. Canoutas, Wilmington, N. C., Julius Miller, New York City, for plaintiff.</p>\n<p>Robert Morgan, N. C. Atty. Gen., Andrew Vanore, Asst. Atty. Gen., Edward Speas, Associate Atty. Gen., Raleigh, N. C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BUTLER, Chief Judge.</p>\n<p>This action is before the court pursuant to the remand of the Fourth Circuit Court of Appeals, <span class=\"citation\" data-id=\"304393\"><a href=\"/opinion/304393/international-longshoremens-association-afl-cio-v-north-carolina-ports/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span> (4th Cir., 1972). The action was instituted by the International Longshoremen's Association (hereinafter referred to as ILA) to require the North Carolina State Ports Authority (hereinafter referred to as Ports Authority) to enter into good faith negotiations with the plaintiff in regard to rates of pay, rules and working conditions for employees of the defendant in the classes of (1) security guards and (2) dock and warehousemen, for whom the plaintiff has been certified by the National Mediation Board as the representative. The plaintiff bases the claim for relief under The Railway Labor Act, 45 U.S.C. § 151 et seq., hereinafter referred to as RLA, and jurisdiction was laid under 28 U.S.C. § 1337. For a statement of facts, see <span class=\"citation no-link\"><span class=\"volume\">332</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">95</span></span>, 96 (E.D.N.C., 1971).</p>\n<p>This court dismissed the action, holding (1) that the finding of the National Mediation Board (hereinafter referred to as NMB) that the defendant was a carrier as defined in 45 U.S.C. § 151, First, was subject to judicial review, and (2) that the defendant was not a carrier as defined by 45 U.S.C. § 151, First. <span class=\"citation no-link\"><span class=\"volume\">332</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">95</span></span> (E.D.N.C., 1971). This court was of the opinion that the resolution of those issues obviated the necessity for resolving other issues raised by the pleadings.</p>\n<p>Upon appeal, the Fourth Circuit Court of Appeals vacated the judgment of this court, and remanded the cause \"for adjudication of the other controversies between the parties.\" <span class=\"citation\" data-id=\"304393\"><a href=\"/opinion/304393/international-longshoremens-association-afl-cio-v-north-carolina-ports/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4 (4th Cir., 1972). The Fourth Circuit affirmed the portion of this court's opinion which held that the determination of the NMB that the defendant was a carrier under the RLA was subject to judicial review. However, the court held that the defendant is a carrier as defined by the RLA and upon that holding, remanded the cause.</p>\n<p>Hearings were conducted on October 3 and 24, 1973. The court is of the opinion that the following issues are to be resolved in this action.</p>\n<blockquote>(1) Is the defendant, as an agency of the state, the mere alter ego <span class=\"star-pagination\">*36</span> of the state, and therefore immune from suit under the Eleventh Amendment?</blockquote>\n<blockquote>(2) Is the determination of the NMB that the employees represented by the plaintiff are \"employees\" as defined by the RLA subject to judicial review?</blockquote>\n<blockquote>(3) Does the RLA apply to the employees in this case?</blockquote>\n<blockquote>(4) Was the defendant denied due process at the hearing conducted by the NMB?</blockquote>\n<blockquote>(5) Does state law embodied in North Carolina General Statute § 95-98 preclude the relief sought by the plaintiff in this action?</blockquote>\n<p></p>\n<h2>(1) <i>Is the defendant immune from suit under the Eleventh Amendment?</i>\n</h2>\n<p>The North Carolina State Ports Authority is a statutory agency of the State. See N.C.Gen.Stats. §§ 143-216 through 143-228.1. N.C.Gen.Stat. § 143-218 vests the Ports Authority with \"the powers of a body corporate, including the power to sue and be sued. . . .\" The other powers enumerated in the statute include many enjoyed by private corporations. The Fourth Circuit Court of Appeals has held that \"sue and be sued\" statutory provisions are not dispositive of the immunity defense when suit is brought in federal court (rather than a state court) against an agency of the state. Chesapeake Bay Bridge and Tunnel District v. Lauritzen, <span class=\"citation\" data-id=\"282756\"><a href=\"/opinion/282756/chesapeake-bay-bridge-and-tunnel-district-v-j-lauritzen-owner-ms-bella/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1001</span></a></span>, 1003 (4th Cir., 1968).</p>\n<p>In State of California v. Taylor, <span class=\"citation\" data-id=\"105513\"><a href=\"/opinion/105513/california-v-taylor/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">553</span></a></span>, <span class=\"citation\" data-id=\"105513\"><a href=\"/opinion/105513/california-v-taylor/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1037</span></a></span>, <span class=\"citation\" data-id=\"105513\"><a href=\"/opinion/105513/california-v-taylor/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1034</span></a></span> (1957), the Supreme Court held that the RLA applies to railroads owned and operated by the state and engaged in interstate commerce and that state laws against collective bargaining by state employees are preempted by the provisions of the RLA. The railroad involved in State v. Taylor, was similar to the one involved in this case in that it was owned and operated by the state; it was operated for the purpose of facilitating the flow of commerce through a state owned port; revenue above that required for operating expenses was used for improvement of the port facilities; and the railroad was operated as incidental to the operation of a harbor. Sherman v. U. S., <span class=\"citation\" data-id=\"101614\"><a href=\"/opinion/101614/sherman-v-united-states/\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">25</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">41</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">143</span></span> (1930).</p>\n<p>The Eleventh Amendment issue was not raised in State v. Taylor and therefore not reached by the Court. See State v. Taylor, <span class=\"citation\" data-id=\"105513\"><a href=\"/opinion/105513/california-v-taylor/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">553</span></a></span>, 568, <span class=\"citation\" data-id=\"105513\"><a href=\"/opinion/105513/california-v-taylor/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1037</span></a></span>, 1046, <span class=\"citation\" data-id=\"105513\"><a href=\"/opinion/105513/california-v-taylor/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1034</span></a></span>, footnote 16. However, the Court stated as follows:</p>\n<blockquote>Finally, the State suggests that Congress has no constitutional power to interfere with the \"sovereign right\" of a State to control its employment relationships on a state-owned railroad engaged in interstate commerce. In United States v. State of California, supra [297 U.S. 175, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">421</span></span>, 80 L.Ed. 567], this Court said that the State, although acting in its sovereign capacity in operating this Belt Railroad, necessarily so acted \"in subordination to the power to regulate interstate commerce, which has been granted specifically to the national government.\" 297 U.S. at page 184, 56 S.Ct. at page 424. \"California, by engaging in interstate commerce by rail, has subjected itself to the commerce power, and is liable for a violation of the Safety Appliance Act, as are other carriers * * *.\" Id., 297 U.S. at page 185, 56 S.Ct. at page 424. That principle is no less applicable here. If California, by engaging in interstate commerce by rail, subjects itself to the commerce power so that Congress can make it conform to federal safety requirements, it also has subjected itself to that power so that Congress can regulate its employment relationships. See also, State of California v. United States, <span class=\"citation\" data-id=\"103914\"><a href=\"/opinion/103914/california-v-united-states/\"><span class=\"volume\">320</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">577</span></a></span>, 586, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">352</span></span>, 356, 88 L.Ed. 322; cf. Railway Employes' Dept. v. Hanson, <span class=\"citation\" data-id=\"105399\"><a href=\"/opinion/105399/railway-employes-v-hanson/\"><span class=\"volume\">351</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, 233-238, <span class=\"citation\" data-id=\"105399\"><a href=\"/opinion/105399/railway-employes-v-hanson/\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">714</span></a></span>, 718-721, <span class=\"citation\" data-id=\"105399\"><a href=\"/opinion/105399/railway-employes-v-hanson/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1112</span></a></span>. [Footnotes omitted.]</blockquote>\n<p>The Supreme Court in Parden v. Terminal Railway of the Alabama State Docks Department, <span class=\"citation\" data-id=\"106821\"><a href=\"/opinion/106821/parden-v-terminal-r-co-of-ala-docks-dept/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, 196, 84 <span class=\"star-pagination\">*37</span> S.Ct. 1207, 1215, <span class=\"citation\" data-id=\"106821\"><a href=\"/opinion/106821/parden-v-terminal-r-co-of-ala-docks-dept/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">233</span></a></span> (1964), held that \"when the State leaves a sphere that is exclusively its own and enters into activities subject to congressional regulation, it subjects itself to that regulation as fully as if it were a private person or corporation,\" and thereby it is held to have waived its immunity to suit in federal court.</p>\n<p>The Court in <i>Parden</i> partially based its finding of waiver on the fact that Alabama had begun the operation of an interstate railroad approximately 20 years after the enactment of the Federal Employers' Liability Act (the federal legislation involved in that case), and thereby \"necessarily consented to such suit as was authorized by that Act.\" <i>Parden,</i> <span class=\"citation\" data-id=\"106821\"><a href=\"/opinion/106821/parden-v-terminal-r-co-of-ala-docks-dept/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, 192, <span class=\"citation\" data-id=\"106821\"><a href=\"/opinion/106821/parden-v-terminal-r-co-of-ala-docks-dept/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1207</span></a></span>, 1213.</p>\n<p>The Railway Labor Act was enacted originally in 1926. The North Carolina State Ports Authority was created by statute in 1945, with substantial statutory amendments occurring in 1947 and 1953. North Carolina General Statute § 143-223 provides as follows:</p>\n<blockquote>The Authority shall have the power and authority to acquire, own, lease, locate, install, construct, equip, hold, maintain, control and operate at harbors and seaports a line of terminal railroads with necessary sidings, turnouts, spurs, branches, switches, yard tracks, bridges, trestles, and causeways and in connection therewith or appurtenant thereto shall have the further right to lease, install, construct, acquire, own, maintain, control and use any and every kind or character of motive power and conveyances or appliances necessary or proper to carry passengers, goods, wares, and merchandise over, along or upon the track of such railroad or other conveyances. And the Authority shall have the right and authority to make agreements as to scale of wages, seniority, and working conditions with locomotive engineers, locomotive firemen, switchmen and switch engine foremen and hostlers engaged in the operation of the terminal railroads provided for in this section, and the service and equipment pertinent thereto. And should the said Department exercise the authority herein given, then in such event it shall be the duty of the said Department to make such agreements with said employees hereinabove specified, in accordance with the act of Congress known as the Railroad Labor Act (U.S.C. Title 45, sections 151-163) as amended or as hereafter amended to the end that the same agreements as to seniority and working conditions will obtain as to said employees and the standard rate of pay be provided, as are in force relative to like employees of interstate railroads operating in the same territory with terminal railroads authorized hereby. The Authority shall have the right and authority with its terminal railroads to connect with or cross any other railroad upon payment of just compensation and to receive, deliver to and transport the freight, passengers, and cars of common carrier railroads as though it were an ordinary common carrier.</blockquote>\n<p>While the statute vests in the Ports Authority the discretionary right to bargain collectively with certain of the railroad employees, it expressly provides that \"such agreements with said employees [shall be made] in accordance with the act of Congress known as the Railroad Labor Act (U.S.C. Title 45, sections 151-163). . . .\" Thus, it is manifest that the North Carolina General Assembly was aware that it was entering into an area of federal regulation governed by the RLA.</p>\n<p>This court is of the opinion that the North Carolina State Ports Authority, by knowingly entering into the operation of an interstate railroad, has subjected itself to suit in federal court by private parties to enforce rights created by Congress in the exercise of its power over interstate commerce.</p>\n<p>This court is aware of the recent Supreme Court opinion in Employees of the Department of Public Health &amp; Welfare v. Department of Public Health &amp; Welfare, <span class=\"star-pagination\">*38</span> <span class=\"citation\" data-id=\"108763\"><a href=\"/opinion/108763/employees-v-missouri-public-health-dept/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, <span class=\"citation\" data-id=\"108763\"><a href=\"/opinion/108763/employees-v-missouri-public-health-dept/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1614</span></a></span>, <span class=\"citation\" data-id=\"108763\"><a href=\"/opinion/108763/employees-v-missouri-public-health-dept/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1973), in which the Court sustained an Eleventh Amendment argument by Missouri in a suit brought by state hospital employees to enforce rights granted them under the Fair Labor Standards Act. The Court in <i>Employees</i> distinguished <i>Parden</i> on several grounds: (1) The FLSA provided for the alternate remedy of enforcement of federal statutory rights in an action brought by the Secretary of Labor, thereby providing a remedy for wronged employees while avoiding a confrontation between state and federal sovereignties, whereas in <i>Parden</i> there was no alternate remedy; (2) The FLSA provided for recovery by employees not only of the amount of unpaid wages, but also for liquidated damages in an equal amount and for attorneys' fees, whereas in <i>Parden,</i> the employees were seeking only to be made whole; and the court felt that since Congress had created such a remedy under the FLSA, with punitive characteristics, it did not intend to subject the states to suit by its own citizens, and intended instead for \"the delicate federal-state relationship to be managed through the Secretary of Labor.\" <i>Employees, supra</i>; (3) <i>Parden</i> involved the operation of an interstate railroad, a function normally run by private business associations, whereas <i>Employees</i> involved a hospital, a function traditionally operated by state and local governments.</p>\n<p>It does not appear to this court that <i>Employees</i> is controlling authority in this case.</p>\n<p>The state contends that Ports Authority is not operated for profit, as was the railroad in <i>Parden,</i> and that the operation of a port is a function in which state governments normally engage. It appears from the evidence in this case that the Ports Authority generates revenue which is used to cover normal operating expenses and that any excess of revenue above the normal operating expenses is used for capital improvements. It also appears that many states on the eastern seaboard operate a port authority. The State contends that, therefore, the operation is not unique to state government, and is not a function in which private business associations normally engage. The fact remains, however, that the operation of the railroad and port involved in this case is essentially a commercial and proprietary enterprise.</p>\n<p>In State v. Taylor, <i>supra</i><i>,</i> which involved a railroad operation substantially similar to the one in the case at bar, the Supreme Court held that the RLA applies to state owned common carriers operated in interstate commerce. Thus, the Court held that employees of state owned common carriers by rail are entitled to rights enumerated under the RLA as much so as are employees of private carriers. If the defendant's immunity defense were sustained, employees represented by the plaintiff would possess federal rights without a remedy. There is no alternative remedy in this case as there was in <i>Employees, supra</i><i>.</i> As stated by the Supreme Court in <i>Parden,</i> <span class=\"citation\" data-id=\"106821\"><a href=\"/opinion/106821/parden-v-terminal-r-co-of-ala-docks-dept/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, 190, <span class=\"citation\" data-id=\"106821\"><a href=\"/opinion/106821/parden-v-terminal-r-co-of-ala-docks-dept/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1207</span></a></span>, 1211-1212.</p>\n<blockquote>\". . . To read a `sovereign immunity exception' into the Act would result, moreover, in a right without a remedy; it would mean that Congress made \"every\" interstate railroad liable in damages to injured employees but left one class of such employees those whose employers happen to be state ownedwithout any effective means of enforcing that liability. We are unwilling to conclude that Congress intended so pointless and frustrating a result. We therefore read the FELA as authorizing suit in a Federal District Court against state-owned as well as privately owned common carriers by railroad in interstate commerce.\" [Footnotes omitted.]</blockquote>\n<p>This court concludes that, on the facts of this case, the defendant is not immune from suit by virtue of the Eleventh Amendment.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*39</span> (2) <i>Review of the NMB's determination that the employees involved in this case are covered by the REA.</i>\n</h2>\n<p>This court, in its first opinion, held that the determination of the NMB that the defendant is a carrier as defined by the RLA is a question of law which bears directly upon the jurisdiction of the NMB and is subject to judicial review. <span class=\"citation no-link\"><span class=\"volume\">332</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">95</span></span>. This holding was affirmed on appeal. <span class=\"citation\" data-id=\"304393\"><a href=\"/opinion/304393/international-longshoremens-association-afl-cio-v-north-carolina-ports/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span> (4th Cir., 1972).</p>\n<p>Obviously, the NMB has no jurisdiction, under the RLA, over a dispute that does not involve a \"carrier\" as the term is defined in 45 U.S.C. § 151, First. By the same token, the NMB would have no jurisdiction to certify a labor organization as representative of a group of employees not entitled to coverage under the RLA. ILA v. N. C. State Ports Authority, <span class=\"citation\" data-id=\"304393\"><a href=\"/opinion/304393/international-longshoremens-association-afl-cio-v-north-carolina-ports/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (4th Cir., 1972); United States v. Feaster, <span class=\"citation\" data-id=\"284873\"><a href=\"/opinion/284873/united-states-of-america-and-warren-s-lane-as-mediator-national/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1354</span></a></span>, 1361-1362 (5th Cir., 1969), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">962</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">427</span></span>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">426</span></span> (1969). This court does not read Switchmen's Union v. National Mediation Board, <span class=\"citation\" data-id=\"103889\"><a href=\"/opinion/103889/switchmens-union-v-board/\"><span class=\"volume\">320</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">297</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">95</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">61</span></span> (1943) as precluding review of this issue. The issue in <i>Switchmen's</i> was which of two unions was entitled to represent a group of employees. That is an issue concerning which the NMB possesses a particular expertise, and in which the courts should not become involved.</p>\n<p>The controversy in this case is not between two unions contesting for the right of representation, but whether the employees of the defendant involved in this case are \"employees\" as defined in the RLA. The court is of the opinion that the determination of the NMB that they are employees covered by the Act bears directly upon the jurisdiction of the NMB and is subject to judicial review.</p>\n<p></p>\n<h2>(3) <i>Are the employees represented by plaintiff covered by the RLA?</i>\n</h2>\n<p>Title 45 U.S.C. § 151, Fifth, provides in pertinent part as follows:</p>\n<blockquote>Fifth. The term \"employee\" as used herein includes every person in the service of a carrier (subject to its continuing authority to supervise and direct the manner of rendition of his service) who performs any work defined as that of an employee or subordinate official in the orders of the Interstate Commerce Commission now in effect, and as the same may be amended or interpreted by orders hereafter entered by the Commission pursuant to the authority which is conferred upon it to enter orders amending or interpreting such existing orders: <i>Provided, however,</i> That no occupational classification made by order of the Interstate Commerce Commission shall be construed to define the crafts according to which railway employees may be organized by their voluntary action, nor shall the jurisdiction or powers of such employee organizations be regarded as in any way limited or defined by the provisions of this chapter or by the orders of the Commission. . . .</blockquote>\n<p>The function of the Interstate Commerce Commission under the RLA is stated in Brotherhood of Locomotive Firemen and Enginemen, et al. v. Interstate Commerce Commission, 79 U.S.App. D.C. 318, <span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">312</span></span>, 315-316 (1945), cert. denied <span class=\"citation no-link\"><span class=\"volume\">325</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">860</span></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1196</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1981</span></span> (1945), as follows:</p>\n<blockquote>The language of Section 1, Fifth, of the Labor Act is plain and unambiguous. Its purpose is to authorize the Interstate Commerce Commission to define and classify the work of an \"employee\" or \"subordinate official,\" apart from the work of \"executives\" and \"officials,\" to the end that the status of each under the Act shall be determined by the character of his work. But there is nothing in that provision, or in any other provision of the Labor Act, clothing the Commission with jurisdiction to decide whether a particular person engaged in the character of work defined as employee work is or is not in the service of a particular carrier, or in the <span class=\"star-pagination\">*40</span> service of someone else; and in the circumstances shown such jurisdiction may not properly be deduced from legislative history. . . . The length and breadth of the Commission's power, as found in the Act, is to determine whether or not an admitted wage earner of an admitted carrier is to be classified as an employee, a subordinate official, or an official.</blockquote>\n<p>There has been no suggestion in this case that any of the employees represented by the plaintiff are \"executives\" or \"officials\" of the defendant Ports Authority instead of \"employees\" or \"subordinate officials.\" In the hearing before the NMB, the defendant did not contend that any of the employees represented by the plaintiff were \"executives\" or \"officials\" of the Ports Authority, and no evidence presented to the NMB indicates that any of the employees involved in this case have attained a rank or status that would qualify them as \"executives\" or \"officials\".</p>\n<p>Of course, the employees must be in the service of a carrier and the work performed by the employees must bear a direct relationship to the transportation activities of the defendant carrier. As stated in Northwest Airlines v. Jackson, <span class=\"citation\" data-id=\"225941\"><a href=\"/opinion/225941/northwest-airlines-inc-v-jackson-and-six-other-cases/\"><span class=\"volume\">185</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">74</span></a></span>, 77 (8th Cir., 1951):</p>\n<blockquote>The Railway Labor Act was intended to apply only to transportation activities and that work which bears more than a tenuous, negligible and remote relationship to the transportation activities. It was not intended to apply to all work, regardless of its connection to transportation, merely because the company carrying on the work included carrier activities within its company functions.</blockquote>\n<p>From the transcript of the proceedings before the NMB in this case, it appears that the employees represented by the plaintiff do perform work directly related to the defendant's rail transportation activities. They are engaged in the operation of the railroad equipment; the switching of railroad cars; the loading, unloading, warehousing, and checking of rail cargo, the operation and maintenance of equipment for moving rail cargo; the maintenance of facilities wherein cargo is stored and from which it is loaded and unloaded to and from railroad cars; and the security of the port, including the railroad and rail cargo handling operations. While it is true that many of the employees involved in this case perform work related to the transportation of cargo by truck, a substantial portion of their work is directly related to the defendant's rail transportation activities. Furthermore, it appears that the defendant does not classify and separate its employees on the basis of whether they are involved in rail, as opposed to truck, transportation.</p>\n<p>It appearing to the court that the employees represented by the plaintiff in this action are all involved in the defendant's rail transportation activities, and that they are all \"employees\" or \"subordinate officials\", rather than \"executives\" or \"officials,\" of the defendant carrier, the court is of the opinion that they are included within 45 U.S.C. § 151, Fifth, and are entitled to the benefits enumerated under the RLA.</p>\n<p></p>\n<h2>(4) <i>Was the defendant Ports Authority denied due process at the hearing before the NMB?</i>\n</h2>\n<p>The transcript of the proceedings before the NMB reveals that the Ports Authority officials were present at the hearing, that the Ports Authority was represented by counsel, and that Ports Authority was given an opportunity to be heard, and was, in fact, heard. This court sees no merit in the defendant's allegation that it was denied due process before the NMB.</p>\n<p></p>\n<h2>(5) <i>Does North Carolina General Statute § 95-98 preclude the relief sought by the plaintiff in this action?</i>\n</h2>\n<p>North Carolina Gen.Stat. § 95-98 provides as follows:</p>\n<blockquote>Any agreement, or contract, between the governing authority of any city, town, county, or other municipality, or <span class=\"star-pagination\">*41</span> between any agency, unit, or instrumentality thereof, or between any agency, instrumentality, or institution of the State of North Carolina, and any labor union, trade union, or labor organization, as bargaining agent for any public employees of such city, town, county or other municipality, or agency or instrumentality of government is hereby declared to be against the public policy of the State, illegal, unlawful, void and of no effect.</blockquote>\n<p>The constitutionality of the statute was attacked before a federal three-judge court in Atkins v. City of Charlotte, <span class=\"citation\" data-id=\"1982726\"><a href=\"/opinion/1982726/atkins-v-city-of-charlotte/\"><span class=\"volume\">296</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1068</span></a></span> (W.D.N.C.1969). The court in <i>Atkins</i> upheld the statute, holding that the State had the right to refuse to enter into collective bargaining agreements with labor unions. The question before the court in <i>Atkins</i> was whether the statute is unconstitutional on its face. The question before this court is whether the state statute has been preempted by federal law by force of the Supremacy Clause of the Constitution.</p>\n<p>North Carolina Gen.Stat. § 95-98 is in clear conflict with the Railway Labor Act, which Congress enacted in the exercise of its authority over interstate commerce, and which clearly favors collective bargaining as a means of resolving labor disputes.</p>\n<p>In Railway Employes' Department v. Hanson, <span class=\"citation\" data-id=\"105399\"><a href=\"/opinion/105399/railway-employes-v-hanson/\"><span class=\"volume\">351</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, <span class=\"citation\" data-id=\"105399\"><a href=\"/opinion/105399/railway-employes-v-hanson/\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">714</span></a></span>, <span class=\"citation\" data-id=\"105399\"><a href=\"/opinion/105399/railway-employes-v-hanson/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1112</span></a></span> (1956) the Court was faced with a similar conflict in state and federal law. The Nebraska State Constitution had a \"right-to-work\" provision which stated that no person should be denied employment because of membership in or refusal to join a labor organization. The Railway Labor Act, 45 U. S.C. § 152, Eleventh, permits a carrier and a labor organization to enter into a union or closed shop agreement, notwithstanding any provision of state law. The Court held:</p>\n<blockquote>A union agreement made pursuant to the Railway Labor Act has, therefore, the imprimatur of the federal law upon it and, by force of the Supremacy Clause of Article VI of the Constitution, could not be made illegal nor vitiated by any provision of the laws of a State.</blockquote>\n<p>Hanson, <span class=\"citation\" data-id=\"105399\"><a href=\"/opinion/105399/railway-employes-v-hanson/\"><span class=\"volume\">351</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, 232, <span class=\"citation\" data-id=\"105399\"><a href=\"/opinion/105399/railway-employes-v-hanson/\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">714</span></a></span>, 718.</p>\n<p>While there is not an express statutory preemption of state law by federal law in this case as there was in <i>Hanson,</i> the implication of Hanson is clear: when state law conflicts with federal law in an area of exclusive federal jurisdiction, such as interstate commerce, the federal law is supreme, and conflicting state law must give way. Clearly collective bargaining between carriers and their employees covered by the RLA has the \"imprimatur of federal law upon it.\" <i>Hanson, supra</i><i>.</i></p>\n<p>In State v. Taylor, <span class=\"citation\" data-id=\"105513\"><a href=\"/opinion/105513/california-v-taylor/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">553</span></a></span>, <span class=\"citation\" data-id=\"105513\"><a href=\"/opinion/105513/california-v-taylor/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1037</span></a></span>, <span class=\"citation\" data-id=\"105513\"><a href=\"/opinion/105513/california-v-taylor/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1034</span></a></span> (1957), the Supreme Court was confronted with a conflict in the provisions of the RLA and the provisions of the California civil service laws, a conflict almost identical to the one between the provisions of the RLA and North Carolina Gen.Stat. § 95-98, in that California law prohibited collective bargaining between state employees and labor organizations. The court held, citing <i>Hanson, supra,</i> that the provisions of federal law, as embodied in the RLA, were supreme, and that state law and policy must give way to the federal provisions favoring collective bargaining.</p>\n<p>This court is of the opinion that the provisions of the Railway Labor Act providing for collective bargaining between carriers and the duly elected representatives of their employees are supreme and preempt the provisions of North Carolina Gen.Stat. § 95-98.</p>\n<p>Now, therefore, for the foregoing reasons, it is ORDERED that judgment be entered for the plaintiff.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101614/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105513/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/225941/",
    "http://www.courtlistener.com/api/rest/v3/opinions/282756/",
    "http://www.courtlistener.com/api/rest/v3/opinions/284873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/304393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1982726/"
  ]
}