{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1802126/",
  "absolute_url": "/opinion/1802126/croydon-co-inc-v-unique-furnishings-ltd/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1802126/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:28:50.183940Z",
  "date_modified": "2016-04-27T01:44:01.814158Z",
  "type": "010combined",
  "sha1": "f6a62b2a59bf0bd9f12b9b0ccd4a852b192b94ee",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>831 F.Supp. 480 (1993)</b></center>\n<center><h1>The CROYDON CO., INC., d/b/a Gaylord Bros., Plaintiff,<br>\nv.<br>\nUNIQUE FURNISHINGS, LTD., and Colleen Westover Rabe, Defendants.</h1></center>\n<center>No. 92-126-CIV-3-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>August 11, 1993.</center>\n<p><span class=\"star-pagination\">*481</span> F. Jefferson Ward, Jr., Harrington, Ward, Gilleland &amp; Winstead, Sanford, NC, for plaintiff.</p>\n<p>David Ernest Bennett, Rhodes, Coats &amp; Bennett, Raleigh, NC, for defendants.</p>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the defendants' motion to dismiss filed January 4, 1993. The Honorable Alexander B. Denson, United States Magistrate Judge, entered a Memorandum and Recommendation on June 29, 1993, recommending that Count One of the plaintiff's complaint be dismissed for lack of subject matter jurisdiction and that the defendants' motion to dismiss Counts Two and Three be denied. More than ten days have passed since the Magistrate Judge entered his Memorandum and Recommendation and no objections have been filed. Thus, this matter is now ripe for ruling.</p>\n<p>The court has fully reviewed the parties' memoranda and supplemental briefs as well as the Memorandum and Recommendation of the Magistrate Judge. The court finds that the Memorandum and Recommendation of the Magistrate Judge is well grounded in law and fact and hereby ADOPTS the Memorandum and Recommendation as its own.</p>\n<p>For the reasons stated in the Memorandum and Recommendation, the court finds that it lacks subject matter jurisdiction over Count One of the plaintiff's complaint by operation of 28 U.S.C. § 1498(a). However, Counts Two and Three are properly raised in this court and allege sufficient facts to survive a motion to dismiss for failure to state a claim upon which relief can be granted. Accordingly, the court hereby GRANTS IN PART and DENIES IN PART the defendants' motion to dismiss. IT IS HEREBY ORDERED that Count One of the plaintiff's complaint BE DISMISSED.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>DENSON, United States Magistrate Judge.</p>\n<p>THIS CAUSE comes before the court on Defendants' Motion to Dismiss Plaintiff's complaint. Plaintiff has responded and Defendants have replied. The matter is ripe for disposition. Currently, the case is set for trial during the Honorable United States District Judge Malcolm J. Howard's January 18, 1994, term of court in Fayetteville, North Carolina.</p>\n<p></p>\n<h2><i>FACTS</i></h2>\n<p>The corporate defendant, Unique Furnishings, Ltd, (Unique) is a manufacturer of furniture incorporated under the laws of the state of Wisconsin. Colleen Rabe is the owner of Unique, and also serves as a director and president of the company. Plaintiff Croydon Company, Inc., d/b/a Gaylord Brothers (Gaylord), is a manufacturer of furniture and is a corporation chartered under the laws of the state of New York.</p>\n<p>The present lawsuit arises out of a contract entered into between Unique and the United States Government for furniture to be used at the JFKSWC Academic Library on the Fort Bragg Military Reservation. After soliciting bids for the library furniture, the Government awarded the contract to Unique. The furniture subsequently was manufactured and supplied by Unique and is currently being used at the Fort Bragg library.</p>\n<p>In Count One of its complaint, Gaylord contends that the library furniture supplied by Unique to the Government infringes upon its exclusive right to use design patent number <span class=\"star-pagination\">*482</span> des. 303,188.<sup>[1]</sup> In Count Two, Gaylord contends that Unique has violated Section 43(a) of the Lanham Act, 15 U.S.C. § 1125(a), by supplying library furniture to the Government that is unlawfully similar to its product in that it is likely to cause confusion in the public as to origin of the furniture. In Count Three, Gaylord alleges unfair and deceptive trade practices under both North Carolina common law and pursuant to N.C.Gen.Stat. § 75-1.1.</p>\n<p>All three counts arise out of a common nucleus of operative fact, that being Unique's contract to supply the United States Government with library furniture to be used at Fort Bragg and the subsequent execution of that contract. (The contract at issue is included as Exhibit A to Defs.' Memo. in Support of Motion to Dismiss.)</p>\n<p></p>\n<h2><i>DEFENDANTS' MOTION TO DISMISS COUNT ONE</i></h2>\n<p></p>\n<h2>-A-</h2>\n<p>The issue presented by Unique's motion to dismiss Count One is whether this or any other federal district court has proper jurisdiction over Gaylord's claim of patent infringement. In its complaint, Gaylord relied on the jurisdiction conferred to district courts by 28 U.S.C. §§ 1331<sup>[2]</sup> and 1338(a)<sup>[3]</sup>. (Complaint at 2, Para. 4).<sup>[4]</sup> Defendants argue that these jurisdictional statutes are trumped by the specific and exclusive jurisdiction conveyed upon the United States Court of Federal Claims<sup>[5]</sup> by 28 U.S.C. § 1498(a). Accordingly, they move to dismiss pursuant to Federal Rule of Civil Procedure 12(b)(1).<sup>[6]</sup></p>\n<p>Section 1498(a) provides that:</p>\n<blockquote>Whenever an invention described in and covered by a patent of the United States is used or manufactured by or for the United States without license of the owner thereof or lawful right to use or manufacture same, the owner's remedy shall be by action against the United States in the United States Court of Federal Claims for the recovery of his reasonable and entire compensation for such use and manufacture.</blockquote>\n<blockquote>For the purposes of this Section, use or manufacture of an invention described in and covered by a patent of the United States by a contractor, a subcontractor, or <span class=\"star-pagination\">*483</span> any person, firm or corporation for the Government and with the authorization or consent of the Government, shall be construed as use or manufacture for the United States.</blockquote>\n<p>28 U.S.C. § 1498(a).</p>\n<p></p>\n<h2>-B-</h2>\n<p>The history of this statute is well-documented in <i>Richmond Screw Anchor Co. v. United States,</i> 275 U.S. 331, 48 S.Ct. 194, 72 L.Ed. 303 (1928). After passing the original act in 1910, Congress amended the statute in 1918. The Supreme Court, through Chief Justice Taft, said:</p>\n<blockquote>The purpose of the amendment was to relieve the contractor entirely from liability of every kind for the infringement of patents in manufacturing anything for the government, and to limit the owner of the patent and his assigns and all claiming through or under him to suit against the United States in the Court of Claims for the recovery of his reasonable and entire compensation for such use and manufacture. The word `entire' emphasizes the exclusive and comprehensive character of the remedy provided. As the Solicitor General says in his brief with respect to the act, it is more than a waiver of immunity and affects an assumption of liability by the government.</blockquote>\n<blockquote>... The intention and purpose of Congress in the act of 1918 was to stimulate contractors to furnish what was needed for the war, without fear of becoming liable themselves for infringements to inventors or the owners or assignees of patents. The letter of the Assistant Secretary of the Navy, upon which the act of 1918 was passed, leaves no doubt that this was the occasion for it. To accomplish this governmental purpose, Congress exercised the power to take away the right of the owner of the patent to recover from the contractor for infringements.</blockquote>\n<p><i>Id.,</i> 275 U.S. at 343-45, 48 S.Ct. at 196-97.</p>\n<p>While the war has long since come to a successful end, the statute remains. Even having arrived seventy-five years since the statute was amended, the case at hand comes squarely within its terms. Unique has allegedly violated Gaylord's rights. The patented invention was \"used ... by\" and \"manufactured ... for the United States.\" Following the explicit language of the statute, it therefore follows that Gaylord's \"remedy shall be by action against the United States in the United States Court of Federal Claims\" for its \"entire compensation for such use and manufacture.\"</p>\n<p>While some legitimate doubt existed in 1910 as to the statute's application to contractors who supplied products to the Government, the 1918 amendment erased it. Chief Justice Taft, in the above quoted passage, thoroughly explained the purpose and effect of the amendment. Regardless of the inapplicability of the historical context, the effect of the amendment is the same today as it was in 1918. Congress took away Gaylord's cause of action against Unique in the district court and replaced it with the exact same cause of action against the Government in the Court of Federal Claims.</p>\n<p></p>\n<h2>-C-</h2>\n<p>Section 1498(a), quoted <i>supra</i> on page 4, states that \"use or manufacture\" by a contractor is use or manufacture for the United States so long as it was with the authorization or consent of the government. Gaylord argues that there was no governmental consent to the alleged infringing manufacture and that therefore the statute does not apply.</p>\n<p>Gaylord points to an indemnity agreement between the Government and Unique to support its contention that the Government did not consent to Unique's alleged infringing manufacture. Gaylord states that \"[t]his [indemnity agreement] demonstrates the intent of the parties to except application of § 1498.\" (Pl.'s Memo. at 4.) Gaylord goes further out on a weakening limb by stating that \"[t]he Government specifically contracted for owners of any intellectual property rights not to have their remedy against the United States Government.\" (Pl.'s Memo. at 4.)</p>\n<p>There is more than one thing wrong with this argument. The court will point out that \"the subject matter jurisdiction of the federal courts is too basic a concern to the <span class=\"star-pagination\">*484</span> judicial system to be left to the whims and tactical concerns of the litigants.\" Wright, Miller &amp; Cooper, Federal Practice and Procedure: Jurisdiction 2d § 3522, 67-68. In other words, federal jurisdiction can not be conferred on this court by agreement of the parties. <i>Id.</i> at 66. If the Court of Federal Claims has exclusive jurisdiction pursuant to Section 1498(a), the parties can not by contract defeat the grant of exclusive jurisdiction and vest it in this court.</p>\n<p></p>\n<h2>-D-</h2>\n<p>Even if the Government and Unique had the power to create jurisdiction for this court, which they do not, Gaylord's contention that the indemnity agreement \"except[s] application of § 1498\" is meritless. It is a rather basic legal premise that indemnity agreements do not and can not limit the rights of third parties not privy to the agreement. In the context at hand, the indemnity agreement provides that if a third party (Gaylord) exercises its rights against the first party to the indemnity agreement (the United States), the second party to the indemnity agreement (Unique) will reimburse the first party for its costs.</p>\n<p>The indemnity agreement does not and could not prevent Gaylord from suing the United States directly. <i>See </i><i>Molinaro v. Watkins-Johnson CEI Div.,</i> 359 F.Supp. 467 (D.Md.1973) (\"Indemnification, therefore, rather than being inconsistent with `authorization and consent' [pursuant to Section 1498(a) ] is totally consistent with it.\" <i>Id.</i> at 474); <i>Dearborn Chemical Co. v. Arvey Corp.,</i> 114 F.Supp. 369 (N.D.Ill.1953) (\"Nor does the language of [Section 1498(a) ] warrant any inference that the Government is thereby prevented from engaging in the sound business practice of securing indemnity agreements from any of its suppliers.\" <i>Id.</i> at 371).</p>\n<p></p>\n<h2>-E-</h2>\n<p>Furthermore, in direct contrast to Gaylord's assertion that the Government did not consent to the alleged infringing manufacture, the contract between the Government and Unique contains a provision titled \"AUTHORIZATION AND CONSENT.\" It reads:</p>\n<blockquote>The Government <i>authorizes and consents to all use and manufacture,</i> in performing this contract or any subcontract at any tier, <i>of any invention described in and covered by a United States patent</i> (1) embodied in the structure or composition of any article the delivery of which is accepted by the Government under this contract. ...</blockquote>\n<p>(Defs.' Reply at 2-3) (emphasis added).<sup>[7]</sup></p>\n<p>Even if the Government had not expressly given authorization and consent to the infringing manufacture, it would nevertheless be within the terms of § 1498(a) because it has effectively given its authorization and consent by contracting for and accepting delivery of the alleged infringing manufacture. <i>Bereslavsky v. Esso Standard Oil Co.,</i> 175 F.2d 148 (4th Cir.1949). The Fourth Circuit in <i>Bereslavsky</i> held that</p>\n<blockquote>`[a]uthorization or consent' on the part of the Government may be given in many ways other than by letter or other direct form of communication.... [T]he specifications and the contract may be silent with respect to the use of patented inventions. In such event, if the invention for which claim is made is incorporated in the articles delivered to the United States under the terms of the contract, the acceptance of such articles as complying with the terms of the contract, constitutes `consent' by the Government sufficient to bring the articles within the provisions of [Section 1498(a) ], and forms the basis for the transfer of jurisdiction over any claim for compensation therefor from the District Court to the Court of Claims.</blockquote>\n<p><i>Id.,</i> 175 F.2d at 151.</p>\n<p>Gaylord does not contest that the Government contracted for the furniture Unique provided, nor that the furniture was actually accepted by the Government. <i>Bereslavsky</i> therefore controls. Other cases are in accord.</p>\n<p><span class=\"star-pagination\">*485</span> In <i>Croll-Reynolds Co. v. Perini-Leavell-Jones-Vinell,</i> 399 F.2d 913 (5th Cir.1968), <i>cert. denied</i> 393 U.S. 1050, 89 S.Ct. 688, 21 L.Ed.2d 692 (1969), the Fifth Circuit reached the same result. In that case, patent owners sued various contractors and subcontractors for infringing on their exclusive right to use a cement cooling procedure during construction of a dam for the United States. The Court, citing <i>Bereslavsky,</i> held that</p>\n<blockquote>[t]he absence of any designation or specification in the contract that would require the use of the appellant's invention does not preclude a finding that there has been a use for the Government with the authorization and consent of the Government. The cooling equipment was constructed by the contractor for use in the performance of its contract with the Government, and it was so used. Hence there was a use for the Government .... Under Section 1498 the appellants' remedy, if any they have, is against the United States in the Court of Claims.</blockquote>\n<p><i>Croll-Reynolds,</i> 399 F.2d at 915. Houdini could not escape the inevitable conclusion.</p>\n<p></p>\n<h2>-F-</h2>\n<p>The Government contracted with Unique for library furniture. Unique provided the furniture pursuant to that contract. The Government has accepted and is using the furniture. Gaylord believes its patent rights have been violated by Unique's manufacture and sale of that furniture. In the absence of Section 1498(a), Gaylord would have a cause of action against Unique in district court. However, far from being absent, Section 1498(a) is undeniably in attendance. By leaving Section 1498(a) on the roll, Congress has effectively taken away Gaylord's cause of action against Unique in district court and replaced it with a cause of action against the Government in the Court of Federal Claims. Gaylord's anemic argument that the indemnity agreement between the Government and Unique excepts application of Section 1498(a) is patently wrong.</p>\n<p></p>\n<h2>-G-</h2>\n<p>Pursuant to this court's order dated April 28, 1993, the parties filed supplemental memoranda of law. Very likely in anticipation of the court's recommendation, Gaylord offered, for the first time, an additional reason why Count One of its complaint should not be dismissed in its entirety.</p>\n<p>Gaylord argues that \"even if this district court determines that § 1498(a) applies to Count I for Unique's infringing sales to the U.S. government ... the remainder of Count I, relating to infringing sales to others, must still continue in this Court.\" (Gaylord's Supplemental Memo. at 2). This argument came as some surprise to the court, since the complaint does not mention any other alleged infringing sales.</p>\n<p>Gaylord clarifies its position by pointing out that</p>\n<blockquote>[t]he Complaint herein at para. 7 pleads with fair notice that Defendants were being charged with infringement of Plaintiff's design patent for the acts of `unauthorized manufacture, use and sale of furniture embodying the design of the '188 patent, <i>including</i> the sale of infringing furniture to the U.S. Government.' Clearly this pleading is not restricted to sales to the government, but merely uses the government sales as an example of the infringing activity.</blockquote>\n<p>(Gaylord's Supplemental Memo. at 2, quoting its Complaint at para. 7.)</p>\n<p>Gaylord's argument does not save Count One. As discussed above, Gaylord has no claim against Unique for patent infringement based upon Unique's transaction with the Government. If Gaylord believes it has a cause of action for patent infringement against Unique based upon some other transaction, it has a duty to notify Unique of the alleged infringing transaction. <i>See</i> Fed. R.Civ.P. 10(b) (\"Each claim founded upon a separate transaction or occurrence ... shall be stated in a separate count ... whenever a separation facilitates the clear presentation of the matters set forth.\") Far from facilitating its presentation of an alleged separate infringing transaction, Gaylord has made no such presentation at all in its complaint.</p>\n<p>If Gaylord is aware of such a transaction, it does not facilitate its cause by keeping the transaction a secret. Gaylord may file a <span class=\"star-pagination\">*486</span> motion to amend its complaint pursuant to Fed.R.Civ.P. 15 to include such a transaction if it wishes. Gaylord's reference to a possible infringing sale of goods by Unique to the Fayetteville, North Carolina, public library in its memoranda is of no avail.</p>\n<p>Gaylord claims it was put on notice of this sale by a letter from Unique on September 25, 1992. Gaylord did not file this action until November 17, 1992. Gaylord had almost two months to investigate this alleged potentially infringing transaction and include it in its complaint. Gaylord did not do so. Count One, as it now exists, should be dismissed.</p>\n<p></p>\n<h2>-H-</h2>\n<p>Gaylord has another argument it also raises for the first time in its supplemental filing. Gaylord claims that Section 1498 is not a jurisdictional statute, but is merely an affirmative defense. Gaylord cites <i>Sperry Gyroscope Co. v. Arma Engineering Co.,</i> 271 U.S. 232, 46 S.Ct. 505, 70 L.Ed. 922 (1926) and <i>Manville Sales Corp. v. Paramount Systems, Inc.,</i> 917 F.2d 544 (Fed.Cir.1990) in support of its position. The argument may be more academic than practical. Even accepting <i>arguendo</i> the position as accurate, Unique has raised the spectre of Section 1498 in its answer as a bar to Gaylord's recovery in this court. Unique's current 12(b)(1) motion to dismiss Count One could be converted to a rule 56 motion for summary judgment.</p>\n<p>Such a conversion is not necessary. \"The question of whether § 1498(b) is only an affirmative defense is not itself free from doubt.\" <i>Herbert v. National Academy of Sciences,</i> 974 F.2d 192 (D.C.Cir.1992) (Sentelle, J.).<sup>[8]</sup> The basis for Gaylord's argument, as it was for the appellant in <i>Herbert,</i> was the Supreme Court's 1926 decision in <i>Sperry, supra</i><i>.</i> As Judge Sentelle noted, the Court's holding in and effect of <i>Sperry</i> are subject to debate. The Federal Circuit staked out its position in <i>Manville, supra,</i> and decided that Section 1498 provides an affirmative defense and is not an absolute jurisdictional bar. <i>Manville</i> was expressly based on the holding in <i>Sperry.</i></p>\n<p>A contrary position was taken in <i>Fulmer v. United States,</i> 83 F.Supp. 137 (N.D.Ala. 1949). The court in <i>Fulmer</i> relied in part upon Justice Taft's opinion in <i>Richmond Screw, supra,</i> decided two years <i>after Sperry.</i> The <i>Manville</i> court did not discuss <i>Richmond Screw.</i> Judge Sentelle, while discussing the <i>Manville</i> decision, noted</p>\n<blockquote>that a pair of post-<i>Sperry</i> decisions suggest a different view [than the <i>Manville</i> court expressed]. In <i>Alma Motor Co. v. Timken Detroit Axle Co.,</i> 329 U.S. 129, 137-39, 67 S.Ct. 231, 234-35, 91 L.Ed. 128 (1946), the Supreme Court characterized a related statutory provision as jurisdictional; this court also stated in <i>Auerbach v. Sverdrup Corp.,</i> 829 F.2d 175, 181 (D.C.Cir.1987), <i>cert. denied,</i> 485 U.S. 905, 108 S.Ct. 1075, 99 L.Ed.2d 234 (1988), that § 1498(b) `concerns a want of jurisdiction.'</blockquote>\n<p><i>Herbert,</i> 974 F.2d at 196 (n. 3). Alas, the court in <i>Herbert</i> did not expressly decide the jurisdictional ramifications of Section 1498, but decided the issue before it on other grounds. Neither has the Fourth Circuit decided the issue.</p>\n<p>Granting that a difference of judicial opinion exists as to the nature of Section 1498, this lower court must make its own determination as to the effect of Section 1498. The statute states that if a patented invention \"is used or manufactured by or for the United States without license ..., the owner's remedy <i>shall be</i> by action against the United States in the United States Court of Federal Claims ....\" The language of the statute does not contemplate <i>any</i> alternative to proceeding in the Court of Claims. Once the predicate facts have been established, the Court of Claims has exclusive jurisdiction. The predicate facts are (1) an allegation of unauthorized use of a patented invention (2) by or for the United States. The statute expressly <i>includes</i> instances where the use of the patent by contractors working on behalf of the government was authorized or consented <span class=\"star-pagination\">*487</span> to by the Government. <i>See </i><i>Richmond Screw, supra</i><i>.</i></p>\n<p>In its opposition to Unique's Motion to Dismiss Count One, Gaylord disputes only that the Government gave its authorization or consent to Unique for the infringing manufacture. As explained above, this argument falls flat. Gaylord's remedy \"<i>shall be</i> by action against the United States in the United States Court of Federal Claims.\" This district court has no subject matter jurisdiction.</p>\n<p></p>\n<h2>-I-</h2>\n<p>Gaylord's first cause of action is not properly before this court. The United States Court of Federal Claims has exclusive jurisdiction over Count One pursuant to 28 U.S.C. § 1498(a). It is HEREBY RECOMMENDED that Count One of Gaylord's complaint be dismissed from the docket of this district court for lack of subject matter jurisdiction pursuant to Federal Rule of Civil Procedure 12(b)(1).</p>\n<p></p>\n<h2><i>DEFENDANTS' MOTION TO DISMISS COUNT TWO</i></h2>\n<p>Gaylord alleges in Count Two of its complaint that the furniture Unique produced for the Government is confusingly similar to its own line of furniture and \"likely to cause confusion, mistake or deception as to the source, origin, sponsorship, association, connection, affiliation and/or approval of [Gaylord] in the minds of the trade and public ....\" (Complaint at 7, para. 22) Unique is allegedly therefore in violation of Section 43(a) of the Lanham Act, codified at 15 U.S.C. § 1125(a).</p>\n<p>Unique moves to dismiss for failure to state a claim upon which relief can be granted pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure. Gaylord does not have to meet a high standard to defeat Unique's motion: \"In considering the propriety of a Rule 12(b)(6) dismissal, the standard of review is whether the complaint, accepting the allegations as true, allows a recovery.\" <i>Waterford Citizens' Assoc. v. Reilly,</i> 970 F.2d 1287, 1290 (4th Cir.1992).</p>\n<p>The first step in the analysis then becomes to determine what Gaylord must show in order to prevail on its claim. Then the court must review the complaint and see if it contains sufficient allegations to state a prima facie case of a Section 43(a) violation. Unique argues that Gaylord has failed to allege facts sufficient to meet one of its pleading burdens under Section 43(a). If Gaylord has indeed made such an omission, Unique's motion to dismiss must be granted.</p>\n<p>It is undisputed that § 43(a) requires \"proof of likelihood of confusion\" among customers for a plaintiff to prevail. <i>Two Pesos, Inc. v. Taco Cabana, Inc.,</i> ___ U.S. ___, 112 S.Ct. 2753, 120 L.Ed.2d 615 (1992). Unique asserts that since only one contract is at issue in this case, \"confusion as to source or origin is simply impossible.\" (Defs.' Memo. at 5.) Gaylord denies this assertion and argues otherwise in its response. The court need not analyze at this time whether or not confusion is likely, inevitable or impossible. That analysis is irrelevant to the court's determination of whether or not Gaylord has merely stated a claim.</p>\n<p>Whether or not confusion is likely or not is a question of fact. <i>See </i><i>Pizzeria Uno Corp. v. Temple,</i> 747 F.2d 1522 (4th Cir. 1984). The application of the likelihood of confusion test is especially ill-suited for summary disposition. In the context of a trademark case, the Second Circuit noted:</p>\n<blockquote>The wisdom of the likelihood of confusion test lies in its recognition that each trademark infringement case presents its own unique set of facts. Indeed, the complexities attendant to an accurate assessment of likelihood of confusion require that the entire panoply of elements constituting the relevant factual landscape be comprehensively examined.</blockquote>\n<p><i>Thompson Medical Co. v. Pfizer Inc,</i> 753 F.2d 208 (2d Cir.1985).</p>\n<p>Gaylord may or may not be able to prove likelihood of confusion at trial. Gaylord has, however, stated a claim upon which relief may be granted, and it is HEREBY RECOMMENDED that Unique's motion to dismiss Count Two be DENIED.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*488</span> <i>DEFENDANTS' MOTION TO DISMISS COUNT THREE</i>\n</h2>\n<p>In addition to the alleged federal Lanham Act violations, Gaylord alleges parallel state unfair and deceptive trade practices by Unique. Gaylord asserts jurisdiction pursuant to 28 U.S.C. 1338(b).<sup>[9]</sup> Unique claims that Gaylord's state claims are preempted by federal patent law, and that therefore Gaylord has failed to state a claim under North Carolina law.<sup>[10]</sup></p>\n<p>In support of its contention, Unique cites the companion cases of <i>Sears, Roebuck &amp; Co. v. Stiffel Co.,</i> 376 U.S. 225, 84 S.Ct. 784, 11 L.Ed.2d 661 (1964) and <i>Compco Corp. v. Day-Brite Lighting Inc.,</i> 376 U.S. 234, 84 S.Ct. 779, 11 L.Ed.2d 669 (1964), for the proposition that \"protection of product designs under state law is `too great an encroachment on the federal patent system to be tolerated.'\" (Defs.' Memo. at 7) (<i>quoting </i><i>Sears,</i> 376 U.S. at 225, 84 S.Ct. at 784). Unique tries to prove too much with these cases that are not directly on point.</p>\n<p>Crucial to the Supreme Court's holdings in both cases was that the state laws provided patent-like protection to unpatented or unpatentable products. Unique quotes the crucial language in its memorandum of law: \"[A] state may not, when the article is unpatented and uncopyrighted, prohibit the copying of the article itself or award damages for such copying.\" (Defs.' Memo. at 8) (<i>quoting </i><i>Sears, supra,</i> 376 U.S. at 232-33, 84 S.Ct. at 789). Gaylord does not seek patent-like protection from the North Carolina law. Its product is already patented.</p>\n<p>Unique also refers to <i>Bonito Boats, Inc. v. Thunder Craft Boats, Inc.,</i> 489 U.S. 141, 109 S.Ct. 971, 103 L.Ed.2d 118 (1989) in support of its position. (Defs.' Memo. at 9-10) <i>Bonito</i> is a direct descendant of the <i>Sears/Compco</i> cases. Neither is it on defendants' point. <i>Bonito</i> provides better authority for Gaylord than it does for Unique:</p>\n<blockquote>Nor does the fact that a particular item lies within the subject matter of the federal patent laws necessarily preclude the States from offering limited protection which does not impermissibly interfere with the federal patent scheme. As <i>Sears</i> itself makes clear, States may place limited regulations on the use of unpatented designs in order to prevent consumer confusion as to source. ... [The Supreme Court has] found that state protection of trade secrets, as applied to both patentable and unpatentable subject matter, did not conflict with the federal patent laws. In both situations, state protection was not aimed exclusively at the promotion of invention itself .... <i>Both the law of unfair competition and state trade secret law have coexisted harmoniously with federal patent protection for almost 200 years,</i> and Congress has given no indication that their operation is inconsistent with the operation of the federal patent laws.</blockquote>\n<p><i>Bonito,</i> 489 U.S. at 165-66, 109 S.Ct. at 985 (emphasis added).</p>\n<p>In <i>Sears</i> and <i>Compco,</i> the Supreme Court held that states may not give patent-like protection to unpatented products. That is not the case before the court <i>sub judice.</i> Gaylord's product is patented. In <i>Bonito,</i> the Supreme Court held that when a product is patented, state protection that is not aimed exclusively at the promotion of invention itself (i.e. patent-like) is permissible. The North Carolina Unfair and Deceptive Trade Practice Act is not aimed exclusively, and arguably at all, at the promotion of invention.</p>\n<p>Unique's position that Gaylord's unfair and deceptive trade practice claims are preempted by patent law is dealt a further blow by the very statute that confers federal jurisdiction over Count Three. The statute expressly gives district courts jurisdiction of claims asserting unfair competition \"when joined with a substantial and related claim under the ... patent ... laws.\" 28 U.S.C. § 1338(b). If all state unfair competition <span class=\"star-pagination\">*489</span> laws were preempted by patent law, this statute would be rendered nonsensical. As the above cited cases demonstrate, patent law does preempt unfair competition laws in some instances. This is not such an instance.</p>\n<p>There is no federal preemption of the North Carolina Unfair and Deceptive Trade Practice Act. It is therefore RECOMMENDED THAT Unique's motion to dismiss Count Three BE DENIED.</p>\n<p></p>\n<h2><i>DISPOSITION OF THE LAWSUIT</i></h2>\n<p>The parties are in accord that the Court of Federal Claims can not hear Counts Two and Three of Gaylord's complaint. (Gaylord's Supplemental filing at 4) (Unique's Supplemental filing at 6). Thus, even if this district court transferred Count One to the Court of Claims pursuant to 28 U.S.C. § 1631,<sup>[11]</sup> that court has no jurisdiction, ancillary or otherwise, to hear Counts Two and Three. Counts Two and Three must remain in this district for disposition.</p>\n<p>The issue then is distilled to the disposition of Count One alone. Section 1498(a) divests this district court of jurisdiction to hear Count One. The Court of Claims is barred by statute from hearing Count One while Counts Two and Three are pending. The applicable statute reads:</p>\n<blockquote>The United States Court of Federal Claims shall not have jurisdiction of any claim for or in respect to which the plaintiff or his assignee has pending in any other court any suit or process against the United States or any person who, at the time when the cause of action alleged in such suit or process arose, was, in respect thereto, acting or professing to act, directly or indirectly under the authority of the United States.</blockquote>\n<p>28 U.S.C. § 1500.</p>\n<p>\"The purpose of this section is to require the plaintiff to make an election between a suit filed in the Claims Court and one brought in another court when the same basic `claim' is prosecuted against the United States, or an agent of the United States, in both courts simultaneously.\" <i>Hill v. United States,</i> 8 Cl.Ct. 382 (1985).</p>\n<blockquote>By express terms of this section, [the Court of Claims] is deprived of jurisdiction of any claim in respect to which the plaintiff has pending in any other court a suit against any person who, at the time when the cause of action alleged in such suit arose, was, in respect thereto, acting or professing to act, directly or indirectly under the authority of the United States. The obvious and declared purpose of this provision was to require an election between suit in [the Court of Claims] against the United States and one brought in another court against an agent of the United States.</blockquote>\n<p><i>National Cored Forgings Co. v. United States,</i> 132 Ct.Cl. 11, 132 F.Supp. 454 (1955).</p>\n<p>A \"claim\" pursuant to Section 1500 is defined by the surrounding facts, not by legal theory. <i>See </i><i>Keene Corp. v. United States,</i> ___ U.S. ___, ___, 113 S.Ct. 2035, 2043, 124 L.Ed.2d 118 (1993); <i>Johns-Manville Corp. v. United States,</i> 855 F.2d 1556, 1562 (Fed.Cir. 1988), <i>cert. denied</i> 489 U.S. 1066, 109 S.Ct. 1342, 103 L.Ed.2d 811 (1989). Gaylord's claim arises solely from one transaction between Unique and the United States. Gaylord has asserted more than one legal theory upon which to collect, but it has only one \"claim.\" If this district court were to transfer Count One to the Court of Claims, that court would likely dismiss it pursuant to Section 1500 and its own precedent. This court therefore should not exercise its discretion to transfer Count One pursuant to Section 1631. Such a transfer would not be in the interest of justice.</p>\n<p><i>Nichols v. G.D. Searle &amp; Co.,</i> 991 F.2d 1195 (4th Cir.1993) is also helpful. In <i>Nichols,</i> the Fourth Circuit held</p>\n<blockquote>that a district court acts within its discretion when it finds that the interest of justice <span class=\"star-pagination\">*490</span> is not served by allowing a plaintiff whose attorney committed an obvious error in filing the plaintiff's action in the wrong court, and thereby imposed substantial unnecessary costs on both the defendant and the judicial system, simply to transfer his/her action to the proper court, with no cost to him/herself or his/her attorney.</blockquote>\n<p><i>Nichols,</i> 991 F.2d at 1201. While the plaintiffs in <i>Nichols</i> filed their lawsuit in a district court with no <i>in personam</i> jurisdiction over the defendant, the reasoning is just as applicable when the court has no subject matter jurisdiction.</p>\n<p>At the very least, Gaylord should have known this court could not hear Count One when Unique filed its Motion to Dismiss. The weak nature of Gaylord's arguments to the contrary lend credence to this proposition. Gaylord's argument was based on the assertion that the Government failed to authorize or consent to the alleged infringing manufacture. They made this argument despite the incorporation into the contract of a provision entitled \"Authorization and Consent\" that expressly grants the authorization Gaylord claims was not given.</p>\n<p></p>\n<h2><i>SUMMARY OF RECOMMENDATIONS</i></h2>\n<p>This court recommends a holding that 28 U.S.C. § 1498(a) gives exclusive jurisdiction over Count One of Gaylord's complaint to the United States Court of Federal Claims, and accordingly RECOMMENDS that Unique's Motion to Dismiss Count One for lack of subject matter jurisdiction be GRANTED. It is further RECOMMENDED that Unique's Motion to Dismiss Count Two for failure to state a claim be DENIED. Last, it is RECOMMENDED that Unique's Motion to Dismiss Count Three for failure to state a claim because Gaylord's state causes of action are preempted by patent law be DENIED.</p>\n<p>Counsel are also reminded of their responsibilities under Local Rules 5.02 and 5.03, EDNC.</p>\n<p>This the 29th day of June, 1993.</p>\n<h2>NOTES</h2>\n<p>[1]  Gaylord is not the owner of the patent in question. However, it is not disputed that Gaylord has contracted with the owner of the patent for an exclusive license to use the patent. For purposes of the present lawsuit, Gaylord is the de facto owner of the patent.</p>\n<p>[2]  The district courts shall have original jurisdiction of all civil actions arising under the Constitution, laws, or treaties of the United States. 28 U.S.C. § 1331.</p>\n<p>[3]  The district courts shall have original jurisdiction of any civil action arising under any Act of Congress relating to patents, plant variety protection, copyrights and trade-marks. Such jurisdiction shall be exclusive of the courts of the states in patent, plant variety protection and copyright cases. 28 U.S.C. § 1338(a).</p>\n<p>[4]  Gaylord also cites 28 U.S.C. § 1400(b) as a statute conveying jurisdiction. However, section 1400(b) is a venue statute and does not convey jurisdiction.\n</p>\n<p>It reads: Any civil action for patent infringement may be brought in the judicial district where the defendant resides, or where the defendant has committed acts of infringement and has a regular and established place of business. 28 U.S.C. § 1400(b).</p>\n<p>[5]  What is referred to in the statute as the United States Court of Federal Claims has gone through two significant congressional restructuring in its history. For purposes of 28 U.S.C. § 1498(a), the court was known as the United States Court of Claims from its inception until 1982. <i>See</i> Wright, Miller &amp; Cooper, Federal Practice and Procedure: Jurisdiction 2d § 3508 at 33; Schwartz, <i>Two New Federal Courts,</i> 68 A.B.A.J. 1091 (1982). After 1982, the court was renamed the United States Claims Court. <i>Id.</i> In 1992, Congress passed the Court of Federal Claims Technical and Procedural Improvements Act. Pub.L. No. 102-572. Since that time, the court is properly known as the United States Court of Federal Claims.\n</p>\n<p>While the court's overall jurisdiction changed with the first restructuring, the court's jurisdiction conferred by 28 U.S.C. § 1498(a) has literally been affected only nominally by the name changes. For uniformity, the undersigned will refer to the court by its current designation, the Court of Federal Claims.</p>\n<p>[6]  Every defense, in law or fact, to a claim for relief in any pleading, whether a claim, counter-claim, cross-claim, or third-party claim, shall be asserted in the responsive pleading thereto if one is required, except that the following defenses may at the option of the pleader be made by motion: (1) lack of jurisdiction over the subject matter. Fed.R.Civ.P. 12(b)(1).</p>\n<p>[7]  This is a standard clause incorporated by reference in the contract in question at page I-3 of the contract.</p>\n<p>[8]  Sections 1498(a) and (b) have the same procedural effect in different contexts. <i>See </i><i>Herbert,</i> 974 F.2d at 195.</p>\n<p>[9]  The district courts shall have original jurisdiction of any civil action asserting a claim of unfair competition when joined with a substantial and related claim under the copyright, patent, plant variety protection or trade-mark laws. 28 U.S.C. § 1338(b).</p>\n<p>[10]  Unique does not characterize its motion to dismiss Count Three as a 12(b)(6) motion, but that is the effect of its argument.</p>\n<p>[11]  The statute reads, in applicable part:\n</p>\n<p>Whenever a civil action is filed in a court ... and that court finds that there is a want of jurisdiction, the court shall, if it is in the interest of justice, transfer such action ... to any other such court in which the action ... could have been brought at the time it was filed ..., and the action ... shall proceed as if it had been filed in ... the court to which it was transferred on the date upon which it was actually filed in ... the court from which it was transferred. 28 U.S.C. § 1631.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">831</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">480</span></span> (1993)</b></center>\n<center><h1>The CROYDON CO., INC., d/b/a Gaylord Bros., Plaintiff,<br>\nv.<br>\nUNIQUE FURNISHINGS, LTD., and Colleen Westover Rabe, Defendants.</h1></center>\n<center>No. 92-126-CIV-3-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>August 11, 1993.</center>\n<p><span class=\"star-pagination\">*481</span> F. Jefferson Ward, Jr., Harrington, Ward, Gilleland &amp; Winstead, Sanford, NC, for plaintiff.</p>\n<p>David Ernest Bennett, Rhodes, Coats &amp; Bennett, Raleigh, NC, for defendants.</p>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the defendants' motion to dismiss filed January 4, 1993. The Honorable Alexander B. Denson, United States Magistrate Judge, entered a Memorandum and Recommendation on June 29, 1993, recommending that Count One of the plaintiff's complaint be dismissed for lack of subject matter jurisdiction and that the defendants' motion to dismiss Counts Two and Three be denied. More than ten days have passed since the Magistrate Judge entered his Memorandum and Recommendation and no objections have been filed. Thus, this matter is now ripe for ruling.</p>\n<p>The court has fully reviewed the parties' memoranda and supplemental briefs as well as the Memorandum and Recommendation of the Magistrate Judge. The court finds that the Memorandum and Recommendation of the Magistrate Judge is well grounded in law and fact and hereby ADOPTS the Memorandum and Recommendation as its own.</p>\n<p>For the reasons stated in the Memorandum and Recommendation, the court finds that it lacks subject matter jurisdiction over Count One of the plaintiff's complaint by operation of 28 U.S.C. § 1498(a). However, Counts Two and Three are properly raised in this court and allege sufficient facts to survive a motion to dismiss for failure to state a claim upon which relief can be granted. Accordingly, the court hereby GRANTS IN PART and DENIES IN PART the defendants' motion to dismiss. IT IS HEREBY ORDERED that Count One of the plaintiff's complaint BE DISMISSED.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>DENSON, United States Magistrate Judge.</p>\n<p>THIS CAUSE comes before the court on Defendants' Motion to Dismiss Plaintiff's complaint. Plaintiff has responded and Defendants have replied. The matter is ripe for disposition. Currently, the case is set for trial during the Honorable United States District Judge Malcolm J. Howard's January 18, 1994, term of court in Fayetteville, North Carolina.</p>\n<p></p>\n<h2><i>FACTS</i></h2>\n<p>The corporate defendant, Unique Furnishings, Ltd, (Unique) is a manufacturer of furniture incorporated under the laws of the state of Wisconsin. Colleen Rabe is the owner of Unique, and also serves as a director and president of the company. Plaintiff Croydon Company, Inc., d/b/a Gaylord Brothers (Gaylord), is a manufacturer of furniture and is a corporation chartered under the laws of the state of New York.</p>\n<p>The present lawsuit arises out of a contract entered into between Unique and the United States Government for furniture to be used at the JFKSWC Academic Library on the Fort Bragg Military Reservation. After soliciting bids for the library furniture, the Government awarded the contract to Unique. The furniture subsequently was manufactured and supplied by Unique and is currently being used at the Fort Bragg library.</p>\n<p>In Count One of its complaint, Gaylord contends that the library furniture supplied by Unique to the Government infringes upon its exclusive right to use design patent number <span class=\"star-pagination\">*482</span> des. 303,188.<sup>[1]</sup> In Count Two, Gaylord contends that Unique has violated Section 43(a) of the Lanham Act, 15 U.S.C. § 1125(a), by supplying library furniture to the Government that is unlawfully similar to its product in that it is likely to cause confusion in the public as to origin of the furniture. In Count Three, Gaylord alleges unfair and deceptive trade practices under both North Carolina common law and pursuant to N.C.Gen.Stat. § 75-1.1.</p>\n<p>All three counts arise out of a common nucleus of operative fact, that being Unique's contract to supply the United States Government with library furniture to be used at Fort Bragg and the subsequent execution of that contract. (The contract at issue is included as Exhibit A to Defs.' Memo. in Support of Motion to Dismiss.)</p>\n<p></p>\n<h2><i>DEFENDANTS' MOTION TO DISMISS COUNT ONE</i></h2>\n<p></p>\n<h2>-A-</h2>\n<p>The issue presented by Unique's motion to dismiss Count One is whether this or any other federal district court has proper jurisdiction over Gaylord's claim of patent infringement. In its complaint, Gaylord relied on the jurisdiction conferred to district courts by 28 U.S.C. §§ 1331<sup>[2]</sup> and 1338(a)<sup>[3]</sup>. (Complaint at 2, Para. 4).<sup>[4]</sup> Defendants argue that these jurisdictional statutes are trumped by the specific and exclusive jurisdiction conveyed upon the United States Court of Federal Claims<sup>[5]</sup> by 28 U.S.C. § 1498(a). Accordingly, they move to dismiss pursuant to Federal Rule of Civil Procedure 12(b)(1).<sup>[6]</sup></p>\n<p>Section 1498(a) provides that:</p>\n<blockquote>Whenever an invention described in and covered by a patent of the United States is used or manufactured by or for the United States without license of the owner thereof or lawful right to use or manufacture same, the owner's remedy shall be by action against the United States in the United States Court of Federal Claims for the recovery of his reasonable and entire compensation for such use and manufacture.</blockquote>\n<blockquote>For the purposes of this Section, use or manufacture of an invention described in and covered by a patent of the United States by a contractor, a subcontractor, or <span class=\"star-pagination\">*483</span> any person, firm or corporation for the Government and with the authorization or consent of the Government, shall be construed as use or manufacture for the United States.</blockquote>\n<p>28 U.S.C. § 1498(a).</p>\n<p></p>\n<h2>-B-</h2>\n<p>The history of this statute is well-documented in <i>Richmond Screw Anchor Co. v. United States,</i> <span class=\"citation\" data-id=\"101182\"><a href=\"/opinion/101182/richmond-screw-anchor-co-v-united-states/\"><span class=\"volume\">275</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">331</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">194</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">303</span></span> (1928). After passing the original act in 1910, Congress amended the statute in 1918. The Supreme Court, through Chief Justice Taft, said:</p>\n<blockquote>The purpose of the amendment was to relieve the contractor entirely from liability of every kind for the infringement of patents in manufacturing anything for the government, and to limit the owner of the patent and his assigns and all claiming through or under him to suit against the United States in the Court of Claims for the recovery of his reasonable and entire compensation for such use and manufacture. The word `entire' emphasizes the exclusive and comprehensive character of the remedy provided. As the Solicitor General says in his brief with respect to the act, it is more than a waiver of immunity and affects an assumption of liability by the government.</blockquote>\n<blockquote>... The intention and purpose of Congress in the act of 1918 was to stimulate contractors to furnish what was needed for the war, without fear of becoming liable themselves for infringements to inventors or the owners or assignees of patents. The letter of the Assistant Secretary of the Navy, upon which the act of 1918 was passed, leaves no doubt that this was the occasion for it. To accomplish this governmental purpose, Congress exercised the power to take away the right of the owner of the patent to recover from the contractor for infringements.</blockquote>\n<p><i>Id.,</i> 275 U.S. at 343-45, 48 S.Ct. at 196-97.</p>\n<p>While the war has long since come to a successful end, the statute remains. Even having arrived seventy-five years since the statute was amended, the case at hand comes squarely within its terms. Unique has allegedly violated Gaylord's rights. The patented invention was \"used ... by\" and \"manufactured ... for the United States.\" Following the explicit language of the statute, it therefore follows that Gaylord's \"remedy shall be by action against the United States in the United States Court of Federal Claims\" for its \"entire compensation for such use and manufacture.\"</p>\n<p>While some legitimate doubt existed in 1910 as to the statute's application to contractors who supplied products to the Government, the 1918 amendment erased it. Chief Justice Taft, in the above quoted passage, thoroughly explained the purpose and effect of the amendment. Regardless of the inapplicability of the historical context, the effect of the amendment is the same today as it was in 1918. Congress took away Gaylord's cause of action against Unique in the district court and replaced it with the exact same cause of action against the Government in the Court of Federal Claims.</p>\n<p></p>\n<h2>-C-</h2>\n<p>Section 1498(a), quoted <i>supra</i> on page 4, states that \"use or manufacture\" by a contractor is use or manufacture for the United States so long as it was with the authorization or consent of the government. Gaylord argues that there was no governmental consent to the alleged infringing manufacture and that therefore the statute does not apply.</p>\n<p>Gaylord points to an indemnity agreement between the Government and Unique to support its contention that the Government did not consent to Unique's alleged infringing manufacture. Gaylord states that \"[t]his [indemnity agreement] demonstrates the intent of the parties to except application of § 1498.\" (Pl.'s Memo. at 4.) Gaylord goes further out on a weakening limb by stating that \"[t]he Government specifically contracted for owners of any intellectual property rights not to have their remedy against the United States Government.\" (Pl.'s Memo. at 4.)</p>\n<p>There is more than one thing wrong with this argument. The court will point out that \"the subject matter jurisdiction of the federal courts is too basic a concern to the <span class=\"star-pagination\">*484</span> judicial system to be left to the whims and tactical concerns of the litigants.\" Wright, Miller &amp; Cooper, Federal Practice and Procedure: Jurisdiction 2d § 3522, 67-68. In other words, federal jurisdiction can not be conferred on this court by agreement of the parties. <i>Id.</i> at 66. If the Court of Federal Claims has exclusive jurisdiction pursuant to Section 1498(a), the parties can not by contract defeat the grant of exclusive jurisdiction and vest it in this court.</p>\n<p></p>\n<h2>-D-</h2>\n<p>Even if the Government and Unique had the power to create jurisdiction for this court, which they do not, Gaylord's contention that the indemnity agreement \"except[s] application of § 1498\" is meritless. It is a rather basic legal premise that indemnity agreements do not and can not limit the rights of third parties not privy to the agreement. In the context at hand, the indemnity agreement provides that if a third party (Gaylord) exercises its rights against the first party to the indemnity agreement (the United States), the second party to the indemnity agreement (Unique) will reimburse the first party for its costs.</p>\n<p>The indemnity agreement does not and could not prevent Gaylord from suing the United States directly. <i>See </i><i>Molinaro v. Watkins-Johnson CEI Div.,</i> <span class=\"citation\" data-id=\"1470984\"><a href=\"/opinion/1470984/molinaro-v-watkins-johnson-cei-division/\"><span class=\"volume\">359</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">467</span></a></span> (D.Md.1973) (\"Indemnification, therefore, rather than being inconsistent with `authorization and consent' [pursuant to Section 1498(a) ] is totally consistent with it.\" <i>Id.</i> at 474); <i>Dearborn Chemical Co. v. Arvey Corp.,</i> <span class=\"citation\" data-id=\"2254267\"><a href=\"/opinion/2254267/dearborn-chemical-co-v-arvey-corp/\"><span class=\"volume\">114</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">369</span></a></span> (N.D.Ill.1953) (\"Nor does the language of [Section 1498(a) ] warrant any inference that the Government is thereby prevented from engaging in the sound business practice of securing indemnity agreements from any of its suppliers.\" <i>Id.</i> at 371).</p>\n<p></p>\n<h2>-E-</h2>\n<p>Furthermore, in direct contrast to Gaylord's assertion that the Government did not consent to the alleged infringing manufacture, the contract between the Government and Unique contains a provision titled \"AUTHORIZATION AND CONSENT.\" It reads:</p>\n<blockquote>The Government <i>authorizes and consents to all use and manufacture,</i> in performing this contract or any subcontract at any tier, <i>of any invention described in and covered by a United States patent</i> (1) embodied in the structure or composition of any article the delivery of which is accepted by the Government under this contract. ...</blockquote>\n<p>(Defs.' Reply at 2-3) (emphasis added).<sup>[7]</sup></p>\n<p>Even if the Government had not expressly given authorization and consent to the infringing manufacture, it would nevertheless be within the terms of § 1498(a) because it has effectively given its authorization and consent by contracting for and accepting delivery of the alleged infringing manufacture. <i>Bereslavsky v. Esso Standard Oil Co.,</i> <span class=\"citation\" data-id=\"1474421\"><a href=\"/opinion/1474421/bereslavsky-v-esso-standard-oil-co/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span> (4th Cir.1949). The Fourth Circuit in <i>Bereslavsky</i> held that</p>\n<blockquote>`[a]uthorization or consent' on the part of the Government may be given in many ways other than by letter or other direct form of communication.... [T]he specifications and the contract may be silent with respect to the use of patented inventions. In such event, if the invention for which claim is made is incorporated in the articles delivered to the United States under the terms of the contract, the acceptance of such articles as complying with the terms of the contract, constitutes `consent' by the Government sufficient to bring the articles within the provisions of [Section 1498(a) ], and forms the basis for the transfer of jurisdiction over any claim for compensation therefor from the District Court to the Court of Claims.</blockquote>\n<p><i>Id.,</i> 175 F.2d at 151.</p>\n<p>Gaylord does not contest that the Government contracted for the furniture Unique provided, nor that the furniture was actually accepted by the Government. <i>Bereslavsky</i> therefore controls. Other cases are in accord.</p>\n<p><span class=\"star-pagination\">*485</span> In <i>Croll-Reynolds Co. v. Perini-Leavell-Jones-Vinell,</i> <span class=\"citation\" data-id=\"281450\"><a href=\"/opinion/281450/croll-reynolds-co-inc-v-perini-leavell-jones-vinell/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">913</span></a></span> (5th Cir.1968), <i>cert. denied</i> <span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1050</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">688</span></span>, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">692</span></span> (1969), the Fifth Circuit reached the same result. In that case, patent owners sued various contractors and subcontractors for infringing on their exclusive right to use a cement cooling procedure during construction of a dam for the United States. The Court, citing <i>Bereslavsky,</i> held that</p>\n<blockquote>[t]he absence of any designation or specification in the contract that would require the use of the appellant's invention does not preclude a finding that there has been a use for the Government with the authorization and consent of the Government. The cooling equipment was constructed by the contractor for use in the performance of its contract with the Government, and it was so used. Hence there was a use for the Government .... Under Section 1498 the appellants' remedy, if any they have, is against the United States in the Court of Claims.</blockquote>\n<p><i>Croll-Reynolds,</i> 399 F.2d at 915. Houdini could not escape the inevitable conclusion.</p>\n<p></p>\n<h2>-F-</h2>\n<p>The Government contracted with Unique for library furniture. Unique provided the furniture pursuant to that contract. The Government has accepted and is using the furniture. Gaylord believes its patent rights have been violated by Unique's manufacture and sale of that furniture. In the absence of Section 1498(a), Gaylord would have a cause of action against Unique in district court. However, far from being absent, Section 1498(a) is undeniably in attendance. By leaving Section 1498(a) on the roll, Congress has effectively taken away Gaylord's cause of action against Unique in district court and replaced it with a cause of action against the Government in the Court of Federal Claims. Gaylord's anemic argument that the indemnity agreement between the Government and Unique excepts application of Section 1498(a) is patently wrong.</p>\n<p></p>\n<h2>-G-</h2>\n<p>Pursuant to this court's order dated April 28, 1993, the parties filed supplemental memoranda of law. Very likely in anticipation of the court's recommendation, Gaylord offered, for the first time, an additional reason why Count One of its complaint should not be dismissed in its entirety.</p>\n<p>Gaylord argues that \"even if this district court determines that § 1498(a) applies to Count I for Unique's infringing sales to the U.S. government ... the remainder of Count I, relating to infringing sales to others, must still continue in this Court.\" (Gaylord's Supplemental Memo. at 2). This argument came as some surprise to the court, since the complaint does not mention any other alleged infringing sales.</p>\n<p>Gaylord clarifies its position by pointing out that</p>\n<blockquote>[t]he Complaint herein at para. 7 pleads with fair notice that Defendants were being charged with infringement of Plaintiff's design patent for the acts of `unauthorized manufacture, use and sale of furniture embodying the design of the '188 patent, <i>including</i> the sale of infringing furniture to the U.S. Government.' Clearly this pleading is not restricted to sales to the government, but merely uses the government sales as an example of the infringing activity.</blockquote>\n<p>(Gaylord's Supplemental Memo. at 2, quoting its Complaint at para. 7.)</p>\n<p>Gaylord's argument does not save Count One. As discussed above, Gaylord has no claim against Unique for patent infringement based upon Unique's transaction with the Government. If Gaylord believes it has a cause of action for patent infringement against Unique based upon some other transaction, it has a duty to notify Unique of the alleged infringing transaction. <i>See</i> Fed. R.Civ.P. 10(b) (\"Each claim founded upon a separate transaction or occurrence ... shall be stated in a separate count ... whenever a separation facilitates the clear presentation of the matters set forth.\") Far from facilitating its presentation of an alleged separate infringing transaction, Gaylord has made no such presentation at all in its complaint.</p>\n<p>If Gaylord is aware of such a transaction, it does not facilitate its cause by keeping the transaction a secret. Gaylord may file a <span class=\"star-pagination\">*486</span> motion to amend its complaint pursuant to Fed.R.Civ.P. 15 to include such a transaction if it wishes. Gaylord's reference to a possible infringing sale of goods by Unique to the Fayetteville, North Carolina, public library in its memoranda is of no avail.</p>\n<p>Gaylord claims it was put on notice of this sale by a letter from Unique on September 25, 1992. Gaylord did not file this action until November 17, 1992. Gaylord had almost two months to investigate this alleged potentially infringing transaction and include it in its complaint. Gaylord did not do so. Count One, as it now exists, should be dismissed.</p>\n<p></p>\n<h2>-H-</h2>\n<p>Gaylord has another argument it also raises for the first time in its supplemental filing. Gaylord claims that Section 1498 is not a jurisdictional statute, but is merely an affirmative defense. Gaylord cites <i>Sperry Gyroscope Co. v. Arma Engineering Co.,</i> <span class=\"citation\" data-id=\"100873\"><a href=\"/opinion/100873/sperry-co-v-arma-co/\"><span class=\"volume\">271</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">505</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">922</span></span> (1926) and <i>Manville Sales Corp. v. Paramount Systems, Inc.,</i> <span class=\"citation\" data-id=\"550384\"><a href=\"/opinion/550384/manville-sales-corporation-plaintiffcross-appellant-v-paramount-systems/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">544</span></a></span> (Fed.Cir.1990) in support of its position. The argument may be more academic than practical. Even accepting <i>arguendo</i> the position as accurate, Unique has raised the spectre of Section 1498 in its answer as a bar to Gaylord's recovery in this court. Unique's current 12(b)(1) motion to dismiss Count One could be converted to a rule 56 motion for summary judgment.</p>\n<p>Such a conversion is not necessary. \"The question of whether § 1498(b) is only an affirmative defense is not itself free from doubt.\" <i>Herbert v. National Academy of Sciences,</i> <span class=\"citation\" data-id=\"590210\"><a href=\"/opinion/590210/victor-herbert-v-national-academy-of-sciences/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">192</span></a></span> (D.C.Cir.1992) (Sentelle, J.).<sup>[8]</sup> The basis for Gaylord's argument, as it was for the appellant in <i>Herbert,</i> was the Supreme Court's 1926 decision in <i>Sperry, supra</i><i>.</i> As Judge Sentelle noted, the Court's holding in and effect of <i>Sperry</i> are subject to debate. The Federal Circuit staked out its position in <i>Manville, supra,</i> and decided that Section 1498 provides an affirmative defense and is not an absolute jurisdictional bar. <i>Manville</i> was expressly based on the holding in <i>Sperry.</i></p>\n<p>A contrary position was taken in <i>Fulmer v. United States,</i> <span class=\"citation\" data-id=\"1430686\"><a href=\"/opinion/1430686/fulmer-v-united-states/\"><span class=\"volume\">83</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">137</span></a></span> (N.D.Ala. 1949). The court in <i>Fulmer</i> relied in part upon Justice Taft's opinion in <i>Richmond Screw, supra,</i> decided two years <i>after Sperry.</i> The <i>Manville</i> court did not discuss <i>Richmond Screw.</i> Judge Sentelle, while discussing the <i>Manville</i> decision, noted</p>\n<blockquote>that a pair of post-<i>Sperry</i> decisions suggest a different view [than the <i>Manville</i> court expressed]. In <i>Alma Motor Co. v. Timken Detroit Axle Co.,</i> <span class=\"citation\" data-id=\"104330\"><a href=\"/opinion/104330/alma-motor-co-v-timken-detroit-axle-co/\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">129</span></a></span>, 137-39, <span class=\"citation\" data-id=\"104330\"><a href=\"/opinion/104330/alma-motor-co-v-timken-detroit-axle-co/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">231</span></a></span>, 234-35, <span class=\"citation\" data-id=\"104330\"><a href=\"/opinion/104330/alma-motor-co-v-timken-detroit-axle-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">128</span></a></span> (1946), the Supreme Court characterized a related statutory provision as jurisdictional; this court also stated in <i>Auerbach v. Sverdrup Corp.,</i> <span class=\"citation\" data-id=\"494577\"><a href=\"/opinion/494577/seymour-auerbach-v-sverdrup-corporation/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">175</span></a></span>, 181 (D.C.Cir.1987), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">905</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1075</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">234</span></span> (1988), that § 1498(b) `concerns a want of jurisdiction.'</blockquote>\n<p><i>Herbert,</i> 974 F.2d at 196 (n. 3). Alas, the court in <i>Herbert</i> did not expressly decide the jurisdictional ramifications of Section 1498, but decided the issue before it on other grounds. Neither has the Fourth Circuit decided the issue.</p>\n<p>Granting that a difference of judicial opinion exists as to the nature of Section 1498, this lower court must make its own determination as to the effect of Section 1498. The statute states that if a patented invention \"is used or manufactured by or for the United States without license ..., the owner's remedy <i>shall be</i> by action against the United States in the United States Court of Federal Claims ....\" The language of the statute does not contemplate <i>any</i> alternative to proceeding in the Court of Claims. Once the predicate facts have been established, the Court of Claims has exclusive jurisdiction. The predicate facts are (1) an allegation of unauthorized use of a patented invention (2) by or for the United States. The statute expressly <i>includes</i> instances where the use of the patent by contractors working on behalf of the government was authorized or consented <span class=\"star-pagination\">*487</span> to by the Government. <i>See </i><i>Richmond Screw, supra</i><i>.</i></p>\n<p>In its opposition to Unique's Motion to Dismiss Count One, Gaylord disputes only that the Government gave its authorization or consent to Unique for the infringing manufacture. As explained above, this argument falls flat. Gaylord's remedy \"<i>shall be</i> by action against the United States in the United States Court of Federal Claims.\" This district court has no subject matter jurisdiction.</p>\n<p></p>\n<h2>-I-</h2>\n<p>Gaylord's first cause of action is not properly before this court. The United States Court of Federal Claims has exclusive jurisdiction over Count One pursuant to 28 U.S.C. § 1498(a). It is HEREBY RECOMMENDED that Count One of Gaylord's complaint be dismissed from the docket of this district court for lack of subject matter jurisdiction pursuant to Federal Rule of Civil Procedure 12(b)(1).</p>\n<p></p>\n<h2><i>DEFENDANTS' MOTION TO DISMISS COUNT TWO</i></h2>\n<p>Gaylord alleges in Count Two of its complaint that the furniture Unique produced for the Government is confusingly similar to its own line of furniture and \"likely to cause confusion, mistake or deception as to the source, origin, sponsorship, association, connection, affiliation and/or approval of [Gaylord] in the minds of the trade and public ....\" (Complaint at 7, para. 22) Unique is allegedly therefore in violation of Section 43(a) of the Lanham Act, codified at 15 U.S.C. § 1125(a).</p>\n<p>Unique moves to dismiss for failure to state a claim upon which relief can be granted pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure. Gaylord does not have to meet a high standard to defeat Unique's motion: \"In considering the propriety of a Rule 12(b)(6) dismissal, the standard of review is whether the complaint, accepting the allegations as true, allows a recovery.\" <i>Waterford Citizens' Assoc. v. Reilly,</i> <span class=\"citation\" data-id=\"587609\"><a href=\"/opinion/587609/waterford-citizens-association-v-william-k-reilly-administrator-epa/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1287</span></a></span>, 1290 (4th Cir.1992).</p>\n<p>The first step in the analysis then becomes to determine what Gaylord must show in order to prevail on its claim. Then the court must review the complaint and see if it contains sufficient allegations to state a prima facie case of a Section 43(a) violation. Unique argues that Gaylord has failed to allege facts sufficient to meet one of its pleading burdens under Section 43(a). If Gaylord has indeed made such an omission, Unique's motion to dismiss must be granted.</p>\n<p>It is undisputed that § 43(a) requires \"proof of likelihood of confusion\" among customers for a plaintiff to prevail. <i>Two Pesos, Inc. v. Taco Cabana, Inc.,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112783\"><a href=\"/opinion/112783/two-pesos-inc-v-taco-cabana-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2753</span></a></span>, <span class=\"citation\" data-id=\"112783\"><a href=\"/opinion/112783/two-pesos-inc-v-taco-cabana-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">615</span></a></span> (1992). Unique asserts that since only one contract is at issue in this case, \"confusion as to source or origin is simply impossible.\" (Defs.' Memo. at 5.) Gaylord denies this assertion and argues otherwise in its response. The court need not analyze at this time whether or not confusion is likely, inevitable or impossible. That analysis is irrelevant to the court's determination of whether or not Gaylord has merely stated a claim.</p>\n<p>Whether or not confusion is likely or not is a question of fact. <i>See </i><i>Pizzeria Uno Corp. v. Temple,</i> <span class=\"citation\" data-id=\"444345\"><a href=\"/opinion/444345/pizzeria-uno-corporation-v-james-w-temple-jr-dba-taco-uno/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1522</span></a></span> (4th Cir. 1984). The application of the likelihood of confusion test is especially ill-suited for summary disposition. In the context of a trademark case, the Second Circuit noted:</p>\n<blockquote>The wisdom of the likelihood of confusion test lies in its recognition that each trademark infringement case presents its own unique set of facts. Indeed, the complexities attendant to an accurate assessment of likelihood of confusion require that the entire panoply of elements constituting the relevant factual landscape be comprehensively examined.</blockquote>\n<p><i>Thompson Medical Co. v. Pfizer Inc,</i> <span class=\"citation\" data-id=\"446930\"><a href=\"/opinion/446930/thompson-medical-company-inc-v-pfizer-inc/\"><span class=\"volume\">753</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">208</span></a></span> (2d Cir.1985).</p>\n<p>Gaylord may or may not be able to prove likelihood of confusion at trial. Gaylord has, however, stated a claim upon which relief may be granted, and it is HEREBY RECOMMENDED that Unique's motion to dismiss Count Two be DENIED.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*488</span> <i>DEFENDANTS' MOTION TO DISMISS COUNT THREE</i>\n</h2>\n<p>In addition to the alleged federal Lanham Act violations, Gaylord alleges parallel state unfair and deceptive trade practices by Unique. Gaylord asserts jurisdiction pursuant to 28 U.S.C. 1338(b).<sup>[9]</sup> Unique claims that Gaylord's state claims are preempted by federal patent law, and that therefore Gaylord has failed to state a claim under North Carolina law.<sup>[10]</sup></p>\n<p>In support of its contention, Unique cites the companion cases of <i>Sears, Roebuck &amp; Co. v. Stiffel Co.,</i> <span class=\"citation\" data-id=\"106757\"><a href=\"/opinion/106757/sears-roebuck-co-v-stiffel-co/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, <span class=\"citation\" data-id=\"106757\"><a href=\"/opinion/106757/sears-roebuck-co-v-stiffel-co/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">784</span></a></span>, <span class=\"citation\" data-id=\"106757\"><a href=\"/opinion/106757/sears-roebuck-co-v-stiffel-co/\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">661</span></a></span> (1964) and <i>Compco Corp. v. Day-Brite Lighting Inc.,</i> <span class=\"citation\" data-id=\"106758\"><a href=\"/opinion/106758/compco-corp-v-day-brite-lighting-inc/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, <span class=\"citation\" data-id=\"106758\"><a href=\"/opinion/106758/compco-corp-v-day-brite-lighting-inc/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">779</span></a></span>, <span class=\"citation\" data-id=\"106758\"><a href=\"/opinion/106758/compco-corp-v-day-brite-lighting-inc/\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">669</span></a></span> (1964), for the proposition that \"protection of product designs under state law is `too great an encroachment on the federal patent system to be tolerated.'\" (Defs.' Memo. at 7) (<i>quoting </i><i>Sears,</i> 376 U.S. at 225, 84 S.Ct. at 784). Unique tries to prove too much with these cases that are not directly on point.</p>\n<p>Crucial to the Supreme Court's holdings in both cases was that the state laws provided patent-like protection to unpatented or unpatentable products. Unique quotes the crucial language in its memorandum of law: \"[A] state may not, when the article is unpatented and uncopyrighted, prohibit the copying of the article itself or award damages for such copying.\" (Defs.' Memo. at 8) (<i>quoting </i><i>Sears, supra,</i> 376 U.S. at 232-33, 84 S.Ct. at 789). Gaylord does not seek patent-like protection from the North Carolina law. Its product is already patented.</p>\n<p>Unique also refers to <i>Bonito Boats, Inc. v. Thunder Craft Boats, Inc.,</i> <span class=\"citation\" data-id=\"112199\"><a href=\"/opinion/112199/bonito-boats-inc-v-thunder-craft-boats-inc/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span>, <span class=\"citation\" data-id=\"112199\"><a href=\"/opinion/112199/bonito-boats-inc-v-thunder-craft-boats-inc/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">971</span></a></span>, <span class=\"citation\" data-id=\"112199\"><a href=\"/opinion/112199/bonito-boats-inc-v-thunder-craft-boats-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">118</span></a></span> (1989) in support of its position. (Defs.' Memo. at 9-10) <i>Bonito</i> is a direct descendant of the <i>Sears/Compco</i> cases. Neither is it on defendants' point. <i>Bonito</i> provides better authority for Gaylord than it does for Unique:</p>\n<blockquote>Nor does the fact that a particular item lies within the subject matter of the federal patent laws necessarily preclude the States from offering limited protection which does not impermissibly interfere with the federal patent scheme. As <i>Sears</i> itself makes clear, States may place limited regulations on the use of unpatented designs in order to prevent consumer confusion as to source. ... [The Supreme Court has] found that state protection of trade secrets, as applied to both patentable and unpatentable subject matter, did not conflict with the federal patent laws. In both situations, state protection was not aimed exclusively at the promotion of invention itself .... <i>Both the law of unfair competition and state trade secret law have coexisted harmoniously with federal patent protection for almost 200 years,</i> and Congress has given no indication that their operation is inconsistent with the operation of the federal patent laws.</blockquote>\n<p><i>Bonito,</i> 489 U.S. at 165-66, 109 S.Ct. at 985 (emphasis added).</p>\n<p>In <i>Sears</i> and <i>Compco,</i> the Supreme Court held that states may not give patent-like protection to unpatented products. That is not the case before the court <i>sub judice.</i> Gaylord's product is patented. In <i>Bonito,</i> the Supreme Court held that when a product is patented, state protection that is not aimed exclusively at the promotion of invention itself (i.e. patent-like) is permissible. The North Carolina Unfair and Deceptive Trade Practice Act is not aimed exclusively, and arguably at all, at the promotion of invention.</p>\n<p>Unique's position that Gaylord's unfair and deceptive trade practice claims are preempted by patent law is dealt a further blow by the very statute that confers federal jurisdiction over Count Three. The statute expressly gives district courts jurisdiction of claims asserting unfair competition \"when joined with a substantial and related claim under the ... patent ... laws.\" 28 U.S.C. § 1338(b). If all state unfair competition <span class=\"star-pagination\">*489</span> laws were preempted by patent law, this statute would be rendered nonsensical. As the above cited cases demonstrate, patent law does preempt unfair competition laws in some instances. This is not such an instance.</p>\n<p>There is no federal preemption of the North Carolina Unfair and Deceptive Trade Practice Act. It is therefore RECOMMENDED THAT Unique's motion to dismiss Count Three BE DENIED.</p>\n<p></p>\n<h2><i>DISPOSITION OF THE LAWSUIT</i></h2>\n<p>The parties are in accord that the Court of Federal Claims can not hear Counts Two and Three of Gaylord's complaint. (Gaylord's Supplemental filing at 4) (Unique's Supplemental filing at 6). Thus, even if this district court transferred Count One to the Court of Claims pursuant to 28 U.S.C. § 1631,<sup>[11]</sup> that court has no jurisdiction, ancillary or otherwise, to hear Counts Two and Three. Counts Two and Three must remain in this district for disposition.</p>\n<p>The issue then is distilled to the disposition of Count One alone. Section 1498(a) divests this district court of jurisdiction to hear Count One. The Court of Claims is barred by statute from hearing Count One while Counts Two and Three are pending. The applicable statute reads:</p>\n<blockquote>The United States Court of Federal Claims shall not have jurisdiction of any claim for or in respect to which the plaintiff or his assignee has pending in any other court any suit or process against the United States or any person who, at the time when the cause of action alleged in such suit or process arose, was, in respect thereto, acting or professing to act, directly or indirectly under the authority of the United States.</blockquote>\n<p>28 U.S.C. § 1500.</p>\n<p>\"The purpose of this section is to require the plaintiff to make an election between a suit filed in the Claims Court and one brought in another court when the same basic `claim' is prosecuted against the United States, or an agent of the United States, in both courts simultaneously.\" <i>Hill v. United States,</i> 8 Cl.Ct. 382 (1985).</p>\n<blockquote>By express terms of this section, [the Court of Claims] is deprived of jurisdiction of any claim in respect to which the plaintiff has pending in any other court a suit against any person who, at the time when the cause of action alleged in such suit arose, was, in respect thereto, acting or professing to act, directly or indirectly under the authority of the United States. The obvious and declared purpose of this provision was to require an election between suit in [the Court of Claims] against the United States and one brought in another court against an agent of the United States.</blockquote>\n<p><i>National Cored Forgings Co. v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">11</span></span>, <span class=\"citation\" data-id=\"1454827\"><a href=\"/opinion/1454827/national-cored-forgings-co-v-united-states/\"><span class=\"volume\">132</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">454</span></a></span> (1955).</p>\n<p>A \"claim\" pursuant to Section 1500 is defined by the surrounding facts, not by legal theory. <i>See </i><i>Keene Corp. v. United States,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"112865\"><a href=\"/opinion/112865/keene-corp-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span>, 2043, <span class=\"citation\" data-id=\"112865\"><a href=\"/opinion/112865/keene-corp-v-united-states/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">118</span></a></span> (1993); <i>Johns-Manville Corp. v. United States,</i> <span class=\"citation\" data-id=\"511014\"><a href=\"/opinion/511014/johns-manville-corporation-and-johns-manville-sales-corporation-v-the/\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1556</span></a></span>, 1562 (Fed.Cir. 1988), <i>cert. denied</i> <span class=\"citation no-link\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1066</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1342</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></span> (1989). Gaylord's claim arises solely from one transaction between Unique and the United States. Gaylord has asserted more than one legal theory upon which to collect, but it has only one \"claim.\" If this district court were to transfer Count One to the Court of Claims, that court would likely dismiss it pursuant to Section 1500 and its own precedent. This court therefore should not exercise its discretion to transfer Count One pursuant to Section 1631. Such a transfer would not be in the interest of justice.</p>\n<p><i>Nichols v. G.D. Searle &amp; Co.,</i> <span class=\"citation\" data-id=\"605554\"><a href=\"/opinion/605554/sharon-l-nichols-david-r-nichols-virginia-ann-callan-charles-oliver/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1195</span></a></span> (4th Cir.1993) is also helpful. In <i>Nichols,</i> the Fourth Circuit held</p>\n<blockquote>that a district court acts within its discretion when it finds that the interest of justice <span class=\"star-pagination\">*490</span> is not served by allowing a plaintiff whose attorney committed an obvious error in filing the plaintiff's action in the wrong court, and thereby imposed substantial unnecessary costs on both the defendant and the judicial system, simply to transfer his/her action to the proper court, with no cost to him/herself or his/her attorney.</blockquote>\n<p><i>Nichols,</i> 991 F.2d at 1201. While the plaintiffs in <i>Nichols</i> filed their lawsuit in a district court with no <i>in personam</i> jurisdiction over the defendant, the reasoning is just as applicable when the court has no subject matter jurisdiction.</p>\n<p>At the very least, Gaylord should have known this court could not hear Count One when Unique filed its Motion to Dismiss. The weak nature of Gaylord's arguments to the contrary lend credence to this proposition. Gaylord's argument was based on the assertion that the Government failed to authorize or consent to the alleged infringing manufacture. They made this argument despite the incorporation into the contract of a provision entitled \"Authorization and Consent\" that expressly grants the authorization Gaylord claims was not given.</p>\n<p></p>\n<h2><i>SUMMARY OF RECOMMENDATIONS</i></h2>\n<p>This court recommends a holding that 28 U.S.C. § 1498(a) gives exclusive jurisdiction over Count One of Gaylord's complaint to the United States Court of Federal Claims, and accordingly RECOMMENDS that Unique's Motion to Dismiss Count One for lack of subject matter jurisdiction be GRANTED. It is further RECOMMENDED that Unique's Motion to Dismiss Count Two for failure to state a claim be DENIED. Last, it is RECOMMENDED that Unique's Motion to Dismiss Count Three for failure to state a claim because Gaylord's state causes of action are preempted by patent law be DENIED.</p>\n<p>Counsel are also reminded of their responsibilities under Local Rules 5.02 and 5.03, EDNC.</p>\n<p>This the 29th day of June, 1993.</p>\n<h2>NOTES</h2>\n<p>[1]  Gaylord is not the owner of the patent in question. However, it is not disputed that Gaylord has contracted with the owner of the patent for an exclusive license to use the patent. For purposes of the present lawsuit, Gaylord is the de facto owner of the patent.</p>\n<p>[2]  The district courts shall have original jurisdiction of all civil actions arising under the Constitution, laws, or treaties of the United States. 28 U.S.C. § 1331.</p>\n<p>[3]  The district courts shall have original jurisdiction of any civil action arising under any Act of Congress relating to patents, plant variety protection, copyrights and trade-marks. Such jurisdiction shall be exclusive of the courts of the states in patent, plant variety protection and copyright cases. 28 U.S.C. § 1338(a).</p>\n<p>[4]  Gaylord also cites 28 U.S.C. § 1400(b) as a statute conveying jurisdiction. However, section 1400(b) is a venue statute and does not convey jurisdiction.\n</p>\n<p>It reads: Any civil action for patent infringement may be brought in the judicial district where the defendant resides, or where the defendant has committed acts of infringement and has a regular and established place of business. 28 U.S.C. § 1400(b).</p>\n<p>[5]  What is referred to in the statute as the United States Court of Federal Claims has gone through two significant congressional restructuring in its history. For purposes of 28 U.S.C. § 1498(a), the court was known as the United States Court of Claims from its inception until 1982. <i>See</i> Wright, Miller &amp; Cooper, Federal Practice and Procedure: Jurisdiction 2d § 3508 at 33; Schwartz, <i>Two New Federal Courts,</i> 68 A.B.A.J. 1091 (1982). After 1982, the court was renamed the United States Claims Court. <i>Id.</i> In 1992, Congress passed the Court of Federal Claims Technical and Procedural Improvements Act. Pub.L. No. 102-572. Since that time, the court is properly known as the United States Court of Federal Claims.\n</p>\n<p>While the court's overall jurisdiction changed with the first restructuring, the court's jurisdiction conferred by 28 U.S.C. § 1498(a) has literally been affected only nominally by the name changes. For uniformity, the undersigned will refer to the court by its current designation, the Court of Federal Claims.</p>\n<p>[6]  Every defense, in law or fact, to a claim for relief in any pleading, whether a claim, counter-claim, cross-claim, or third-party claim, shall be asserted in the responsive pleading thereto if one is required, except that the following defenses may at the option of the pleader be made by motion: (1) lack of jurisdiction over the subject matter. Fed.R.Civ.P. 12(b)(1).</p>\n<p>[7]  This is a standard clause incorporated by reference in the contract in question at page I-3 of the contract.</p>\n<p>[8]  Sections 1498(a) and (b) have the same procedural effect in different contexts. <i>See </i><i>Herbert,</i> 974 F.2d at 195.</p>\n<p>[9]  The district courts shall have original jurisdiction of any civil action asserting a claim of unfair competition when joined with a substantial and related claim under the copyright, patent, plant variety protection or trade-mark laws. 28 U.S.C. § 1338(b).</p>\n<p>[10]  Unique does not characterize its motion to dismiss Count Three as a 12(b)(6) motion, but that is the effect of its argument.</p>\n<p>[11]  The statute reads, in applicable part:\n</p>\n<p>Whenever a civil action is filed in a court ... and that court finds that there is a want of jurisdiction, the court shall, if it is in the interest of justice, transfer such action ... to any other such court in which the action ... could have been brought at the time it was filed ..., and the action ... shall proceed as if it had been filed in ... the court to which it was transferred on the date upon which it was actually filed in ... the court from which it was transferred. 28 U.S.C. § 1631.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/100873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/281450/",
    "http://www.courtlistener.com/api/rest/v3/opinions/444345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/446930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511014/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1430686/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1454827/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1470984/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1474421/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2254267/"
  ]
}