{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1803113/",
  "absolute_url": "/opinion/1803113/staley-v-homeland-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1803113/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:28:58.700261Z",
  "date_modified": "2016-04-26T23:03:03.515858Z",
  "type": "010combined",
  "sha1": "712c084e69ca45d36a846b30f0bf642d44997bb6",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>368 F.Supp. 1344 (1974)</b></center>\n<center><h1>John A. STALEY, Jr. and wife, Coble D. Staley, Kinston, North Carolina, Plaintiffs,<br>\nv.<br>\nHOMELAND, INC., Pensacola, Florida<br>\nand<br>\nFirst American National Bank, Nashville, Tennessee, Defendants.<br>\nJohn J. MOYER, and wife, Paula Moyer, Newport, North Carolina, Plaintiffs,<br>\nv.<br>\nHOMELAND, INC., Pensacola, Florida<br>\nand<br>\nFirst American National Bank, Nashville, Tennessee, Defendants.</h1></center>\n<center>Civ. Nos. 984, 985.</center>\n<center><p><b>United States District Court, E. D. North Carolina, New Bern Division.</b></p></center>\n<center>January 2, 1974.</center>\n<p><span class=\"star-pagination\">*1345</span> Charles K. McCotter, Jr., New Bern, N. C., for plaintiffs.</p>\n<p>David L. Ward, Jr., of Ward, Tucker, Ward &amp; Smith, New Bern, N. C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION and ORDER</h2>\n<p>LARKINS, District Judge:</p>\n<blockquote>In its broadest and most general signification, Equity denotes the spirit and the habit of fairness, justness, and right dealing which would regulate the intercourse of men with men. But in this sense its obligation is ethical rather than jural, and its discussion belongs to the sphere of morals. It is grounded in the precepts of the conscience, not in any sanction of positive law. Black's Law Dictionary.</blockquote>\n<p>This cause involves two cases in which fairness, justness, and right dealing rest with the plaintiffs while the positive law is aligned on the side of the defendants. It is an instance where antiquated statutes and fair minded court decisions have been so twisted that those for whom they were meant to benefit have taken advantage of their position and stretched the laws to the detriment of others. It is a case in which the plaintiffs, both servicemen with families, have no legal right to come into this Court in their home state and assert their claims for a fair and impartial trial against two corporate defendants. The spirit of equity cannot, however, in this instance, overcome the bold assertions of the positive law, and unfortunately it must be held that this Court does not have jurisdiction of this cause.</p>\n<p></p>\n<h2>THE FACTS</h2>\n<p>The plaintiffs are military servicemen and their wives who were stationed in North Carolina at the instigation of this action. Defendant Homeland is a Florida Corporation having its principal place <span class=\"star-pagination\">*1346</span> of business in Pensacola, Florida. Defendant First American National Bank is a bank organized under the laws of the United States, having a principal place of business in Tennessee. On or about November 7, 1969 the Staleys purchased from defendant Homeland a mobile home for the price of $10,097.00 paying $1,000.00 down and the remainder on a monthly basis. On or about August 22, 1970 the Moyers purchased from defendant Homeland a mobile home for the price of $9,476.00 paying $1,000.00 down and the remainder on a monthly basis.</p>\n<p>Plaintiffs allege that they were induced to purchase the mobile homes by false representations made by Homeland's agents. Specifically they contend that they were told that there would be very little finance charge and a very small penalty fee for paying off a loan early when in fact the finance charge is substantial. They contend that the contracts were incomplete when signed. They claim that Homeland has an overall scheme to defraud military personnel stationed in Pensacola. They further contend that defendant First American had knowledge of the fraudulent representations and incomplete instruments and worked hand-in-hand with Homeland to perfect the fraud. Plaintiffs also contend that the defendants are in violation of the Consumer Credit Protection laws, 15 U.S.C. § 1601 et seq. They desire a preliminary injunction pending the final determination of this case. The defendants have appeared specially and moved to dismiss for the following reasons: (1) no personal jurisdiction exists over the defendants because of the lack of minimum contacts which would subject them to jurisdiction under applicable North Carolina law; (2) lack of jurisdictional amount; (3) the plaintiffs are not true citizens of North Carolina; (4) ineffective service of process; and (5) the causes are barred by the statute of limitations and laches. In addition, defendant First American asserts that under the National Bank Act (12 U.S.C. § 94) they may not be sued in this Court. The completed instruments were assigned to First American by defendant Homeland on the dates of purchase and First American has been handling the accounts thereafter.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p></p>\n<h2>I. <i>Venue under the National Bank Act</i>\n</h2>\n<p>Of initial concern is whether defendant First American can be sued in the Eastern District of North Carolina in view of the statutory venue promulgated in the National Bank Act, 12 U.S.C. § 94. The completed instruments being attacked by the plaintiffs were assigned to First American, a national bank. Title 12 U.S.C. § 94 provides:</p>\n<blockquote>\"Actions and proceedings against any association under this chapter may be had in any district or Territorial court of the United States held within the district in which such association may be established, or in any State, county, or municipal court in the county or city in which said association is located having jurisdiction in similar cases.\"</blockquote>\n<p>First American asserts that the provisions of § 94 are mandatory and cannot be departed from unless the national bank has waived its rights thereunder. Citing Mercantile National Bank v. Langdeau, 371 U.S. 555, 83 S.Ct. 520, 9 L.Ed.2d 523 (1963), defendant contends that the Congressional intent was that suits against a national bank against its will must be brought only in the courts designated by statute and that it is not up to the Court but the legislature to change this. Plaintiffs argue that First American has waived any type of immunity provided by § 94 by its contacts and actions in North Carolina.</p>\n<p>Section 94 has generally been construed to hold that nationally chartered banks may be sued only in the district in which they are established and that a bank is established only at the place cited in its charter. <i>Langdeau,</i> supra and Michigan National Bank v. Robertson, 372 U.S. 591, 83 S.Ct. 914, 9 L. Ed.2d 961 (1963). While courts have <span class=\"star-pagination\">*1347</span> often expressed dissatisfaction with this narrow interpretation of the statute, they have been hesitant to interfere with the legislative intent. However it is clear that the protection § 94 affords can be waived, the privilege of immunity being purely personal rather than jurisdictional. See <i>Robertson,</i> supra; First National Bank of Charlotte v. Morgan, 132 U.S. 141, 10 S.Ct. 37, 33 L.Ed. 282 (1889).</p>\n<p>Courts have generally been restrictive in holding that National banks have waived their § 94 privileges. In Bank of Charlotte v. Morgan the bank defended the case on the merits and did not claim immunity until appeal. (It was held that if the bank had initially claimed immunity, it would have been recognized). Waiver has most often been applied in cases where a bank maintained full service branches in another state or territory in competition with locally established banks. Helco, Inc. v. First National City Bank, 333 F. Supp. 1289 (D.C. Virgin Islands, 1971); Frankford Supply Co. v. Matteo, 305 F. Supp. 794 (E.D.Pa.1969). Also, the North Carolina courts have found waiver where a bank sought and accepted trustee authority in another county in this state and state law required it to account in that county. Lichtenfels v. North Carolina National Bank, 260 N.C. 146, 132 S.E.2d 360 (1963).</p>\n<p>In the instant case First American has specially appeared to assert its immunity under § 94, exempting Bank of Charlotte v. Morgan from application. The other waiver cases, factually stronger than the case at bar, do not reflect the majority opinion throughout the land. Therefore, in order to hold that First American waived its § 94 immunity this Court would have to make a determination to see if this defendant's actions in North Carolina would constitute a waiver. In effect, the plaintiffs are asking the Court to hold that if a bank has minimum contacts in a state under guidelines set in International Shoe Co. v. Washington, 326 U.S. 310, 66 S.Ct. 154, 90 L.Ed. 95 (1945), and related cases, they have impliedly waived their § 94 immunity from suit. This would bend the law too far from the obvious intent of the legislature and render altogether meaningless the Congressional enactment favoring local suits of national banks. The Supreme Court in <i>Langdeau</i> and <i>Robertson</i> would not allow this Court to go so far. Therefore, upon the facts in this case, this Court holds that for jurisdictional purposes a national bank is a citizen of the state in which it is established or located, and in that district alone can it be sued.</p>\n<p>Before considering the next issue however, this Court would like to comment on the manifest unfairness of § 94 as it applies to modern times. Under the National Bank Act of 1864 and later amendments national banks were required to specify in their charters their usual place of business for \"establishment\" purposes. National banks were not allowed to maintain branches away from their charter location, and therefore the venue provision was reasonable. In time the restrictions on expansion had a severe impact on national banks in competition with state banks, so they gradually were allowed authority to open branches outside their charter district. However, this expansion was not accompanied by any modification of § 94 or the interpretation of it. See <i>Helco, Inc.,</i> supra.</p>\n<p>The Congressional intent in enacting § 94 was to prevent interruption in banks' business that might result from their books being sent to distant counties in obedience to process from state courts. Bank of Charlotte v. Morgan. However with modern methods of instant communication, computerized records, and simplified duplicating, a bank's records will rarely be significantly disrupted by distant legal proceedings. <i>Helco, Inc.</i> As Mr. Justice Black pointed out in his dissent to <i>Robertson,</i> a case also involving house trailers,</p>\n<blockquote>\". . . I am in total disagreement with the Court's interpretation of § 94 and would prefer to affirm the judgments <span class=\"star-pagination\">*1348</span> below holding that the Michigan National Bank can be sued in the Nebraska courts. Each lawsuit grew out of a business transaction in which the Michigan bank financed a Nebraska resident's purchase of a house trailer from a Nebraska dealer. Now, under this Court's holding these people in Nebraska who allege that their contracts were usurious under Nebraska law must, unless the bank be held to have waived statutory venue, go all the way to Michigan to try to vindicate their rights against the bank. This harsh result is held to be compelled by a provision of the Act of June 3, 1864, c. 106, § 30, 13 Stat. 108, now codified in 12 U.S.C. § 94. I do not know of a single Act Congress has passed in a century which clearly and explicitly denies a person in one State the privilege of filing suit in his own State against an out-of-state company where service can be obtained and where the suit arises out of a transaction within the State. And I am not willing to find such a congressional purpose in § 94.\" 372 U.S. 595, 83 S.Ct. 914, 916, 9 L.Ed.2d 964.</blockquote>\n<p>The unfairness of § 94 as it is presently applied is obvious. Had plaintiffs brought their suit in Florida against these same defendants and had this Court been sitting there, it would be strongly compelled to find an implied waiver based on the dissent registered in <i>Robertson.</i> But North Carolina is one more step removed from the arena, and this Court cannot rightly grant jurisdiction.</p>\n<p>The conclusion that this Court does not have venue over First American, however, does not require dismissal of the complaint. In its discretion under 28 U.S.C. § 1406(a) the Court can order that the action be transferred to the Middle District of Tennessee. See Allied Steel and Tractor Products v. First National City Bank of New York, 54 F. R.D. 256 (N.D.Ohio, 1971); Goldwar v. Heiman, 369 U.S. 463, 82 S.Ct. 913, 8 L. Ed.2d 39 (1962). Plaintiffs did not request a transfer but did cite <i>Allied Steel</i> to the Court. Therefore, they will have 20 days from the date of the filing of this order to request a transfer. Defendants, of course, may then respond to such request if made.</p>\n<p></p>\n<h2>II. <i>Minimum Contacts</i>\n</h2>\n<p>A discussion of \"minimum contacts\" must start with International Shoe Co. v. Washington, 326 U.S. 309, 66 S.Ct. 154, 90 L.Ed. 95 (1945). In that case a Delaware corporation with its principal place of business in St. Louis, Mo. was found to have regularly and systematically solicited orders in Washington by its salesmen there resulting in a continuous flow of its product into that state. The Supreme Court held:</p>\n<blockquote>\". . . due process requires only that in order to subject a defendant to a judgment in personam, if he be not present within the territory of the forum, he have certain minimum contacts with it such that the maintenance of the suit does not offend traditional notions of fair play and substantial justice.\" 326 U.S. at 316, 66 S.Ct. at 1583, 90 L.Ed. at 102.</blockquote>\n<p>Estimating the inconveniences to a corporation in defending a case away from home, balancing a case of continuous and systematic activity which creates liabilities with a case involving casual presence or isolated incidents, and considering a corporation's enjoyment of the laws of the state in question, the Supreme Court stated,</p>\n<blockquote>\"Whether due process is satisfied must depend rather upon the quality and nature of the activity in relation to the fair and orderly administration of the laws which it was the purpose of the due process clause to insure\" 326 U.S. at 319, 66 S.Ct. at 160, 90 L. Ed. at 104,</blockquote>\n<p>and found the corporation had sufficient contacts or ties with the forum state to make it reasonable and fair to enforce its obligations there.</p>\n<p><i>International Shoe</i> was broadened in McGee v. International Life Insurance Co., 355 U.S. 220, 78 S.Ct. 199, 2 L.Ed. <span class=\"star-pagination\">*1349</span> 2d 223 (1957), which based jurisdiction on a single act by the foreign corporation in the forum state. However this holding was limited to contracts which had a \"substantial connection\" with the state. The Court found the contract was delivered in California to a resident of that state, the premiums were mailed from there, and the insured died there. The Court concluded that the disadvantage to a beneficiary with a moderate claim outweighed the inconvenience to the company to defend away from home.</p>\n<p>Giving full scope to the liberalized results of International Shoe, the Fourth Circuit would not sustain jurisdiction in a single interstate shipment to North Carolina by a New York corporation. Erlanger Mills v. Cohoes Fibre Mills, 239 F.2d 502 (4th Cir. 1956). The case involved a shipment of defective yarn to plaintiffs pursuant to a contract executed in New York. The Circuit Court found that to sustain jurisdiction would be offensive to the due process clause and impede interstate commerce and held:</p>\n<blockquote>\"The Constitution which was ordained `to form a more perfect union,' contemplates that the boundaries between the states shall have continued significance for some purposes though not for all. If one State may, without violation of the due process clause, extend the authority of its courts beyond its boundaries over persons and situations not sufficiently related to that State, the separate identity of the States will be reduced to a mere fiction.\" at 509.</blockquote>\n<p>It is well settled that this Court must look to applicable North Carolina law to determine if \"minimum contacts\" are present. Bowman v. Curt G. Joa, Inc., 361 F.2d 706 (4th Cir. 1966). It is likewise evident after studying the appropriate North Carolina statutes and reading pertinent state cases that the North Carolina courts carefully follow the standards set in <i>International Shoe.</i> The applicable statutes to be considered are § 55-144, foreign corporations transacting business in the State without authorization, § 55-145, jurisdiction over foreign corporations not transacting business in this State, and § 1-75.4, the long-arm statute.</p>\n<p>The following cases found that minimum contacts existed:</p>\n<p>(1) Worley's Beverages, Inc. v. Bubble Up Corp., 167 F.Supp. 498 (E.D.N.C. 1958), found a factual situation vastly different from that in <i>Erlanger Mills.</i> Here it was determined that defendant had a long record of periodic contacts in North Carolina to promote sales. Defendant actively assisted its distributors, and its activities were of a \"continuous and systematic type.\"</p>\n<p>(2) In Byham v. National Cibo House Corp., 265 N.C. 50, 143 S.E.2d 225 (1965), the North Carolina Supreme Court, citing <i>International Shoe</i> and <i>McGee,</i> listed several factors to determine \"minimum contacts\" and \"fair play.\" They are:</p>\n<p>(a) Was reasonable notice assured?</p>\n<p>(b) Did the defendant do some act invoking the benefit of the forum state's laws?</p>\n<p>(c) Interest of the forum state in protecting its residents.</p>\n<p>(d) Could defendant use courts of forum state to enforce obligations?</p>\n<p>(e) An estimate of the inconveniences to defendant corporation.</p>\n<p>(f) Are material evidence and witnesses to be found in forum state?</p>\n<p>(g) Size of claims.</p>\n<p>(h) Did contract have substantial connection with home state?</p>\n<p>(i) Legislative authority and intent in suing foreign corporations.</p>\n<p>In this case defendant solicited by mail franchise owners in North Carolina for its Cibo House restaurant chain. Plaintiff paid defendant and was to operate a restaurant in Durham in accordance with defendant's instructions. It was concluded that the contract in question was to be performed in North Carolina and had a substantial connection with the state.</p>\n<p><span class=\"star-pagination\">*1350</span> (3) Goldman v. Parkland of Dallas, Inc., 277 N.C. 223, 176 S.E.2d 784 (1970), found that where plaintiff was under contract to act as defendant's representative in North Carolina and continually solicited business for defendant in North Carolina, the contract was one \"to be performed in North Carolina\" and had \"substantial connection\" with this State.</p>\n<p>(4) Ruark v. Va. Trust Co., 206 N.C. 564, 174 S.E. 441 (1934), found that where defendant was trustee of over 100 deeds of trust in North Carolina it was \"doing business\" in this state.</p>\n<p>(5) Koppers Co. v. Chemical Corp., 9 N.C.App. 118, 175 S.E.2d 761 (1970), cited the holding in Hanson v. Denkla, 357 U.S. 235, 78 S.Ct. 1228, 2 L.Ed.2d 1283 (1958), that \". . . it is essential in each case that there be some act by which the defendant purposefully avails itself of the privilege of conducting activities within the forum State, thus invoking the benefits and protections of its laws\", and found appellant was fully enjoying the protection of the laws of North Carolina.</p>\n<p>The following cases found that minimum contacts did not exist and that jurisdiction therefore could not lie.</p>\n<p>(1) Erlanger Mills v. Cohoes Fibre Mills, supra.</p>\n<p>(2) Golden Belt Manufacturing Co. v. Janler Plastic Mold Corp., 281 F.Supp. 368 (M.D.N.C.1967), dealt with the application of § 55-145(a)(3). No minimum contacts were found where defendant's only contact with North Carolina involved a single shipment of defective molds to North Carolina, the contract having been executed in Illinois. The Court held:</p>\n<blockquote>\"To subject the defendant to suit in the state where it has never solicited, advertised, or transacted business and where its only contact is the contract in suit, which was made and substantially performed in another state, would serve no useful purpose in the promotion of interstate commerce.\"</blockquote>\n<p>(3) Putnam v. Triangle Publications, 245 N.C. 432, 96 S.E.2d 445 (1957), was a libel suit in which defendant sold publications to 18 independent wholesale dealers in North Carolina. It was found that defendant had no financial interest in any dealers in North Carolina, never exercised any control or supervision here, never advertised here, and maintained no office or agents here. The court concluded defendant had no contacts, ties or relations in North Carolina and the statute (similar to 55-145(a) (3)) was unconstitutional on these facts.</p>\n<p>(4) In Moss v. City of Winston-Salem, 254 N.C. 480, 119 S.E.2d 445 (1961), it was found that where City bought defective or unsafe lawnmower made by Illinois corporation at Virginia dealership, the Illinois corporation had no contacts with North Carolina.</p>\n<p>(5) In Cox v. Eig Corporation, No. 902 (E.D.N.C. May 25, 1972), the minimal contacts requirement was not satisfied where the defendant made two direct sales within the state of North Carolina.</p>\n<p>Certain criteria appear from the above discussion which apply to the case at bar. First, if the company's activity is regular, or systematic, or continuous, minimum contacts exist. Second, if a contract is to be actually performed in North Carolina and has a substantial connection with this State, jurisdiction will lie. Third, where defendant obviously uses, benefits, or can easily use the laws of North Carolina, jurisdiction will lie. Fourth, if there is only 1 contact with North Carolina and such contact does not involve a contract to be performed here, there is no jurisdiction. And finally, if defendant has never had any interest in North Carolina or contacts here, even if it can reasonably be expected that his product will be used or consumed here, to grant jurisdiction for that reason would be unconstitutional.</p>\n<p>This Court is convinced that First American has established minimum contacts in North Carolina. The interrogatories show it holds security interests <span class=\"star-pagination\">*1351</span> in around 300 vehicles and trailers in North Carolina, Homeland assigned it 39 borrowers in North Carolina, and it has about 92 accounts receivable in North Carolina. There is no indication how many past accounts First American has had in North Carolina, but there would probably be some. This Court concludes that First American does a regular and systematic business in North Carolina, that it can freely use North Carolina law to enforce its obligations, that the contracts involved are paid and performed in North Carolina and are substantially connected with this State, and that First American is engaged in substantial gainful activity in this State. Of course it has previously been held that First American is immune from suit here because of § 94 of the National Bank Act. Therefore the issue for determination is whether Homeland has established minimum contacts in North Carolina or, if not, if First American's contacts can be imputed to Homeland. This Court must answer both issues in the negative.</p>\n<p>The only possible statutes Homeland might come under would be § 55-145(a)(1), a cause of action arising out of a contract to be performed in this State, or § 55-145(a)(3), a cause of action arising out of goods distributed with the reasonable expectation that those goods are to be used or consumed in North Carolina.</p>\n<p>The contract for sale was executed in Florida by plaintiffs and Homeland. Subsequently the instruments were assigned to First American and the plaintiffs moved to North Carolina. Therefore § 55-145(a)(1) cannot apply to Homeland because (1) the contract now exists between plaintiffs and First American, and (2) the sales agreement was completely performed by Homeland while all parties were in Florida.</p>\n<p>Plaintiffs would have the Court believe, and rightly so, that Homeland sold the mobile homes with the reasonable expectation they would be used in North Carolina. When a dealer sells such a product to marines temporarily stationed in its city, it can reasonably expect the product will be moved to North Carolina since two large marine bases are located there. However, the facts of this case would render § 55-145(a)(3) unconstitutional as offensive to the due process clause. See <i>Erlanger Mills,</i> supra. Homeland has never had an office or agent in North Carolina. It has never advertised or solicited business here. The cause of action did not result from a sale by Homeland to someone then in North Carolina. Nor can Homeland expect to benefit from or use the laws of North Carolina to enforce any obligations. Therefore, even if Homeland could reasonably expect the trailers to be used in North Carolina, this would not establish the minimum contacts required in <i>International Shoe</i> to insure due process.</p>\n<p>Again the Court digresses to express its dissatisfaction with the result reached today. The antiquated application of § 94 has previously been discussed, but it is for Congress and not the courts to remedy. It is also apparent that the law involving minimum contacts has been developed to promote fair play and substantial justice. But as applied here it protects the wrong parties to insure the desired fairness and justness.</p>\n<p>This is a case in which a mobile home dealer and a national bank have taken advantage of two servicemen and their families. Moral and ethical precepts dictate that businessmen be concerned with the welfare of their clients and not solely with monetary achievement. Of course \"making the sale\" is utmost in a dealer's mind and \"negotiating profitable agreements\" is of primary concern to banks. However it would seem that one's conscience would at least prefer that he strive for clients satisfied with their purchases.</p>\n<p>The plaintiffs are servicemen. They were stationed temporarily at Pensacola with their families and in desperate need of a place to live. Base housing <span class=\"star-pagination\">*1352</span> was virtually nonexistent. Public accommodations were too expensive. With this in mind Homeland \"talked\" plaintiffs into buying mobile homes. Were Homeland's representations fraudulent? Did plaintiffs enter into an unintended agreement because of Homeland's trickery? The plaintiffs have a right to have these issues determined in their home state, but cannot. How neatly the dealer avoids all contacts outside the state of Florida knowing full well his buyers, if servicemen, will soon be stationed elsewhere. An assignment to a bank nets the dealer his profit and leaves the buyer's obligation in full force. And if the bank is a national bank, it can enforce the obligation anywhere but no action can be taken against it except in its home state. So a buyer here, in order to have an issue determined, must travel to Florida, or Tennessee, or both. This Court feels a buyer in this case is far more inconvenienced than a national bank or a corporation.</p>\n<p>It has long been held that if one is legally right he cannot be touched. This is what leads persons to exploit \"loopholes\" in the law, to take advantage of their position under the law, and to probe technicalities for their personal benefit. But where these actions were once accepted as a matter of course, a new awareness of moral and ethical considerations may bring a change, and those exploiters will lose the benefits they once had. Laws are rarely, if ever, perfect. And they will probably always be exploited by those not satisfied with the benefits already received. But by doing so those persons do a great disservice to their fellow man, and it would behoove them to re-examine their senses of values.</p>\n<p>Because of the decisions already rendered, the defendants' other grounds for dismissal need not be reached. However, it appears to the Court that they are without merit, and the record should so show.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">368</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1344</span></span> (1974)</b></center>\n<center><h1>John A. STALEY, Jr. and wife, Coble D. Staley, Kinston, North Carolina, Plaintiffs,<br>\nv.<br>\nHOMELAND, INC., Pensacola, Florida<br>\nand<br>\nFirst American National Bank, Nashville, Tennessee, Defendants.<br>\nJohn J. MOYER, and wife, Paula Moyer, Newport, North Carolina, Plaintiffs,<br>\nv.<br>\nHOMELAND, INC., Pensacola, Florida<br>\nand<br>\nFirst American National Bank, Nashville, Tennessee, Defendants.</h1></center>\n<center>Civ. Nos. 984, 985.</center>\n<center><p><b>United States District Court, E. D. North Carolina, New Bern Division.</b></p></center>\n<center>January 2, 1974.</center>\n<p><span class=\"star-pagination\">*1345</span> Charles K. McCotter, Jr., New Bern, N. C., for plaintiffs.</p>\n<p>David L. Ward, Jr., of Ward, Tucker, Ward &amp; Smith, New Bern, N. C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION and ORDER</h2>\n<p>LARKINS, District Judge:</p>\n<blockquote>In its broadest and most general signification, Equity denotes the spirit and the habit of fairness, justness, and right dealing which would regulate the intercourse of men with men. But in this sense its obligation is ethical rather than jural, and its discussion belongs to the sphere of morals. It is grounded in the precepts of the conscience, not in any sanction of positive law. Black's Law Dictionary.</blockquote>\n<p>This cause involves two cases in which fairness, justness, and right dealing rest with the plaintiffs while the positive law is aligned on the side of the defendants. It is an instance where antiquated statutes and fair minded court decisions have been so twisted that those for whom they were meant to benefit have taken advantage of their position and stretched the laws to the detriment of others. It is a case in which the plaintiffs, both servicemen with families, have no legal right to come into this Court in their home state and assert their claims for a fair and impartial trial against two corporate defendants. The spirit of equity cannot, however, in this instance, overcome the bold assertions of the positive law, and unfortunately it must be held that this Court does not have jurisdiction of this cause.</p>\n<p></p>\n<h2>THE FACTS</h2>\n<p>The plaintiffs are military servicemen and their wives who were stationed in North Carolina at the instigation of this action. Defendant Homeland is a Florida Corporation having its principal place <span class=\"star-pagination\">*1346</span> of business in Pensacola, Florida. Defendant First American National Bank is a bank organized under the laws of the United States, having a principal place of business in Tennessee. On or about November 7, 1969 the Staleys purchased from defendant Homeland a mobile home for the price of $10,097.00 paying $1,000.00 down and the remainder on a monthly basis. On or about August 22, 1970 the Moyers purchased from defendant Homeland a mobile home for the price of $9,476.00 paying $1,000.00 down and the remainder on a monthly basis.</p>\n<p>Plaintiffs allege that they were induced to purchase the mobile homes by false representations made by Homeland's agents. Specifically they contend that they were told that there would be very little finance charge and a very small penalty fee for paying off a loan early when in fact the finance charge is substantial. They contend that the contracts were incomplete when signed. They claim that Homeland has an overall scheme to defraud military personnel stationed in Pensacola. They further contend that defendant First American had knowledge of the fraudulent representations and incomplete instruments and worked hand-in-hand with Homeland to perfect the fraud. Plaintiffs also contend that the defendants are in violation of the Consumer Credit Protection laws, 15 U.S.C. § 1601 et seq. They desire a preliminary injunction pending the final determination of this case. The defendants have appeared specially and moved to dismiss for the following reasons: (1) no personal jurisdiction exists over the defendants because of the lack of minimum contacts which would subject them to jurisdiction under applicable North Carolina law; (2) lack of jurisdictional amount; (3) the plaintiffs are not true citizens of North Carolina; (4) ineffective service of process; and (5) the causes are barred by the statute of limitations and laches. In addition, defendant First American asserts that under the National Bank Act (12 U.S.C. § 94) they may not be sued in this Court. The completed instruments were assigned to First American by defendant Homeland on the dates of purchase and First American has been handling the accounts thereafter.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p></p>\n<h2>I. <i>Venue under the National Bank Act</i>\n</h2>\n<p>Of initial concern is whether defendant First American can be sued in the Eastern District of North Carolina in view of the statutory venue promulgated in the National Bank Act, 12 U.S.C. § 94. The completed instruments being attacked by the plaintiffs were assigned to First American, a national bank. Title 12 U.S.C. § 94 provides:</p>\n<blockquote>\"Actions and proceedings against any association under this chapter may be had in any district or Territorial court of the United States held within the district in which such association may be established, or in any State, county, or municipal court in the county or city in which said association is located having jurisdiction in similar cases.\"</blockquote>\n<p>First American asserts that the provisions of § 94 are mandatory and cannot be departed from unless the national bank has waived its rights thereunder. Citing Mercantile National Bank v. Langdeau, <span class=\"citation\" data-id=\"106522\"><a href=\"/opinion/106522/mercantile-nat-bank-at-dallas-v-langdeau/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, <span class=\"citation\" data-id=\"106522\"><a href=\"/opinion/106522/mercantile-nat-bank-at-dallas-v-langdeau/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">520</span></a></span>, <span class=\"citation\" data-id=\"106522\"><a href=\"/opinion/106522/mercantile-nat-bank-at-dallas-v-langdeau/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span></a></span> (1963), defendant contends that the Congressional intent was that suits against a national bank against its will must be brought only in the courts designated by statute and that it is not up to the Court but the legislature to change this. Plaintiffs argue that First American has waived any type of immunity provided by § 94 by its contacts and actions in North Carolina.</p>\n<p>Section 94 has generally been construed to hold that nationally chartered banks may be sued only in the district in which they are established and that a bank is established only at the place cited in its charter. <i>Langdeau,</i> supra and Michigan National Bank v. Robertson, <span class=\"citation\" data-id=\"106561\"><a href=\"/opinion/106561/michigan-nat-bank-v-robertson/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">591</span></a></span>, <span class=\"citation\" data-id=\"106561\"><a href=\"/opinion/106561/michigan-nat-bank-v-robertson/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">914</span></a></span>, <span class=\"citation\" data-id=\"106561\"><a href=\"/opinion/106561/michigan-nat-bank-v-robertson/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">961</span></a></span> (1963). While courts have <span class=\"star-pagination\">*1347</span> often expressed dissatisfaction with this narrow interpretation of the statute, they have been hesitant to interfere with the legislative intent. However it is clear that the protection § 94 affords can be waived, the privilege of immunity being purely personal rather than jurisdictional. See <i>Robertson,</i> supra; First National Bank of Charlotte v. Morgan, <span class=\"citation\" data-id=\"92578\"><a href=\"/opinion/92578/first-nat-bank-of-charlotte-v-morgan/\"><span class=\"volume\">132</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">37</span></span>, <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">282</span></span> (1889).</p>\n<p>Courts have generally been restrictive in holding that National banks have waived their § 94 privileges. In Bank of Charlotte v. Morgan the bank defended the case on the merits and did not claim immunity until appeal. (It was held that if the bank had initially claimed immunity, it would have been recognized). Waiver has most often been applied in cases where a bank maintained full service branches in another state or territory in competition with locally established banks. Helco, Inc. v. First National City Bank, <span class=\"citation\" data-id=\"1606288\"><a href=\"/opinion/1606288/helco-inc-v-first-national-city-bank/\"><span class=\"volume\">333</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1289</span></a></span> (D.C. Virgin Islands, 1971); Frankford Supply Co. v. Matteo, <span class=\"citation\" data-id=\"2244944\"><a href=\"/opinion/2244944/frankford-supply-co-v-matteo/\"><span class=\"volume\">305</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">794</span></a></span> (E.D.Pa.1969). Also, the North Carolina courts have found waiver where a bank sought and accepted trustee authority in another county in this state and state law required it to account in that county. Lichtenfels v. North Carolina National Bank, <span class=\"citation\" data-id=\"1243723\"><a href=\"/opinion/1243723/lichtenfels-v-north-carolina-national-bank/\"><span class=\"volume\">260</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">146</span></a></span>, <span class=\"citation\" data-id=\"1243723\"><a href=\"/opinion/1243723/lichtenfels-v-north-carolina-national-bank/\"><span class=\"volume\">132</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">360</span></a></span> (1963).</p>\n<p>In the instant case First American has specially appeared to assert its immunity under § 94, exempting Bank of Charlotte v. Morgan from application. The other waiver cases, factually stronger than the case at bar, do not reflect the majority opinion throughout the land. Therefore, in order to hold that First American waived its § 94 immunity this Court would have to make a determination to see if this defendant's actions in North Carolina would constitute a waiver. In effect, the plaintiffs are asking the Court to hold that if a bank has minimum contacts in a state under guidelines set in International Shoe Co. v. Washington, <span class=\"citation\" data-id=\"104200\"><a href=\"/opinion/104200/international-shoe-co-v-washington/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">154</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">95</span></span> (1945), and related cases, they have impliedly waived their § 94 immunity from suit. This would bend the law too far from the obvious intent of the legislature and render altogether meaningless the Congressional enactment favoring local suits of national banks. The Supreme Court in <i>Langdeau</i> and <i>Robertson</i> would not allow this Court to go so far. Therefore, upon the facts in this case, this Court holds that for jurisdictional purposes a national bank is a citizen of the state in which it is established or located, and in that district alone can it be sued.</p>\n<p>Before considering the next issue however, this Court would like to comment on the manifest unfairness of § 94 as it applies to modern times. Under the National Bank Act of 1864 and later amendments national banks were required to specify in their charters their usual place of business for \"establishment\" purposes. National banks were not allowed to maintain branches away from their charter location, and therefore the venue provision was reasonable. In time the restrictions on expansion had a severe impact on national banks in competition with state banks, so they gradually were allowed authority to open branches outside their charter district. However, this expansion was not accompanied by any modification of § 94 or the interpretation of it. See <i>Helco, Inc.,</i> supra.</p>\n<p>The Congressional intent in enacting § 94 was to prevent interruption in banks' business that might result from their books being sent to distant counties in obedience to process from state courts. Bank of Charlotte v. Morgan. However with modern methods of instant communication, computerized records, and simplified duplicating, a bank's records will rarely be significantly disrupted by distant legal proceedings. <i>Helco, Inc.</i> As Mr. Justice Black pointed out in his dissent to <i>Robertson,</i> a case also involving house trailers,</p>\n<blockquote>\". . . I am in total disagreement with the Court's interpretation of § 94 and would prefer to affirm the judgments <span class=\"star-pagination\">*1348</span> below holding that the Michigan National Bank can be sued in the Nebraska courts. Each lawsuit grew out of a business transaction in which the Michigan bank financed a Nebraska resident's purchase of a house trailer from a Nebraska dealer. Now, under this Court's holding these people in Nebraska who allege that their contracts were usurious under Nebraska law must, unless the bank be held to have waived statutory venue, go all the way to Michigan to try to vindicate their rights against the bank. This harsh result is held to be compelled by a provision of the Act of June 3, 1864, c. 106, § 30, 13 Stat. 108, now codified in 12 U.S.C. § 94. I do not know of a single Act Congress has passed in a century which clearly and explicitly denies a person in one State the privilege of filing suit in his own State against an out-of-state company where service can be obtained and where the suit arises out of a transaction within the State. And I am not willing to find such a congressional purpose in § 94.\" <span class=\"citation no-link\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">595</span></span>, <span class=\"citation\" data-id=\"106561\"><a href=\"/opinion/106561/michigan-nat-bank-v-robertson/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">914</span></a></span>, 916, 9 L.Ed.2d 964.</blockquote>\n<p>The unfairness of § 94 as it is presently applied is obvious. Had plaintiffs brought their suit in Florida against these same defendants and had this Court been sitting there, it would be strongly compelled to find an implied waiver based on the dissent registered in <i>Robertson.</i> But North Carolina is one more step removed from the arena, and this Court cannot rightly grant jurisdiction.</p>\n<p>The conclusion that this Court does not have venue over First American, however, does not require dismissal of the complaint. In its discretion under 28 U.S.C. § 1406(a) the Court can order that the action be transferred to the Middle District of Tennessee. See Allied Steel and Tractor Products v. First National City Bank of New York, 54 F. R.D. 256 (N.D.Ohio, 1971); Goldwar v. Heiman, <span class=\"citation\" data-id=\"106384\"><a href=\"/opinion/106384/goldlawr-inc-v-heiman/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">463</span></a></span>, <span class=\"citation\" data-id=\"106384\"><a href=\"/opinion/106384/goldlawr-inc-v-heiman/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">913</span></a></span>, <span class=\"citation\" data-id=\"106384\"><a href=\"/opinion/106384/goldlawr-inc-v-heiman/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">39</span></a></span> (1962). Plaintiffs did not request a transfer but did cite <i>Allied Steel</i> to the Court. Therefore, they will have 20 days from the date of the filing of this order to request a transfer. Defendants, of course, may then respond to such request if made.</p>\n<p></p>\n<h2>II. <i>Minimum Contacts</i>\n</h2>\n<p>A discussion of \"minimum contacts\" must start with International Shoe Co. v. Washington, <span class=\"citation no-link\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">309</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">154</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">95</span></span> (1945). In that case a Delaware corporation with its principal place of business in St. Louis, Mo. was found to have regularly and systematically solicited orders in Washington by its salesmen there resulting in a continuous flow of its product into that state. The Supreme Court held:</p>\n<blockquote>\". . . due process requires only that in order to subject a defendant to a judgment in personam, if he be not present within the territory of the forum, he have certain minimum contacts with it such that the maintenance of the suit does not offend traditional notions of fair play and substantial justice.\" 326 U.S. at 316, 66 S.Ct. at 1583, 90 L.Ed. at 102.</blockquote>\n<p>Estimating the inconveniences to a corporation in defending a case away from home, balancing a case of continuous and systematic activity which creates liabilities with a case involving casual presence or isolated incidents, and considering a corporation's enjoyment of the laws of the state in question, the Supreme Court stated,</p>\n<blockquote>\"Whether due process is satisfied must depend rather upon the quality and nature of the activity in relation to the fair and orderly administration of the laws which it was the purpose of the due process clause to insure\" 326 U.S. at 319, 66 S.Ct. at 160, 90 L. Ed. at 104,</blockquote>\n<p>and found the corporation had sufficient contacts or ties with the forum state to make it reasonable and fair to enforce its obligations there.</p>\n<p><i>International Shoe</i> was broadened in McGee v. International Life Insurance Co., <span class=\"citation\" data-id=\"105595\"><a href=\"/opinion/105595/mcgee-v-international-life-ins-co/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></a></span>, <span class=\"citation\" data-id=\"105595\"><a href=\"/opinion/105595/mcgee-v-international-life-ins-co/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">199</span></a></span>, 2 L.Ed. <span class=\"star-pagination\">*1349</span> 2d 223 (1957), which based jurisdiction on a single act by the foreign corporation in the forum state. However this holding was limited to contracts which had a \"substantial connection\" with the state. The Court found the contract was delivered in California to a resident of that state, the premiums were mailed from there, and the insured died there. The Court concluded that the disadvantage to a beneficiary with a moderate claim outweighed the inconvenience to the company to defend away from home.</p>\n<p>Giving full scope to the liberalized results of International Shoe, the Fourth Circuit would not sustain jurisdiction in a single interstate shipment to North Carolina by a New York corporation. Erlanger Mills v. Cohoes Fibre Mills, <span class=\"citation\" data-id=\"240964\"><a href=\"/opinion/240964/erlanger-mills-inc-v-cohoes-fibre-mills-inc/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">502</span></a></span> (4th Cir. 1956). The case involved a shipment of defective yarn to plaintiffs pursuant to a contract executed in New York. The Circuit Court found that to sustain jurisdiction would be offensive to the due process clause and impede interstate commerce and held:</p>\n<blockquote>\"The Constitution which was ordained `to form a more perfect union,' contemplates that the boundaries between the states shall have continued significance for some purposes though not for all. If one State may, without violation of the due process clause, extend the authority of its courts beyond its boundaries over persons and situations not sufficiently related to that State, the separate identity of the States will be reduced to a mere fiction.\" at 509.</blockquote>\n<p>It is well settled that this Court must look to applicable North Carolina law to determine if \"minimum contacts\" are present. Bowman v. Curt G. Joa, Inc., <span class=\"citation\" data-id=\"272051\"><a href=\"/opinion/272051/jake-harold-bowman-philip-g-griffin-a-donald-brinton-and-midland/\"><span class=\"volume\">361</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">706</span></a></span> (4th Cir. 1966). It is likewise evident after studying the appropriate North Carolina statutes and reading pertinent state cases that the North Carolina courts carefully follow the standards set in <i>International Shoe.</i> The applicable statutes to be considered are § 55-144, foreign corporations transacting business in the State without authorization, § 55-145, jurisdiction over foreign corporations not transacting business in this State, and § 1-75.4, the long-arm statute.</p>\n<p>The following cases found that minimum contacts existed:</p>\n<p>(1) Worley's Beverages, Inc. v. Bubble Up Corp., <span class=\"citation\" data-id=\"1632985\"><a href=\"/opinion/1632985/worleys-beverages-inc-v-bubble-up-corporation/\"><span class=\"volume\">167</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">498</span></a></span> (E.D.N.C. 1958), found a factual situation vastly different from that in <i>Erlanger Mills.</i> Here it was determined that defendant had a long record of periodic contacts in North Carolina to promote sales. Defendant actively assisted its distributors, and its activities were of a \"continuous and systematic type.\"</p>\n<p>(2) In Byham v. National Cibo House Corp., <span class=\"citation\" data-id=\"1220455\"><a href=\"/opinion/1220455/byham-v-national-cibo-house-corporation/\"><span class=\"volume\">265</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">50</span></a></span>, <span class=\"citation\" data-id=\"1220455\"><a href=\"/opinion/1220455/byham-v-national-cibo-house-corporation/\"><span class=\"volume\">143</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">225</span></a></span> (1965), the North Carolina Supreme Court, citing <i>International Shoe</i> and <i>McGee,</i> listed several factors to determine \"minimum contacts\" and \"fair play.\" They are:</p>\n<p>(a) Was reasonable notice assured?</p>\n<p>(b) Did the defendant do some act invoking the benefit of the forum state's laws?</p>\n<p>(c) Interest of the forum state in protecting its residents.</p>\n<p>(d) Could defendant use courts of forum state to enforce obligations?</p>\n<p>(e) An estimate of the inconveniences to defendant corporation.</p>\n<p>(f) Are material evidence and witnesses to be found in forum state?</p>\n<p>(g) Size of claims.</p>\n<p>(h) Did contract have substantial connection with home state?</p>\n<p>(i) Legislative authority and intent in suing foreign corporations.</p>\n<p>In this case defendant solicited by mail franchise owners in North Carolina for its Cibo House restaurant chain. Plaintiff paid defendant and was to operate a restaurant in Durham in accordance with defendant's instructions. It was concluded that the contract in question was to be performed in North Carolina and had a substantial connection with the state.</p>\n<p><span class=\"star-pagination\">*1350</span> (3) Goldman v. Parkland of Dallas, Inc., <span class=\"citation\" data-id=\"1264484\"><a href=\"/opinion/1264484/goldman-v-parkland-of-dallas-inc/\"><span class=\"volume\">277</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">223</span></a></span>, <span class=\"citation\" data-id=\"1264484\"><a href=\"/opinion/1264484/goldman-v-parkland-of-dallas-inc/\"><span class=\"volume\">176</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">784</span></a></span> (1970), found that where plaintiff was under contract to act as defendant's representative in North Carolina and continually solicited business for defendant in North Carolina, the contract was one \"to be performed in North Carolina\" and had \"substantial connection\" with this State.</p>\n<p>(4) Ruark v. Va. Trust Co., <span class=\"citation no-link\"><span class=\"volume\">206</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">564</span></span>, <span class=\"citation no-link\"><span class=\"volume\">174</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">441</span></span> (1934), found that where defendant was trustee of over 100 deeds of trust in North Carolina it was \"doing business\" in this state.</p>\n<p>(5) Koppers Co. v. Chemical Corp., 9 N.C.App. 118, <span class=\"citation\" data-id=\"1207044\"><a href=\"/opinion/1207044/koppers-co-v-kaiser-aluminum-chemical-corp/\"><span class=\"volume\">175</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">761</span></a></span> (1970), cited the holding in Hanson v. Denkla, <span class=\"citation\" data-id=\"105728\"><a href=\"/opinion/105728/hanson-v-denckla/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></a></span>, <span class=\"citation\" data-id=\"105728\"><a href=\"/opinion/105728/hanson-v-denckla/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1228</span></a></span>, <span class=\"citation\" data-id=\"105728\"><a href=\"/opinion/105728/hanson-v-denckla/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1283</span></a></span> (1958), that \". . . it is essential in each case that there be some act by which the defendant purposefully avails itself of the privilege of conducting activities within the forum State, thus invoking the benefits and protections of its laws\", and found appellant was fully enjoying the protection of the laws of North Carolina.</p>\n<p>The following cases found that minimum contacts did not exist and that jurisdiction therefore could not lie.</p>\n<p>(1) Erlanger Mills v. Cohoes Fibre Mills, supra.</p>\n<p>(2) Golden Belt Manufacturing Co. v. Janler Plastic Mold Corp., <span class=\"citation\" data-id=\"1575190\"><a href=\"/opinion/1575190/golden-belt-manufacturing-co-v-janler-plastic-mold-corp/\"><span class=\"volume\">281</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">368</span></a></span> (M.D.N.C.1967), dealt with the application of § 55-145(a)(3). No minimum contacts were found where defendant's only contact with North Carolina involved a single shipment of defective molds to North Carolina, the contract having been executed in Illinois. The Court held:</p>\n<blockquote>\"To subject the defendant to suit in the state where it has never solicited, advertised, or transacted business and where its only contact is the contract in suit, which was made and substantially performed in another state, would serve no useful purpose in the promotion of interstate commerce.\"</blockquote>\n<p>(3) Putnam v. Triangle Publications, <span class=\"citation\" data-id=\"1209349\"><a href=\"/opinion/1209349/putnam-v-triangle-publications/\"><span class=\"volume\">245</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">432</span></a></span>, <span class=\"citation\" data-id=\"1209349\"><a href=\"/opinion/1209349/putnam-v-triangle-publications/\"><span class=\"volume\">96</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">445</span></a></span> (1957), was a libel suit in which defendant sold publications to 18 independent wholesale dealers in North Carolina. It was found that defendant had no financial interest in any dealers in North Carolina, never exercised any control or supervision here, never advertised here, and maintained no office or agents here. The court concluded defendant had no contacts, ties or relations in North Carolina and the statute (similar to 55-145(a) (3)) was unconstitutional on these facts.</p>\n<p>(4) In Moss v. City of Winston-Salem, <span class=\"citation\" data-id=\"1356608\"><a href=\"/opinion/1356608/moss-v-city-of-winston-salem/\"><span class=\"volume\">254</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">480</span></a></span>, <span class=\"citation\" data-id=\"1356608\"><a href=\"/opinion/1356608/moss-v-city-of-winston-salem/\"><span class=\"volume\">119</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">445</span></a></span> (1961), it was found that where City bought defective or unsafe lawnmower made by Illinois corporation at Virginia dealership, the Illinois corporation had no contacts with North Carolina.</p>\n<p>(5) In Cox v. Eig Corporation, No. 902 (E.D.N.C. May 25, 1972), the minimal contacts requirement was not satisfied where the defendant made two direct sales within the state of North Carolina.</p>\n<p>Certain criteria appear from the above discussion which apply to the case at bar. First, if the company's activity is regular, or systematic, or continuous, minimum contacts exist. Second, if a contract is to be actually performed in North Carolina and has a substantial connection with this State, jurisdiction will lie. Third, where defendant obviously uses, benefits, or can easily use the laws of North Carolina, jurisdiction will lie. Fourth, if there is only 1 contact with North Carolina and such contact does not involve a contract to be performed here, there is no jurisdiction. And finally, if defendant has never had any interest in North Carolina or contacts here, even if it can reasonably be expected that his product will be used or consumed here, to grant jurisdiction for that reason would be unconstitutional.</p>\n<p>This Court is convinced that First American has established minimum contacts in North Carolina. The interrogatories show it holds security interests <span class=\"star-pagination\">*1351</span> in around 300 vehicles and trailers in North Carolina, Homeland assigned it 39 borrowers in North Carolina, and it has about 92 accounts receivable in North Carolina. There is no indication how many past accounts First American has had in North Carolina, but there would probably be some. This Court concludes that First American does a regular and systematic business in North Carolina, that it can freely use North Carolina law to enforce its obligations, that the contracts involved are paid and performed in North Carolina and are substantially connected with this State, and that First American is engaged in substantial gainful activity in this State. Of course it has previously been held that First American is immune from suit here because of § 94 of the National Bank Act. Therefore the issue for determination is whether Homeland has established minimum contacts in North Carolina or, if not, if First American's contacts can be imputed to Homeland. This Court must answer both issues in the negative.</p>\n<p>The only possible statutes Homeland might come under would be § 55-145(a)(1), a cause of action arising out of a contract to be performed in this State, or § 55-145(a)(3), a cause of action arising out of goods distributed with the reasonable expectation that those goods are to be used or consumed in North Carolina.</p>\n<p>The contract for sale was executed in Florida by plaintiffs and Homeland. Subsequently the instruments were assigned to First American and the plaintiffs moved to North Carolina. Therefore § 55-145(a)(1) cannot apply to Homeland because (1) the contract now exists between plaintiffs and First American, and (2) the sales agreement was completely performed by Homeland while all parties were in Florida.</p>\n<p>Plaintiffs would have the Court believe, and rightly so, that Homeland sold the mobile homes with the reasonable expectation they would be used in North Carolina. When a dealer sells such a product to marines temporarily stationed in its city, it can reasonably expect the product will be moved to North Carolina since two large marine bases are located there. However, the facts of this case would render § 55-145(a)(3) unconstitutional as offensive to the due process clause. See <i>Erlanger Mills,</i> supra. Homeland has never had an office or agent in North Carolina. It has never advertised or solicited business here. The cause of action did not result from a sale by Homeland to someone then in North Carolina. Nor can Homeland expect to benefit from or use the laws of North Carolina to enforce any obligations. Therefore, even if Homeland could reasonably expect the trailers to be used in North Carolina, this would not establish the minimum contacts required in <i>International Shoe</i> to insure due process.</p>\n<p>Again the Court digresses to express its dissatisfaction with the result reached today. The antiquated application of § 94 has previously been discussed, but it is for Congress and not the courts to remedy. It is also apparent that the law involving minimum contacts has been developed to promote fair play and substantial justice. But as applied here it protects the wrong parties to insure the desired fairness and justness.</p>\n<p>This is a case in which a mobile home dealer and a national bank have taken advantage of two servicemen and their families. Moral and ethical precepts dictate that businessmen be concerned with the welfare of their clients and not solely with monetary achievement. Of course \"making the sale\" is utmost in a dealer's mind and \"negotiating profitable agreements\" is of primary concern to banks. However it would seem that one's conscience would at least prefer that he strive for clients satisfied with their purchases.</p>\n<p>The plaintiffs are servicemen. They were stationed temporarily at Pensacola with their families and in desperate need of a place to live. Base housing <span class=\"star-pagination\">*1352</span> was virtually nonexistent. Public accommodations were too expensive. With this in mind Homeland \"talked\" plaintiffs into buying mobile homes. Were Homeland's representations fraudulent? Did plaintiffs enter into an unintended agreement because of Homeland's trickery? The plaintiffs have a right to have these issues determined in their home state, but cannot. How neatly the dealer avoids all contacts outside the state of Florida knowing full well his buyers, if servicemen, will soon be stationed elsewhere. An assignment to a bank nets the dealer his profit and leaves the buyer's obligation in full force. And if the bank is a national bank, it can enforce the obligation anywhere but no action can be taken against it except in its home state. So a buyer here, in order to have an issue determined, must travel to Florida, or Tennessee, or both. This Court feels a buyer in this case is far more inconvenienced than a national bank or a corporation.</p>\n<p>It has long been held that if one is legally right he cannot be touched. This is what leads persons to exploit \"loopholes\" in the law, to take advantage of their position under the law, and to probe technicalities for their personal benefit. But where these actions were once accepted as a matter of course, a new awareness of moral and ethical considerations may bring a change, and those exploiters will lose the benefits they once had. Laws are rarely, if ever, perfect. And they will probably always be exploited by those not satisfied with the benefits already received. But by doing so those persons do a great disservice to their fellow man, and it would behoove them to re-examine their senses of values.</p>\n<p>Because of the decisions already rendered, the defendants' other grounds for dismissal need not be reached. However, it appears to the Court that they are without merit, and the record should so show.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/92578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/240964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/272051/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1207044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1209349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1220455/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1243723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1264484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1356608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1575190/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1606288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1632985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2244944/"
  ]
}