{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1803878/",
  "absolute_url": "/opinion/1803878/park-mclain-inc-v-hoey/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1803878/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:29:05.033453Z",
  "date_modified": "2016-04-26T07:09:18.668003Z",
  "type": "010combined",
  "sha1": "309dcce472fb4a41072d62d508aaeca8242b740b",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>19 F.Supp. 990 (1937)</b></center>\n<center><h1>PARK McLAIN, Inc., et al.<br>\nv.<br>\nHOEY, Governor of North Carolina, et al.</h1></center>\n<center><p><b>District Court, E. D. North Carolina.</b></p></center>\n<center>July 19, 1937.</center>\n<p><span class=\"star-pagination\">*991</span> Thomas Turner, Jr., of High Point, N. C., and F. A. McCleneghan, of Charlotte, N. C., for complainants.</p>\n<p>A. A. F. Seawell, Atty. Gen. of North Carolina, Harry McMullan and T. W. Bruton, Asst. Attys. Gen., of North Carolina, Walter D. Siler and Daniel L. Bell, both of Pittsboro, N.C., and W. B. Rodman, Jr., of Washington, N. C., for defendants.</p>\n<p>Before PARKER, Circuit Judge, and MEEKINS and HAYES, District Judges.</p>\n<p>PARKER, Circuit Judge.</p>\n<p>This is a suit to enjoin the Governor, the Attorney General, and the Commissioner of Revenue of the State of North Carolina from enforcing against complainants certain provisions of an act of the General Assembly of North Carolina, ratified February 24, 1937,<sup>[1]</sup> entitled \"An Act to Regulate the Business of Selling Used Motor Vehicles Brought into the State of North Carolina from Other States,\" on the ground that the provisions are violative of the commerce clause of the Federal Constitution (article 1, ยง 8, cl. 3) and the due process clause of the Fourteenth Amendment thereto. The complainants are either citizens and residents of the State of North Carolina or corporations created and existing under the laws of that state, and all have fixed and established places of business within the state and are engaged in the sale of used motor vehicles brought into North Carolina from without the state. It is admitted that as to each of them the suit involves exceeding $3,000 exclusive of interest and costs. As interlocutory injunction was originally asked, a court of three judges was constituted pursuant to section 266 of the Judicial Code, as amended, 28 U.S.C.A. ยง 380, to pass upon the application for same; but, upon the hearing, the case was submitted for final decree upon the pleadings and affidavits filed.</p>\n<p>The pertinent sections of the statute in question are sections 1 and 3, which are as follows:</p>\n<p>\"Section 1. Every dealer in used, or second hand, motor vehicles who is a nonresident of the State of North Carolina or who does not have a permanent place of business in this State, and every person, firm or corporation who bring any used, or second hand, motor vehicles into the State of North Carolina for the purpose of sale or re-sale, except as a trade-in on a new motor vehicle or another used car, shall before offering the same for sale within ten days from the date of entry of said motor vehicle into the limits of the State of North Carolina, register such motor vehicle with the Department of Revenue on a form to be provided by said department and under such rules and regulations as may be promulgated by said department from time to time, and shall before said used or second hand car is offered for sale, or sold, execute a bond with two good sufficient sureties, or with a surety company duly authorized to do business in the State of North Carolina as a surety or sureties thereon, payable to the State of North Carolina, for the use and <span class=\"star-pagination\">*992</span> benefit of the purchaser and his vendees, conditioned to pay all loss, damages and expenses that may be sustained by the purchaser and/or vendees, that may be occasioned by reason of the failure of the title of such vendor or by reason of any fraudulent misrepresentations or breaches of warranty as to freedom from liens, quality, condition, use or value of the motor vehicle being sold. Said bond shall be in the full amount of the sale price of each of such motor vehicles but in no event to exceed the sum of one thousand ($1,000.00) dollars for any one motor vehicle, and shall be filed with the Department of Revenue of the State of North Carolina by the vendor and be approved by it as to amount, form and as to the solvency of the surety or sureties, and for which service by said department, in registering said vehicle, the vendor shall pay the regular registration fee charged for the registration of motor vehicles and in addition thereto a fee of ten ($10.00) dollars for each bond so filed and approved, which sums shall be paid into the State Treasury to the credit of the General Fund and expended as provided by law.\"</p>\n<p>\"Section 3. No action, nor right of action to recover any such motor vehicle, nor any part of the selling price thereof, shall be maintained in the courts of this State by any such dealer or vendor, his successors or assigns, in any case wherein such vendor or dealer shall have failed to comply with the terms and provisions of this Act, and, in addition thereto, such vendor or dealer, upon conviction for violation of any of the provisions of this Act, shall be deemed guilty of a misdemeanor and shall be punished by a fine of not less than one hundred ($100.00) dollars and not more than five hundred ($500.00) dollars, or by imprisonment for not less than thirty days, or more than six months, or by both such fine and imprisonment.\"</p>\n<p>Complaint is made of the provision of the statute requiring bond as a condition of offering for sale any used car brought from without the state and of the requirement that a fee of $10 be paid for each bond so filed. No question is raised as to the validity of the provision requiring registration with the Commissioner of Revenue, nor as to another provision, not quoted, requiring that certificate of title issued by the Commissioner of Revenue be delivered to the purchaser upon sale of such car. And, as the complainants are either citizens of the state or domestic corporations and as all have a permanent place of business within the state, it is not necessary to consider the validity of the statute as applied to nonresidents or to persons who do not have a permanent place of business within the state. The question which arises for our decision, therefore, is narrowed to this: May the state lawfully require the bond and fee prescribed by the statute with respect to the sale of used automobiles brought from without the state, when no such requirement is made with respect to the sale of other used automobiles? In other words, can interstate commerce in used automobiles be burdened in this way? It is clear, we think, that the question must be answered in the negative.</p>\n<p>It will be noted that the bond required is to relate, not merely to the title of the vehicle and to its freedom from liens, but also to loss, damage, and expense by reason of fraudulent representation or breach of warranty as to quality, condition, use, or value; and the proofs leave no doubt that the furnishing of such a bond will be expensive and burdensome and will place out-of-state used automobiles at a great disadvantage in competition with used automobiles from within the state. The $10 fee required upon deposit of each bond is not shown to have any reasonable relation to the cost of registering the title, but on the contrary is imposed in addition to the regular fees for such registration. It nowhere appears, from the statute or otherwise, that it is imposed as reimbursement for any expense incurred by the state, and the statute directs that it be paid into the general fund. The exaction of the fee cannot be justified, therefore, as a reimbursement of expense incurred by the state. Ingels v. Morf, 300 U.S. 290, 57 S.Ct. 439, 81 L.Ed. ___. And it is clear that, like the requirement of the bond, it imposes a burden upon interstate commerce in used motor vehicles. The proof is that the exaction of this fee and the cost which would be entailed in securing the bond required by the statute would have the effect of preventing several of complainants from attempting to deal in such vehicles.</p>\n<p>It is argued that, as neither the posting of the bond nor the payment of the fee is required until after the used motor vehicles have come to rest and have become a part of the property subject to the jurisdiction of the state, the commerce <span class=\"star-pagination\">*993</span> clause is not applicable; reliance being placed upon the decision of the Supreme Court of Florida in State ex rel. Leathers v. Coleman, 123 Fla. 23, 166 So. 226. There is no question about property which has come to rest within a state, after transportation in interstate commerce has ceased, being subject to the power of the state. Minnesota v. Blasius, 290 U.S. 1, 54 S.Ct. 34, 78 L.Ed. 131; Atlantic Coast Line R. Co. v. Standard Oil Co. (C.C.A.4th) 12 F. (2d) 541, 60 A.L.R. 1456. But it is equally well settled that the state may not in the exercise of such power discriminate against property which has thus been brought in from other states; for to do so is to burden interstate commerce in violation of the commerce clause of the Constitution. Welton v. Missouri, 91 U.S. 275, 279, 23 L.Ed. 347; Howe Mach. Co. v. Gage, 100 U.S. 676, 678, 25 L.Ed. 754; Guy v. Baltimore, 100 U.S. 434, 25 L.Ed. 743; Webber v. Virginia, 103 U.S. 344, 26 L.Ed. 565; Walling v. Michigan, 116 U.S. 446, 6 S.Ct. 454, 458, 29 L.Ed. 691; I. M. Darnell &amp; Son Co. v. Memphis, 208 U.S. 113, 28 S.Ct. 247, 251, 52 L.Ed. 413; Bethelhem Motors Corporation v. Flynt, 256 U.S. 421, 41 S. Ct. 571, 65 L.Ed. 1029; Gramling v. Maxwell (D.C.) 52 F.(2d) 256; In re Schechter (C.C.) 63 F. 695. The rule is thus tersely stated by Mr. Justice Swayne in Howe Mach. Co. v. Gage, supra: \"A law which requires a license to be taken out by pedlers who sell articles not produced in the State, and requires no such license with respect to those who sell in the same way articles which are produced in the State, is in conflict with the power of Congress to regulate commerce with foreign nations and among the several States. This power applies to articles taken from one State into another, until they become mingled with and a part of the property of the latter, <i>and thereafter protects such articles from any burden imposed by reason of their foreign origin.</i>\" (Italics ours.)</p>\n<p>As both the bond and the fee required by the statute here under consideration constitute a clear discrimination against used automobiles of foreign origin, the provisions requiring them must be held invalid under the commerce clause of the Constitution, and it is not necessary to consider the questions raised under the due process clause of the Fourteenth Amendment. Argument, that it is proper for the state in the exercise of its police power to guard against the frauds perpetrated in the sale of used automobiles, is beside the point. Such power may, of course, be exercised by the state, provided it is exercised in such way as not to discriminate against used cars which have been brought into the state in interstate commerce. If it is thought that the sale of such cars furnishes peculiar opportunities for fraud, the answer is that if regulation of interstate commerce in used cars is deemed desirable, it must be remembered that it is Congress, and not the State Legislatures, to whom the people have delegated the power of regulating such commerce.</p>\n<p>Decree will be entered, therefore, enjoining the defendants from enforcing against complainants the provisions of the statute with respect to the filing of bond and the payment of fee of $10 on filing same, or from enforcing against complainants the penal provisions of the statute for failing to comply with such provisions relating to bond and fee.</p>\n<p>Decree accordingly.</p>\n<h2>NOTES</h2>\n<p>[1]  Pub.Laws 1937, c. 62.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">990</span></span> (1937)</b></center>\n<center><h1>PARK McLAIN, Inc., et al.<br>\nv.<br>\nHOEY, Governor of North Carolina, et al.</h1></center>\n<center><p><b>District Court, E. D. North Carolina.</b></p></center>\n<center>July 19, 1937.</center>\n<p><span class=\"star-pagination\">*991</span> Thomas Turner, Jr., of High Point, N. C., and F. A. McCleneghan, of Charlotte, N. C., for complainants.</p>\n<p>A. A. F. Seawell, Atty. Gen. of North Carolina, Harry McMullan and T. W. Bruton, Asst. Attys. Gen., of North Carolina, Walter D. Siler and Daniel L. Bell, both of Pittsboro, N.C., and W. B. Rodman, Jr., of Washington, N. C., for defendants.</p>\n<p>Before PARKER, Circuit Judge, and MEEKINS and HAYES, District Judges.</p>\n<p>PARKER, Circuit Judge.</p>\n<p>This is a suit to enjoin the Governor, the Attorney General, and the Commissioner of Revenue of the State of North Carolina from enforcing against complainants certain provisions of an act of the General Assembly of North Carolina, ratified February 24, 1937,<sup>[1]</sup> entitled \"An Act to Regulate the Business of Selling Used Motor Vehicles Brought into the State of North Carolina from Other States,\" on the ground that the provisions are violative of the commerce clause of the Federal Constitution (article 1, ยง 8, cl. 3) and the due process clause of the Fourteenth Amendment thereto. The complainants are either citizens and residents of the State of North Carolina or corporations created and existing under the laws of that state, and all have fixed and established places of business within the state and are engaged in the sale of used motor vehicles brought into North Carolina from without the state. It is admitted that as to each of them the suit involves exceeding $3,000 exclusive of interest and costs. As interlocutory injunction was originally asked, a court of three judges was constituted pursuant to section 266 of the Judicial Code, as amended, 28 U.S.C.A. ยง 380, to pass upon the application for same; but, upon the hearing, the case was submitted for final decree upon the pleadings and affidavits filed.</p>\n<p>The pertinent sections of the statute in question are sections 1 and 3, which are as follows:</p>\n<p>\"Section 1. Every dealer in used, or second hand, motor vehicles who is a nonresident of the State of North Carolina or who does not have a permanent place of business in this State, and every person, firm or corporation who bring any used, or second hand, motor vehicles into the State of North Carolina for the purpose of sale or re-sale, except as a trade-in on a new motor vehicle or another used car, shall before offering the same for sale within ten days from the date of entry of said motor vehicle into the limits of the State of North Carolina, register such motor vehicle with the Department of Revenue on a form to be provided by said department and under such rules and regulations as may be promulgated by said department from time to time, and shall before said used or second hand car is offered for sale, or sold, execute a bond with two good sufficient sureties, or with a surety company duly authorized to do business in the State of North Carolina as a surety or sureties thereon, payable to the State of North Carolina, for the use and <span class=\"star-pagination\">*992</span> benefit of the purchaser and his vendees, conditioned to pay all loss, damages and expenses that may be sustained by the purchaser and/or vendees, that may be occasioned by reason of the failure of the title of such vendor or by reason of any fraudulent misrepresentations or breaches of warranty as to freedom from liens, quality, condition, use or value of the motor vehicle being sold. Said bond shall be in the full amount of the sale price of each of such motor vehicles but in no event to exceed the sum of one thousand ($1,000.00) dollars for any one motor vehicle, and shall be filed with the Department of Revenue of the State of North Carolina by the vendor and be approved by it as to amount, form and as to the solvency of the surety or sureties, and for which service by said department, in registering said vehicle, the vendor shall pay the regular registration fee charged for the registration of motor vehicles and in addition thereto a fee of ten ($10.00) dollars for each bond so filed and approved, which sums shall be paid into the State Treasury to the credit of the General Fund and expended as provided by law.\"</p>\n<p>\"Section 3. No action, nor right of action to recover any such motor vehicle, nor any part of the selling price thereof, shall be maintained in the courts of this State by any such dealer or vendor, his successors or assigns, in any case wherein such vendor or dealer shall have failed to comply with the terms and provisions of this Act, and, in addition thereto, such vendor or dealer, upon conviction for violation of any of the provisions of this Act, shall be deemed guilty of a misdemeanor and shall be punished by a fine of not less than one hundred ($100.00) dollars and not more than five hundred ($500.00) dollars, or by imprisonment for not less than thirty days, or more than six months, or by both such fine and imprisonment.\"</p>\n<p>Complaint is made of the provision of the statute requiring bond as a condition of offering for sale any used car brought from without the state and of the requirement that a fee of $10 be paid for each bond so filed. No question is raised as to the validity of the provision requiring registration with the Commissioner of Revenue, nor as to another provision, not quoted, requiring that certificate of title issued by the Commissioner of Revenue be delivered to the purchaser upon sale of such car. And, as the complainants are either citizens of the state or domestic corporations and as all have a permanent place of business within the state, it is not necessary to consider the validity of the statute as applied to nonresidents or to persons who do not have a permanent place of business within the state. The question which arises for our decision, therefore, is narrowed to this: May the state lawfully require the bond and fee prescribed by the statute with respect to the sale of used automobiles brought from without the state, when no such requirement is made with respect to the sale of other used automobiles? In other words, can interstate commerce in used automobiles be burdened in this way? It is clear, we think, that the question must be answered in the negative.</p>\n<p>It will be noted that the bond required is to relate, not merely to the title of the vehicle and to its freedom from liens, but also to loss, damage, and expense by reason of fraudulent representation or breach of warranty as to quality, condition, use, or value; and the proofs leave no doubt that the furnishing of such a bond will be expensive and burdensome and will place out-of-state used automobiles at a great disadvantage in competition with used automobiles from within the state. The $10 fee required upon deposit of each bond is not shown to have any reasonable relation to the cost of registering the title, but on the contrary is imposed in addition to the regular fees for such registration. It nowhere appears, from the statute or otherwise, that it is imposed as reimbursement for any expense incurred by the state, and the statute directs that it be paid into the general fund. The exaction of the fee cannot be justified, therefore, as a reimbursement of expense incurred by the state. Ingels v. Morf, <span class=\"citation\" data-id=\"102777\"><a href=\"/opinion/102777/ingels-v-morf/\"><span class=\"volume\">300</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">290</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">439</span></span>, 81 L.Ed. ___. And it is clear that, like the requirement of the bond, it imposes a burden upon interstate commerce in used motor vehicles. The proof is that the exaction of this fee and the cost which would be entailed in securing the bond required by the statute would have the effect of preventing several of complainants from attempting to deal in such vehicles.</p>\n<p>It is argued that, as neither the posting of the bond nor the payment of the fee is required until after the used motor vehicles have come to rest and have become a part of the property subject to the jurisdiction of the state, the commerce <span class=\"star-pagination\">*993</span> clause is not applicable; reliance being placed upon the decision of the Supreme Court of Florida in State ex rel. Leathers v. Coleman, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">Fla.</span> <span class=\"page\">23</span></span>, 166 So. 226. There is no question about property which has come to rest within a state, after transportation in interstate commerce has ceased, being subject to the power of the state. Minnesota v. Blasius, <span class=\"citation\" data-id=\"102124\"><a href=\"/opinion/102124/minnesota-v-blasius/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">34</span></span>, 78 L.Ed. 131; Atlantic Coast Line R. Co. v. Standard Oil Co. (C.C.A.4th) 12 F. (2d) 541, 60 A.L.R. 1456. But it is equally well settled that the state may not in the exercise of such power discriminate against property which has thus been brought in from other states; for to do so is to burden interstate commerce in violation of the commerce clause of the Constitution. Welton v. Missouri, <span class=\"citation\" data-id=\"89173\"><a href=\"/opinion/89173/welton-v-missouri/\"><span class=\"volume\">91</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">275</span></a></span>, 279, 23 L.Ed. 347; Howe Mach. Co. v. Gage, <span class=\"citation\" data-id=\"90078\"><a href=\"/opinion/90078/machine-co-v-gage/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">676</span></a></span>, 678, 25 L.Ed. 754; Guy v. Baltimore, <span class=\"citation\" data-id=\"90046\"><a href=\"/opinion/90046/guy-v-baltimore/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">434</span></a></span>, 25 L.Ed. 743; Webber v. Virginia, <span class=\"citation\" data-id=\"90333\"><a href=\"/opinion/90333/webber-v-virginia/\"><span class=\"volume\">103</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">344</span></a></span>, 26 L.Ed. 565; Walling v. Michigan, <span class=\"citation\" data-id=\"91551\"><a href=\"/opinion/91551/walling-v-michigan/\"><span class=\"volume\">116</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">446</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">454</span></span>, 458, 29 L.Ed. 691; I. M. Darnell &amp; Son Co. v. Memphis, <span class=\"citation\" data-id=\"96760\"><a href=\"/opinion/96760/im-darnell-son-co-v-memphis/\"><span class=\"volume\">208</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">247</span></span>, 251, 52 L.Ed. 413; Bethelhem Motors Corporation v. Flynt, <span class=\"citation\" data-id=\"99815\"><a href=\"/opinion/99815/bethlehem-motors-corp-v-flynt/\"><span class=\"volume\">256</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">421</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">571</span></span>, 65 L.Ed. 1029; Gramling v. Maxwell (D.C.) 52 F.(2d) 256; In re Schechter (C.C.) 63 F. 695. The rule is thus tersely stated by Mr. Justice Swayne in Howe Mach. Co. v. Gage, supra: \"A law which requires a license to be taken out by pedlers who sell articles not produced in the State, and requires no such license with respect to those who sell in the same way articles which are produced in the State, is in conflict with the power of Congress to regulate commerce with foreign nations and among the several States. This power applies to articles taken from one State into another, until they become mingled with and a part of the property of the latter, <i>and thereafter protects such articles from any burden imposed by reason of their foreign origin.</i>\" (Italics ours.)</p>\n<p>As both the bond and the fee required by the statute here under consideration constitute a clear discrimination against used automobiles of foreign origin, the provisions requiring them must be held invalid under the commerce clause of the Constitution, and it is not necessary to consider the questions raised under the due process clause of the Fourteenth Amendment. Argument, that it is proper for the state in the exercise of its police power to guard against the frauds perpetrated in the sale of used automobiles, is beside the point. Such power may, of course, be exercised by the state, provided it is exercised in such way as not to discriminate against used cars which have been brought into the state in interstate commerce. If it is thought that the sale of such cars furnishes peculiar opportunities for fraud, the answer is that if regulation of interstate commerce in used cars is deemed desirable, it must be remembered that it is Congress, and not the State Legislatures, to whom the people have delegated the power of regulating such commerce.</p>\n<p>Decree will be entered, therefore, enjoining the defendants from enforcing against complainants the provisions of the statute with respect to the filing of bond and the payment of fee of $10 on filing same, or from enforcing against complainants the penal provisions of the statute for failing to comply with such provisions relating to bond and fee.</p>\n<p>Decree accordingly.</p>\n<h2>NOTES</h2>\n<p>[1]  Pub.Laws 1937, c. 62.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/89173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/90046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/90078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/90333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/91551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/96760/",
    "http://www.courtlistener.com/api/rest/v3/opinions/99815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102777/"
  ]
}