{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1804565/",
  "absolute_url": "/opinion/1804565/allen-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1804565/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:29:11.264446Z",
  "date_modified": "2016-04-26T20:27:57.948625Z",
  "type": "010combined",
  "sha1": "11841be826b32f34825219664487a8a50392dfff",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>987 F.Supp. 460 (1997)</b></center>\n<center><h1>Richard R. ALLEN, Sr., Plaintiff,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 5:96-CV-909-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 2, 1997.</center>\n<p><span class=\"star-pagination\">*461</span> David D. Dahl, Manning, Fulton &amp; Skinner, Raleigh, NC, for Plaintiff.</p>\n<p>R.A. Renfer, Jr., Asst. U.S. Atty., Office of U.S. Atty., Raleigh, NC, Thomas Holderness, Trial Atty., Tax Div., U.S. Dept. of Justice, Washington, DC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>In this action, the plaintiff Richard R. Allen (\"Allen\"), a cash basis taxpayer, seeks a refund of federal income tax paid for the year 1992. The sole issue in this case is whether Allen may deduct deficiency interest paid in 1992 when the deficiency interest arose from adjustments made by the Internal Revenue Service (\"IRS\") to items of income generated by Allen's real estate business activities.</p>\n<p></p>\n<h2>I. Findings of Fact</h2>\n<p>The facts of this case are not disputed by the parties. In the years preceding 1984, Richard Allen was engaged in the business of purchasing, holding, developing, leasing and selling real property. He was also a director and the majority shareholder of D.R. Allen &amp; Son, Inc. (\"Company\"), a North Carolina corporation engaged in the general contracting business. The Company was founded by Allen's father in 1942, and benefitted Allen's real estate business by providing it with a general contracting firm for development work. By 1984, the Company was in critical need of working capital. In order to induce First Union Bank to make a loan to the company, Allen was required to contribute real estate used in his real estate business to inject equity into the Company and to serve as security on the loan.</p>\n<p>On January 1, 1984, Allen transferred his partnership interest in the Claredon House partnership, which owned real property containing apartments, to the Company. On September 25, 1984, Allen transferred a 52 acre tract of real estate containing the Belk Service Center building and the D.R. Allen &amp; Son, Inc. office building (\"Belk Service Center Tract\") to the Company. By the end of 1984, the Company sold the Belk Service Center Tract and the Clarendon House Tract. The Company reported the gain on the sales of the two tracts on its corporate income tax return for 1984.</p>\n<p>The IRS then initiated an audit of Allen's personal federal income return for 1984. On September 1, 1992, the IRS issued a Notice of Deficiency to Allen proposing adjustments to his 1984 income in excess of $1,500,000.00. Primarily, the adjustments were based on the position of the IRS that the gains realized on the sales of the Belk Service Center tract and the Clarendon House tract should be treated as if Allen individually sold the properties instead of the Company. Allen objected to the IRS's position and filed a petition with the United States Tax Court on October 12, 1992. However, after substantial negotiation, Allen and the IRS reached a settlement in which Allen agreed to a personal tax deficiency in the amount of $541,882 for the taxable year 1984. On October 14, 1993, the Tax Court entered a decision confirming this basis of settlement.</p>\n<p>Before reaching the settlement with the IRS and in order to stop the continuing accrual of interest pending resolution of the Tax Court proceeding, Allen paid $1,000,000.00 towards his potential additional 1984 income tax and interest liabilities on October 22, 1992, which included $500,000 for deficiency interest relating to the ultimately determined amount of the deficiency. Allen then filed an amended 1992 income tax return and claimed the deficiency interest as a business expense deduction. On January 31, 1995, the IRS disallowed Allen's claimed deduction stating that \"[i]nterest paid on the <span class=\"star-pagination\">*462</span> deficiency is personal interest and may not be deducted.\" This action followed.</p>\n<p></p>\n<h2>II. Discussion</h2>\n<p>Section 62(a)(1) of the Internal Revenue Code defines \"adjusted gross income\" as a taxpayer's gross income minus various deductions including deductions attributable to a trade or business carried on by the taxpayer.<sup>[1]</sup> Section 162(a) of the Code allows as a deduction \"all the ordinary and necessary expenses paid or incurred during the taxable year in carrying on any trade or business.\" 26 U.S.C. § 162(a) (1996). While the phrase \"ordinary and necessary\" is not defined statutorily, an extensive body of case law has established its general definition. <i>See</i> Melinda L. Reynolds, <i>Redlark v. Commissioner: A \"Bird in the Hand\" for Non-Corporate Taxpayers?,</i> 47 CASE W. RES. L. REV. 751, 755-760 (1997).</p>\n<p>For example, in <i>Commissioner v. Standing,</i> 259 F.2d 450 (4th Cir.1958), the Court of Appeals for the Fourth Circuit addressed whether deficiency interest on an underlying adjustment to a sole proprietor's tax liability and the legal expense incurred in resolving the matter of the deficiency could be deducted as an \"ordinary and necessary\" expense of a trade or business. The Fourth Circuit noted that in <i>Kornhauser v. United States,</i> 276 U.S. 145, 48 S.Ct. 219, 72 L.Ed. 505 (1928), the Supreme Court held that when \"a suit or action against a taxpayer is directly connected with, or ... proximately resulted from, his business, the expense incurred is a business expense within the meaning of [the tax code].\" <i>See id.</i> at 153, 48 S.Ct. at 220. The <i>Kornhauser</i> Court explained that it was unable \"to perceive any real distinction between an expenditure for attorney's fees made to secure payment of the earnings of the business and a like expenditure to retain such earnings after their receipt.\" <i>Id.</i> Thus, the <i>Standing</i> court concluded that legal expenses and interest claimed as deductions are ordinary and necessary expenses of business. <i>See </i><i>Standing,</i> 259 F.2d at 456. This general holding, that deficiency interest on an underlying tax adjustment could be a business expense, was reaffirmed in <i>Commissioner v. Polk,</i> 276 F.2d 601 (10th Cir. 1960), <i>aff'g,</i> 31 T.C. 412, 1958 WL 1213 (1958), and <i>Commissioner v. Reise,</i> 299 F.2d 380 (7th Cir.1962), <i>aff'g,</i> 35 T.C. 571, 1961 WL 1350 (1961).<sup>[2]</sup></p>\n<p>Interest generally is deductible under Section 163(a) of the Code. Before the Tax Reform Act of 1986, individual taxpayers could deduct interest regardless of the nature of the underlying indebtedness. However, Section 163(h) of the Code, added by the Tax Reform Act of 1986, disallows the deduction of \"personal interest\" for a non-corporate taxpayer. <i>See</i> 26 U.S.C. § 163(h). The term \"personal interest\" is defined in that section by way of exclusion  that is, it is any interest other than specified types of interest. Section 163(h)(2)(A) excepts \"interest paid or accrued on indebtedness properly allocable to a trade or business\" from the definition of personal interest. <i>See</i> 26 U.S.C. § 163(h)(2)(A).<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*463</span> In 1987, following the enactment of the Tax Reform Act of 1986, the IRS issued temporary regulations implementing § 163(h) which set forth criteria for determining when interest is personal interest. Section 1.163-9T of the temporary regulations states in relevant part:</p>\n<blockquote>(b) <i>Personal interest</i> </blockquote>\n<blockquote>(2) <i>Interest relating to taxes</i>  (i) <i>In general.</i> Except as provided in paragraph (b)(2)(iii) of this section, personal interest includes interest </blockquote>\n<blockquote>(A) Paid on underpayments of individual Federal, State or local income taxes and on indebtedness used to pay such taxes ... <i>regardless of the source of the income generating the tax liability.</i>\n</blockquote>\n<p>Temp. Treas. Reg. § 1.163-9T(b) (1987) (emphasis added). Thus, if valid, the temporary regulation would disallow a deduction for deficiency interest paid on personal income taxes even when the source of the income is a business or trade.</p>\n<p>In this case, Allen contends that the temporary regulation promulgated by the IRS is invalid and that under I.R.C. § 163(h)(2)(A) he may deduct deficiency interest on his tax liability because it was properly allocable to his real estate business. The Government argues that the IRS's temporary regulation is a reasonable interpretation of the statute, and that deficiency interest for the underpayment of taxes is <i>per se</i> non-deductible. In the alternative, the Government argues that the deficiency interest in this case did not arise from an \"ordinary and necessary\" expense in carrying on Allen's real estate business as that phrase is defined by pre-1986 case law. A resolution of the parties' contentions requires this court to determine whether the temporary regulation at issue is a valid interpretation of the Internal Revenue Code. Secondly, if the regulation is invalid, this court must determine whether the deficiency interest at issue in this case is properly deductible.</p>\n<p></p>\n<h2>A. Temporary Treasury Regulation § 1.163-9T</h2>\n<p>This court is not the first to analyze the validity of Temporary Treasury Regulation § 1.163-9T(b)(2)(i)(A). In <i>Redlark v. Commissioner,</i> 106 T.C. 31, 1996 WL 10243 (1996), a majority of the Tax Court held that the temporary regulation was an invalid interpretation of I.R.C. § 163(h)(2)(A). <i>See id.</i> at 47.<sup>[4]</sup> Also, the United States District Court for the District of North Dakota held that the regulation was invalid. <i>See </i><i>Miller v. United States,</i> 841 F.Supp. 305, 309-310 (D.N.D.1993) [hereinafter <i>Miller I</i>].<sup>[5]</sup> However, the district court's holding in <i>Miller I</i> was reversed by the Court of Appeals for the Eight Circuit which decided that the regulation \"represent[ed] a permissible construction of the statute.\" <i>See </i><i>Miller v. United States,</i> 65 F.3d 687, 691 (8th Cir.1995) [hereinafter <i>Miller III</i>]. After a careful review of relevant case law and the Tax Reform Act of 1986, this court agrees with the reasoning of the majority and concurring opinions of the Tax Court in <i>Redlark</i> that Temp. Treas. Reg. § 1.163-9T(b)(2)(i)(A) is invalid.</p>\n<p></p>\n<h2>B. Judicial Review of Administrative Regulations</h2>\n<p>Judicial review of tax regulations is unique as compared with other areas of administrative law because of the complexity of <span class=\"star-pagination\">*464</span> the tax code, the frequency with which it is amended, and the lengthy legislative history that generally accompanies tax statutes. <i>See</i> Ellen P. Aprill, <i>Muffled Chevron: Judicial Review of Tax Regulations,</i> 3 FLA. TAX. REV. 51, 53 (1996). In reviewing tax regulations, a court generally owes the same deference to temporary regulations as to final regulations. However, interpretive regulations, which merely interpret a tax statute, are afforded less weight than legislative regulations, which are promulgated by the IRS pursuant to a congressional grant of authority to define a statutory term. <i>See </i><i>Redlark,</i> 106 T.C. at 38; <i>United States v. Vogel Fertilizer,</i> 455 U.S. 16, 24, 102 S.Ct. 821, 827, 70 L.Ed.2d 792 (1982). An interpretive regulation will be upheld if it \"`implement[s] the congressional mandate in some reasonable manner.'\" <i>Vogel,</i> 455 U .S. at 24, 102 S.Ct. at 827 (quoting <i>United States v. Correll,</i> 389 U.S. 299, 307, 88 S.Ct. 445, 450, 19 L.Ed.2d 537 (1967)).</p>\n<p>In <i>National Muffler Dealers Ass'n v. United States,</i> 440 U.S. 472, 99 S.Ct. 1304, 59 L.Ed.2d 519 (1979), the Supreme Court explained that whether an IRS regulation \"harmonizes\" with the plain language, origins, and purpose of a statute depends on numerous factors including \"the length of time the regulation has been in effect, the reliance placed on it, the consistency of the Commissioner's interpretation, and the degree of scrutiny Congress had devoted to the regulation during subsequent re-enactments of the statute.\" <i>See id.</i> at 477, 99 S.Ct. at 1307. However, in <i>Chevron U.S.A. v. Natural Resources Defense Council, Inc.,</i> 467 U.S. 837, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984), the Supreme Court prescribed a two-part test, which largely replaced the <i>National Muffler</i> standard, for lower courts to use in determining whether an administrative agency's interpretation of a statute is reasonable. <i>Cf. </i><i>Central Pa. Sav. Ass'n v. Comm'r,</i> 104 T.C. 384, 392, 1995 WL 138584 (1995) (noting that the Tax Court was \"inclined to the view that the impact of the traditional, i.e., <i>National Muffler</i> standard, has not been changed by <i>Chevron,</i> but has merely been restated in a practical two-part test with possibly subtle distinctions as to the role of legislative history and the degree of deference to be accorded to a regulation\").</p>\n<p><i>Chevron</i> requires a court reviewing an agency interpretation of a statute to determine first whether Congress has directly spoken to the question at issue. If the intent of Congress is clear, \"that is the end of the matter.\" <i>Chevron,</i> 467 U.S. at 842, 104 S.Ct. at 2781; <i>see also </i><i>MCI Telecommunications Corp. v. AT &amp; T,</i> 512 U.S. 218, 229-234, 114 S.Ct. 2223, 2230-33, 129 L.Ed.2d 182 (1994) (finding an FCC regulation invalid because Congress had \"spoken\" by using the term \"modify\" which had a \"clear meaning\"). However, if a court determines that Congress has not directly addressed the question at issue, \"the court does not simply impose its own construction on the statute.... Rather, if the statute is silent or ambiguous with respect to the specific issue, the question for the court is whether the agency's answer is based on a permissible construction of the statute.\" <i>Chevron,</i> 467 U.S. at 843, 104 S.Ct. at 2781. Thus, if an agency's interpretation of a statute \"fills a gap or defines a term in a way that is reasonable in light of the legislature's revealed design,\" then the interpretation is given \"controlling weight.\" <i>Nations-Bank v. Variable Annuity Life Ins. Co.,</i> 513 U.S. 251, 257, 115 S.Ct. 810, 813, 130 L.Ed.2d 740 (1995) (citation omitted).</p>\n<p></p>\n<h2>C. Congressional Intent</h2>\n<p>In <i>Miller III,</i> the Court of Appeals for the Eighth Circuit found that because Congress did not define \"what constitutes business interest\" under § 163(h)(2)(A), the statute's meaning was unclear. The dissenting opinion in <i>Redlark</i> also found that § 163(h)(2)(A) was ambiguous under the first prong of the <i>Chevron</i> test. However, both concurring opinions in <i>Redlark</i> concluded that § 163(h)(2)(A) was clear and unambiguous. Judge Swift, in concurrence, asserted that \"[u]nder the express language of section 163(h)(2)(A), if an interest expense is properly allocable to a trade or business, then under that statute the interest expense is deductible.\" <i>Redlark,</i> 106 T.C. at 48 (Swift, J., concurring). Judge Laro explained that \"[i]nterest paid on a debt that is properly allocable to a trade or business is not personal <span class=\"star-pagination\">*465</span> interest under section 163(h). Given the clarity of this text, the beginning and end of our inquiry should be the statutory text, and we should apply the plain and common meaning of the statute.\" <i>Id.</i> at 55 (Laro, J., concurring).</p>\n<p>The majority in <i>Redlark</i> noted that the language of § 163(h)(2)(A) \"[a]rguably ... in and of itself is sufficient to enable [the taxpayer] to prevail, since such interest on Federal income tax deficiencies was considered, at least in situations such as that involved herein, as an ordinary and necessary business expense under predecessors of section 162 and therefore of section 62(a)(1) by the pre-section 163(h) cases.\" <i>Redlark,</i> 106 T.C. at 39. However, the majority explained that in <i>Tanner v. Commissioner,</i> 45 T.C. 145, 1965 WL 1300 (1965), <i>aff'd </i><i>per curiam,</i> 363 F.2d 36 (4th Cir.1966), which the majority described as \"a comparable situation dealing with the deduction of State income taxes in computing adjusted gross income,\" the Tax Court found congressional intent sufficiently ambiguous to warrant a review of legislative history and the validity of an IRS regulation. <i>Redlark,</i> 106 T.C. at 39 (citing <i>Tanner,</i> 45 T.C. at 148-49).<sup>[6]</sup> Because of the <i>Tanner</i> decision and despite its conclusion that § 163(h)(2)(A) contained no real ambiguity, the <i>Redlark</i> majority then reviewed the legislative history and regulatory framework relating to the deductibility of interest on income tax deficiencies. <i>See </i><i>Redlark,</i> 106 T.C. at 39.</p>\n<p>This court agrees with the majority in <i>Redlark</i> and the two concurring opinions that the language of § 163(h)(2)(A) is sufficient, in and of itself, to find Temp. Treas. Reg. § 1.163-9T(b)(2)(i)(A) invalid. However, this court does not agree that the <i>Tanner</i> decision requires the court to proceed to the second step of a <i>Chevron</i> analysis of the IRS's regulation. The language of § 163(h)(2)(A) is clear and unambiguous. The statute requires that personal interest is nondeductible unless the indebtedness underlying the interest expense is properly \"allocable to a trade or business.\" 26 U.S.C. § 163(h)(2)(A). Prior to the enactment of the Tax Reform Act of 1986, case law had clearly established that interest on a tax deficiency could be a deductible business expense. Certainly, Congress does not legislate in a vacuum; it should be presumed that Congress was familiar with judicial interpretations of what constitutes an ordinary and necessary expense of business when it drafted § 163(h)(2)(A). <i>See</i> Richard M. Lipton, <i>Divided Tax Court Allows Deduction of Interest on Tax Arising from a Trade or Business,</i> 84 J. TAX'N 218, 222 (1996) (arguing that § 163(h)(2)(A) is not ambiguous and that the <i>Redlark</i> dissent and the <i>Miller III</i> opinion were decisions \"in search of an ambiguity\"). As the majority in <i>Redlark</i> pointed out, a court should be very \"reluctant to conclude that Congress overruled existing case law when the statutory language does not compel such a conclusion and Congress has not otherwise expressly indicated that such a result should ensue.\" <i>Redlark,</i> 106 T.C. at 43 (citations omitted).</p>\n<p>Even without assuming that Congress understood the judicial interpretation of the deductibility of deficiency interest, the statute speaks for itself. As Judge Swift explained, \"[t]he statute mandates an allocation and allows a deduction for interest expense related to a taxpayer's business.\" <i>Redlark,</i> 106 T.C. at 48 (Swift, J., concurring). If Temp. Treas. Reg. § 1.163-9T(b) is given effect, in the case of a sole proprietor of a business, nothing is left to be \"allocated.\" Thus, the regulation is in contradiction with the language of the statute.</p>\n<p>This court further agrees with Judge Swift that Temp. Treas. Reg. § 1.163-9T(b)(2)(i)(A) is not only inconsistent with the statutory language of § 163(h)(2)(A), but also is inconsistent with the IRS's <i>own</i> allocation rule as provided for in 1.63-8T(c)(3)(ii). That regulation controls the allocation of a <span class=\"star-pagination\">*466</span> debt when no loan proceeds are involved in the underlying transaction, and provides:</p>\n<blockquote>If a taxpayer incurs or assumes a debt in consideration for the sale or use of property, for services, or for any other purposes, or takes property subject to a debt, and no debt proceeds are disbursed to the taxpayers, the debt is treated for purposes of this section as if the taxpayer used an amount of the debt proceeds equal to the balance of the debt outstanding at such time to make an expenditure for such property, services or other purpose.</blockquote>\n<p>Temp. Treas. Reg. § 1.163-8T(c)(3)(ii). Thus, under that regulation, \"interest expenses are to be allocated between the taxpayer's business and personal activity based on the nature of the particular underlying activity giving rise to the extension of credit.\" <i>Redlark,</i> 106 T.C. at 49 (Swift J., concurring). In the case of deficiency interest, the Government essentially extends credit to a taxpayer and assesses interest for the extension of that credit. Thus, when the underlying activity which creates the deficiency relates to a taxpayer's business, the interest is \"allocable\" to the business and deductible under § 163(h)(2)(A).</p>\n<p>This court is not persuaded by the \"wooden\" assertion of the IRS that the payment of federal income taxes always constitutes consumption, and cannot be allocated to a trade or business. Under this consumption argument, \"[t]he payment of Federal income taxes is a civic duty, not a matter of business contract or investment advantage.\" <i>Redlark,</i> 106 T.C. at 71 (Halpern, J., dissenting). As the <i>Redlark</i> majority explained, this argument is \"an unrealistic application of our tax law.\" <i>Id.</i> at 47. The purpose of § 163(h) was to end deductions for interest incurred to fund consumption expenditures. <i>See</i> S.R. REP. No. 99-313, at 804 (1985); H.R. CONF. REP. No. 99-841, at II-154 (1986), U.S.Code Cong. &amp; Admin.News 1986, p. 4075. That purpose is served by § 163(h)(2)(A) which requires the IRS to \"look through\" an interest expenditure to allocate its components  if the expenditure is attributable to a trade or business it is deductible. If the expenditure is attributable to consumption, it is not deductible.</p>\n<p>Moreover, under the IRS's \"consumption theory,\" tax return preparation fees and the like should be nondeductible because they are associated with an underlying consumption expense. However, under <i>Revenue Ruling</i> 92-29, 1992-1 C.B. 20, litigation expenses and tax preparation fees incurred in determining income tax liability related to a business conducted as a sole proprietorship are deductible. <i>See </i><i>Redlark,</i> 106 T.C. at 58 n. 7 (Laro, J., concurring) (\"Given the Commissioner's position with respect to these litigation expenses and tax preparation fees, I am unable to fathom why she continues to believe that the interest on a tax deficiency that is allocable to a trade or business is not also deductible.\").</p>\n<p>Thus, in order to accept the IRS's argument that the statute is ambiguous and the regulation at issue is a valid interpretation of the statute, this court would have to assume that not only was Congress unfamiliar with judicial interpretations of the Code, but also with other provisions of the Code itself. Because this court agrees with neither proposition, any further analysis of the statute, including its legislative history, is unnecessary. As explained in <i>Chevron,</i> if a court determines that Congress has spoken to the question at issue, \"that is the end of the matter.\" <i>Chevron,</i> 467 U.S. at 843, 104 S.Ct. at 2781-82. Furthermore, because the \"agency's interpretation of a statute is not entitled to deference when it goes beyond the meaning that the statute can bear,\" this court finds that the IRS's interpretation of § 163(h)(2)(A) through Temp. Treas. Reg. § 1.163-9T(b)(2)(i)(A) is invalid. <i>MCI Telecommunications,</i> 512 U.S. at 229, 114 S.Ct. at 2230.</p>\n<p></p>\n<h2>III. Ordinary and Necessary Expense?</h2>\n<p>Having determined that Temp. Treas. Reg. § 1.163-9T(b)(2)(i)(A) is invalid, this court must now analyze whether the tax deficiency at issue in this case can be considered an ordinary and necessary expense of carrying on the taxpayer's business. As stated earlier, to be deductible under 26 U.S.C. § 162(a), an expense must be an \"ordinary and necessary\" expense of carrying on a trade or business. 26 U.S.C. §§ 62(a), 162(a). If interest constitutes a business expense under §§ 162(a) and 62(a), then it <span class=\"star-pagination\">*467</span> should be characterized as interest \"on indebtedness properly allocable to a trade or business\" within the meaning of § 163(h)(2)(A).<sup>[7]</sup> In <i>Commissioner v. Standing,</i> 259 F.2d 450 (4th Cir.1958), the Fourth Circuit considered whether interest on a deficiency in federal income tax resulting from the improper reporting of income caused by a sole proprietor's transfer from a cash basis to an accrual basis was deductible as a business expense. The court held that the interest, along with related attorney's fees and accountant's fees, was an ordinary and necessary expense of carrying on a business. <i>See id.</i> at 453-56.</p>\n<p>Subsequently, in <i>Commissioner v. Polk,</i> 276 F.2d 601 (10th Cir.1960), the Tenth Circuit faced the issue of whether interest on a deficiency, arising out of livestock valuation corrections, was a deductible business expense for purposes of calculating the net operating loss of a sole proprietor. The Tenth Circuit agreed with the Fourth Circuit's analysis in <i>Standing.</i> However, the <i>Polk</i> holding was more narrow than the <i>Standing</i> holding in that the <i>Polk</i> court asserted that \"[t]he field, within which it can be said that penalty interest on a deficiency assessment of taxes against a taxpayer, charged with the duty of filing a correct return, constitutes an ordinary and necessary expense arising out of the operation of the business, is much narrower than in the case of attorneys' fees.\" <i>Id.</i> at 601. Because the <i>Polk</i> court concluded that the failure to properly value livestock inventories arose from the nature of the livestock business, interest on the deficiency assessment was deductible as an \"ordinary\" expense of the business. <i>See id.</i></p>\n<p>Then, in <i>Commissioner v. Reise,</i> 299 F.2d 380 (7th Cir.1962), <i>aff'g</i> 35 T.C. 571, 1961 WL 1350 (1961), the Seventh Circuit expanded the reasoning of <i>Polk</i> and <i>Standing</i> by allowing deficiency interest on state income taxes as a business expense deduction in calculating a taxpayer's net operating loss. <i>See id.</i> at 381. The Tax Court in <i>Reise</i> specifically overruled one of its prior decisions, <i>Aaron v. Commissioner,</i> 22 T.C. 1370, 1954 WL 43 (1954), in which it held that deficiency interest on state taxes was not deductible because the connection contemplated by the Code between an expense and the carrying on of a business was a \"direct\" one rather than a remote one. <i>See </i><i>Aaron,</i> 22 T.C. at 1376. The Tax Court in <i>Reise</i> noted that neither the <i>Standing</i> nor <i>Polk</i> court cited <i>Aaron,</i> and that the reasoning of the former two opinions was \"sound and correct\" while the reasoning of the latter was no longer a \"proper and correct construction.\" <i>Reise,</i> 35 T.C. at 579.</p>\n<p>The parties in this action have argued extensively on the issue of whether the deficiency interest in this case is an ordinary and necessary expense of business. The Government has pointed to <i>Deputy v. du Pont,</i> 308 U.S. 488, 60 S.Ct. 363, 84 L.Ed. 416 (1940), in support of its assertion that the interest is not an ordinary and necessary business expense. In <i>du Pont,</i> the Supreme Court addressed whether carrying costs incurred in the purchase of stock was an ordinary and necessary expense of business. The taxpayer acquired certain publicly traded stock, incurred carrying costs in connection with the acquisition, and then sold that publicly traded stock to his corporation so that the corporation could distribute the stock to the company's executive committee. The <i>du Pont</i> Court held that the carrying costs were not deductible \"since they proximately result[ed] not from the taxpayer's business but from the business of the du Pont Company.\" <i>Id.</i> at 494, 60 S.Ct. at 366 (citing <i>Kornhauser v. United States,</i> 276 U.S. 145, 48 S.Ct. 219, 72 L.Ed. 505 (1928)).</p>\n<p>Although the facts of <i>du Pont</i> are not \"parallel\" to the case at hand as suggested by the IRS, the case is significant for its explanation of \"ordinary.\" The <i>du Pont</i> Court explained that:</p>\n<blockquote>\"[o]rdinary has the connotation of normal, usual or customary. To be sure, an expense may be ordinary though it happen but once in the taxpayer's lifetime. Yet the transaction which gives rise to it must <span class=\"star-pagination\">*468</span> be of common or frequent occurrence in the type of business involved.\"</blockquote>\n<p><i>du Pont,</i> 308 U.S. at 495, 60 S.Ct. at 367 (citations omitted). Also, in <i>du Pont,</i> the Court found it relevant that \"[t]here [was] no intimation in the record that the transactions whereby the stock was borrowed were not in good faith or were entered into for any reason except a bona fide business purpose. Nor [was] there any suggestion that the transactions were cast in that form for purposes of tax avoidance.\" <i>Id.</i> at 493, 60 S.Ct. at 366.</p>\n<p>Admittedly, allowing a taxpayer to deduct deficiency interest from an underlying tax adjustment related to his or her business is not as efficient an exercise as mandating that all deficiency interest is <i>per se</i> nondeductible. However, interest on adjustments which are clearly and directly related to a taxpayer's business, and approaching the level of the \"expected\" or \"unavoidable\" as those described in <i>Polk,</i> should be deductible. Conversely, when virtually no nexus is shown between the deficiency and the ordinary course of the taxpayer's business or when there is evidence of bad faith, a deduction should not be allowed. The more difficult questions lie in between these two ends of the spectrum.</p>\n<p>In this case, the court has no difficulty determining that the deficiency at issue was an ordinary and necessary expense of Allen's real estate business. Both parties have agreed that there is no evidence of bad faith on the part of Mr. Allen or of an attempt by him to avoid the payment of taxes. The transactions which gave rise to the deficiency in this case were the sales of two tracts of real estate-a common and \"ordinary\" occurrence in the real estate industry.</p>\n<p>The IRS argues that two distinct events took place in 1984:(1) the two sales of the properties; and (2) the transfers of the properties from Allen's business to his corporation. According to the IRS, \"[t]he sales, a business event, created plaintiff's tax liability. The transfers, a non-business event, created the interest expense.\" Defendant's Post Trial Memorandum, at 2. However, in assessing the deficiency at issue in this case, the IRS restructured the transactions such that the \"transfers\" of the property never occurred. The IRS cannot create the deficiency in this case by assigning the sale of the property to Allen and then assert that the interest is non-deductible because the sales were <i>not</i> made by Allen.</p>\n<p>Furthermore, the IRS has asserted that an interest expense on a tax deficiency was not an ordinary expense of Allen's business because \"he had never incurred this type of interest expense in connection with his business before 1984.\" Defendant's Post Trial Memorandum, at 4. As the plaintiff points out in his post trial memorandum, in order for the IRS to prevail on this analysis, this court must find that a specific taxpayer operating a business must repeatedly incur federal income tax deficiency interest expense for the expense to be deemed ordinary. <i>See</i> Plaintiff's Post Trial Memorandum, at 4. Conversely, following the IRS's logic, the \"ordinary course of events\" would be that every taxpayer always accurately reports all items of income and expense. In light of the complexity of the tax code, this is an implausible characterization of the \"ordinary.\"</p>\n<p>The IRS fails to acknowledge that for the purposes of determining whether deficiency interest is \"ordinary\" under § 162(a), a court must determine that the transaction underlying the deficiency expense is an ordinary one. <i>See du Pont,</i> 308 U.S. at 495, 60 S.Ct. at 367. In this case, as stated above, the sale of real estate, the restructuring of the terms of the real estate transaction by the IRS, and the assessment of a deficiency based on the restructuring with interest are ordinary events and expenses in carrying on a real estate business. Because such interest is an ordinary and necessary expense of Allen's real estate business, it is deductible under § 163(h)(2)(A).</p>\n<p></p>\n<h2>IV. Conclusion</h2>\n<p>For the reasons stated above, this court concludes that Temp. Treas. Reg. 1.163-9T(b)(2)(i)(A), which contradicts the clear and unambiguous meaning of I.R.C. § 163(h)(2)(A), is invalid. <i>See</i> 26 U.S.C. § 163(h)(2)(A). Under I.R.C. § 163(h)(2)(A), a taxpayer may deduct interest on a tax deficiency when the expense is an ordinary <span class=\"star-pagination\">*469</span> and necessary expense of carrying on a business or trade. Whether an expense is an \"ordinary and necessary\" expense of business must be determined by reference to the extensive body of case law establishing the definition of that phrase.</p>\n<p>In this case, the interest paid by Allen in 1992 on his federal income tax deficiency for the year 1984 was attributable to and properly allocable to Allen's real estate business. Thus, the Plaintiff is entitled to a refund of federal income tax paid for the year 1992 with interest as provided by law.</p>\n<p>The parties are DIRECTED to confer in an attempt to stipulate to the amount of the refund and interest owed to Allen by virtue of this Order. They are further DIRECTED to file with the court on or before January 15, 1998, a stipulation of the principal amount of refund owed, and the amount of interest due. Should the parties fail to reach such a stipulation, they are hereby DIRECTED to file briefs outlining their respective positions on the amount of the Government's liability on or before January 15, 1998.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Specifically, the statute reads:\n</p>\n<p>(a) General rule. For purposes of this subtitle, the term \"adjusted gross income\" means, in the case of an individual, gross income minus the following deductions:</p>\n<p>(1) Trade and business deductions. The deductions allowed by this chapter (other than by part VII of this subchapter) which are attributable to a trade or business carried on by the taxpayer, if such trade or business does not consist of the performance of services by the taxpayer as an employee.</p>\n<p>26 U.S.C. § 62(a)(1) (1996).</p>\n<p>[2]  These cases will be discussed in greater detail in Part III of this order. <i>See infra.</i></p>\n<p>[3]  As originally enacted in 1986, § 163(h)(2)(A) excepted from the definition of personal interest \"interest paid or accrued on indebtedness incurred or continued in connection with the conduct of a trade or business.\" <i>See</i> Tax Reform Act of 1986, Pub.L. No. 99-514, 199 Stat. 2085, 2246. However, a 1988 amendment to the statute changed the language to \"interest paid or accrued on indebtedness properly allocable to a trade or business.\" <i>See</i> Technical and Miscellaneous Revenue Act of 1988, § 1005(c)(4), Pub.L. No. 100-647, 102 Stat. 3342, 3390. The amendment was intended to conform the definition of personal interest to the language of related passive loss and investment interest definitions, also found in § 163(h), to allow for consistent application of the standard of allocation of interest. <i>See</i> H.R. REP. No. 100-795, at 36 (1988); S.R. REP. No. 100-445, at 36 (1988), U.S.Code Cong. &amp; Admin. News 1988, p. 4515.</p>\n<p>[4]  The Tax Court was sharply divided in <i>Redlark.</i> The majority and dissenting opinions each gained the support of eight judges. However, the majority was joined by three judges who concurred in the result. The court was unable to agree on many issues, including whether I.R.C. § 163(h) was ambiguous standing alone, whether the related legislative history was ambiguous, and whether the legislative history should be given weight in interpreting the statute.</p>\n<p>[5]  In response to cross motions for summary judgment, the district court in <i>Miller I</i> held that the temporary regulation was invalid to the extent that it mandated that all deficiency interest was <i>per se</i> nondeductible. <i>See </i><i>Miller I,</i> 841 F.Supp. at 310. However, following additional discovery, the district court ruled that the deficiency adjustment had resulted from the disallowance of a \"clearly improper income deferral scheme\" such that the deficiency interest could not be considered an ordinary and necessary business expense under pre-1986 case law. Thus, because the interest was not deductible by the taxpayer, the court granted the government's renewed motion for summary judgment. <i>See Miller v. United States,</i> 95-1 U.S. Tax Cas. (CCH), 50,068, at 87,232, 1994 WL 714069 (D.N.D.1994) [hereinafter <i>Miller II</i>].</p>\n<p>[6]  In <i>Tanner,</i> the Tax Court held that state income taxes are not comparable to deficiency interest and are consistently nondeductible for purposes of calculating adjusted gross income. <i>See </i><i>Tanner,</i> 45 T.C. at 149-50. The court explained that, while the court in <i>Standing</i> had found no mention of deficiency interest in committee reports on relevant provisions of the Code, those reports specifically provided that state income taxes were not deductible in computing gross income even if the taxes arose from business income. <i>Id.</i></p>\n<p>[7]  This court agrees with the reasoning of the <i>Redlark</i> majority and the <i>Miller I</i> court that the definition of business interest under §§ 162(a) and 62(a) is appropriate to define business interest under § 163(h)(2)(A). <i>See </i><i>Redlark,</i> 106 T.C. at 33-34; <i>Miller I,</i> 841 F.Supp. at 309.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">987</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">460</span></span> (1997)</b></center>\n<center><h1>Richard R. ALLEN, Sr., Plaintiff,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 5:96-CV-909-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 2, 1997.</center>\n<p><span class=\"star-pagination\">*461</span> David D. Dahl, Manning, Fulton &amp; Skinner, Raleigh, NC, for Plaintiff.</p>\n<p>R.A. Renfer, Jr., Asst. U.S. Atty., Office of U.S. Atty., Raleigh, NC, Thomas Holderness, Trial Atty., Tax Div., U.S. Dept. of Justice, Washington, DC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>In this action, the plaintiff Richard R. Allen (\"Allen\"), a cash basis taxpayer, seeks a refund of federal income tax paid for the year 1992. The sole issue in this case is whether Allen may deduct deficiency interest paid in 1992 when the deficiency interest arose from adjustments made by the Internal Revenue Service (\"IRS\") to items of income generated by Allen's real estate business activities.</p>\n<p></p>\n<h2>I. Findings of Fact</h2>\n<p>The facts of this case are not disputed by the parties. In the years preceding 1984, Richard Allen was engaged in the business of purchasing, holding, developing, leasing and selling real property. He was also a director and the majority shareholder of D.R. Allen &amp; Son, Inc. (\"Company\"), a North Carolina corporation engaged in the general contracting business. The Company was founded by Allen's father in 1942, and benefitted Allen's real estate business by providing it with a general contracting firm for development work. By 1984, the Company was in critical need of working capital. In order to induce First Union Bank to make a loan to the company, Allen was required to contribute real estate used in his real estate business to inject equity into the Company and to serve as security on the loan.</p>\n<p>On January 1, 1984, Allen transferred his partnership interest in the Claredon House partnership, which owned real property containing apartments, to the Company. On September 25, 1984, Allen transferred a 52 acre tract of real estate containing the Belk Service Center building and the D.R. Allen &amp; Son, Inc. office building (\"Belk Service Center Tract\") to the Company. By the end of 1984, the Company sold the Belk Service Center Tract and the Clarendon House Tract. The Company reported the gain on the sales of the two tracts on its corporate income tax return for 1984.</p>\n<p>The IRS then initiated an audit of Allen's personal federal income return for 1984. On September 1, 1992, the IRS issued a Notice of Deficiency to Allen proposing adjustments to his 1984 income in excess of $1,500,000.00. Primarily, the adjustments were based on the position of the IRS that the gains realized on the sales of the Belk Service Center tract and the Clarendon House tract should be treated as if Allen individually sold the properties instead of the Company. Allen objected to the IRS's position and filed a petition with the United States Tax Court on October 12, 1992. However, after substantial negotiation, Allen and the IRS reached a settlement in which Allen agreed to a personal tax deficiency in the amount of $541,882 for the taxable year 1984. On October 14, 1993, the Tax Court entered a decision confirming this basis of settlement.</p>\n<p>Before reaching the settlement with the IRS and in order to stop the continuing accrual of interest pending resolution of the Tax Court proceeding, Allen paid $1,000,000.00 towards his potential additional 1984 income tax and interest liabilities on October 22, 1992, which included $500,000 for deficiency interest relating to the ultimately determined amount of the deficiency. Allen then filed an amended 1992 income tax return and claimed the deficiency interest as a business expense deduction. On January 31, 1995, the IRS disallowed Allen's claimed deduction stating that \"[i]nterest paid on the <span class=\"star-pagination\">*462</span> deficiency is personal interest and may not be deducted.\" This action followed.</p>\n<p></p>\n<h2>II. Discussion</h2>\n<p>Section 62(a)(1) of the Internal Revenue Code defines \"adjusted gross income\" as a taxpayer's gross income minus various deductions including deductions attributable to a trade or business carried on by the taxpayer.<sup>[1]</sup> Section 162(a) of the Code allows as a deduction \"all the ordinary and necessary expenses paid or incurred during the taxable year in carrying on any trade or business.\" 26 U.S.C. § 162(a) (1996). While the phrase \"ordinary and necessary\" is not defined statutorily, an extensive body of case law has established its general definition. <i>See</i> Melinda L. Reynolds, <i>Redlark v. Commissioner: A \"Bird in the Hand\" for Non-Corporate Taxpayers?,</i> 47 CASE W. RES. L. REV. 751, 755-760 (1997).</p>\n<p>For example, in <i>Commissioner v. Standing,</i> <span class=\"citation\" data-id=\"246136\"><a href=\"/opinion/246136/commissioner-of-internal-revenue-v-james-j-standing-and-marie-s-standing/\"><span class=\"volume\">259</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">450</span></a></span> (4th Cir.1958), the Court of Appeals for the Fourth Circuit addressed whether deficiency interest on an underlying adjustment to a sole proprietor's tax liability and the legal expense incurred in resolving the matter of the deficiency could be deducted as an \"ordinary and necessary\" expense of a trade or business. The Fourth Circuit noted that in <i>Kornhauser v. United States,</i> <span class=\"citation\" data-id=\"101223\"><a href=\"/opinion/101223/kornhauser-v-united-states/\"><span class=\"volume\">276</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">219</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">505</span></span> (1928), the Supreme Court held that when \"a suit or action against a taxpayer is directly connected with, or ... proximately resulted from, his business, the expense incurred is a business expense within the meaning of [the tax code].\" <i>See id.</i> at 153, 48 S.Ct. at 220. The <i>Kornhauser</i> Court explained that it was unable \"to perceive any real distinction between an expenditure for attorney's fees made to secure payment of the earnings of the business and a like expenditure to retain such earnings after their receipt.\" <i>Id.</i> Thus, the <i>Standing</i> court concluded that legal expenses and interest claimed as deductions are ordinary and necessary expenses of business. <i>See </i><i>Standing,</i> 259 F.2d at 456. This general holding, that deficiency interest on an underlying tax adjustment could be a business expense, was reaffirmed in <i>Commissioner v. Polk,</i> <span class=\"citation\" data-id=\"250523\"><a href=\"/opinion/250523/commissioner-of-internal-revenue-v-frank-polk-and-marie-polk/\"><span class=\"volume\">276</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">601</span></a></span> (10th Cir. 1960), <i>aff'g,</i> <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">412</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1958</span> <span class=\"reporter\">WL</span> <span class=\"page\">1213</span></span> (1958), and <i>Commissioner v. Reise,</i> <span class=\"citation\" data-id=\"256281\"><a href=\"/opinion/256281/commissioner-of-internal-revenue-v-elmer-reise/\"><span class=\"volume\">299</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">380</span></a></span> (7th Cir.1962), <i>aff'g,</i> <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">571</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1961</span> <span class=\"reporter\">WL</span> <span class=\"page\">1350</span></span> (1961).<sup>[2]</sup></p>\n<p>Interest generally is deductible under Section 163(a) of the Code. Before the Tax Reform Act of 1986, individual taxpayers could deduct interest regardless of the nature of the underlying indebtedness. However, Section 163(h) of the Code, added by the Tax Reform Act of 1986, disallows the deduction of \"personal interest\" for a non-corporate taxpayer. <i>See</i> 26 U.S.C. § 163(h). The term \"personal interest\" is defined in that section by way of exclusion  that is, it is any interest other than specified types of interest. Section 163(h)(2)(A) excepts \"interest paid or accrued on indebtedness properly allocable to a trade or business\" from the definition of personal interest. <i>See</i> 26 U.S.C. § 163(h)(2)(A).<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*463</span> In 1987, following the enactment of the Tax Reform Act of 1986, the IRS issued temporary regulations implementing § 163(h) which set forth criteria for determining when interest is personal interest. Section 1.163-9T of the temporary regulations states in relevant part:</p>\n<blockquote>(b) <i>Personal interest</i> </blockquote>\n<blockquote>(2) <i>Interest relating to taxes</i>  (i) <i>In general.</i> Except as provided in paragraph (b)(2)(iii) of this section, personal interest includes interest </blockquote>\n<blockquote>(A) Paid on underpayments of individual Federal, State or local income taxes and on indebtedness used to pay such taxes ... <i>regardless of the source of the income generating the tax liability.</i>\n</blockquote>\n<p>Temp. Treas. Reg. § 1.163-9T(b) (1987) (emphasis added). Thus, if valid, the temporary regulation would disallow a deduction for deficiency interest paid on personal income taxes even when the source of the income is a business or trade.</p>\n<p>In this case, Allen contends that the temporary regulation promulgated by the IRS is invalid and that under I.R.C. § 163(h)(2)(A) he may deduct deficiency interest on his tax liability because it was properly allocable to his real estate business. The Government argues that the IRS's temporary regulation is a reasonable interpretation of the statute, and that deficiency interest for the underpayment of taxes is <i>per se</i> non-deductible. In the alternative, the Government argues that the deficiency interest in this case did not arise from an \"ordinary and necessary\" expense in carrying on Allen's real estate business as that phrase is defined by pre-1986 case law. A resolution of the parties' contentions requires this court to determine whether the temporary regulation at issue is a valid interpretation of the Internal Revenue Code. Secondly, if the regulation is invalid, this court must determine whether the deficiency interest at issue in this case is properly deductible.</p>\n<p></p>\n<h2>A. Temporary Treasury Regulation § 1.163-9T</h2>\n<p>This court is not the first to analyze the validity of Temporary Treasury Regulation § 1.163-9T(b)(2)(i)(A). In <i>Redlark v. Commissioner,</i> <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">31</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">10243</span></span> (1996), a majority of the Tax Court held that the temporary regulation was an invalid interpretation of I.R.C. § 163(h)(2)(A). <i>See id.</i> at 47.<sup>[4]</sup> Also, the United States District Court for the District of North Dakota held that the regulation was invalid. <i>See </i><i>Miller v. United States,</i> <span class=\"citation\" data-id=\"1508565\"><a href=\"/opinion/1508565/miller-v-united-states/\"><span class=\"volume\">841</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">305</span></a></span>, 309-310 (D.N.D.1993) [hereinafter <i>Miller I</i>].<sup>[5]</sup> However, the district court's holding in <i>Miller I</i> was reversed by the Court of Appeals for the Eight Circuit which decided that the regulation \"represent[ed] a permissible construction of the statute.\" <i>See </i><i>Miller v. United States,</i> <span class=\"citation\" data-id=\"703934\"><a href=\"/opinion/703934/david-miller-valeria-miller-v-united-states/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span>, 691 (8th Cir.1995) [hereinafter <i>Miller III</i>]. After a careful review of relevant case law and the Tax Reform Act of 1986, this court agrees with the reasoning of the majority and concurring opinions of the Tax Court in <i>Redlark</i> that Temp. Treas. Reg. § 1.163-9T(b)(2)(i)(A) is invalid.</p>\n<p></p>\n<h2>B. Judicial Review of Administrative Regulations</h2>\n<p>Judicial review of tax regulations is unique as compared with other areas of administrative law because of the complexity of <span class=\"star-pagination\">*464</span> the tax code, the frequency with which it is amended, and the lengthy legislative history that generally accompanies tax statutes. <i>See</i> Ellen P. Aprill, <i>Muffled Chevron: Judicial Review of Tax Regulations,</i> 3 FLA. TAX. REV. 51, 53 (1996). In reviewing tax regulations, a court generally owes the same deference to temporary regulations as to final regulations. However, interpretive regulations, which merely interpret a tax statute, are afforded less weight than legislative regulations, which are promulgated by the IRS pursuant to a congressional grant of authority to define a statutory term. <i>See </i><i>Redlark,</i> 106 T.C. at 38; <i>United States v. Vogel Fertilizer,</i> <span class=\"citation\" data-id=\"110637\"><a href=\"/opinion/110637/united-states-v-vogel-fertilizer-co/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">16</span></a></span>, 24, <span class=\"citation\" data-id=\"110637\"><a href=\"/opinion/110637/united-states-v-vogel-fertilizer-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">821</span></a></span>, 827, <span class=\"citation\" data-id=\"110637\"><a href=\"/opinion/110637/united-states-v-vogel-fertilizer-co/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">792</span></a></span> (1982). An interpretive regulation will be upheld if it \"`implement[s] the congressional mandate in some reasonable manner.'\" <i>Vogel,</i> 455 U .S. at 24, 102 S.Ct. at 827 (quoting <i>United States v. Correll,</i> <span class=\"citation\" data-id=\"107556\"><a href=\"/opinion/107556/united-states-v-correll/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, 307, <span class=\"citation\" data-id=\"107556\"><a href=\"/opinion/107556/united-states-v-correll/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">445</span></a></span>, 450, <span class=\"citation\" data-id=\"107556\"><a href=\"/opinion/107556/united-states-v-correll/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">537</span></a></span> (1967)).</p>\n<p>In <i>National Muffler Dealers Ass'n v. United States,</i> <span class=\"citation\" data-id=\"110039\"><a href=\"/opinion/110039/national-muffler-dealers-assn-inc-v-united-states/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">472</span></a></span>, <span class=\"citation\" data-id=\"110039\"><a href=\"/opinion/110039/national-muffler-dealers-assn-inc-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1304</span></a></span>, <span class=\"citation\" data-id=\"110039\"><a href=\"/opinion/110039/national-muffler-dealers-assn-inc-v-united-states/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">519</span></a></span> (1979), the Supreme Court explained that whether an IRS regulation \"harmonizes\" with the plain language, origins, and purpose of a statute depends on numerous factors including \"the length of time the regulation has been in effect, the reliance placed on it, the consistency of the Commissioner's interpretation, and the degree of scrutiny Congress had devoted to the regulation during subsequent re-enactments of the statute.\" <i>See id.</i> at 477, 99 S.Ct. at 1307. However, in <i>Chevron U.S.A. v. Natural Resources Defense Council, Inc.,</i> <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1984), the Supreme Court prescribed a two-part test, which largely replaced the <i>National Muffler</i> standard, for lower courts to use in determining whether an administrative agency's interpretation of a statute is reasonable. <i>Cf. </i><i>Central Pa. Sav. Ass'n v. Comm'r,</i> <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">384</span></span>, 392, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">138584</span></span> (1995) (noting that the Tax Court was \"inclined to the view that the impact of the traditional, i.e., <i>National Muffler</i> standard, has not been changed by <i>Chevron,</i> but has merely been restated in a practical two-part test with possibly subtle distinctions as to the role of legislative history and the degree of deference to be accorded to a regulation\").</p>\n<p><i>Chevron</i> requires a court reviewing an agency interpretation of a statute to determine first whether Congress has directly spoken to the question at issue. If the intent of Congress is clear, \"that is the end of the matter.\" <i>Chevron,</i> 467 U.S. at 842, 104 S.Ct. at 2781; <i>see also </i><i>MCI Telecommunications Corp. v. AT &amp; T,</i> <span class=\"citation\" data-id=\"117856\"><a href=\"/opinion/117856/mci-telecommunications-corp-v-american-telephone-telegraph-co/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span>, 229-234, <span class=\"citation\" data-id=\"117856\"><a href=\"/opinion/117856/mci-telecommunications-corp-v-american-telephone-telegraph-co/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2223</span></a></span>, 2230-33, <span class=\"citation\" data-id=\"117856\"><a href=\"/opinion/117856/mci-telecommunications-corp-v-american-telephone-telegraph-co/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">182</span></a></span> (1994) (finding an FCC regulation invalid because Congress had \"spoken\" by using the term \"modify\" which had a \"clear meaning\"). However, if a court determines that Congress has not directly addressed the question at issue, \"the court does not simply impose its own construction on the statute.... Rather, if the statute is silent or ambiguous with respect to the specific issue, the question for the court is whether the agency's answer is based on a permissible construction of the statute.\" <i>Chevron,</i> 467 U.S. at 843, 104 S.Ct. at 2781. Thus, if an agency's interpretation of a statute \"fills a gap or defines a term in a way that is reasonable in light of the legislature's revealed design,\" then the interpretation is given \"controlling weight.\" <i>Nations-Bank v. Variable Annuity Life Ins. Co.,</i> <span class=\"citation\" data-id=\"117891\"><a href=\"/opinion/117891/nationsbank-of-nc-na-v-variable-annuity-life-ins-co/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">251</span></a></span>, 257, <span class=\"citation\" data-id=\"117891\"><a href=\"/opinion/117891/nationsbank-of-nc-na-v-variable-annuity-life-ins-co/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">810</span></a></span>, 813, <span class=\"citation\" data-id=\"117891\"><a href=\"/opinion/117891/nationsbank-of-nc-na-v-variable-annuity-life-ins-co/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">740</span></a></span> (1995) (citation omitted).</p>\n<p></p>\n<h2>C. Congressional Intent</h2>\n<p>In <i>Miller III,</i> the Court of Appeals for the Eighth Circuit found that because Congress did not define \"what constitutes business interest\" under § 163(h)(2)(A), the statute's meaning was unclear. The dissenting opinion in <i>Redlark</i> also found that § 163(h)(2)(A) was ambiguous under the first prong of the <i>Chevron</i> test. However, both concurring opinions in <i>Redlark</i> concluded that § 163(h)(2)(A) was clear and unambiguous. Judge Swift, in concurrence, asserted that \"[u]nder the express language of section 163(h)(2)(A), if an interest expense is properly allocable to a trade or business, then under that statute the interest expense is deductible.\" <i>Redlark,</i> 106 T.C. at 48 (Swift, J., concurring). Judge Laro explained that \"[i]nterest paid on a debt that is properly allocable to a trade or business is not personal <span class=\"star-pagination\">*465</span> interest under section 163(h). Given the clarity of this text, the beginning and end of our inquiry should be the statutory text, and we should apply the plain and common meaning of the statute.\" <i>Id.</i> at 55 (Laro, J., concurring).</p>\n<p>The majority in <i>Redlark</i> noted that the language of § 163(h)(2)(A) \"[a]rguably ... in and of itself is sufficient to enable [the taxpayer] to prevail, since such interest on Federal income tax deficiencies was considered, at least in situations such as that involved herein, as an ordinary and necessary business expense under predecessors of section 162 and therefore of section 62(a)(1) by the pre-section 163(h) cases.\" <i>Redlark,</i> 106 T.C. at 39. However, the majority explained that in <i>Tanner v. Commissioner,</i> <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">145</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1965</span> <span class=\"reporter\">WL</span> <span class=\"page\">1300</span></span> (1965), <i>aff'd </i><i>per curiam,</i> <span class=\"citation no-link\"><span class=\"volume\">363</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></span> (4th Cir.1966), which the majority described as \"a comparable situation dealing with the deduction of State income taxes in computing adjusted gross income,\" the Tax Court found congressional intent sufficiently ambiguous to warrant a review of legislative history and the validity of an IRS regulation. <i>Redlark,</i> 106 T.C. at 39 (citing <i>Tanner,</i> 45 T.C. at 148-49).<sup>[6]</sup> Because of the <i>Tanner</i> decision and despite its conclusion that § 163(h)(2)(A) contained no real ambiguity, the <i>Redlark</i> majority then reviewed the legislative history and regulatory framework relating to the deductibility of interest on income tax deficiencies. <i>See </i><i>Redlark,</i> 106 T.C. at 39.</p>\n<p>This court agrees with the majority in <i>Redlark</i> and the two concurring opinions that the language of § 163(h)(2)(A) is sufficient, in and of itself, to find Temp. Treas. Reg. § 1.163-9T(b)(2)(i)(A) invalid. However, this court does not agree that the <i>Tanner</i> decision requires the court to proceed to the second step of a <i>Chevron</i> analysis of the IRS's regulation. The language of § 163(h)(2)(A) is clear and unambiguous. The statute requires that personal interest is nondeductible unless the indebtedness underlying the interest expense is properly \"allocable to a trade or business.\" 26 U.S.C. § 163(h)(2)(A). Prior to the enactment of the Tax Reform Act of 1986, case law had clearly established that interest on a tax deficiency could be a deductible business expense. Certainly, Congress does not legislate in a vacuum; it should be presumed that Congress was familiar with judicial interpretations of what constitutes an ordinary and necessary expense of business when it drafted § 163(h)(2)(A). <i>See</i> Richard M. Lipton, <i>Divided Tax Court Allows Deduction of Interest on Tax Arising from a Trade or Business,</i> 84 J. TAX'N 218, 222 (1996) (arguing that § 163(h)(2)(A) is not ambiguous and that the <i>Redlark</i> dissent and the <i>Miller III</i> opinion were decisions \"in search of an ambiguity\"). As the majority in <i>Redlark</i> pointed out, a court should be very \"reluctant to conclude that Congress overruled existing case law when the statutory language does not compel such a conclusion and Congress has not otherwise expressly indicated that such a result should ensue.\" <i>Redlark,</i> 106 T.C. at 43 (citations omitted).</p>\n<p>Even without assuming that Congress understood the judicial interpretation of the deductibility of deficiency interest, the statute speaks for itself. As Judge Swift explained, \"[t]he statute mandates an allocation and allows a deduction for interest expense related to a taxpayer's business.\" <i>Redlark,</i> 106 T.C. at 48 (Swift, J., concurring). If Temp. Treas. Reg. § 1.163-9T(b) is given effect, in the case of a sole proprietor of a business, nothing is left to be \"allocated.\" Thus, the regulation is in contradiction with the language of the statute.</p>\n<p>This court further agrees with Judge Swift that Temp. Treas. Reg. § 1.163-9T(b)(2)(i)(A) is not only inconsistent with the statutory language of § 163(h)(2)(A), but also is inconsistent with the IRS's <i>own</i> allocation rule as provided for in 1.63-8T(c)(3)(ii). That regulation controls the allocation of a <span class=\"star-pagination\">*466</span> debt when no loan proceeds are involved in the underlying transaction, and provides:</p>\n<blockquote>If a taxpayer incurs or assumes a debt in consideration for the sale or use of property, for services, or for any other purposes, or takes property subject to a debt, and no debt proceeds are disbursed to the taxpayers, the debt is treated for purposes of this section as if the taxpayer used an amount of the debt proceeds equal to the balance of the debt outstanding at such time to make an expenditure for such property, services or other purpose.</blockquote>\n<p>Temp. Treas. Reg. § 1.163-8T(c)(3)(ii). Thus, under that regulation, \"interest expenses are to be allocated between the taxpayer's business and personal activity based on the nature of the particular underlying activity giving rise to the extension of credit.\" <i>Redlark,</i> 106 T.C. at 49 (Swift J., concurring). In the case of deficiency interest, the Government essentially extends credit to a taxpayer and assesses interest for the extension of that credit. Thus, when the underlying activity which creates the deficiency relates to a taxpayer's business, the interest is \"allocable\" to the business and deductible under § 163(h)(2)(A).</p>\n<p>This court is not persuaded by the \"wooden\" assertion of the IRS that the payment of federal income taxes always constitutes consumption, and cannot be allocated to a trade or business. Under this consumption argument, \"[t]he payment of Federal income taxes is a civic duty, not a matter of business contract or investment advantage.\" <i>Redlark,</i> 106 T.C. at 71 (Halpern, J., dissenting). As the <i>Redlark</i> majority explained, this argument is \"an unrealistic application of our tax law.\" <i>Id.</i> at 47. The purpose of § 163(h) was to end deductions for interest incurred to fund consumption expenditures. <i>See</i> S.R. REP. No. 99-313, at 804 (1985); H.R. CONF. REP. No. 99-841, at II-154 (1986), U.S.Code Cong. &amp; Admin.News 1986, p. 4075. That purpose is served by § 163(h)(2)(A) which requires the IRS to \"look through\" an interest expenditure to allocate its components  if the expenditure is attributable to a trade or business it is deductible. If the expenditure is attributable to consumption, it is not deductible.</p>\n<p>Moreover, under the IRS's \"consumption theory,\" tax return preparation fees and the like should be nondeductible because they are associated with an underlying consumption expense. However, under <i>Revenue Ruling</i> 92-29, 1992-1 C.B. 20, litigation expenses and tax preparation fees incurred in determining income tax liability related to a business conducted as a sole proprietorship are deductible. <i>See </i><i>Redlark,</i> 106 T.C. at 58 n. 7 (Laro, J., concurring) (\"Given the Commissioner's position with respect to these litigation expenses and tax preparation fees, I am unable to fathom why she continues to believe that the interest on a tax deficiency that is allocable to a trade or business is not also deductible.\").</p>\n<p>Thus, in order to accept the IRS's argument that the statute is ambiguous and the regulation at issue is a valid interpretation of the statute, this court would have to assume that not only was Congress unfamiliar with judicial interpretations of the Code, but also with other provisions of the Code itself. Because this court agrees with neither proposition, any further analysis of the statute, including its legislative history, is unnecessary. As explained in <i>Chevron,</i> if a court determines that Congress has spoken to the question at issue, \"that is the end of the matter.\" <i>Chevron,</i> 467 U.S. at 843, 104 S.Ct. at 2781-82. Furthermore, because the \"agency's interpretation of a statute is not entitled to deference when it goes beyond the meaning that the statute can bear,\" this court finds that the IRS's interpretation of § 163(h)(2)(A) through Temp. Treas. Reg. § 1.163-9T(b)(2)(i)(A) is invalid. <i>MCI Telecommunications,</i> 512 U.S. at 229, 114 S.Ct. at 2230.</p>\n<p></p>\n<h2>III. Ordinary and Necessary Expense?</h2>\n<p>Having determined that Temp. Treas. Reg. § 1.163-9T(b)(2)(i)(A) is invalid, this court must now analyze whether the tax deficiency at issue in this case can be considered an ordinary and necessary expense of carrying on the taxpayer's business. As stated earlier, to be deductible under 26 U.S.C. § 162(a), an expense must be an \"ordinary and necessary\" expense of carrying on a trade or business. 26 U.S.C. §§ 62(a), 162(a). If interest constitutes a business expense under §§ 162(a) and 62(a), then it <span class=\"star-pagination\">*467</span> should be characterized as interest \"on indebtedness properly allocable to a trade or business\" within the meaning of § 163(h)(2)(A).<sup>[7]</sup> In <i>Commissioner v. Standing,</i> <span class=\"citation\" data-id=\"246136\"><a href=\"/opinion/246136/commissioner-of-internal-revenue-v-james-j-standing-and-marie-s-standing/\"><span class=\"volume\">259</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">450</span></a></span> (4th Cir.1958), the Fourth Circuit considered whether interest on a deficiency in federal income tax resulting from the improper reporting of income caused by a sole proprietor's transfer from a cash basis to an accrual basis was deductible as a business expense. The court held that the interest, along with related attorney's fees and accountant's fees, was an ordinary and necessary expense of carrying on a business. <i>See id.</i> at 453-56.</p>\n<p>Subsequently, in <i>Commissioner v. Polk,</i> <span class=\"citation\" data-id=\"250523\"><a href=\"/opinion/250523/commissioner-of-internal-revenue-v-frank-polk-and-marie-polk/\"><span class=\"volume\">276</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">601</span></a></span> (10th Cir.1960), the Tenth Circuit faced the issue of whether interest on a deficiency, arising out of livestock valuation corrections, was a deductible business expense for purposes of calculating the net operating loss of a sole proprietor. The Tenth Circuit agreed with the Fourth Circuit's analysis in <i>Standing.</i> However, the <i>Polk</i> holding was more narrow than the <i>Standing</i> holding in that the <i>Polk</i> court asserted that \"[t]he field, within which it can be said that penalty interest on a deficiency assessment of taxes against a taxpayer, charged with the duty of filing a correct return, constitutes an ordinary and necessary expense arising out of the operation of the business, is much narrower than in the case of attorneys' fees.\" <i>Id.</i> at 601. Because the <i>Polk</i> court concluded that the failure to properly value livestock inventories arose from the nature of the livestock business, interest on the deficiency assessment was deductible as an \"ordinary\" expense of the business. <i>See id.</i></p>\n<p>Then, in <i>Commissioner v. Reise,</i> <span class=\"citation\" data-id=\"256281\"><a href=\"/opinion/256281/commissioner-of-internal-revenue-v-elmer-reise/\"><span class=\"volume\">299</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">380</span></a></span> (7th Cir.1962), <i>aff'g</i> <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">571</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1961</span> <span class=\"reporter\">WL</span> <span class=\"page\">1350</span></span> (1961), the Seventh Circuit expanded the reasoning of <i>Polk</i> and <i>Standing</i> by allowing deficiency interest on state income taxes as a business expense deduction in calculating a taxpayer's net operating loss. <i>See id.</i> at 381. The Tax Court in <i>Reise</i> specifically overruled one of its prior decisions, <i>Aaron v. Commissioner,</i> <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">1370</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1954</span> <span class=\"reporter\">WL</span> <span class=\"page\">43</span></span> (1954), in which it held that deficiency interest on state taxes was not deductible because the connection contemplated by the Code between an expense and the carrying on of a business was a \"direct\" one rather than a remote one. <i>See </i><i>Aaron,</i> 22 T.C. at 1376. The Tax Court in <i>Reise</i> noted that neither the <i>Standing</i> nor <i>Polk</i> court cited <i>Aaron,</i> and that the reasoning of the former two opinions was \"sound and correct\" while the reasoning of the latter was no longer a \"proper and correct construction.\" <i>Reise,</i> 35 T.C. at 579.</p>\n<p>The parties in this action have argued extensively on the issue of whether the deficiency interest in this case is an ordinary and necessary expense of business. The Government has pointed to <i>Deputy v. du Pont,</i> <span class=\"citation\" data-id=\"103276\"><a href=\"/opinion/103276/deputy-administratrix-v-du-pont/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">488</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">363</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">416</span></span> (1940), in support of its assertion that the interest is not an ordinary and necessary business expense. In <i>du Pont,</i> the Supreme Court addressed whether carrying costs incurred in the purchase of stock was an ordinary and necessary expense of business. The taxpayer acquired certain publicly traded stock, incurred carrying costs in connection with the acquisition, and then sold that publicly traded stock to his corporation so that the corporation could distribute the stock to the company's executive committee. The <i>du Pont</i> Court held that the carrying costs were not deductible \"since they proximately result[ed] not from the taxpayer's business but from the business of the du Pont Company.\" <i>Id.</i> at 494, 60 S.Ct. at 366 (citing <i>Kornhauser v. United States,</i> <span class=\"citation\" data-id=\"101223\"><a href=\"/opinion/101223/kornhauser-v-united-states/\"><span class=\"volume\">276</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">219</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">505</span></span> (1928)).</p>\n<p>Although the facts of <i>du Pont</i> are not \"parallel\" to the case at hand as suggested by the IRS, the case is significant for its explanation of \"ordinary.\" The <i>du Pont</i> Court explained that:</p>\n<blockquote>\"[o]rdinary has the connotation of normal, usual or customary. To be sure, an expense may be ordinary though it happen but once in the taxpayer's lifetime. Yet the transaction which gives rise to it must <span class=\"star-pagination\">*468</span> be of common or frequent occurrence in the type of business involved.\"</blockquote>\n<p><i>du Pont,</i> 308 U.S. at 495, 60 S.Ct. at 367 (citations omitted). Also, in <i>du Pont,</i> the Court found it relevant that \"[t]here [was] no intimation in the record that the transactions whereby the stock was borrowed were not in good faith or were entered into for any reason except a bona fide business purpose. Nor [was] there any suggestion that the transactions were cast in that form for purposes of tax avoidance.\" <i>Id.</i> at 493, 60 S.Ct. at 366.</p>\n<p>Admittedly, allowing a taxpayer to deduct deficiency interest from an underlying tax adjustment related to his or her business is not as efficient an exercise as mandating that all deficiency interest is <i>per se</i> nondeductible. However, interest on adjustments which are clearly and directly related to a taxpayer's business, and approaching the level of the \"expected\" or \"unavoidable\" as those described in <i>Polk,</i> should be deductible. Conversely, when virtually no nexus is shown between the deficiency and the ordinary course of the taxpayer's business or when there is evidence of bad faith, a deduction should not be allowed. The more difficult questions lie in between these two ends of the spectrum.</p>\n<p>In this case, the court has no difficulty determining that the deficiency at issue was an ordinary and necessary expense of Allen's real estate business. Both parties have agreed that there is no evidence of bad faith on the part of Mr. Allen or of an attempt by him to avoid the payment of taxes. The transactions which gave rise to the deficiency in this case were the sales of two tracts of real estate-a common and \"ordinary\" occurrence in the real estate industry.</p>\n<p>The IRS argues that two distinct events took place in 1984:(1) the two sales of the properties; and (2) the transfers of the properties from Allen's business to his corporation. According to the IRS, \"[t]he sales, a business event, created plaintiff's tax liability. The transfers, a non-business event, created the interest expense.\" Defendant's Post Trial Memorandum, at 2. However, in assessing the deficiency at issue in this case, the IRS restructured the transactions such that the \"transfers\" of the property never occurred. The IRS cannot create the deficiency in this case by assigning the sale of the property to Allen and then assert that the interest is non-deductible because the sales were <i>not</i> made by Allen.</p>\n<p>Furthermore, the IRS has asserted that an interest expense on a tax deficiency was not an ordinary expense of Allen's business because \"he had never incurred this type of interest expense in connection with his business before 1984.\" Defendant's Post Trial Memorandum, at 4. As the plaintiff points out in his post trial memorandum, in order for the IRS to prevail on this analysis, this court must find that a specific taxpayer operating a business must repeatedly incur federal income tax deficiency interest expense for the expense to be deemed ordinary. <i>See</i> Plaintiff's Post Trial Memorandum, at 4. Conversely, following the IRS's logic, the \"ordinary course of events\" would be that every taxpayer always accurately reports all items of income and expense. In light of the complexity of the tax code, this is an implausible characterization of the \"ordinary.\"</p>\n<p>The IRS fails to acknowledge that for the purposes of determining whether deficiency interest is \"ordinary\" under § 162(a), a court must determine that the transaction underlying the deficiency expense is an ordinary one. <i>See du Pont,</i> 308 U.S. at 495, 60 S.Ct. at 367. In this case, as stated above, the sale of real estate, the restructuring of the terms of the real estate transaction by the IRS, and the assessment of a deficiency based on the restructuring with interest are ordinary events and expenses in carrying on a real estate business. Because such interest is an ordinary and necessary expense of Allen's real estate business, it is deductible under § 163(h)(2)(A).</p>\n<p></p>\n<h2>IV. Conclusion</h2>\n<p>For the reasons stated above, this court concludes that Temp. Treas. Reg. 1.163-9T(b)(2)(i)(A), which contradicts the clear and unambiguous meaning of I.R.C. § 163(h)(2)(A), is invalid. <i>See</i> 26 U.S.C. § 163(h)(2)(A). Under I.R.C. § 163(h)(2)(A), a taxpayer may deduct interest on a tax deficiency when the expense is an ordinary <span class=\"star-pagination\">*469</span> and necessary expense of carrying on a business or trade. Whether an expense is an \"ordinary and necessary\" expense of business must be determined by reference to the extensive body of case law establishing the definition of that phrase.</p>\n<p>In this case, the interest paid by Allen in 1992 on his federal income tax deficiency for the year 1984 was attributable to and properly allocable to Allen's real estate business. Thus, the Plaintiff is entitled to a refund of federal income tax paid for the year 1992 with interest as provided by law.</p>\n<p>The parties are DIRECTED to confer in an attempt to stipulate to the amount of the refund and interest owed to Allen by virtue of this Order. They are further DIRECTED to file with the court on or before January 15, 1998, a stipulation of the principal amount of refund owed, and the amount of interest due. Should the parties fail to reach such a stipulation, they are hereby DIRECTED to file briefs outlining their respective positions on the amount of the Government's liability on or before January 15, 1998.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Specifically, the statute reads:\n</p>\n<p>(a) General rule. For purposes of this subtitle, the term \"adjusted gross income\" means, in the case of an individual, gross income minus the following deductions:</p>\n<p>(1) Trade and business deductions. The deductions allowed by this chapter (other than by part VII of this subchapter) which are attributable to a trade or business carried on by the taxpayer, if such trade or business does not consist of the performance of services by the taxpayer as an employee.</p>\n<p>26 U.S.C. § 62(a)(1) (1996).</p>\n<p>[2]  These cases will be discussed in greater detail in Part III of this order. <i>See infra.</i></p>\n<p>[3]  As originally enacted in 1986, § 163(h)(2)(A) excepted from the definition of personal interest \"interest paid or accrued on indebtedness incurred or continued in connection with the conduct of a trade or business.\" <i>See</i> Tax Reform Act of 1986, Pub.L. No. 99-514, 199 Stat. 2085, 2246. However, a 1988 amendment to the statute changed the language to \"interest paid or accrued on indebtedness properly allocable to a trade or business.\" <i>See</i> Technical and Miscellaneous Revenue Act of 1988, § 1005(c)(4), Pub.L. No. 100-647, 102 Stat. 3342, 3390. The amendment was intended to conform the definition of personal interest to the language of related passive loss and investment interest definitions, also found in § 163(h), to allow for consistent application of the standard of allocation of interest. <i>See</i> H.R. REP. No. 100-795, at 36 (1988); S.R. REP. No. 100-445, at 36 (1988), U.S.Code Cong. &amp; Admin. News 1988, p. 4515.</p>\n<p>[4]  The Tax Court was sharply divided in <i>Redlark.</i> The majority and dissenting opinions each gained the support of eight judges. However, the majority was joined by three judges who concurred in the result. The court was unable to agree on many issues, including whether I.R.C. § 163(h) was ambiguous standing alone, whether the related legislative history was ambiguous, and whether the legislative history should be given weight in interpreting the statute.</p>\n<p>[5]  In response to cross motions for summary judgment, the district court in <i>Miller I</i> held that the temporary regulation was invalid to the extent that it mandated that all deficiency interest was <i>per se</i> nondeductible. <i>See </i><i>Miller I,</i> 841 F.Supp. at 310. However, following additional discovery, the district court ruled that the deficiency adjustment had resulted from the disallowance of a \"clearly improper income deferral scheme\" such that the deficiency interest could not be considered an ordinary and necessary business expense under pre-1986 case law. Thus, because the interest was not deductible by the taxpayer, the court granted the government's renewed motion for summary judgment. <i>See Miller v. United States,</i> 95-1 U.S. Tax Cas. (CCH), 50,068, at 87,232, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">714069</span></span> (D.N.D.1994) [hereinafter <i>Miller II</i>].</p>\n<p>[6]  In <i>Tanner,</i> the Tax Court held that state income taxes are not comparable to deficiency interest and are consistently nondeductible for purposes of calculating adjusted gross income. <i>See </i><i>Tanner,</i> 45 T.C. at 149-50. The court explained that, while the court in <i>Standing</i> had found no mention of deficiency interest in committee reports on relevant provisions of the Code, those reports specifically provided that state income taxes were not deductible in computing gross income even if the taxes arose from business income. <i>Id.</i></p>\n<p>[7]  This court agrees with the reasoning of the <i>Redlark</i> majority and the <i>Miller I</i> court that the definition of business interest under §§ 162(a) and 62(a) is appropriate to define business interest under § 163(h)(2)(A). <i>See </i><i>Redlark,</i> 106 T.C. at 33-34; <i>Miller I,</i> 841 F.Supp. at 309.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103276/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107556/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110039/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/246136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/250523/",
    "http://www.courtlistener.com/api/rest/v3/opinions/256281/",
    "http://www.courtlistener.com/api/rest/v3/opinions/703934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1508565/"
  ]
}