{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1804209/",
  "absolute_url": "/opinion/1804209/brown-v-north-carolina-div-of-motor-vehicles/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1804209/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:29:07.857965Z",
  "date_modified": "2016-04-26T23:54:06.426849Z",
  "type": "010combined",
  "sha1": "d34a8fea6811956b9e10c3509d545a1876f3663c",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>987 F.Supp. 451 (1997)</b></center>\n<center><h1>Willie M. BROWN, David S. Bagley, Joan Bagley, Orris Cross, and Russell Anderson, Plaintiffs,<br>\nv.<br>\nNORTH CAROLINA DIVISION OF MOTOR VEHICLES, Defendant.</h1></center>\n<center>No. 5:96-CV-689-BO(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 28, 1997.</center>\n<p><span class=\"star-pagination\">*452</span> Melinda Lawrence, Donnell Van Noppen, III, Patterson, Harkavy, Lawrence, Van Noppen &amp; Okun, Raleigh, for Plaintiffs.</p>\n<p>James Peeler Smith, C. Norman Young, Jr., Hal F. Askins, N.C. Dept. of Justice, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on Plaintiffs' Motion for Summary Judgment, pursuant to Rule 56 of the Federal Rules of Civil Procedure, and Defendant's Motion to Dismiss, pursuant to Rule 12(b)(1) and (b)(6) of the Federal Rules. In the underlying action the named Plaintiffs, on behalf of a putative class, challenge the imposition of a fee for the issuance of parking placards which allow the use of parking spaces reserved for disabled persons. Plaintiffs allege that the fees charged by Defendant North Carolina Division of Motor Vehicles (hereinafter, the \"DMV\") violate the Americans with Disabilities Act of 1990, 42 U.S.C. §§ 12101, et seq. (\"ADA\"), and regulations issued thereunder. Upon consideration of the parties' arguments, and for the reasons discussed below, Defendant's Motion to Dismiss is GRANTED, and Plaintiff's Motion for Summary Judgment is dismissed as moot.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>The named Plaintiffs in this matter suffer mobility impairments which satisfy the criteria for the issuance of a parking placard under North Carolina law. <i>See</i> N.C.Gen. Stat. §§ 20-37.5, 20-37.6. Each Plaintiff has purchased a parking placard for a five dollar fee, allowing him access to disabled parking spaces.</p>\n<p>The creation of specially designated handicapped parking spaces close to the entrance to buildings is required by the North Carolina State Building Code, N.C.Gen.Stat. § 20-37.6, and by federal law, <i>see</i> 28 C.F.R. Pt. 36, App. A, § 4.6.2. North Carolina issues handicapped parking license plates and portable handicapped parking windshield placards to people with mobility impairments, allowing holders of such license plates and placards to use the reserved parking spaces. N.C.Gen.Stat. § 20-37.6(d), (f).</p>\n<p><span class=\"star-pagination\">*453</span> The North Carolina General Statutes detail the qualifications for obtaining a handicapped parking plate or placard. Among the impediments which qualify for issuance of a plate or placard are mobility impairments which prevent a person from walking 200 feet without stopping to rest or walking without the use of a cane or other assistive device. N.C.Gen.Stat. § 20-37.5(2). Also included are persons restricted by severe lung disease or who use portable oxygen; persons who have severe cardiac conditions, severely limited mobility due to arthritic, neurological, or orthopedic conditions; or persons who are severely visually impaired. Id. It is not disputed that the named Plaintiffs qualify for issuance of the handicapped parking plates or placards under North Carolina law.</p>\n<p>Qualifying persons apply for a handicapped placard by completing a North Carolina DMV application, obtaining a physician's signature, and paying the required fee. A handicapped plate, in contrast to the placards, may be issued only to a qualifying car owner. N.C.Gen.Stat. § 20-37.6(b). The plate is issued for the normal fee applicable to standard license plates. Id. According to the DMV, the placards are issued with far greater frequency than the license plates. Pl. Ex. 9.</p>\n<p>The North Carolina General Assembly has provided that the DMV \"may charge a fee sufficient to pay the actual cost of issuance [of the placard], but in no event less than five dollars ($5.00) per placard.\" N.C.Gen.Stat. § 20-37.6(c). The fees received by the DMV are paid into a \"Highway Fund,\" and the expenses incurred are paid out of that fund. Deposition of Carol Howard, Director of Vehicle Registration (hereinafter, the \"Howard Depo.\"), at 28.</p>\n<p>Plaintiffs filed a complaint on August 7, 1996, charging that the North Carolina DMV scheme violates their rights under the ADA, and seeking a declaratory judgment. Defendant served its answer on September 26, 1996. Defendant subsequently amended its answer by leave of this Court. On July 11, 1997, both parties filed potentially dispositive motions: Defendant served a Motion to Dismiss Pursuant to Rule 12(b)(1) and (b)(6) of the Federal Rules of Civil Procedure, and Plaintiffs served a Motion for Summary Judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p></p>\n<h2><i>Eleventh Amendment \"Sovereign Immunity\"</i></h2>\n<p>Defendant asserts that this Court cannot entertain Plaintiff's claims because this action is barred by the Eleventh Amendment to the United States Constitution, which, it argues, bestows sovereign immunity upon the DMV, as an agency of the State of North Carolina. The text of the Eleventh Amendment reads: \"The Judicial power of the United States shall not be construed to extend to any suit in law or equity, commenced or prosecuted against one of the United States by Citizens of another State, or by Citizens or Subjects of any Foreign State.\" U.S. Const. amend. XI.</p>\n<p>By its words, of course, the Eleventh Amendment does not even invoke the principle of \"sovereign immunity\". Rather, the Amendment seems to limit the \"Judicial power\" of the United States bestowed upon the Judiciary by Article III of the Constitution. In Section 2 of that Article the Framers wrote: \"The judicial Power shall extend to all Cases, in Law and Equity, arising under this Constitution, the Laws of the United States, and Treaties made, or which shall be made, under their Authority.\" U.S. Const. art. III, § 2, cl. 1. The Constitution then elucidates nine fonts of judicial power, nine distinct but sometimes overlapping ways in which \"Cases\" may arise to invoke the judicial power of the United States. The last six categories are determined by the status of the parties involved. Among these are \"Controversies ... between a State, or the Citizens thereof, and foreign States, Citizens or Subjects.\" Id.</p>\n<p>In this context, the Eleventh Amendment simply strips the Federal Courts of jurisdiction to hear suits against States brought by citizens of another State or citizens of a foreign nation. The Supreme Court has dramatically broadened the scope of the Eleventh Amendment's reach, however, creating immunity even in cases clearly <span class=\"star-pagination\">*454</span> outside the plain language of the Amendment. Since <i>Hans v. Louisiana,</i> 134 U.S. 1, 10 S.Ct. 504, 33 L.Ed. 842 (1890), the Supreme Court has held that the Eleventh Amendment bars a citizen from bringing suit against his own State in federal court, even though the express terms of the Amendment do not so provide. It is well-established that \"an unconsenting State is immune from suits brought in federal courts by her own citizens as well as by citizens of another State.\" <i>Puerto Rico Aqueduct and Sewer Auth. v. Metcalf &amp; Eddy, Inc.,</i> 506 U.S. 139, 144, 113 S.Ct. 684, 687, 121 L.Ed.2d 605 (1993). Such immunity, of course, applies equally to a state agency, such as the DMV here, which is considered an \"arm of the State.\" <i>Mt. Healthy City Bd. of Ed. v. Doyle,</i> 429 U.S. 274, 280, 97 S.Ct. 568, 572-73, 50 L.Ed.2d 471 (1977); <i>Metcalf &amp; Eddy,</i> 506 U.S. at 144, 113 S.Ct. at 688 (\"[A] State and its `arms' are, in effect, immune from suit in federal court.\").</p>\n<p>Thus, \"for over a century [the Supreme Court has] reaffirmed that federal jurisdiction over suits against unconsenting States `was not contemplated by the Constitution when establishing the judicial power of the United States.'\" <i>Seminole Tribe of Florida v. Florida,</i> 517 U.S. 44, 52, 116 S.Ct. 1114, 1122, 134 L.Ed.2d 252 (1996) (quoting <i>Hans,</i> 134 U.S. at 15, 10 S.Ct. at 507)<sup>[1]</sup>. This principle now applies whether the State is sued by its own citizens or those of other states, and whether it is the State itself being sued or an agency thereof, notwithstanding the express words of the Constitution.</p>\n<p>Such a view is compatible with a notion that the Eleventh Amendment was grounded on the concept of complete state sovereign immunity. In fact, the result in <i>Hans</i> is mandated if the Eleventh Amendment is understood that way: \"[I]f noncitizen suits are barred in law and equity, there is simply no good reason not to extend sovereign immunity to citizen and admiralty suits.\" Akhil Reed Amar, <i>Of Sovereignty and Federalism,</i> 96 Yale L.J. 1425, 1476 (1987). The problem, of course, is that this result is achieved only by ignoring the words of the Amendment, which makes it seem unlikely that the Eleventh Amendment was written for any purpose other than limiting the nine fonts of federal judicial power delineated in Article III.</p>\n<p>Obviously this Court has not the power to overturn 120 years of Supreme Court precedent. It can, however, hew rigidly to the limits on the construction of Eleventh Amendment jurisprudence that the Supreme Court has laid down in the years since <i>Hans.</i> Under that line of cases Plaintiffs must clear two hurdles in order to overcome the DMV's assertion of sovereign immunity. First, Plaintiff must show that \"Congress has `unequivocally expressed its intent to abrogate the immunity,' and second, [that] Congress has acted `pursuant to a valid exercise of power.'\" <i>Seminole Tribe,</i> 517 U.S. at 54, 116 S.Ct. at 1123 (quoting <i>Green v. Mansour,</i> 474 U.S. 64, 68, 106 S.Ct. 423, 426, 88 L.Ed.2d 371 (1985)).</p>\n<p></p>\n<h2><i>A. Congress' Unequivocal Expression of Intent to Abrogate Sovereign Immunity</i></h2>\n<p>This first inquiry is critical, as it reflects the central role played by the Eleventh Amendment in our Federal constitutional structure. \"[B]ecause the Eleventh Amendment implicates the fundamental constitutional balance between the Federal Government and the States, [the Supreme Court] consistently has held that these exceptions [to sovereign immunity] apply only when certain specific conditions are met. Thus, we have held that a State will be deemed to have waived its immunity `only where stated by the most express language or by such overwhelming implication from the text as will leave no room for any other reasonable construction.'\" <i>Atascadero State Hosp. v. Scanlon,</i> 473 U.S. 234, 238-240, 105 S.Ct. 3142, 3145-3146, 87 L.Ed.2d 171 (1985) (quoting <i>Edelman v. Jordan,</i> 415 U.S. 651, 673, 94 S.Ct. 1347, 1361, 39 L.Ed.2d 662 (1974) (internal quotations omitted)).</p>\n<p>The <i>Atascadero</i> Court went on to hold that \"[a] general authorization for suit in federal court is not the kind of unequivocal statutory language sufficient to abrogate the Eleventh <span class=\"star-pagination\">*455</span> Amendment.\" 473 U.S. at 246, 105 S.Ct. at 3149. Congress provided the requisite language in Section 502 of the ADA: \"A State shall not be immune under the Eleventh Amendment to the Constitution from an action in Federal or State court of competent jurisdiction for a violation of this chapter.\" 42 U.S.C. § 12202.</p>\n<p>This, by itself, does not suffice. Clearly, Congress intended to abrogate the Eleventh Amendment, but it cannot simply avoid the reach of that amendment by saying that it intends to do so. It must be acting pursuant to a valid grant of congressional authority. Thus, the Court must now examine the second prong of the <i>Seminole Tribe</i> test, and ask whether Congress was acting \"pursuant to a valid exercise of power.\" <i>Green v. Mansour,</i> 474 U.S. at 68, 106 S.Ct. at 426. Of course, as the Supreme Court has recognized, there are \"certain well-established exceptions to the reach of the Eleventh Amendment.\" <i>Id.</i> at 238, 105 S.Ct. at 3145. Section 5 of the Fourteenth Amendment to the Constitution provides such an exception, giving Congress the power \"to enforce, by appropriate legislation, the substantive provisions of the Fourteenth Amendment.\" <i>Fitzpatrick v. Bitzer,</i> 427 U.S. 445, 456, 96 S.Ct. 2666, 2671, 49 L.Ed.2d 614 (1976).<sup>[2]</sup></p>\n<p></p>\n<h2><i>B. The Enforcement Clause of the Fourteenth Amendment Is Not a Source of Authority to Abrogate States' Sovereign Immunity</i></h2>\n<p>Congress explicitly drew upon the Fourteenth Amendment in the ADA, stating that the purpose of the law was \"to invoke the sweep of congressional authority, including the power to enforce the fourteenth amendment and to regulate commerce, in order to address the major areas of discrimination faced day-to-day by people with disabilities.\" 42 U.S.C. § 12101(b)(4).</p>\n<p>Section 5 of the Fourteenth Amendment is, of course, \"a positive grant of legislative power authorizing Congress to exercise its discretion in determining whether and what legislation is needed to secure the guarantees of the Fourteenth Amendment.\" <i>Katzenbach v. Morgan,</i> 384 U.S. 641, 650, 86 S.Ct. 1717, 1723-1724, 16 L.Ed.2d 828 (1966).</p>\n<p>The substantive clause of the Fourteenth Amendment, § 1, provides, in pertinent part, \"No State shall make or enforce any law which shall ... deny to any person within its jurisdiction the equal protection of the laws.\" U.S. Const. amend. xiv. In acting pursuant to its \"positive grant\" of power under § 5 of the Fourteenth Amendment, Congress may only enforce the provisions of § 1. In other words, § 5 is not a grant of plenary power to Congress; it is a grant of power created to enforce, and limited by, the objectives of the Fourteenth Amendment. Thus, as the Supreme Court has recently emphasized, \"[t]he judicial authority to determine the constitutionality of laws, in cases and controversies, is based upon the premise that the `powers of the legislature are defined and limited; and that those limits may not be mistaken, or forgotten, the constitution is written.'\" <i>City of Boerne v. Flores,</i> ___ U.S. ___, ___, 117 S.Ct. 2157, 2162, 138 L.Ed.2d 624 (1997) (quoting <i>Marbury v. Madison,</i> 5 U.S. 137, 176, 2 L.Ed. 60 (1803)).</p>\n<p>Congress' power to enforce the Fourteenth Amendment is broad. In <i>Ex parte Virginia,</i> 100 U.S. 339, 345-346, 25 L.Ed. 676 (1879), the Supreme Court described the reach of the legislative power under § 5: \"Whatever legislation is appropriate, that is, adapted to carry out the objects the amendments have in view, whatever tends to enforce submission to the prohibitions they contain, and to secure to all persons the enjoyment of perfect equality of civil rights and the equal protection of the laws against State denial or invasion, if not prohibited, is brought within the domain of congressional power.\"</p>\n<p>But Congress does not have unlimited discretion to act under the Fourteenth Amendment merely because it invokes that provision <span class=\"star-pagination\">*456</span> of the Constitution. \"As broad as the congressional enforcement power is, it is not unlimited.\" <i>Oregon v. Mitchell,</i> 400 U.S. 112, 91 S.Ct. 260, 27 L.Ed.2d 272 (1970) (opinion of Black, J.). As the Court said recently, \"Congress' power under § 5, however, extends only to enforcing the provisions of the Fourteenth Amendment. The Court has described this power as `remedial.' The design of the Amendment and the text of § 5 are inconsistent with the suggestion that Congress has the power to decree the substance of the Fourteenth Amendment's restrictions on the States.\" <i>Boerne,</i> ___ U.S. at ___, 117 S.Ct. at 2164 (quoting <i>South Carolina v. Katzenbach,</i> 383 U.S. 301, 326, 86 S.Ct. 803, 817-818, 15 L.Ed.2d 769 (1966)).</p>\n<p>In the <i>Civil Rights Cases,</i> 109 U.S. 3, 3 S.Ct. 18, 27 L.Ed. 835 (1883), the Supreme Court had an early opportunity to define the remedial scope of the Fourteenth Amendment. In the course of invalidating provisions of the Civil Rights Act of 1875, the Court commented that § 5 did not bestow upon Congress the power to pass \"general legislation upon the rights of the citizen, but corrective legislation; that is, such as may be necessary and proper for counteracting such laws as the States may adopt or enforce, and which, by the amendment, they are prohibited from making or enforcing....\" <i>Id.</i> at 13-14, 3 S.Ct. at 23. Speaking generally, the Court continued:</p>\n<blockquote>The truth is that the implication of a power to legislate in this manner is based upon the assumption that if the states are forbidden to legislate or act in a particular way on a particular subject, and power is conferred upon Congress to enforce the prohibition, this gives Congress power to legislate generally upon that subject, and not merely power to provide modes of redress against such state legislation or action. The assumption is certainly unsound. It is repugnant to the tenth amendment of the constitution, which declares that powers not delegated to the United States by the constitution, nor prohibited by it to the states, are reserved to the states respectively or to the people.</blockquote>\n<p><i>Id.</i> at 14-15, 3 S.Ct. at 24. The Court in <i>Boerne,</i> recently reemphasizing these fundamental ideas, noted that, while \"the specific holdings of these early cases might have been superseded or modified, their treatment of Congress' § 5 power as corrective or preventive, not definitional, has not been questioned.\" ___ U.S. at ___, 117 S.Ct. at 2166.</p>\n<p>Indeed, the principles applied to the Fourteenth Amendment by the Court in the <i>Civil Rights Cases</i> were recognized by the Court as far back as its seminal decision in <i>M'Culloch v. Maryland,</i> 17 U.S. 316, 4 L.Ed. 579 (1819). \"The government is acknowledged by all, to be one of enumerated powers. The principle, that it can exercise only the powers granted to it ... is now universally admitted.\" <i>Id.</i> at 405. This bedrock principle of our constitutional jurisprudence is even embedded in the Bill of Rights itself: \"The powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.\" U.S. Const. amend. X.</p>\n<p>It follows from these principles that if a federal statute  here the ADA  is to confer upon the Plaintiffs a right to sue the State of North Carolina over nonenforcement, it must find some authority in the Constitution under which the states have ceded sovereignty over such affairs to the federal government. Thus, Congress' declaration in the ADA that it was acting pursuant to its authority under the Fourteenth Amendment does not, <i>ipso facto,</i> make its exercise of the legislative power valid.</p>\n<p>The <i>Boerne</i> Court repeated the lessons of Fourteenth Amendment interpretation handed down since the <i>Civil Rights Cases,</i> saying that the \"Fourteenth Amendment's history confirms the remedial, rather than substantive, nature of the Enforcement Clause.\" ___ U.S. at ___, 117 S.Ct. at 2164. The Fourteenth Amendment has been a powerful tool in protecting individuals from state action that infringes upon individual liberties. But this is where the ADA differs from the typical legislation passed pursuant to Congress' power under § 5 of the Fourteenth Amendment. First, the ADA protects a class of individuals  the disabled  who enjoy no heightened constitutional protections. Second, the ADA is not designed for remedial purposes, to promote the \"equal protection <span class=\"star-pagination\">*457</span> of the laws\" mandated by the Fourteenth Amendment. These arguments will be treated in order.</p>\n<p><i>1. Congress Does Not Have the Power to Declare Heightened Scrutiny for Disabled Individuals as a Class</i> It is well-established under the Supreme Court's equal protection jurisprudence that \"all persons similarly situated should be treated alike.\" <i>City of Cleburne v. Cleburne Living Ctr.,</i> 473 U.S. 432, 439, 105 S.Ct. 3249, 3254, 87 L.Ed.2d 313 (1985) (citing <i>Plyler v. Doe,</i> 457 U.S. 202, 216, 102 S.Ct. 2382, 2394, 72 L.Ed.2d 786 (1982)). The analogue of that proposition, however, is equally true: \"The Constitution does not require things which are different in fact or opinion to be treated in law as though they were the same.\" <i>Tigner v. Texas,</i> 310 U.S. 141, 147, 60 S.Ct. 879, 882, 84 L.Ed. 1124 (1940) (quoted in <i>Plyler v. Doe,</i> 457 U.S. at 216, 102 S.Ct. at 2394).</p>\n<p>In reviewing state legislation that is challenged as denying equal protection, the Supreme Court first decides what level of scrutiny the legislation demands. Thus, \"when a statute classifies by race, alienage, or national origin,\" the Court applies \"strict scrutiny\" and the legislation \"will be sustained only if [it is] suitably tailored to serve a compelling state interest.\" <i>Cleburne,</i> 473 U.S. at 440, 105 S.Ct. at 3254. Similarly, when legislatures classify individuals based on their gender, a \"heightened standard of review\" is applied. <i>Id.</i></p>\n<p>Where, as here, Congress' invokes its power under § 5 of the Fourteenth Amendment, however, federal courts must invert the usual inquiry. The question becomes whether Congress is legislating to protect a class cognizable under § 1 of the Fourteenth Amendment. If not, even if it explicitly invokes it, Congress may not ground its action on the Fourteenth Amendment.</p>\n<p>In the instant case, the ADA cannot be said to protect a class of individuals entitled to heightened constitutional protections. Before the enactment of the ADA, it was clear that the Supreme Court was not treating disabled individuals as a cognizable class entitled to heightened constitutional protections. In denying such treatment to the mentally retarded in <i>Cleburne,</i> the Court wrote: \"[I]f the large and amorphous class of the mentally retarded were deemed quasi-suspect ... it would be difficult to find a principled way to distinguish a variety of other groups who have perhaps immutable disabilities setting them off from others, who cannot themselves mandate the desired legislative responses, and who can claim some degree of prejudice from at least part of the public at large. One need mention in this respect only the aging, the disabled, the mentally ill, and the infirm. We are reluctant to set out on that course, and we decline to do so.\" <i>Id.</i> at 445, 105 S .Ct. at 3257. The same reasoning applies to the physically disabled as well.</p>\n<p>Commentators and some courts have called into doubt the Supreme Court's approach to disabled individuals since the passage of the ADA in 1990. Some of this confusion no doubt stems from Congress' statement of the findings which contributed to the ADA, wherein it wrote: \"[I]ndividuals with disabilities are a discrete and insular minority who have been faced with restrictions and limitations, subjected to a history of purposeful unequal treatment, and relegated to a position of political powerlessness in our society, based on characteristics that are beyond the control of such individuals....\" 42 U.S.C. § 12101(a)(7).</p>\n<p>By invoking the language of suspect classification, the now-familiar mantra of \"discrete and insular minorities\" from Footnote 4 of <i>United States v. Carolene Prods.,</i> 304 U.S. 144, 152 n. 4, 58 S.Ct. 778, 783 n. 4, 82 L.Ed. 1234 (1938), Congress may have been attempting to force the courts to treat the disabled as a suspect class for equal protection purposes. Even if Congress was trying to pressure the courts and the states, this Court remains cognizant of what the Supreme Court stated in <i>Marbury v. Madison</i>: \"It is emphatically the province and duty of the judicial department to say what the law is.\" 5 U.S. 137, 177, 2 L.Ed. 60 (1803).</p>\n<p>However, it seems more likely that Congress was merely availing itself of its fact-finding powers and pointing out to the courts that the disabled have suffered historically in this country. This is well noted and not <span class=\"star-pagination\">*458</span> subject to dispute. The Supreme Court is mindful of the distinction between Congress' powers under the Enforcement Clause and the constitutionally prescribed limits on those powers: \"While the line between measures that remedy or prevent unconstitutional actions and measures that make a substantive change in the governing law is not easy to discern, and Congress must have wide latitude in determining where it lies, the distinction exists and must be observed.\" <i>Boerne,</i> ___ U.S. at ___, 117 S.Ct. at 2164.</p>\n<p>In striking down the Religious Freedom Restoration Act (\"RFRA\"), the <i>Boerne</i> Court was analyzing the question of religious liberty under the due process clause of the Fourteenth Amendment. Nevertheless, the Court's holding that Congress only has the power to enforce substantive protections, rather than to declare them, translates easily to the equal protection clause. <i>See </i><i>Bartlett v. Bd. of Law Examiners,</i> 970 F.Supp. 1094, 1134 (S.D.N.Y.1997) (holding that Congress would exceed its authority in attempting to alter the level of scrutiny afforded the disabled under the ADA). At bottom, \"Congress does not enforce a constitutional duty by changing what the right is.\" <i>Boerne,</i> ___ U.S. at ___, 117 S.Ct. at 2164. So Congress cannot force the courts to adopt a new regime vis-a-vis the classification of individuals with disabilities.</p>\n<p>This leaves Congress free to utilize its superior fact-finding abilities to suggest to the courts that disabled people should henceforth receive more constitutional protection. If, indeed, this is what Congress intended with the ADA, it is incumbent upon the Supreme Court to make that determination. The lower courts should merely interpret and apply the decisions of the Supreme Court, and it is not their role to reshape Supreme Court decisions in light of new information. The Supreme Court recently reminded lower courts that \"if a precedent of this Court has direct application in a case,\" the lower court should follow the earlier case, \"leaving to [the Supreme Court] the prerogative of overruling its own decisions.\" <i>Rodriguez de Quijas v. Shearson/American Express, Inc.,</i> 490 U.S. 477, 484, 109 S.Ct. 1917, 1921-1922, 104 L.Ed.2d 526 (1989) (quoted in <i>Agostini v. Felton,</i> ___ U.S. ___, ___, 117 S.Ct. 1997, 2017, 138 L.Ed.2d 391 (1997)). Because the Supreme Court held in <i>Cleburne</i> that disabled people are not a class entitled to increased Fourteenth Amendment protection, this Court cannot now decide that Congress had the power to declare otherwise in the ADA. Thus, Congress is outside of its Enforcement Clause authority in attempting to abrogate North Carolina's sovereign immunity with the ADA.</p>\n<p><i>2. The ADA Is Not Remedial Legislation; It Singles Out A Class for Special Treatment</i> Another reason that the ADA is an inappropriate attempt by Congress' exercise its powers under the Fourteenth Amendment is that the statute is not \"remedial\" in the same sense as are most anti-discrimination statutes enacted under the Enforcement Clause. Title VII of the Civil Rights Act of 1964 is a prototypical example of a statute which seeks a state of affairs where individuals are treated equally, without regard to race, sex, or age. The ADA, on the other hand, seeks to single out the disabled for special, advantageous treatment. In other words, the ADA demands entitlement to achieve its goals. This is beyond the purview of the Enforcement Clause as the concept of entitlements has little to do with promoting the \"equal protection of the laws.\"</p>\n<p>Of course, most legislation passed by Congress \"discriminates,\" in some sense of the word, against classes of individuals. As the Supreme Court has said, upholding the constitutionality of an Oklahoma statute which treated optometrists differently than ophthalmologists: \"The problem of legislative classification is a perennial one, admitting of no doctrinaire definition. Evils in the same field may be of different dimensions and proportions, requiring different remedies. Or so the legislature may think.... The prohibition of the Equal Protection Clause goes no further than invidious discrimination.\" <i>Williamson v. Lee Optical, Inc.,</i> 348 U.S. 483, 488-89, 75 S.Ct. 461, 465, 99 L.Ed. 563 (1955).</p>\n<p>More recently, the Court has said: \"Classification is the essence of all legislation, and only those classifications which are invidious, arbitrary, or irrational offend the Equal Protection <span class=\"star-pagination\">*459</span> Clause of the Constitution.\" <i>Clements v. Fashing,</i> 457 U.S. 957, 967, 102 S.Ct. 2836, 2845, 73 L.Ed.2d 508 (1982). Inverting the analysis to apply to Congress' attempt to invoke the Equal Protection Clause to exercise its authority, the ADA does not remediate invidious, arbitrary, or irrationally made classifications. At least as concerns the public accommodation provisions at issue here, the ADA would force States to single out disabled individuals for advantageous treatment. This is not within Congress' power under the Fourteenth Amendment's Equal Protection Clause.</p>\n<p></p>\n<h2><i>C. Ex parte Young Does Not Prevent the Operation of the Eleventh Amendment</i></h2>\n<p>In <i>Ex parte Young,</i> 209 U.S. 123, 28 S.Ct. 441, 52 L.Ed. 714 (1908), the Supreme Court held that the Eleventh Amendment did not foreclose a suit to enjoin as unconstitutional the actions of a state official. \"This holding was based on a determination that an unconstitutional state enactment is void and that any action by a state official that is purportedly authorized by that enactment cannot be taken in an official capacity since the state authorization for such action is a nullity.\" <i>Papasan v. Allain,</i> 478 U.S. 265, 276, 106 S.Ct. 2932, 2939, 92 L.Ed.2d 209 (1986). In limiting the applicability of <i>Young</i> in the intervening years, the Supreme Court has held that \"[r]emedies designed to end a continuing violation of federal law are necessary to vindicate the federal interest in assuring the supremacy of that law. But compensatory or deterrence interests are insufficient to overcome the dictates of the Eleventh Amendment.\" <i>Green v. Mansour,</i> 474 U.S. at 68, 106 S.Ct. at 426 (internal citations omitted).</p>\n<p>The Plaintiffs in the instant matter are suing the DMV for repayment, with interest, of all sums charged for the disabled parking placards. Plaintiffs are seeking compensation for the previously charged five dollar fees; this action is thus not within the limits on the Eleventh Amendment denoted by <i>Ex parte Young.</i></p>\n<p>The oft-cited \"rule\" of <i>Edelman v. Jordan</i><i>,</i> that the Eleventh Amendment bars suits against States for retroactive monetary relief, but not for prospective injunctive relief, 415 U.S. at 664-665, 94 S.Ct. at 1356-1357, is also inapplicable to the instant action. The decision in <i>Ex parte Young</i> was predicated on the notion that a suit challenging a state official's action is not, in effect, a suit against the state. This logic does not obtain when the suit is against the state itself or a state agency; it only applies when individual state officials are sued in their official capacity. When the State itself is sued, \"the relief sought by a plaintiff ... is irrelevant to the question whether the suit is barred by the Eleventh Amendment.\" <i>Seminole Tribe,</i> 517 U.S. at 57, 116 S.Ct. at 1124.</p>\n<p>The Supreme Court discussed this at length in <i>Cory v. White,</i> 457 U.S. 85, 102 S.Ct. 2325, 72 L.Ed.2d 694 (1982), where it held that the administrator of an estate could not sue two states under the federal interpleader act for seeking to tax the estate on the basis of inconsistent claims. In <i>Cory,</i> the Court of Appeals for the Fifth Circuit had held that <i>Edelman</i> meant that the suit could proceed because the interpleader plaintiff had sought only prospective relief. 629 F.2d 397 (5th Cir.1980). The Supreme Court explained: \"<i>Edelman</i> did not hold, however, that the Eleventh Amendment never applies unless a judgment for money payable from the state treasury is sought. It would be a novel proposition indeed that the Eleventh Amendment does not bar a suit to enjoin the State itself simply because no money judgment is sought.\" <i>Cory,</i> 457 U.S. at 90, 102 S.Ct. at 2328-2329.</p>\n<p>Again, the instant case is not within the <i>Ex parte Young</i> confines. The Plaintiffs are suing the DMV itself, an arm of the State of North Carolina; they are not suing a state official. There is thus no question of invoking the legal fiction created by the Supreme Court in <i>Young.</i></p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The Supreme Court in <i>Seminole Tribe</i> concisely summarized the nature of the Eleventh Amendment inquiry: The \"inquiry into whether Congress has the power to abrogate unilaterally the State's immunity from suit is narrowly focused on one question: Was the <span class=\"star-pagination\">*460</span> Act in question passed pursuant to a constitutional provision granting Congress the power to abrogate?\" 517 U.S. at 57, 116 S.Ct. at 1124. The end result of this reasoning, and the answer to this question, is that Congress improperly invoked the Fourteenth Amendment to facilitate the ADA's putative abrogation of the sovereign immunity of the States. Thus the Eleventh Amendment is a properly asserted defense for the North Carolina DMV in the instant action.</p>\n<p>For the reasons discussed above, this action is barred by the Eleventh Amendment. Although it attempted to invoke its powers under the Fourteenth Amendment, Congress has not the authority to do so to effectuate the ends of the ADA. Because the State of North Carolina has not consented to suit under this statute, this Court lacks subject matter jurisdiction to hear this action, and it must be dismissed pursuant to Rule 12(b)(1) of the Federal Rules of Civil Procedure. Defendant's Motion to Dismiss is GRANTED, and Plaintiffs' Motion for Summary Judgment is therefore rendered moot.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  For a thorough list of the Supreme Court's decisions affirming <i>Hans,</i> see <i>Seminole Tribe of Florida v. Florida,</i> 517 U.S. 44, 54 n. 7, 116 S.Ct. 1114, 1122 n. 7, 134 L.Ed.2d 252 (1996).</p>\n<p>[2]  In <i>Pennsylvania v. Union Gas Co.,</i> 491 U.S. 1, 109 S.Ct. 2273, 105 L.Ed.2d 1 (1989), a plurality of the Supreme Court found that the Interstate Commerce Clause also supported congressional abrogation of the Eleventh Amendment. This decision was overruled by <i>Seminole Tribe,</i> 517 U.S. at ___, 116 S.Ct. at 1128, however, leaving the Fourteenth Amendment as the only recognized source of power to support such an abrogation.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">987</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">451</span></span> (1997)</b></center>\n<center><h1>Willie M. BROWN, David S. Bagley, Joan Bagley, Orris Cross, and Russell Anderson, Plaintiffs,<br>\nv.<br>\nNORTH CAROLINA DIVISION OF MOTOR VEHICLES, Defendant.</h1></center>\n<center>No. 5:96-CV-689-BO(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 28, 1997.</center>\n<p><span class=\"star-pagination\">*452</span> Melinda Lawrence, Donnell Van Noppen, III, Patterson, Harkavy, Lawrence, Van Noppen &amp; Okun, Raleigh, for Plaintiffs.</p>\n<p>James Peeler Smith, C. Norman Young, Jr., Hal F. Askins, N.C. Dept. of Justice, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on Plaintiffs' Motion for Summary Judgment, pursuant to Rule 56 of the Federal Rules of Civil Procedure, and Defendant's Motion to Dismiss, pursuant to Rule 12(b)(1) and (b)(6) of the Federal Rules. In the underlying action the named Plaintiffs, on behalf of a putative class, challenge the imposition of a fee for the issuance of parking placards which allow the use of parking spaces reserved for disabled persons. Plaintiffs allege that the fees charged by Defendant North Carolina Division of Motor Vehicles (hereinafter, the \"DMV\") violate the Americans with Disabilities Act of 1990, 42 U.S.C. §§ 12101, et seq. (\"ADA\"), and regulations issued thereunder. Upon consideration of the parties' arguments, and for the reasons discussed below, Defendant's Motion to Dismiss is GRANTED, and Plaintiff's Motion for Summary Judgment is dismissed as moot.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>The named Plaintiffs in this matter suffer mobility impairments which satisfy the criteria for the issuance of a parking placard under North Carolina law. <i>See</i> N.C.Gen. Stat. §§ 20-37.5, 20-37.6. Each Plaintiff has purchased a parking placard for a five dollar fee, allowing him access to disabled parking spaces.</p>\n<p>The creation of specially designated handicapped parking spaces close to the entrance to buildings is required by the North Carolina State Building Code, N.C.Gen.Stat. § 20-37.6, and by federal law, <i>see</i> 28 C.F.R. Pt. 36, App. A, § 4.6.2. North Carolina issues handicapped parking license plates and portable handicapped parking windshield placards to people with mobility impairments, allowing holders of such license plates and placards to use the reserved parking spaces. N.C.Gen.Stat. § 20-37.6(d), (f).</p>\n<p><span class=\"star-pagination\">*453</span> The North Carolina General Statutes detail the qualifications for obtaining a handicapped parking plate or placard. Among the impediments which qualify for issuance of a plate or placard are mobility impairments which prevent a person from walking 200 feet without stopping to rest or walking without the use of a cane or other assistive device. N.C.Gen.Stat. § 20-37.5(2). Also included are persons restricted by severe lung disease or who use portable oxygen; persons who have severe cardiac conditions, severely limited mobility due to arthritic, neurological, or orthopedic conditions; or persons who are severely visually impaired. Id. It is not disputed that the named Plaintiffs qualify for issuance of the handicapped parking plates or placards under North Carolina law.</p>\n<p>Qualifying persons apply for a handicapped placard by completing a North Carolina DMV application, obtaining a physician's signature, and paying the required fee. A handicapped plate, in contrast to the placards, may be issued only to a qualifying car owner. N.C.Gen.Stat. § 20-37.6(b). The plate is issued for the normal fee applicable to standard license plates. Id. According to the DMV, the placards are issued with far greater frequency than the license plates. Pl. Ex. 9.</p>\n<p>The North Carolina General Assembly has provided that the DMV \"may charge a fee sufficient to pay the actual cost of issuance [of the placard], but in no event less than five dollars ($5.00) per placard.\" N.C.Gen.Stat. § 20-37.6(c). The fees received by the DMV are paid into a \"Highway Fund,\" and the expenses incurred are paid out of that fund. Deposition of Carol Howard, Director of Vehicle Registration (hereinafter, the \"Howard Depo.\"), at 28.</p>\n<p>Plaintiffs filed a complaint on August 7, 1996, charging that the North Carolina DMV scheme violates their rights under the ADA, and seeking a declaratory judgment. Defendant served its answer on September 26, 1996. Defendant subsequently amended its answer by leave of this Court. On July 11, 1997, both parties filed potentially dispositive motions: Defendant served a Motion to Dismiss Pursuant to Rule 12(b)(1) and (b)(6) of the Federal Rules of Civil Procedure, and Plaintiffs served a Motion for Summary Judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p></p>\n<h2><i>Eleventh Amendment \"Sovereign Immunity\"</i></h2>\n<p>Defendant asserts that this Court cannot entertain Plaintiff's claims because this action is barred by the Eleventh Amendment to the United States Constitution, which, it argues, bestows sovereign immunity upon the DMV, as an agency of the State of North Carolina. The text of the Eleventh Amendment reads: \"The Judicial power of the United States shall not be construed to extend to any suit in law or equity, commenced or prosecuted against one of the United States by Citizens of another State, or by Citizens or Subjects of any Foreign State.\" U.S. Const. amend. XI.</p>\n<p>By its words, of course, the Eleventh Amendment does not even invoke the principle of \"sovereign immunity\". Rather, the Amendment seems to limit the \"Judicial power\" of the United States bestowed upon the Judiciary by Article III of the Constitution. In Section 2 of that Article the Framers wrote: \"The judicial Power shall extend to all Cases, in Law and Equity, arising under this Constitution, the Laws of the United States, and Treaties made, or which shall be made, under their Authority.\" U.S. Const. art. III, § 2, cl. 1. The Constitution then elucidates nine fonts of judicial power, nine distinct but sometimes overlapping ways in which \"Cases\" may arise to invoke the judicial power of the United States. The last six categories are determined by the status of the parties involved. Among these are \"Controversies ... between a State, or the Citizens thereof, and foreign States, Citizens or Subjects.\" Id.</p>\n<p>In this context, the Eleventh Amendment simply strips the Federal Courts of jurisdiction to hear suits against States brought by citizens of another State or citizens of a foreign nation. The Supreme Court has dramatically broadened the scope of the Eleventh Amendment's reach, however, creating immunity even in cases clearly <span class=\"star-pagination\">*454</span> outside the plain language of the Amendment. Since <i>Hans v. Louisiana,</i> <span class=\"citation\" data-id=\"92702\"><a href=\"/opinion/92702/hans-v-louisiana/\"><span class=\"volume\">134</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">504</span></span>, <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">842</span></span> (1890), the Supreme Court has held that the Eleventh Amendment bars a citizen from bringing suit against his own State in federal court, even though the express terms of the Amendment do not so provide. It is well-established that \"an unconsenting State is immune from suits brought in federal courts by her own citizens as well as by citizens of another State.\" <i>Puerto Rico Aqueduct and Sewer Auth. v. Metcalf &amp; Eddy, Inc.,</i> <span class=\"citation\" data-id=\"112800\"><a href=\"/opinion/112800/puerto-rico-aqueduct-and-sewer-authority-v-metcalf-eddy-inc/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">139</span></a></span>, 144, <span class=\"citation\" data-id=\"112800\"><a href=\"/opinion/112800/puerto-rico-aqueduct-and-sewer-authority-v-metcalf-eddy-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">684</span></a></span>, 687, <span class=\"citation\" data-id=\"112800\"><a href=\"/opinion/112800/puerto-rico-aqueduct-and-sewer-authority-v-metcalf-eddy-inc/\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">605</span></a></span> (1993). Such immunity, of course, applies equally to a state agency, such as the DMV here, which is considered an \"arm of the State.\" <i>Mt. Healthy City Bd. of Ed. v. Doyle,</i> <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 280, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, 572-73, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (1977); <i>Metcalf &amp; Eddy,</i> 506 U.S. at 144, 113 S.Ct. at 688 (\"[A] State and its `arms' are, in effect, immune from suit in federal court.\").</p>\n<p>Thus, \"for over a century [the Supreme Court has] reaffirmed that federal jurisdiction over suits against unconsenting States `was not contemplated by the Constitution when establishing the judicial power of the United States.'\" <i>Seminole Tribe of Florida v. Florida,</i> <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">44</span></a></span>, 52, <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span>, 1122, <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">252</span></a></span> (1996) (quoting <i>Hans,</i> 134 U.S. at 15, 10 S.Ct. at 507)<sup>[1]</sup>. This principle now applies whether the State is sued by its own citizens or those of other states, and whether it is the State itself being sued or an agency thereof, notwithstanding the express words of the Constitution.</p>\n<p>Such a view is compatible with a notion that the Eleventh Amendment was grounded on the concept of complete state sovereign immunity. In fact, the result in <i>Hans</i> is mandated if the Eleventh Amendment is understood that way: \"[I]f noncitizen suits are barred in law and equity, there is simply no good reason not to extend sovereign immunity to citizen and admiralty suits.\" Akhil Reed Amar, <i>Of Sovereignty and Federalism,</i> 96 Yale L.J. 1425, 1476 (1987). The problem, of course, is that this result is achieved only by ignoring the words of the Amendment, which makes it seem unlikely that the Eleventh Amendment was written for any purpose other than limiting the nine fonts of federal judicial power delineated in Article III.</p>\n<p>Obviously this Court has not the power to overturn 120 years of Supreme Court precedent. It can, however, hew rigidly to the limits on the construction of Eleventh Amendment jurisprudence that the Supreme Court has laid down in the years since <i>Hans.</i> Under that line of cases Plaintiffs must clear two hurdles in order to overcome the DMV's assertion of sovereign immunity. First, Plaintiff must show that \"Congress has `unequivocally expressed its intent to abrogate the immunity,' and second, [that] Congress has acted `pursuant to a valid exercise of power.'\" <i>Seminole Tribe,</i> 517 U.S. at 54, 116 S.Ct. at 1123 (quoting <i>Green v. Mansour,</i> <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></span>, 68, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">423</span></span>, 426, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">371</span></span> (1985)).</p>\n<p></p>\n<h2><i>A. Congress' Unequivocal Expression of Intent to Abrogate Sovereign Immunity</i></h2>\n<p>This first inquiry is critical, as it reflects the central role played by the Eleventh Amendment in our Federal constitutional structure. \"[B]ecause the Eleventh Amendment implicates the fundamental constitutional balance between the Federal Government and the States, [the Supreme Court] consistently has held that these exceptions [to sovereign immunity] apply only when certain specific conditions are met. Thus, we have held that a State will be deemed to have waived its immunity `only where stated by the most express language or by such overwhelming implication from the text as will leave no room for any other reasonable construction.'\" <i>Atascadero State Hosp. v. Scanlon,</i> <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, 238-240, <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3142</span></a></span>, 3145-3146, <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">171</span></a></span> (1985) (quoting <i>Edelman v. Jordan,</i> <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 673, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, 1361, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1974) (internal quotations omitted)).</p>\n<p>The <i>Atascadero</i> Court went on to hold that \"[a] general authorization for suit in federal court is not the kind of unequivocal statutory language sufficient to abrogate the Eleventh <span class=\"star-pagination\">*455</span> Amendment.\" 473 U.S. at 246, 105 S.Ct. at 3149. Congress provided the requisite language in Section 502 of the ADA: \"A State shall not be immune under the Eleventh Amendment to the Constitution from an action in Federal or State court of competent jurisdiction for a violation of this chapter.\" 42 U.S.C. § 12202.</p>\n<p>This, by itself, does not suffice. Clearly, Congress intended to abrogate the Eleventh Amendment, but it cannot simply avoid the reach of that amendment by saying that it intends to do so. It must be acting pursuant to a valid grant of congressional authority. Thus, the Court must now examine the second prong of the <i>Seminole Tribe</i> test, and ask whether Congress was acting \"pursuant to a valid exercise of power.\" <i>Green v. Mansour,</i> 474 U.S. at 68, 106 S.Ct. at 426. Of course, as the Supreme Court has recognized, there are \"certain well-established exceptions to the reach of the Eleventh Amendment.\" <i>Id.</i> at 238, 105 S.Ct. at 3145. Section 5 of the Fourteenth Amendment to the Constitution provides such an exception, giving Congress the power \"to enforce, by appropriate legislation, the substantive provisions of the Fourteenth Amendment.\" <i>Fitzpatrick v. Bitzer,</i> <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span>, 456, <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2666</span></a></span>, 2671, <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">614</span></a></span> (1976).<sup>[2]</sup></p>\n<p></p>\n<h2><i>B. The Enforcement Clause of the Fourteenth Amendment Is Not a Source of Authority to Abrogate States' Sovereign Immunity</i></h2>\n<p>Congress explicitly drew upon the Fourteenth Amendment in the ADA, stating that the purpose of the law was \"to invoke the sweep of congressional authority, including the power to enforce the fourteenth amendment and to regulate commerce, in order to address the major areas of discrimination faced day-to-day by people with disabilities.\" 42 U.S.C. § 12101(b)(4).</p>\n<p>Section 5 of the Fourteenth Amendment is, of course, \"a positive grant of legislative power authorizing Congress to exercise its discretion in determining whether and what legislation is needed to secure the guarantees of the Fourteenth Amendment.\" <i>Katzenbach v. Morgan,</i> <span class=\"citation\" data-id=\"107256\"><a href=\"/opinion/107256/katzenbach-v-morgan/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">641</span></a></span>, 650, <span class=\"citation\" data-id=\"107256\"><a href=\"/opinion/107256/katzenbach-v-morgan/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1717</span></a></span>, 1723-1724, <span class=\"citation\" data-id=\"107256\"><a href=\"/opinion/107256/katzenbach-v-morgan/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">828</span></a></span> (1966).</p>\n<p>The substantive clause of the Fourteenth Amendment, § 1, provides, in pertinent part, \"No State shall make or enforce any law which shall ... deny to any person within its jurisdiction the equal protection of the laws.\" U.S. Const. amend. xiv. In acting pursuant to its \"positive grant\" of power under § 5 of the Fourteenth Amendment, Congress may only enforce the provisions of § 1. In other words, § 5 is not a grant of plenary power to Congress; it is a grant of power created to enforce, and limited by, the objectives of the Fourteenth Amendment. Thus, as the Supreme Court has recently emphasized, \"[t]he judicial authority to determine the constitutionality of laws, in cases and controversies, is based upon the premise that the `powers of the legislature are defined and limited; and that those limits may not be mistaken, or forgotten, the constitution is written.'\" <i>City of Boerne v. Flores,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2157</span></a></span>, 2162, <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">624</span></a></span> (1997) (quoting <i>Marbury v. Madison,</i> <span class=\"citation\" data-id=\"84759\"><a href=\"/opinion/84759/marbury-v-madison/\"><span class=\"volume\">5</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 176, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">60</span></span> (1803)).</p>\n<p>Congress' power to enforce the Fourteenth Amendment is broad. In <i>Ex parte Virginia,</i> <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></span>, 345-346, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">676</span></span> (1879), the Supreme Court described the reach of the legislative power under § 5: \"Whatever legislation is appropriate, that is, adapted to carry out the objects the amendments have in view, whatever tends to enforce submission to the prohibitions they contain, and to secure to all persons the enjoyment of perfect equality of civil rights and the equal protection of the laws against State denial or invasion, if not prohibited, is brought within the domain of congressional power.\"</p>\n<p>But Congress does not have unlimited discretion to act under the Fourteenth Amendment merely because it invokes that provision <span class=\"star-pagination\">*456</span> of the Constitution. \"As broad as the congressional enforcement power is, it is not unlimited.\" <i>Oregon v. Mitchell,</i> <span class=\"citation\" data-id=\"108221\"><a href=\"/opinion/108221/oregon-v-mitchell/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">112</span></a></span>, <span class=\"citation\" data-id=\"108221\"><a href=\"/opinion/108221/oregon-v-mitchell/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">260</span></a></span>, <span class=\"citation\" data-id=\"108221\"><a href=\"/opinion/108221/oregon-v-mitchell/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">272</span></a></span> (1970) (opinion of Black, J.). As the Court said recently, \"Congress' power under § 5, however, extends only to enforcing the provisions of the Fourteenth Amendment. The Court has described this power as `remedial.' The design of the Amendment and the text of § 5 are inconsistent with the suggestion that Congress has the power to decree the substance of the Fourteenth Amendment's restrictions on the States.\" <i>Boerne,</i> ___ U.S. at ___, 117 S.Ct. at 2164 (quoting <i>South Carolina v. Katzenbach,</i> <span class=\"citation\" data-id=\"107182\"><a href=\"/opinion/107182/south-carolina-v-katzenbach/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">301</span></a></span>, 326, <span class=\"citation\" data-id=\"107182\"><a href=\"/opinion/107182/south-carolina-v-katzenbach/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">803</span></a></span>, 817-818, <span class=\"citation\" data-id=\"107182\"><a href=\"/opinion/107182/south-carolina-v-katzenbach/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">769</span></a></span> (1966)).</p>\n<p>In the <i>Civil Rights Cases,</i> <span class=\"citation\" data-id=\"90897\"><a href=\"/opinion/90897/united-states-v-stanley/\"><span class=\"volume\">109</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">3</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">18</span></span>, <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">835</span></span> (1883), the Supreme Court had an early opportunity to define the remedial scope of the Fourteenth Amendment. In the course of invalidating provisions of the Civil Rights Act of 1875, the Court commented that § 5 did not bestow upon Congress the power to pass \"general legislation upon the rights of the citizen, but corrective legislation; that is, such as may be necessary and proper for counteracting such laws as the States may adopt or enforce, and which, by the amendment, they are prohibited from making or enforcing....\" <i>Id.</i> at 13-14, 3 S.Ct. at 23. Speaking generally, the Court continued:</p>\n<blockquote>The truth is that the implication of a power to legislate in this manner is based upon the assumption that if the states are forbidden to legislate or act in a particular way on a particular subject, and power is conferred upon Congress to enforce the prohibition, this gives Congress power to legislate generally upon that subject, and not merely power to provide modes of redress against such state legislation or action. The assumption is certainly unsound. It is repugnant to the tenth amendment of the constitution, which declares that powers not delegated to the United States by the constitution, nor prohibited by it to the states, are reserved to the states respectively or to the people.</blockquote>\n<p><i>Id.</i> at 14-15, 3 S.Ct. at 24. The Court in <i>Boerne,</i> recently reemphasizing these fundamental ideas, noted that, while \"the specific holdings of these early cases might have been superseded or modified, their treatment of Congress' § 5 power as corrective or preventive, not definitional, has not been questioned.\" ___ U.S. at ___, 117 S.Ct. at 2166.</p>\n<p>Indeed, the principles applied to the Fourteenth Amendment by the Court in the <i>Civil Rights Cases</i> were recognized by the Court as far back as its seminal decision in <i>M'Culloch v. Maryland,</i> <span class=\"citation\" data-id=\"85272\"><a href=\"/opinion/85272/mculloch-v-state-of-maryland/\"><span class=\"volume\">17</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">316</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">579</span></span> (1819). \"The government is acknowledged by all, to be one of enumerated powers. The principle, that it can exercise only the powers granted to it ... is now universally admitted.\" <i>Id.</i> at 405. This bedrock principle of our constitutional jurisprudence is even embedded in the Bill of Rights itself: \"The powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.\" U.S. Const. amend. X.</p>\n<p>It follows from these principles that if a federal statute  here the ADA  is to confer upon the Plaintiffs a right to sue the State of North Carolina over nonenforcement, it must find some authority in the Constitution under which the states have ceded sovereignty over such affairs to the federal government. Thus, Congress' declaration in the ADA that it was acting pursuant to its authority under the Fourteenth Amendment does not, <i>ipso facto,</i> make its exercise of the legislative power valid.</p>\n<p>The <i>Boerne</i> Court repeated the lessons of Fourteenth Amendment interpretation handed down since the <i>Civil Rights Cases,</i> saying that the \"Fourteenth Amendment's history confirms the remedial, rather than substantive, nature of the Enforcement Clause.\" ___ U.S. at ___, 117 S.Ct. at 2164. The Fourteenth Amendment has been a powerful tool in protecting individuals from state action that infringes upon individual liberties. But this is where the ADA differs from the typical legislation passed pursuant to Congress' power under § 5 of the Fourteenth Amendment. First, the ADA protects a class of individuals  the disabled  who enjoy no heightened constitutional protections. Second, the ADA is not designed for remedial purposes, to promote the \"equal protection <span class=\"star-pagination\">*457</span> of the laws\" mandated by the Fourteenth Amendment. These arguments will be treated in order.</p>\n<p><i>1. Congress Does Not Have the Power to Declare Heightened Scrutiny for Disabled Individuals as a Class</i> It is well-established under the Supreme Court's equal protection jurisprudence that \"all persons similarly situated should be treated alike.\" <i>City of Cleburne v. Cleburne Living Ctr.,</i> <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">432</span></a></span>, 439, <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3249</span></a></span>, 3254, <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">313</span></a></span> (1985) (citing <i>Plyler v. Doe,</i> <span class=\"citation\" data-id=\"110742\"><a href=\"/opinion/110742/plyler-v-doe/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></a></span>, 216, <span class=\"citation\" data-id=\"110742\"><a href=\"/opinion/110742/plyler-v-doe/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2382</span></a></span>, 2394, <span class=\"citation\" data-id=\"110742\"><a href=\"/opinion/110742/plyler-v-doe/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></a></span> (1982)). The analogue of that proposition, however, is equally true: \"The Constitution does not require things which are different in fact or opinion to be treated in law as though they were the same.\" <i>Tigner v. Texas,</i> <span class=\"citation\" data-id=\"103351\"><a href=\"/opinion/103351/tigner-v-texas/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span>, 147, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">879</span></span>, 882, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1124</span></span> (1940) (quoted in <i>Plyler v. Doe,</i> 457 U.S. at 216, 102 S.Ct. at 2394).</p>\n<p>In reviewing state legislation that is challenged as denying equal protection, the Supreme Court first decides what level of scrutiny the legislation demands. Thus, \"when a statute classifies by race, alienage, or national origin,\" the Court applies \"strict scrutiny\" and the legislation \"will be sustained only if [it is] suitably tailored to serve a compelling state interest.\" <i>Cleburne,</i> 473 U.S. at 440, 105 S.Ct. at 3254. Similarly, when legislatures classify individuals based on their gender, a \"heightened standard of review\" is applied. <i>Id.</i></p>\n<p>Where, as here, Congress' invokes its power under § 5 of the Fourteenth Amendment, however, federal courts must invert the usual inquiry. The question becomes whether Congress is legislating to protect a class cognizable under § 1 of the Fourteenth Amendment. If not, even if it explicitly invokes it, Congress may not ground its action on the Fourteenth Amendment.</p>\n<p>In the instant case, the ADA cannot be said to protect a class of individuals entitled to heightened constitutional protections. Before the enactment of the ADA, it was clear that the Supreme Court was not treating disabled individuals as a cognizable class entitled to heightened constitutional protections. In denying such treatment to the mentally retarded in <i>Cleburne,</i> the Court wrote: \"[I]f the large and amorphous class of the mentally retarded were deemed quasi-suspect ... it would be difficult to find a principled way to distinguish a variety of other groups who have perhaps immutable disabilities setting them off from others, who cannot themselves mandate the desired legislative responses, and who can claim some degree of prejudice from at least part of the public at large. One need mention in this respect only the aging, the disabled, the mentally ill, and the infirm. We are reluctant to set out on that course, and we decline to do so.\" <i>Id.</i> at 445, 105 S .Ct. at 3257. The same reasoning applies to the physically disabled as well.</p>\n<p>Commentators and some courts have called into doubt the Supreme Court's approach to disabled individuals since the passage of the ADA in 1990. Some of this confusion no doubt stems from Congress' statement of the findings which contributed to the ADA, wherein it wrote: \"[I]ndividuals with disabilities are a discrete and insular minority who have been faced with restrictions and limitations, subjected to a history of purposeful unequal treatment, and relegated to a position of political powerlessness in our society, based on characteristics that are beyond the control of such individuals....\" 42 U.S.C. § 12101(a)(7).</p>\n<p>By invoking the language of suspect classification, the now-familiar mantra of \"discrete and insular minorities\" from Footnote 4 of <i>United States v. Carolene Prods.,</i> <span class=\"citation\" data-id=\"103017\"><a href=\"/opinion/103017/united-states-v-carolene-products-co/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">144</span></a></span>, 152 n. 4, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">778</span></span>, 783 n. 4, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1234</span></span> (1938), Congress may have been attempting to force the courts to treat the disabled as a suspect class for equal protection purposes. Even if Congress was trying to pressure the courts and the states, this Court remains cognizant of what the Supreme Court stated in <i>Marbury v. Madison</i>: \"It is emphatically the province and duty of the judicial department to say what the law is.\" <span class=\"citation\" data-id=\"84759\"><a href=\"/opinion/84759/marbury-v-madison/\"><span class=\"volume\">5</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 177, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">60</span></span> (1803).</p>\n<p>However, it seems more likely that Congress was merely availing itself of its fact-finding powers and pointing out to the courts that the disabled have suffered historically in this country. This is well noted and not <span class=\"star-pagination\">*458</span> subject to dispute. The Supreme Court is mindful of the distinction between Congress' powers under the Enforcement Clause and the constitutionally prescribed limits on those powers: \"While the line between measures that remedy or prevent unconstitutional actions and measures that make a substantive change in the governing law is not easy to discern, and Congress must have wide latitude in determining where it lies, the distinction exists and must be observed.\" <i>Boerne,</i> ___ U.S. at ___, 117 S.Ct. at 2164.</p>\n<p>In striking down the Religious Freedom Restoration Act (\"RFRA\"), the <i>Boerne</i> Court was analyzing the question of religious liberty under the due process clause of the Fourteenth Amendment. Nevertheless, the Court's holding that Congress only has the power to enforce substantive protections, rather than to declare them, translates easily to the equal protection clause. <i>See </i><i>Bartlett v. Bd. of Law Examiners,</i> <span class=\"citation\" data-id=\"1639335\"><a href=\"/opinion/1639335/bartlett-v-new-york-state-bd-of-law-examiners/\"><span class=\"volume\">970</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1094</span></a></span>, 1134 (S.D.N.Y.1997) (holding that Congress would exceed its authority in attempting to alter the level of scrutiny afforded the disabled under the ADA). At bottom, \"Congress does not enforce a constitutional duty by changing what the right is.\" <i>Boerne,</i> ___ U.S. at ___, 117 S.Ct. at 2164. So Congress cannot force the courts to adopt a new regime vis-a-vis the classification of individuals with disabilities.</p>\n<p>This leaves Congress free to utilize its superior fact-finding abilities to suggest to the courts that disabled people should henceforth receive more constitutional protection. If, indeed, this is what Congress intended with the ADA, it is incumbent upon the Supreme Court to make that determination. The lower courts should merely interpret and apply the decisions of the Supreme Court, and it is not their role to reshape Supreme Court decisions in light of new information. The Supreme Court recently reminded lower courts that \"if a precedent of this Court has direct application in a case,\" the lower court should follow the earlier case, \"leaving to [the Supreme Court] the prerogative of overruling its own decisions.\" <i>Rodriguez de Quijas v. Shearson/American Express, Inc.,</i> <span class=\"citation\" data-id=\"112261\"><a href=\"/opinion/112261/rodriguez-de-quijas-v-shearsonamerican-express-inc/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">477</span></a></span>, 484, <span class=\"citation\" data-id=\"112261\"><a href=\"/opinion/112261/rodriguez-de-quijas-v-shearsonamerican-express-inc/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1917</span></a></span>, 1921-1922, <span class=\"citation\" data-id=\"112261\"><a href=\"/opinion/112261/rodriguez-de-quijas-v-shearsonamerican-express-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">526</span></a></span> (1989) (quoted in <i>Agostini v. Felton,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"118133\"><a href=\"/opinion/118133/agostini-v-felton/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1997</span></a></span>, 2017, <span class=\"citation\" data-id=\"118133\"><a href=\"/opinion/118133/agostini-v-felton/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></a></span> (1997)). Because the Supreme Court held in <i>Cleburne</i> that disabled people are not a class entitled to increased Fourteenth Amendment protection, this Court cannot now decide that Congress had the power to declare otherwise in the ADA. Thus, Congress is outside of its Enforcement Clause authority in attempting to abrogate North Carolina's sovereign immunity with the ADA.</p>\n<p><i>2. The ADA Is Not Remedial Legislation; It Singles Out A Class for Special Treatment</i> Another reason that the ADA is an inappropriate attempt by Congress' exercise its powers under the Fourteenth Amendment is that the statute is not \"remedial\" in the same sense as are most anti-discrimination statutes enacted under the Enforcement Clause. Title VII of the Civil Rights Act of 1964 is a prototypical example of a statute which seeks a state of affairs where individuals are treated equally, without regard to race, sex, or age. The ADA, on the other hand, seeks to single out the disabled for special, advantageous treatment. In other words, the ADA demands entitlement to achieve its goals. This is beyond the purview of the Enforcement Clause as the concept of entitlements has little to do with promoting the \"equal protection of the laws.\"</p>\n<p>Of course, most legislation passed by Congress \"discriminates,\" in some sense of the word, against classes of individuals. As the Supreme Court has said, upholding the constitutionality of an Oklahoma statute which treated optometrists differently than ophthalmologists: \"The problem of legislative classification is a perennial one, admitting of no doctrinaire definition. Evils in the same field may be of different dimensions and proportions, requiring different remedies. Or so the legislature may think.... The prohibition of the Equal Protection Clause goes no further than invidious discrimination.\" <i>Williamson v. Lee Optical, Inc.,</i> <span class=\"citation\" data-id=\"105285\"><a href=\"/opinion/105285/williamson-v-lee-optical-of-okla-inc/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, 488-89, <span class=\"citation\" data-id=\"105285\"><a href=\"/opinion/105285/williamson-v-lee-optical-of-okla-inc/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">461</span></a></span>, 465, <span class=\"citation\" data-id=\"105285\"><a href=\"/opinion/105285/williamson-v-lee-optical-of-okla-inc/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">563</span></a></span> (1955).</p>\n<p>More recently, the Court has said: \"Classification is the essence of all legislation, and only those classifications which are invidious, arbitrary, or irrational offend the Equal Protection <span class=\"star-pagination\">*459</span> Clause of the Constitution.\" <i>Clements v. Fashing,</i> <span class=\"citation\" data-id=\"110767\"><a href=\"/opinion/110767/clements-v-fashing/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">957</span></a></span>, 967, <span class=\"citation\" data-id=\"110767\"><a href=\"/opinion/110767/clements-v-fashing/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2836</span></a></span>, 2845, <span class=\"citation\" data-id=\"110767\"><a href=\"/opinion/110767/clements-v-fashing/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1982). Inverting the analysis to apply to Congress' attempt to invoke the Equal Protection Clause to exercise its authority, the ADA does not remediate invidious, arbitrary, or irrationally made classifications. At least as concerns the public accommodation provisions at issue here, the ADA would force States to single out disabled individuals for advantageous treatment. This is not within Congress' power under the Fourteenth Amendment's Equal Protection Clause.</p>\n<p></p>\n<h2><i>C. Ex parte Young Does Not Prevent the Operation of the Eleventh Amendment</i></h2>\n<p>In <i>Ex parte Young,</i> <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">714</span></span> (1908), the Supreme Court held that the Eleventh Amendment did not foreclose a suit to enjoin as unconstitutional the actions of a state official. \"This holding was based on a determination that an unconstitutional state enactment is void and that any action by a state official that is purportedly authorized by that enactment cannot be taken in an official capacity since the state authorization for such action is a nullity.\" <i>Papasan v. Allain,</i> <span class=\"citation\" data-id=\"111742\"><a href=\"/opinion/111742/papasan-v-allain/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, 276, <span class=\"citation\" data-id=\"111742\"><a href=\"/opinion/111742/papasan-v-allain/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2932</span></a></span>, 2939, <span class=\"citation\" data-id=\"111742\"><a href=\"/opinion/111742/papasan-v-allain/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">209</span></a></span> (1986). In limiting the applicability of <i>Young</i> in the intervening years, the Supreme Court has held that \"[r]emedies designed to end a continuing violation of federal law are necessary to vindicate the federal interest in assuring the supremacy of that law. But compensatory or deterrence interests are insufficient to overcome the dictates of the Eleventh Amendment.\" <i>Green v. Mansour,</i> 474 U.S. at 68, 106 S.Ct. at 426 (internal citations omitted).</p>\n<p>The Plaintiffs in the instant matter are suing the DMV for repayment, with interest, of all sums charged for the disabled parking placards. Plaintiffs are seeking compensation for the previously charged five dollar fees; this action is thus not within the limits on the Eleventh Amendment denoted by <i>Ex parte Young.</i></p>\n<p>The oft-cited \"rule\" of <i>Edelman v. Jordan</i><i>,</i> that the Eleventh Amendment bars suits against States for retroactive monetary relief, but not for prospective injunctive relief, 415 U.S. at 664-665, 94 S.Ct. at 1356-1357, is also inapplicable to the instant action. The decision in <i>Ex parte Young</i> was predicated on the notion that a suit challenging a state official's action is not, in effect, a suit against the state. This logic does not obtain when the suit is against the state itself or a state agency; it only applies when individual state officials are sued in their official capacity. When the State itself is sued, \"the relief sought by a plaintiff ... is irrelevant to the question whether the suit is barred by the Eleventh Amendment.\" <i>Seminole Tribe,</i> 517 U.S. at 57, 116 S.Ct. at 1124.</p>\n<p>The Supreme Court discussed this at length in <i>Cory v. White,</i> <span class=\"citation\" data-id=\"110734\"><a href=\"/opinion/110734/cory-v-white/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, <span class=\"citation\" data-id=\"110734\"><a href=\"/opinion/110734/cory-v-white/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2325</span></a></span>, <span class=\"citation\" data-id=\"110734\"><a href=\"/opinion/110734/cory-v-white/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1982), where it held that the administrator of an estate could not sue two states under the federal interpleader act for seeking to tax the estate on the basis of inconsistent claims. In <i>Cory,</i> the Court of Appeals for the Fifth Circuit had held that <i>Edelman</i> meant that the suit could proceed because the interpleader plaintiff had sought only prospective relief. <span class=\"citation\" data-id=\"381817\"><a href=\"/opinion/381817/william-rice-lummis-texas-temporary-administrator-of-the-estate-of-howard/\"><span class=\"volume\">629</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">397</span></a></span> (5th Cir.1980). The Supreme Court explained: \"<i>Edelman</i> did not hold, however, that the Eleventh Amendment never applies unless a judgment for money payable from the state treasury is sought. It would be a novel proposition indeed that the Eleventh Amendment does not bar a suit to enjoin the State itself simply because no money judgment is sought.\" <i>Cory,</i> 457 U.S. at 90, 102 S.Ct. at 2328-2329.</p>\n<p>Again, the instant case is not within the <i>Ex parte Young</i> confines. The Plaintiffs are suing the DMV itself, an arm of the State of North Carolina; they are not suing a state official. There is thus no question of invoking the legal fiction created by the Supreme Court in <i>Young.</i></p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The Supreme Court in <i>Seminole Tribe</i> concisely summarized the nature of the Eleventh Amendment inquiry: The \"inquiry into whether Congress has the power to abrogate unilaterally the State's immunity from suit is narrowly focused on one question: Was the <span class=\"star-pagination\">*460</span> Act in question passed pursuant to a constitutional provision granting Congress the power to abrogate?\" 517 U.S. at 57, 116 S.Ct. at 1124. The end result of this reasoning, and the answer to this question, is that Congress improperly invoked the Fourteenth Amendment to facilitate the ADA's putative abrogation of the sovereign immunity of the States. Thus the Eleventh Amendment is a properly asserted defense for the North Carolina DMV in the instant action.</p>\n<p>For the reasons discussed above, this action is barred by the Eleventh Amendment. Although it attempted to invoke its powers under the Fourteenth Amendment, Congress has not the authority to do so to effectuate the ends of the ADA. Because the State of North Carolina has not consented to suit under this statute, this Court lacks subject matter jurisdiction to hear this action, and it must be dismissed pursuant to Rule 12(b)(1) of the Federal Rules of Civil Procedure. Defendant's Motion to Dismiss is GRANTED, and Plaintiffs' Motion for Summary Judgment is therefore rendered moot.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  For a thorough list of the Supreme Court's decisions affirming <i>Hans,</i> see <i>Seminole Tribe of Florida v. Florida,</i> <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">44</span></a></span>, 54 n. 7, <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span>, 1122 n. 7, <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">252</span></a></span> (1996).</p>\n<p>[2]  In <i>Pennsylvania v. Union Gas Co.,</i> <span class=\"citation\" data-id=\"112291\"><a href=\"/opinion/112291/pennsylvania-v-union-gas-co/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"112291\"><a href=\"/opinion/112291/pennsylvania-v-union-gas-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2273</span></a></span>, <span class=\"citation\" data-id=\"112291\"><a href=\"/opinion/112291/pennsylvania-v-union-gas-co/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1989), a plurality of the Supreme Court found that the Interstate Commerce Clause also supported congressional abrogation of the Eleventh Amendment. This decision was overruled by <i>Seminole Tribe,</i> 517 U.S. at ___, 116 S.Ct. at 1128, however, leaving the Fourteenth Amendment as the only recognized source of power to support such an abrogation.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/84759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/85272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/90897/",
    "http://www.courtlistener.com/api/rest/v3/opinions/92702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/96819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110767/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/381817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1639335/"
  ]
}