{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1813439/",
  "absolute_url": "/opinion/1813439/riebe-v-abandoned-18th-century-shipwreck/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1813439/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:30:31.808594Z",
  "date_modified": "2016-04-26T23:54:16.297858Z",
  "type": "010combined",
  "sha1": "ac07061987a30b3befe17ebd39bff610a8d41df9",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>691 F.Supp. 923 (1987)</b></center>\n<center><h1>Alan Richard RIEBE, Plaintiff,<br>\nv.<br>\nThe UNIDENTIFIED, WRECKED AND ABANDONED 18TH CENTURY SHIPWRECK, etc., Defendant (Two Cases).</h1></center>\n<center>Nos. 87-29-CIV-4A, 87-30-CIV-4A.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>October 6, 1987.</center>\n<p>Stevenson L. Weeks, Wheatly, Wheatly, Nobles &amp; Weeks, P.A., Beaufort, N.C., David Paul Horan, Key West, Fla., for plaintiff.</p>\n<p>Douglas A. Johnston, Asst. Atty. Gen., N.C. Dept. of Justice, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>On 16 September 1987 Magistrate Charles K. McCotter, Jr., entered his memorandum and recommendation with regard to the motion by the State of North Carolina to dismiss this action as to it. No objections thereto have been filed, and the matter is before the court for determination. The court adopts the recommendation of Magistrate McCotter as its own; and, for the reasons set forth in his memorandum, the motion of the State of North Carolina to dismiss, based on the eleventh amendment to the United States Constitution, is allowed. In all other respects, the <span class=\"star-pagination\">*924</span> motion of the State of North Carolina is denied.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>CHARLES K. McCOTTER, Jr., United States Magistrate.</p>\n<p>The plaintiff brings an <i>in rem</i> admiralty action to recover the ship EL SALVADOR, located off the coast of North Carolina within the state's three-mile jurisdictional limit established by the Submerged Lands Act, 43 U.S.C. § 1301, <i>et seq.</i> The plaintiff sued for title and possession of the ship, stating in his complaint,</p>\n<blockquote>2. plaintiff be put into possession of the wrecked and unidentified 18th Century shipwreck and other property and that all other persons, firms, and corporations or government agencies be enjoined from interfering with the plaintiff's ongoing salvage activity.</blockquote>\n<blockquote>....</blockquote>\n<blockquote>4. that all governmental agencies, states, and any other persons claiming an interest in the shipwreck be allowed to appear before this honorable court and show cause why possession should not be delivered to plaintiff as having full title and that plaintiff be put into the full possession of the items of salvage and its title confirmed.</blockquote>\n<p>The plaintiff has recovered a number of items, although many are from modern ships.</p>\n<p>The State of North Carolina makes an assertion of title based on 43 U.S.C. § 1311, which grants the states title to lands beneath navigable waters within a three-mile jurisdiction, and N.C.Gen.Stat. § 121-22, which grants North Carolina title, exclusive dominion, and control to all underwater archaeological finds.</p>\n<p>The State of North Carolina has made a restricted appearance, as permitted by Rule E 8 of the Supplemental Rules of Admiralty and Maritime Claims. The state has not waived sovereign immunity. The state contends that the 11th Amendment prevents the federal courts from determining ownership of a shipwreck once the state has asserted a claim of title. The state, while not being named in the admiralty action, has asked the court to dismiss this <i>in rem</i> admiralty action under the 11th Amendment of the United States Constitution. The issue is whether the 11th Amendment will bar a federal court in an <i>in rem</i> admiralty action from determining title of the State of North Carolina when it makes an assertion of title. This Court holds that when a state asserts title to a shipwreck located within its jurisdictional waters, the 11th Amendment bars a determination of the state's claim in federal court absent the state's consent. However, the Court can determine title as to other parties.</p>\n<p>The federal court has exclusive jurisdiction, pursuant to 28 U.S.C. § 1333 and U.S. CONST. art. III, § II, to hear all cases involving admiralty or maritime claims. Claims arising out of salvage operations are within the admiralty jurisdiction of the federal courts. <i>Mason v. The Blaireau,</i> 6 U.S. (2 Cranch.) 240, 2 L.Ed. 266 (1804). Admiralty suits can be of two types, <i>in personam</i> and <i>in rem.</i> An <i>in personam</i> suit occurs when the action is against the person or corporation over whom the court can obtain personal jurisdiction. An <i>in rem</i> action occurs when a ship or vessel is the defendant. A salvage action can be maintained as either. In <i>Treasure Salvors, Inc. v. Unidentified Wrecked and Abandoned Sailing Vessel,</i> 640 F.2d 560 (5th Cir.1981), the court describes a salvage action:</p>\n<blockquote>The most common type of legal claim arising from salvage operations and asserted in the admiralty courts involves the salvor's assertion of his right to a monetary award which the maritime law provides as an incentive to encourage persons to assist distressed or endangered vessels. The performance of salvage services, like the furnishing of other services to a ship, gives rise to a maritime lien. Thus, a salvor may assert his right to a salvage award either in an <i>in rem</i> proceeding against the salvaged vessel or cargo or in an <i>in personam</i> proceeding against the owner of the salvaged property.... Although the law of salvage grants the salvor a right to possession <span class=\"star-pagination\">*925</span> of the property, the salvage of a vessel or goods at sea, even when the goods have been abandoned, does not divest the original owner of title or grant ownership rights to the salvor, except in extraordinary cases, where the property has been lost or abandoned for a very long period. Under these unusual circumstances, the maritime law of finds supplements the possessor interest normally granted to a salvor and vests title by occupancy in one who discovers such abandoned property and reduces it to possession. This type of claim to title by occupancy can, of course, be asserted in an <i>in rem</i> proceeding instituted once the goods have been recovered and brought to shore within the jurisdiction of the court. However, since the law of maritime salvage and finds also protects the right of a salvor who undertakes a project to carry it to completion without interference from others who seek to share in the enterprise and the reward, we think that admiralty and maritime jurisdiction of the federal courts also encompasses the power to entertain a salvor's claim that another is wrongfully interfering with his ongoing endeavors and to grant such relief as may be appropriate in order to protect a salvor's right to pursue his salvage endeavor exclusively, even though the property which is the subject of the salvage effort might not be within the territorial jurisdiction of the court.</blockquote>\n<p>640 F.2d 560, 567 (1981).</p>\n<p>The Supreme Court in <i>Florida Department of State v. Treasure Salvors, Inc., et al.,</i> 458 U.S. 670, 102 S.Ct. 3304, 73 L.Ed.2d 1057 (1982), established that the 11th Amendment does apply in <i>in rem</i> admiralty actions. The Supreme Court held that the federal court had \"jurisdiction to secure possession of the property from the named state officials, since they had no colorable basis on which to retain possession of the artifacts. The court did not have power, however, to adjudicate the state's interest in the property without the state's consent.\" <i>Id.</i> at 682, 102 S.Ct. at 3313.</p>\n<p>In this case, Treasure Salvors discovered the ship ATOCHA nine and a half miles off the coast of Florida. The State of Florida claimed title under a state statute granting title to artifacts abandoned on state-owned, submerged lands. Treasure Salvors was able to bring up artifacts from the ATOCHA, some of which officials of the Florida Division of Archives kept in their possession.</p>\n<p>Treasure Salvors brought an <i>in rem</i> action against the state officials to obtain possession of the artifacts in their possession. The state was ordered to show cause why it should not deliver the artifacts to Treasure Salvors. Florida then raised the 11th Amendment as a bar to the court's jurisdiction since a supplemental complaint filed by Treasure Salvors showed the state as a defendant.</p>\n<p>The district court rejected the 11th Amendment argument, finding the state had waived the 11th Amendment, that the Division of Archives had improperly removed the artifacts, and the Division was not the owner of the artifacts based on an invalid contract with Treasure Salvors. The state appealed to the court of appeals, which upheld the district court's ruling, and then to the Supreme Court to determine, \"whether the 11th Amendment to the United States Constitution bars an <i>in rem</i> admiralty action seeking to recover property owned by a state.\" <i>Id.</i> at 682, 102 S.Ct. at 3313.</p>\n<p>The court determined the issue in this case was \"whether a federal court exercising admiralty <i>in rem</i> jurisdiction may seize property held by state officials under a claim that the property belongs to the state.\" <i>Id.</i> at 683, 102 S.Ct. at 3314. The court held in a plurality opinion, that \"the 11th Amendment thus did not bar the process issued by the district court to secure possession of artifacts of the ATOCHA held by the named state officials. The proper resolution of this issue, however, does not require  or permit  a determination of the state's ownership of the artifacts.\" <i>Id.</i> at 699, 102 S.Ct. at 3322.</p>\n<p>The First Circuit has applied the rule established in <i>Treasure Salvors</i> in <i>Maritime Underwater Surveyors, Inc. v. Unidentified Wrecked and Abandoned Sailing Vessel,</i> 717 F.2d 6 (1st Cir.1983), which <span class=\"star-pagination\">*926</span> is similar to the present case. In <i>Maritime,</i> Maritime sought to gain title and possession of the WHIDAH, a shipwreck located one-fourth mile off the Massachusetts coast. In the <i>in rem</i> admiralty action, Maritime asked the court to enjoin all government agencies from interfering with possession, title to be confirmed against all claimants, and all states claiming an interest in the vessel be compelled to appear before the court. No artifacts had been recovered and no state officials had been sued.</p>\n<p>In a restricted appearance, the State of Massachusetts claimed title under the authority of 43 U.S.C. §§ 1301, <i>et seq.,</i> and Massachusetts G.L., Chap. 6, § 180, and asserted the 11th Amendment as a bar to the action to determine the state's claim of title. The First Circuit, applying the rule in <i>Treasure Salvors,</i> held that the 11th Amendment did bar determination of the State of Massachusetts' title in federal court when the state asserted title to shipwrecks located within the seabed under its authority. The court of appeals, however, did not reach the colorability of the Commonwealth's claim and found that the claim was not against a named state official, and that the 11th Amendment prohibited suits against states regardless of the merit. <i>Maritime, supra</i> at 8.</p>\n<p>Another case applying the rule established in <i>Treasure Salvors</i> is <i>State of Florida v. Treasure Salvors, Inc.,</i> 689 F.2d 1254 (5th Cir.1982). The Fifth Circuit, hearing the case on remand from the United States Supreme Court, affirmed the district court's opinion and gave possession of the artifacts to Treasure Salvors. <i>Id.</i> at 1256. The court of appeals also held that \"unless the state elects voluntarily to appear and to litigate ownership, the court shall enter final judgment in the usual form for <i>in rem</i> actions, decreeing Treasure Salvors to be owner of the artifacts as against all claimants except the State of Florida, but declaring expressly: `This judgment does not determine in any way whether the State of Florida is the owner of these artifacts.'\" <i>Id.</i></p>\n<p>The Court in the present case, applying the rule in <i>Treasure Salvors</i> as applied in the Fifth and First Circuits, concludes that the 11th Amendment bars a determination in federal court of the State of North Carolina's title to the shipwreck within the territorial waters off the coast of North Carolina. The Court does have jurisdiction, however, to determine plaintiff's title as to other claimants or parties.</p>\n<p>The plaintiff relies on <i>Cobb Coin Co., Inc. v. Unidentified Vessel,</i> 525 F.Supp. 186 (S.D.Fla.1981) (<i>Cobb Coin I</i>) to ask this Court not to dismiss this action. In <i>Cobb I,</i> the district court entered a preliminary injunction against the State of Florida to prevent the state from interfering with the plaintiff's ongoing salvage operations or from arresting the plaintiff's officers, agents and employees. <i>Id.</i> at 220. Since <i>Cobb I</i> only determined the issue of a preliminary injunction as to be enforced against the State of Florida, the plaintiff's rights and possession in title of the shipwreck were later heard in <i>Cobb Coin Co., Inc. v. Unidentified Wrecked and Abandoned Vessel,</i> 549 F.Supp. 540 (S.D.Fla. 1982) (<i>Cobb II</i>). <i>Cobb II</i> is distinguishable from the present case.</p>\n<p>In <i>Cobb II,</i> after the plaintiff filed an <i>in rem</i> admiralty action, the plaintiff brought up a cannon which was turned over to the United States Marshal. Later, the plaintiff worked on the wreck site, bringing up other artifacts. The district court based its jurisdiction on the items placed in possession of the United States Marshal. The State of Florida had at several times contended that the 11th Amendment barred suit. The district court held that the 11th Amendment did not bar the action since Florida had voluntarily appeared in the lawsuit by answering the plaintiff's complaint and asserting ownership. Then eleven months later, Florida filed a restricted appearance, stating it was not waiving its sovereign immunity or admitting the jurisdiction of the court.</p>\n<p>In the present case, while some artifacts have been brought up, none are in the possession of state officials. The State of North Carolina has appeared in a restricted appearance and has not waived its sovereign immunity. The state has immediately filed the restricted appearance and has not delayed filing it for any substantial time period.</p>\n<p><span class=\"star-pagination\">*927</span> Additionally, plaintiff contends that N.C. G.S. § 121-22 conflicts with federal maritime principles and, therefore, should be preempted by federal maritime principles. Because of the 11th Amendment ruling, it is unnecessary to determine plaintiff's claim of preemption at this time.</p>\n<p>The Court concludes that unless the State of North Carolina consents to jurisdiction in federal court, waiving 11th Amendment immunity, the Court cannot determine the state's ownership interest of the shipwreck when the state has asserted a claim of title. However, the Court has jurisdiction to determine plaintiff's title as to other claimants or parties.</p>\n<p>Accordingly, the state's motion to dismiss should be ALLOWED under the 11th Amendment as to determination of its claim, while in all other respects the state's motion should be DENIED.</p>\n<p>THIS MEMORANDUM AND RECOMMENDATION ENTERED, this the 16th day of September, 1987.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">691</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">923</span></span> (1987)</b></center>\n<center><h1>Alan Richard RIEBE, Plaintiff,<br>\nv.<br>\nThe UNIDENTIFIED, WRECKED AND ABANDONED 18TH CENTURY SHIPWRECK, etc., Defendant (Two Cases).</h1></center>\n<center>Nos. 87-29-CIV-4A, 87-30-CIV-4A.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>October 6, 1987.</center>\n<p>Stevenson L. Weeks, Wheatly, Wheatly, Nobles &amp; Weeks, P.A., Beaufort, N.C., David Paul Horan, Key West, Fla., for plaintiff.</p>\n<p>Douglas A. Johnston, Asst. Atty. Gen., N.C. Dept. of Justice, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>On 16 September 1987 Magistrate Charles K. McCotter, Jr., entered his memorandum and recommendation with regard to the motion by the State of North Carolina to dismiss this action as to it. No objections thereto have been filed, and the matter is before the court for determination. The court adopts the recommendation of Magistrate McCotter as its own; and, for the reasons set forth in his memorandum, the motion of the State of North Carolina to dismiss, based on the eleventh amendment to the United States Constitution, is allowed. In all other respects, the <span class=\"star-pagination\">*924</span> motion of the State of North Carolina is denied.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>CHARLES K. McCOTTER, Jr., United States Magistrate.</p>\n<p>The plaintiff brings an <i>in rem</i> admiralty action to recover the ship EL SALVADOR, located off the coast of North Carolina within the state's three-mile jurisdictional limit established by the Submerged Lands Act, 43 U.S.C. § 1301, <i>et seq.</i> The plaintiff sued for title and possession of the ship, stating in his complaint,</p>\n<blockquote>2. plaintiff be put into possession of the wrecked and unidentified 18th Century shipwreck and other property and that all other persons, firms, and corporations or government agencies be enjoined from interfering with the plaintiff's ongoing salvage activity.</blockquote>\n<blockquote>....</blockquote>\n<blockquote>4. that all governmental agencies, states, and any other persons claiming an interest in the shipwreck be allowed to appear before this honorable court and show cause why possession should not be delivered to plaintiff as having full title and that plaintiff be put into the full possession of the items of salvage and its title confirmed.</blockquote>\n<p>The plaintiff has recovered a number of items, although many are from modern ships.</p>\n<p>The State of North Carolina makes an assertion of title based on 43 U.S.C. § 1311, which grants the states title to lands beneath navigable waters within a three-mile jurisdiction, and N.C.Gen.Stat. § 121-22, which grants North Carolina title, exclusive dominion, and control to all underwater archaeological finds.</p>\n<p>The State of North Carolina has made a restricted appearance, as permitted by Rule E 8 of the Supplemental Rules of Admiralty and Maritime Claims. The state has not waived sovereign immunity. The state contends that the 11th Amendment prevents the federal courts from determining ownership of a shipwreck once the state has asserted a claim of title. The state, while not being named in the admiralty action, has asked the court to dismiss this <i>in rem</i> admiralty action under the 11th Amendment of the United States Constitution. The issue is whether the 11th Amendment will bar a federal court in an <i>in rem</i> admiralty action from determining title of the State of North Carolina when it makes an assertion of title. This Court holds that when a state asserts title to a shipwreck located within its jurisdictional waters, the 11th Amendment bars a determination of the state's claim in federal court absent the state's consent. However, the Court can determine title as to other parties.</p>\n<p>The federal court has exclusive jurisdiction, pursuant to 28 U.S.C. § 1333 and U.S. CONST. art. III, § II, to hear all cases involving admiralty or maritime claims. Claims arising out of salvage operations are within the admiralty jurisdiction of the federal courts. <i>Mason v. The Blaireau,</i> 6 U.S. (2 Cranch.) 240, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">266</span></span> (1804). Admiralty suits can be of two types, <i>in personam</i> and <i>in rem.</i> An <i>in personam</i> suit occurs when the action is against the person or corporation over whom the court can obtain personal jurisdiction. An <i>in rem</i> action occurs when a ship or vessel is the defendant. A salvage action can be maintained as either. In <i>Treasure Salvors, Inc. v. Unidentified Wrecked and Abandoned Sailing Vessel,</i> <span class=\"citation\" data-id=\"387072\"><a href=\"/opinion/387072/treasure-salvors-inc-a-corporation-and-armada-research-corp-a/\"><span class=\"volume\">640</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">560</span></a></span> (5th Cir.1981), the court describes a salvage action:</p>\n<blockquote>The most common type of legal claim arising from salvage operations and asserted in the admiralty courts involves the salvor's assertion of his right to a monetary award which the maritime law provides as an incentive to encourage persons to assist distressed or endangered vessels. The performance of salvage services, like the furnishing of other services to a ship, gives rise to a maritime lien. Thus, a salvor may assert his right to a salvage award either in an <i>in rem</i> proceeding against the salvaged vessel or cargo or in an <i>in personam</i> proceeding against the owner of the salvaged property.... Although the law of salvage grants the salvor a right to possession <span class=\"star-pagination\">*925</span> of the property, the salvage of a vessel or goods at sea, even when the goods have been abandoned, does not divest the original owner of title or grant ownership rights to the salvor, except in extraordinary cases, where the property has been lost or abandoned for a very long period. Under these unusual circumstances, the maritime law of finds supplements the possessor interest normally granted to a salvor and vests title by occupancy in one who discovers such abandoned property and reduces it to possession. This type of claim to title by occupancy can, of course, be asserted in an <i>in rem</i> proceeding instituted once the goods have been recovered and brought to shore within the jurisdiction of the court. However, since the law of maritime salvage and finds also protects the right of a salvor who undertakes a project to carry it to completion without interference from others who seek to share in the enterprise and the reward, we think that admiralty and maritime jurisdiction of the federal courts also encompasses the power to entertain a salvor's claim that another is wrongfully interfering with his ongoing endeavors and to grant such relief as may be appropriate in order to protect a salvor's right to pursue his salvage endeavor exclusively, even though the property which is the subject of the salvage effort might not be within the territorial jurisdiction of the court.</blockquote>\n<p><span class=\"citation\" data-id=\"387072\"><a href=\"/opinion/387072/treasure-salvors-inc-a-corporation-and-armada-research-corp-a/\"><span class=\"volume\">640</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">560</span></a></span>, 567 (1981).</p>\n<p>The Supreme Court in <i>Florida Department of State v. Treasure Salvors, Inc., et al.,</i> <span class=\"citation\" data-id=\"110792\"><a href=\"/opinion/110792/florida-dept-of-state-v-treasure-salvors-inc/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">670</span></a></span>, <span class=\"citation\" data-id=\"110792\"><a href=\"/opinion/110792/florida-dept-of-state-v-treasure-salvors-inc/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3304</span></a></span>, <span class=\"citation\" data-id=\"110792\"><a href=\"/opinion/110792/florida-dept-of-state-v-treasure-salvors-inc/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1057</span></a></span> (1982), established that the 11th Amendment does apply in <i>in rem</i> admiralty actions. The Supreme Court held that the federal court had \"jurisdiction to secure possession of the property from the named state officials, since they had no colorable basis on which to retain possession of the artifacts. The court did not have power, however, to adjudicate the state's interest in the property without the state's consent.\" <i>Id.</i> at 682, 102 S.Ct. at 3313.</p>\n<p>In this case, Treasure Salvors discovered the ship ATOCHA nine and a half miles off the coast of Florida. The State of Florida claimed title under a state statute granting title to artifacts abandoned on state-owned, submerged lands. Treasure Salvors was able to bring up artifacts from the ATOCHA, some of which officials of the Florida Division of Archives kept in their possession.</p>\n<p>Treasure Salvors brought an <i>in rem</i> action against the state officials to obtain possession of the artifacts in their possession. The state was ordered to show cause why it should not deliver the artifacts to Treasure Salvors. Florida then raised the 11th Amendment as a bar to the court's jurisdiction since a supplemental complaint filed by Treasure Salvors showed the state as a defendant.</p>\n<p>The district court rejected the 11th Amendment argument, finding the state had waived the 11th Amendment, that the Division of Archives had improperly removed the artifacts, and the Division was not the owner of the artifacts based on an invalid contract with Treasure Salvors. The state appealed to the court of appeals, which upheld the district court's ruling, and then to the Supreme Court to determine, \"whether the 11th Amendment to the United States Constitution bars an <i>in rem</i> admiralty action seeking to recover property owned by a state.\" <i>Id.</i> at 682, 102 S.Ct. at 3313.</p>\n<p>The court determined the issue in this case was \"whether a federal court exercising admiralty <i>in rem</i> jurisdiction may seize property held by state officials under a claim that the property belongs to the state.\" <i>Id.</i> at 683, 102 S.Ct. at 3314. The court held in a plurality opinion, that \"the 11th Amendment thus did not bar the process issued by the district court to secure possession of artifacts of the ATOCHA held by the named state officials. The proper resolution of this issue, however, does not require  or permit  a determination of the state's ownership of the artifacts.\" <i>Id.</i> at 699, 102 S.Ct. at 3322.</p>\n<p>The First Circuit has applied the rule established in <i>Treasure Salvors</i> in <i>Maritime Underwater Surveyors, Inc. v. Unidentified Wrecked and Abandoned Sailing Vessel,</i> <span class=\"citation\" data-id=\"424768\"><a href=\"/opinion/424768/maritime-underwater-surveys-inc-v-the-unidentified-wrecked-and/\"><span class=\"volume\">717</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">6</span></a></span> (1st Cir.1983), which <span class=\"star-pagination\">*926</span> is similar to the present case. In <i>Maritime,</i> Maritime sought to gain title and possession of the WHIDAH, a shipwreck located one-fourth mile off the Massachusetts coast. In the <i>in rem</i> admiralty action, Maritime asked the court to enjoin all government agencies from interfering with possession, title to be confirmed against all claimants, and all states claiming an interest in the vessel be compelled to appear before the court. No artifacts had been recovered and no state officials had been sued.</p>\n<p>In a restricted appearance, the State of Massachusetts claimed title under the authority of 43 U.S.C. §§ 1301, <i>et seq.,</i> and Massachusetts G.L., Chap. 6, § 180, and asserted the 11th Amendment as a bar to the action to determine the state's claim of title. The First Circuit, applying the rule in <i>Treasure Salvors,</i> held that the 11th Amendment did bar determination of the State of Massachusetts' title in federal court when the state asserted title to shipwrecks located within the seabed under its authority. The court of appeals, however, did not reach the colorability of the Commonwealth's claim and found that the claim was not against a named state official, and that the 11th Amendment prohibited suits against states regardless of the merit. <i>Maritime, supra</i> at 8.</p>\n<p>Another case applying the rule established in <i>Treasure Salvors</i> is <i>State of Florida v. Treasure Salvors, Inc.,</i> <span class=\"citation\" data-id=\"409348\"><a href=\"/opinion/409348/in-re-state-of-florida-department-of-state-v-treasure-salvors-inc-a/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1254</span></a></span> (5th Cir.1982). The Fifth Circuit, hearing the case on remand from the United States Supreme Court, affirmed the district court's opinion and gave possession of the artifacts to Treasure Salvors. <i>Id.</i> at 1256. The court of appeals also held that \"unless the state elects voluntarily to appear and to litigate ownership, the court shall enter final judgment in the usual form for <i>in rem</i> actions, decreeing Treasure Salvors to be owner of the artifacts as against all claimants except the State of Florida, but declaring expressly: `This judgment does not determine in any way whether the State of Florida is the owner of these artifacts.'\" <i>Id.</i></p>\n<p>The Court in the present case, applying the rule in <i>Treasure Salvors</i> as applied in the Fifth and First Circuits, concludes that the 11th Amendment bars a determination in federal court of the State of North Carolina's title to the shipwreck within the territorial waters off the coast of North Carolina. The Court does have jurisdiction, however, to determine plaintiff's title as to other claimants or parties.</p>\n<p>The plaintiff relies on <i>Cobb Coin Co., Inc. v. Unidentified Vessel,</i> <span class=\"citation\" data-id=\"1733442\"><a href=\"/opinion/1733442/cobb-coin-v-unident-wrecked-aban-sail-vessel/\"><span class=\"volume\">525</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">186</span></a></span> (S.D.Fla.1981) (<i>Cobb Coin I</i>) to ask this Court not to dismiss this action. In <i>Cobb I,</i> the district court entered a preliminary injunction against the State of Florida to prevent the state from interfering with the plaintiff's ongoing salvage operations or from arresting the plaintiff's officers, agents and employees. <i>Id.</i> at 220. Since <i>Cobb I</i> only determined the issue of a preliminary injunction as to be enforced against the State of Florida, the plaintiff's rights and possession in title of the shipwreck were later heard in <i>Cobb Coin Co., Inc. v. Unidentified Wrecked and Abandoned Vessel,</i> <span class=\"citation\" data-id=\"1770370\"><a href=\"/opinion/1770370/cobb-coin-co-inc-v-unidentified-wrecked-etc/\"><span class=\"volume\">549</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">540</span></a></span> (S.D.Fla. 1982) (<i>Cobb II</i>). <i>Cobb II</i> is distinguishable from the present case.</p>\n<p>In <i>Cobb II,</i> after the plaintiff filed an <i>in rem</i> admiralty action, the plaintiff brought up a cannon which was turned over to the United States Marshal. Later, the plaintiff worked on the wreck site, bringing up other artifacts. The district court based its jurisdiction on the items placed in possession of the United States Marshal. The State of Florida had at several times contended that the 11th Amendment barred suit. The district court held that the 11th Amendment did not bar the action since Florida had voluntarily appeared in the lawsuit by answering the plaintiff's complaint and asserting ownership. Then eleven months later, Florida filed a restricted appearance, stating it was not waiving its sovereign immunity or admitting the jurisdiction of the court.</p>\n<p>In the present case, while some artifacts have been brought up, none are in the possession of state officials. The State of North Carolina has appeared in a restricted appearance and has not waived its sovereign immunity. The state has immediately filed the restricted appearance and has not delayed filing it for any substantial time period.</p>\n<p><span class=\"star-pagination\">*927</span> Additionally, plaintiff contends that N.C. G.S. § 121-22 conflicts with federal maritime principles and, therefore, should be preempted by federal maritime principles. Because of the 11th Amendment ruling, it is unnecessary to determine plaintiff's claim of preemption at this time.</p>\n<p>The Court concludes that unless the State of North Carolina consents to jurisdiction in federal court, waiving 11th Amendment immunity, the Court cannot determine the state's ownership interest of the shipwreck when the state has asserted a claim of title. However, the Court has jurisdiction to determine plaintiff's title as to other claimants or parties.</p>\n<p>Accordingly, the state's motion to dismiss should be ALLOWED under the 11th Amendment as to determination of its claim, while in all other respects the state's motion should be DENIED.</p>\n<p>THIS MEMORANDUM AND RECOMMENDATION ENTERED, this the 16th day of September, 1987.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1733442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1770370/"
  ]
}