{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1813929/",
  "absolute_url": "/opinion/1813929/sullivan-v-farmers-home-admin/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1813929/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:30:36.403330Z",
  "date_modified": "2016-04-27T02:43:11.735817Z",
  "type": "010combined",
  "sha1": "6d357487dd067c85543104cc0bad740c5a44274a",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>691 F.Supp. 927 (1987)</b></center>\n<center><h1>Bobby W. SULLIVAN, Wilson Gerald, Leon Spaulding, Johnny A. Chaney, Jr., and Victor Crosby, Plaintiffs,<br>\nv.<br>\nFARMERS HOME ADMINISTRATION; United States Department of Agriculture: Richard E. Lyng, Secretary of the United States Department of Agriculture, Vance L. Clark, Administrator of the Farmers Home Administration; and Larry W. Godwin, North Carolina State Director of the Farmers Home Administration, Defendants.</h1></center>\n<center>No. 87-110-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 18, 1987.</center>\n<p><span class=\"star-pagination\">*928</span> John F. Graybeal, Steven J. Levitas, Adams, McCullough &amp; Beard, Raleigh, N.C., for plaintiffs.</p>\n<p>Arthur R. Goldberg, Sheriden T. Black, Dept. of Justice, Federal Programs Branch, Civ. Div., Washington, D.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>This action arises under the provisions of the Food Security Act of 1985, the Consolidated Farm and Rural Development Act, the Administrative Procedure Act, and the First and Fifth Amendments to the United States Constitution. Plaintiffs are North Carolina farmers who challenge the Farmers Home Administration (\"FmHA\") County Committee elections held in North Carolina on or about June 30, 1986.</p>\n<p>Ninety-one County Committees exist in North Carolina and serve all one hundred North Carolina counties. Each County Committees consists of three (3) persons responsible for all FmHA loan eligibility decisions in the county or area served. The June 30, 1986, elections were held under the authority of FmHA regulations published in final \"interim\" form on May 22, 1986. 7 C.F.R. § 2054.</p>\n<p>Plaintiffs challenge the May 22, 1986, FmHA regulations and the June 30, 1986, elections as illegal, arbitrary, capricious, and an abuse of discretion within the meaning of the Administrative Procedure Act (\"APA\"); as contrary to the intent and purpose of the Food Security Act of 1985, 7 U.S.C. § 1982 (the \"Food Security Act of 1985\"); and as violative of the guarantees of due process, equal protection and freedom of association under the United States Constitution. Plaintiffs seek a court ruling which invalidates the FmHA regulations promulgated on May 22, 1986.</p>\n<p><span class=\"star-pagination\">*929</span> Specifically plaintiffs assert the following four claims for relief:</p>\n<blockquote>1. Defendants violated § 553 of the Administrative Procedure Act by failing to give the public thirty (30) days notice and an opportunity to comment prior to the adoption of the rules governing County Committee elections;</blockquote>\n<blockquote>2. That defendants' exclusion of FmHA borrowers and their families and politically active persons from eligibility to serve on the County Committees is arbitrary, capricious, an abuse of discretion, not in accordance with law, and in violation of the First and Fifth Amendments to the United States Constitution.</blockquote>\n<blockquote>3. That defendants violated their own regulations calling for a twenty-five (25) day nominating period for County Committee elections by providing only a five (5) day nominating period in most North Carolina counties; and</blockquote>\n<blockquote>4. That because of the grossly inadequate notice given to North Carolina farmers, the elections were a sham and frustrated the intent of Congress in providing for elective County Committee positions.</blockquote>\n<p>On April 27, 1987, defendants moved to dismiss each of plaintiffs' claims pursuant to Rules 12(b)(1) and (b)(6) of the Federal Rules of Civil Procedure. Plaintiffs responded thereto on June 1, 1987. On May 22, plaintiffs moved for partial summary judgment as to their claims that defendants violated § 553 of the APA and have unlawfully excluded FmHA borrowers and their families from eligibility to serve on FmHA County Committees. Defendants responded to such motions on June 18, 1987. The court heard oral argument on these motions on June 22, 1987. On August 18, 1987, FmHA promulgated final regulations governing the election of county committee members which superseded the regulations of May 22, 1986. <i>See</i> 52 Fed.Reg. 30889 (August 18, 1987) (to be codified at 7 C.F.R. § 2054.1101 <i>et seq.</i>). On September 2, 1987, defendants filed a supplemental memorandum claiming that the promulgation of these final regulations has mooted plaintiffs' first claim for relief (Section 553 of the APA) and that portion of their second claim for relief relating to the exclusion of politically active candidates. Plaintiffs responded on September 24, 1987. For the purposes of these motions the undisputed facts appear to be as follows.</p>\n<p>Farmers Home Administration is the lender of last resort for farmers and ranchers seeking to finance their operations or to improve their property. <i>See</i> Consolidated Farm and Rural Development Act, 7 U.S.C. §§ 1921, <i>et seq.; see also</i> Title V of the Housing Act of 1949, 42 U.S.C. §§ 1471, <i>et seq.</i> It is authorized to lend money for, <i>inter alia,</i> acquiring, enlarging, or improving farms and farm structures, 7 U.S.C. § 1922(a)(1); financing existing debt, 7 U.S. C. § 1922(a)(4); financing farm operations, including the purchase of equipment, seed, and fertilizer, 7 U.S.C. § 1942(a); alleviating the effects of disasters and emergencies, 7 U.S.C. § 1961(a); and purchasing or improving farm dwellings, 42 U.S.C. § 1471(a).</p>\n<p>To administer its extensive loan program, FmHA is assisted by a three-member County Committee in each county or area in which FmHA conducts business. 7 U.S.C. § 1982. County Committees were originally a provision of The Bankhead-Jones Farm Tenant Act of 1937, 7 U.S.C. §§ 1000, <i>et seq.,</i> which was largely replaced by the Agricultural Enabling Amendments Act of 1961, Pub.L. 87-128, 75 Stat. 295. The functions of the County Committees are defined by regulation. <i>See</i> 7 U.S.C. § 1982(c); <i>see also</i> 52 Fed.Reg. 30894 (August 18, 1987) (to be codified at 7 C.F.R. § 2054.1103). These include determining the eligibility of applicants for loans, making recommendations regarding problem loans, and making recommendations regarding compromise, adjustment, or cancellation of debts. 52 Fed.Reg. 30894 (Aug. 18, 1987) (to be codified at 7 C.F.R. § 2054.1103(a)).</p>\n<p>Specifically, the principal functions of the County Committees, as set out in the Code of Federal Regulations, are as follows:</p>\n<blockquote>(1) Determining the eligibility of applicants for certain types of loans, including farmer program loans, irrigation and <span class=\"star-pagination\">*930</span> drainage loans and loans to grazing associations;</blockquote>\n<blockquote>(2) Making recommendations on resolving problem cases;</blockquote>\n<blockquote>(3) Conferring with the County Supervisor on the servicing of FmHA loans and with respect to borrowers who should be referred to other credit sources, including graduation;</blockquote>\n<blockquote>(4) Making recommendations regarding applications for compromise, adjustment or cancellation of debts owed to FmHA;</blockquote>\n<blockquote>(5) When requested by the County Supervisor, advising the County Supervisor, debtors and their creditors in connection with voluntary debt adjustment; and</blockquote>\n<blockquote>(6) Attending appeal hearings authorized under Subpart B of Part 10099 of this chapter.</blockquote>\n<p>52 Fed.Reg. 30894 (Aug. 18, 1987) (to be codified at 7 C.F.R. § 2054.1103).</p>\n<p>All of the applicants for FmHA farm loans must be determined \"eligible\" by a County Committee before their loan applications may proceed to the approval phase. The eligibility decision is made exclusively by the FmHA County Committee. 7 C.F.R. § 1910.4(b); 7 C.F.R. § 2054.1103(a)(1). Determining eligibility is a complex and often subjective decision making process based on numerous factors.</p>\n<p>County Committee members were appointed originally to their positions by the Secretary of Agriculture. <i>See</i> Pub.L. 87-128, § 332(a), 75 Stat. 314. However, with the enactment on December 23, 1985, of the Food Security Act of 1985, Congress provided that two of the three County Committee members are to be elected rather than appointed. In this respect, § 1311 of the Food Security Act of 1985 provides that:</p>\n<blockquote>In each county or area in which activities are carried out under this title, there shall be a county committee composed of three members. Two members shall be elected, from among their number, by farmers deriving the principal part of their income from farming who reside within the county or area, and one member, who shall reside within the county or area, shall be appointed by the Secretary for a term of three years. At the first election of county committee members under this subsection, one member shall be elected for a term of one year and one member shall be elected for a term of two years. Thereafter, elected members of the county committee shall be elected for a term of three years. The Secretary in selecting the appointed member of the county committee shall ensure that, to the greatest extent practicable, the committee is fairly representative of the farmers in the county or area. The Secretary may appoint an alternate for each member of the county committee. Appointed and alternate members of the county committee shall be removable by the Secretary for cause. The Secretary shall issue such regulations as are necessary relating to the election and appointment of members and alternate members of the county committees.</blockquote>\n<p>7 U.S.C. § 1982(a).</p>\n<p>In accordance with such statutory directive, the Secretary of Agriculture, acting through FmHA, prepared regulations to govern the election of County Committee members. On May 22, 1986, five months after the Food Security Act was enacted, those regulations were published as final interim rules. 51 Fed.Reg. 18763-68. Six days later, on May 28, 1986, defendant Vance L. Clark, Administrator of FmHA, issued an FmHA \"procedure and notice\" which adopted the May 22, 1986, regulations as FmHA instructions. Defendants then proceeded to hold County Committee elections based on the May 22 regulations. Nominations were solicited in early June of 1986 and the elections were held on June 30, 1986.</p>\n<p>The May 22 regulations excluded from eligibility to run for a County Committee position, <i>inter alia,</i> the following categories of persons; (1) all FmHA borrowers, their spouses and dependent children, and (2) any person who is an officer or employee of a political party or is active in the management (or affairs) of any political club, organization or committee. 51 Fed. Reg. 18765 (May 22, 1986).</p>\n<p><span class=\"star-pagination\">*931</span> On August 18, 1987, the FmHA promulgated final regulations governing the election of County Committee members. 52 Fed.Reg. 30889, <i>et seq.</i> (August 18, 1987. These final regulations were promulgated after consideration by FmHA of comments received during the 30 day comment period ending June 23, 1986, as provided for in the interim regulations. The final regulations provide that persons temporarily ineligible to serve on County Committees, including persons involved in partisan political activities, may be candidates for County Committees so long as they certify that, if elected, they will cure their ineligibility. 52 Fed. Reg. 30895 (August 18, 1987) (to be codified at 7 C.F.R. § 2054.1104(j)). The final regulations maintain, however, the prohibition against FmHA borrowers or their spouses or dependent family members from serving on the committees. 52 Fed. Reg. 30895 (Aug. 18, 1987) (to be codified at 7 C.F.R. § 2054.1104(g)).</p>\n<p></p>\n<h2><i>First Claim for Relief</i></h2>\n<p>Plaintiffs first allege that defendants violated § 553 of the Administrative Procedure Act by failing to give the public thirty (30) days notice and an opportunity to comment prior to the adoption of the rules governing County Committee elections. Under the APA, agencies generally are required to publish proposed rules in the Federal Register, allowing interested persons an opportunity to comment thereon before they become final. 5 U.S.C. § 553.<sup>[1]</sup> There are exceptions to the notice and comment requirements regarding proposed rules, however, and notice of a proposed rule is not required</p>\n<blockquote>[w]hen the agency for good cause finds (and incorporates the finding in a brief statement of reasons therefor in rules issued) that notice and public procedure thereon are impracticable, unnecessary, or contrary to the public interest.</blockquote>\n<p>5 U.S.C. § 553(b)(3)(B).</p>\n<p>Defendants contend that promulgation of the final regulations (August 18, 1987), has mooted plaintiffs' claim that defendants violated the notice and comment requirements of the APA, 5 U.S.C. § 553. There is no dispute that FmHA allowed a thirty day notice and comment period ending June 23, 1986, as provided for in the interim regulations of May 22, 1986. During the thirty day period, FmHA received fourteen written comments and considered those comments, adopting some and rejecting others, in developing the final regulations. 52 Fed.Reg. XXXXX-XXX (August 18, 1987). The only relief sought by plaintiffs in regard to this claim is another thirty day comment period. Since the FmHA already has provided the relief sought by plaintiffs on their First Claim for Relief, that claim is moot. <i>Flast v. Cohen,</i> 392 U.S. 83, 95, 88 S.Ct. 1942, 1950, 20 L.Ed.2d 947 (1968) (no \"justiciable controversy is presented ... when the question sought to be adjudicated has been mooted by subsequent developments. ...\").</p>\n<p>Plaintiffs challenge this conclusion by arguing that post-hoc comment periods are inadequate substitutes for prior notice and comment, and, therefore, that their First Claim for Relief is not moot. To support their contention, plaintiffs cite two of several cases brought by industries in various states challenging the Environmental Protection Agency's (\"EPA\") promulgation of regulations implementing the Clean Air Act Amendments of 1977: <i>U.S. Steel Corporation v. EPA,</i> 649 F.2d 572 (8th Cir.1981), and <i>Western Oil and Gas Association v. EPA,</i> 633 F.2d 803 (9th Cir.1980). The issue in these cases involved the implementation of legislation whereby Congress required the states to evaluate their air quality against national standards and to propose which areas had attained these standards. The Clean Air Act Amendments authorized EPA to review the state's proposed designations and then promulgate final attainment designations for each state pursuant to 5 U.S.C. § 553.</p>\n<p><span class=\"star-pagination\">*932</span> Due especially to the failure of the states to present proposed area designations in a timely fashion, EPA did not issue its attainment standard regulations until a month after the 180-day period prescribed in the Clean Air Act Amendments. <i>U.S. Steel,</i> 649 F.2d at 574. The EPA also failed to provide any prior notice and comment as required under Section 553 of the APA. <i>Id.</i> The EPA's final regulations instead provided for a 60-day post-hoc notice and comment period. <i>Id.</i> The <i>U.S. Steel</i> and <i>Western Oil</i> courts held that the EPA's 60-day post-hoc notice and comment period was inadequate under the APA. <i>U.S. Steel,</i> 649 F.2d at 576; <i>Western Oil,</i> 633 F.2d at 810-11. These courts required the EPA to provide a <i>new</i> notice and comment period in order to consider the provision of their attainment area regulations. <i>U.S. Steel,</i> 649 F.2d at 576-77; <i>Western Oil,</i> 633 F.2d at 812-13.</p>\n<p>To further support their position, plaintiffs rely on the Fifth Circuit Court of Appeals' view that:</p>\n<blockquote>Permitting the submission of views after the effective date is no substitute for the right of interested persons to make their views known to the agency in time to influence the rule making process in a meaningful way.... `We doubt that persons would bother to submit their views or that the Secretary would seriously consider their suggestions after regulations are a <i>fait accompli.</i>' ... Were we to allow the EPA to prevail on this point we would make the provisions of § 553 virtually unenforceable. An agency that wished to dispense with pre-promulgation notice and comment could simply do so, invite post-promulgation comment, and republish the regulation before a reviewing court could act.</blockquote>\n<p><i>United States Steel Corp. v. EPA,</i> 595 F.2d 207, 214-15 (5th Cir.1979). Plaintiffs also cite the Third Circuit Court of Appeals which stated that \"[p]rovision of prior notice and comment allows effective participation in the rule-making process while the decisionmaker is still receptive to information and argument. After the final rule is issued, the petitioner must come hat-in-hand and run the risk that the decisionmaker is likely to resist change.\" <i>Sharon Steel Corp v. EPA,</i> 597 F.2d 377, 381 (3rd Cir.1979).</p>\n<p>The post-hoc comment period at issue in the EPA cases, clearly was not an adequate substitute for prior comment and argument and, thus, did not provide meaningful participation in the decision making process. The promulgation of the final regulations by the EPA ended the decision making process. There was never any indication that the EPA would seriously consider public input made during the post-hoc comment period. The situation in the current case is completely different.</p>\n<p>The distinguishing factor between the EPA cases and this case is the continuation of the decision making process by FmHA after the promulgation of the \"interim\" final regulations. The fundamental issue is whether plaintiffs were afforded adequate opportunity for meaningful participation in the decision making process. Here, the answer is yes. Unlike the EPA, FmHA clearly remained receptive to information and argument submitted during the comment period. The regulations of May 22, 1986, were promulgated by the agency merely as \"interim\" regulations. Following the comment period, FmHA evaluated and addressed those ideas submitted in writing, and even incorporated some of these suggestions into the final regulations of August 18, 1987. 52 Fed.Reg. 30889-93 (Aug. 18, 1987). Many of the concerns presented to and considered by FmHA are identical to those raised by plaintiffs: \"Four respondents commented on the provision that excludes borrowers and their spouses and dependent children from serving on county committees.\" 52 Fed.Reg. 30889 (August 18, 1987). \"Four respondents commented on the provision which restricts individuals from being active in the management or affairs of any club, organization, or committee. These respondents stated that this was overly restrictive since such rules should only apply to those in the civil service covered by the Hatch Act.\" <i>Id.</i> at 30890. \"Four respondents commented that the regulations were insufficiently clear in describing prohibited political <span class=\"star-pagination\">*933</span> activity which could lead to removal of county committee members.\" <i>Id.</i> at 30891. \"[F]our respondents commented on the implementation of the regulations and general conduct of the elections, including ... that the Agency had improperly published the regulations as interim final [regulations] without permitting prior public comment. ...\" <i>Id.</i> at 30892.</p>\n<p>The change illustrating most clearly the agency's receptiveness to public comment is the change permitting individuals not otherwise eligible to hold office, including politically active farmers, to run for office upon promising to stop the prohibited activity if elected. Plaintiffs claim the decision to allow politically active persons to run for county committee positions is the \"<i>direct</i> result\" of this litigation. Plaintiffs' Response To Defendants' Supplemental Memorandum In Support Of Motion To Dismiss, Or, In The Alternative, For Partial Summary Judgment at 2, n. 1. Many of the comments submitted during the 30 day period addressed this issue also. Regardless of the source of the change, the incorporation of the provision permitting politically active farmers to hold office illustrates the agency's receptiveness to public comment following the promulgation of the \"interim\" regulations.</p>\n<p>Plaintiffs, furthermore, cannot argue that public participation was insufficient. Notice of the comment period ending June 23, 1986, was given in the interim regulations of May 22, 1987. During the comment period, many people provided FmHA with ideas concerning the regulations. These individuals participated in the decision making process, thus negating the argument that a comment period following promulgation of interim regulations necessarily would discourage public input.</p>\n<p>Plaintiffs clearly had an opportunity to comment on the election regulations at the time when FmHA was demonstrably receptive to such comments. The fact that the regulations were changed reflects the agency's serious consideration of the comments received. To now grant plaintiffs another opportunity to reiterate concerns already considered by FmHA before it promulgated the final regulations would be unwarranted, wasteful, and redundant. Since the court finds that plaintiffs already have been provided with the relief which they seek in regard to their First Claim for Relief, that claim is DISMISSED as moot.</p>\n<p></p>\n<h2><i>Second Claim For Relief</i></h2>\n<p>Plaintiffs also challenge the constitutionality of the exclusion of FmHA borrowers and politically active persons from eligibility to serve on the County Committees as provided for in the interim regulations of May 22, 1986. Defendants claim that promulgation of the final regulations has mooted plaintiffs' second claim for relief as it relates to the exclusion of \"politically active\" candidates. In the final regulations, \"[l]anguage was added to clarify that individuals may run for election to the county committee while temporarily ineligible so long as they sign a statement indicating that they will be eligible prior to taking office.\" 52 Fed.Reg. 30893 (August 18, 1987). Accordingly, the final regulations provide that a nominating petition will be valid if, <i>inter alia,</i> it is</p>\n<blockquote>[a]ccompanied by a signed statement by the nominee certifying that he or she either currently meets the criteria to hold office, or will do so prior to taking office. If all the criteria are not met at the time the nomination is filed, the candidate must specify how he or she will meet the criteria; <i>e.g.,</i> resign from a position listed in § 2054.1104(d), (e), (f), (g), (h), or (i).</blockquote>\n<p>52 Fed.Reg. XXXXX-XXX (August 18, 1987) (to be codified at 7 C.F.R. § 2054.1111(c)(4)).</p>\n<p>Plaintiffs concede, and the court agrees, that because of these changes incorporated in the final regulations promulgated August 18, 1987, the issue of exclusion of politically active persons as candidates for FmHA county committees is moot. Plaintiffs' Response To Defendants' Supplemental Memorandum In Support of Motion To Dismiss, Or, In The Alternative, For Partial Summary Judgment, at 2. Accordingly, plaintiffs' Second Claim for Relief as it relates to the exclusion of \"politically active\" farmers is DISMISSED.</p>\n<p><span class=\"star-pagination\">*934</span> Defendants also contend that plaintiffs' claim that debtors of FmHA were unlawfully excluded from running for County Committee positions is not ripe for review. In order for a case to be ripe, \"the plaintiff must allege an actual injury or the certainty of a future injury. `A hypothetical threat is not enough.'\" <i>Martin Tractor Co. v. Federal Election Commission,</i> 627 F.2d 375, 379 (D.C.Cir.1980) (citation omitted), <i>cert. denied,</i> 449 U.S. 954, 101 S.Ct. 360, 66 L.Ed.2d 218 (1980). The basic rationale behind the ripeness doctrine in the administrative law context is</p>\n<blockquote>[t]o prevent the courts, through avoidance of premature adjudication, from entangling themselves in abstract disagreements over administrative policies, and also to protect the agencies from judicial interference until an administrative decision has been formalized and its effects felt in a concrete way by the challenging parties.</blockquote>\n<p><i>Abbott Laboratories v. Gardner,</i> 387 U.S. 136, 148-49, 87 S.Ct. 1507, 1515-16, 18 L.Ed.2d 681 (1967).</p>\n<p>Defendants argue that plaintiffs' candidate exclusion claim is not ripe for review because \"none of plaintiffs allege that they even attempted to run for County Committee positions or that they were refused permission to run by officials of FmHA.\" Memorandum in Support of Defendants' Motion to Dismiss, filed April 27, 1987, at 8. The court believes this \"ripeness\" issue to be disposed of by the Supreme Court's ruling in <i>Babbitt v. United Farmworkers National Union,</i> 442 U.S. 289, 99 S.Ct. 2301, 60 L.Ed.2d 895 (1979).</p>\n<p>In <i>Babbitt,</i> the United Farmworkers National Union (\"UFW\") and individual farmworkers challenged the constitutionality of provisions in the Arizona Agricultural Employment Act regulating procedures for the election of employee bargaining representatives. Plaintiffs brought constitutional objections on first amendment freedom of association grounds against statutory provisions which allegedly (1) prolonged the election process beyond seasonal employment peaks, by which time many agricultural employees had dispersed, and, (2) unduly restricted the class of employees eligible to vote. <i>Id.</i> at 294, 99 S.Ct. at 2307. Because plaintiffs believed that the challenged procedures made their participation in the election process futile, they completely refused to participate therein. <i>Id.</i> at 300, 99 S.Ct. at 2310. The <i>Babbitt</i> court rejected the argument that plaintiffs' claims were not ripe due to their failure to participate. Writing for a unanimous court, Justice White declared:</p>\n<blockquote>[Plaintiffs] admittedly have not invoked the Act's election procedures in the past nor have they expressed any intention of doing so in the future. But, as we see it, appellees' reluctance in this respect does not defeat the justiciability of their challenge in view of the nature of their claim.</blockquote>\n<p><i>Id.</i> at 299, 99 S.Ct. at 2309. As the Court explained,</p>\n<blockquote>[t]he basic inquiry in determining ripeness is whether the \"conflicting contentions of the parties ... present a real substantial controversy between parties having adverse legal interests, a dispute definite and concrete, not hypothetical or abstract.\"</blockquote>\n<p><i>Id.</i> at 298, 99 S.Ct. at 2308 (citations omitted).</p>\n<p>Here, as in <i>Babbitt,</i> the court believes that there is nothing \"hypothetical or abstract\" about the dispute between the parties. Indeed, this controversy appears to be significantly \"riper\" than the one in <i>Babbitt.</i> Defendants' regulations always have clearly stated that FmHA borrowers are not eligible to serve as FmHA committee members. Defendants have expressed absolutely no equivocation about excluding borrowers from holding office. Furthermore, as the <i>Babbitt</i> court held, the ripeness of election law claims should depend less on \"past injury\" than on \"the prospect\" of this legal issue's \"occurrence in an impending or future election.\" <i>Id.</i> at 300 n. 12, 99 S.Ct. at 2310 n. 12. Because FmHA County Committee elections are scheduled to be held on June 30 of each year, the court concludes that plaintiffs' claims in this regard are ripe as likely to occur \"in an impending or future election.\"</p>\n<p><span class=\"star-pagination\">*935</span> Defendants further contend that the \"debtor\" restriction on committee member eligibility is constitutional in that it is rationally related to legitimate governmental purposes and thus is valid. In countering this position, plaintiffs rely on <i>Bullock v. Carter,</i> 405 U.S. 134, 92 S.Ct. 849, 31 L.Ed. 2d 92 (1972), arguing that the restrictions affect a fundamental right and, therefore, are subject to strict scrutiny analysis. However, as the Court recognized in <i>Bullock,</i> \"not every limitation or incidental burden on the exercise of voting rights is subject to a stringent standard of review.\" <i>Id.</i> at 143, 92 S.Ct. at 856.</p>\n<p>The Court in <i>Bullock</i> was dealing with a Texas statute which required primary candidates for state and local offices to pay a filing fee upwards of $1,000. The Court noted that, \"the Texas system create[d] barriers to candidate access to the primary ballot, thereby tending to limit the field of candidates from which voters might choose.\" <i>Id.</i> The <i>Bullock</i> court, however, recognized that \"[t]he existence of such barriers does not of itself compel close scrutiny.\" <i>Id.</i></p>\n<p>Subsequent to <i>Bullock,</i> the Court held that a constitutional challenge to a voting restriction for an elected body which has a special limited purpose and whose activities have a disproportionate impact on a particular group is subject to a rational relation review and not strict scrutiny. <i>Salyer Land Co. v. Tulare Lake Basin Water Storage District,</i> 410 U.S. 719, 93 S.Ct. 1224, 35 L.Ed.2d 659 (1973). Under a rational relation review, challenged regulations are constitutional if they are rationally based on a legitimate governmental interest. <i>Dandridge v. Williams,</i> 397 U.S. 471, 486-87, 90 S.Ct. 1153, 1162-63, 25 L.Ed.2d 491 (1970).</p>\n<p>In <i>Salyer Land Co.,</i> the Court \"consider[ed] the limits imposed by the Equal Protection Clause of the Fourteenth Amendment on legislation apportioning representation in state and local governing bodies in establishing qualifications for voters in the election of such representatives.\" <i>Salyer Land Co.,</i> 410 U.S. at 720, 93 S.Ct. at 1226. The challenged organization was a water storage district authorized by the California Water Storage District Act \"to plan projects and execute approved projects `for the acquisition, appropriation, diversion, storage, conservation, and distribution of water....' Calif.Water Code § 42200 <i>et seq.</i>\" <i>Id.</i> at 723, 93 S.Ct. at 1227 (footnote omitted).</p>\n<p>The Court recognized that the water district, while having some typical governmental functions, had limited authority and did not \"exercise what might be thought of as `normal governmental' authority.\" <i>Id.</i> at 728-29, 93 S.Ct. at 1229-30. The Court concluded that popular election requirements are \"inapplicable to elections such as the general elections of [the] Water Storage District.\" <i>Id.</i> at 730, 93 S.Ct. at 1231. Thus a rational relationship standard was applied. <i>Id.</i> at 735, 93 S.Ct. at 1233.</p>\n<p>The court, herein, believes the elections for the County Committees to be analogous to the elections under review in <i>Salyer Land Co.</i> The County Committees are not vested with normal governmental functions but rather act as boards of loan officers for deciding matters regarding FmHA loans. As such, the court concludes that the regulations governing elections of FmHA County Committee members are not regulations dealing with a fundamental right and, therefore, properly are reviewed under a rational relation standard.</p>\n<p>This court finds that the exclusion of FmHA borrowers, their spouses and dependent children from serving on County Committees is constitutional under the rational relation standard. This exclusion is designed to prevent even the appearance of a conflict of interest and thereby to protect the integrity of FmHA and its loan process. The court believes that protecting the integrity of FmHA and its loan process is a legitimate governmental interest. Further, the court concludes that the exclusion of FmHA borrowers, their spouses and dependent children from County Committees is rationally related to this objective. Indeed, plaintiffs concede as much. <i>See</i> Plaintiffs' Memorandum in Support of Motion for Summary Judgment, filed May 22, 1987, at 19.</p>\n<p><span class=\"star-pagination\">*936</span> Moreover, the restriction on FmHA borrowers, their spouses and dependent children actually may be the least restrictive method for avoiding the appearance of conflict. As FmHA stated in considering comments on this restriction, \"[d]ecisions of the committee must be made by disinterested parties in order to ensure confidence in those decisions by loan applicants and the general public.\" 52 Fed.Reg. at 30889. If FmHA borrowers or their immediate families were required only to recuse themselves on matters relating to their own loans, the appearance of a conflict of interest is evident. Each County Committee has only three members. If one committee member, who also is an FmHA borrower, is considering the loan of a second committee member (who has recused himself), the first committee member obviously would be well aware that his own loan eventually might be ruled upon by the recused committee member. This awareness might cause the first committee member to be more lenient with his fellow committee member in hopes of the same treatment in return. The appearance of a conflict of interest is apparent immediately.</p>\n<p>As stated above, this court finds that FmHA County Committee elections do not involve plaintiffs' fundamental rights. Accordingly, plaintiffs have suffered no violation of their first amendment right to associate freely for the advancement of their political views.</p>\n<p>Furthermore, this court finds that the exclusion of FmHA borrowers, their spouses, and dependent family members, is not arbitrary and capricious. In this respect, County Committee members are paid for their services and are considered to be FmHA employees. 51 Fed.Reg. 18767-68 (May 22, 1986). Farmers Home Administration employees and members of their families are ineligible for FmHA loans. FmHA instruction 2045-BB; 7 C.F.R. § 2045.1355(h). It follows that, as FmHA employees, County Committee members, as well as their spouses and dependent children, are ineligible for FmHA loans. By the same token, FmHA borrowers, their spouses, and dependent children, are prohibited from serving as County Committee members.</p>\n<p>While Congress specified that County Committee members were to be elected from among farmers, 7 U.S.C. § 1982(a), it did not call for the exclusion of FmHA borrowers or their families because such was not necessary. The exclusion of FmHA borrowers and their immediate families from County Committees was FmHA's existing practice which Congress did not change in enacting the Food Security Act of 1985. The challenged regulations, therefore, are not inconsistent with the Food Security Act of 1985 in this regard and are consistent with prior FmHA regulations. Thus, plaintiffs' argument that the exclusion of FmHA borrowers and their families from County Committees is arbitrary and capricious fails.</p>\n<p></p>\n<h2><i>Third Claim For Relief</i></h2>\n<p>Plaintiffs also claim that, by permitting five (5) days for the completion of nominating petitions, FmHA violated its own regulations governing elections. The interim regulations provided that \"[a]ll regular elections of County Committee members ... must be in June....\" 51 Fed.Reg. 18765 (May 22, 1986). Furthermore, nominating petitions \"must be ... [r]eceived in the County Office no later than 20 days before the election date....\" 51 Fed.Reg. 18766 (May 22, 1986). Thus, for the 1986 elections, the latest that nominating petitions could have been submitted to the County office, in conformity with the regulations, was June 10, 1986. To accomplish this, on May 28, 1986, only six days after the regulations were promulgated, FmHA published a calendar for the conduct of the elections providing that nominating petitions were to be completed between June 5 and June 10, 1986.</p>\n<p>Permitting five (5) days for the completion of nominating petitions was within the discretion of FmHA. The regulations provide that \"[t]he period for nominating by petition <i>should</i> begin 45 days and end 20 days before the election date.\" 51 Fed. Reg. 18766 (May 22, 1986) (emphasis added). Ideally, forty-five days is allowed for <span class=\"star-pagination\">*937</span> the completion of the nominating petitions. As discussed above, however, just over a month remained between the publishing of the calendar for the conduct of the elections and the actual election. The Secretary believed that failure to hold the elections in June, as required by the regulations, would have resulted in disruptions within the farming community. Thus, FmHA exercised its discretion to shorten the nominating period. Its decision to do so was not arbitrary, capricious, an abuse of discretion, or otherwise contrary to law. Accordingly, plaintiffs have failed to state a claim upon which relief can be granted in this regard.</p>\n<p></p>\n<h2><i>Fourth Claim For Relief</i></h2>\n<p>Finally, plaintiffs claim the manner in which the defendants conducted the elections of June 1986, was arbitrary, capricious, an abuse of discretion, and not in accordance with law under the APA and violated their rights under the First and Fifth Amendments of the Constitution. Defendants moved to dismiss this contention for failure to state a claim upon which relief can be granted. Defendants' motion is granted because, first, plaintiffs have alleged no injury brought about by the actions of defendants, and second, the actions taken by the agency clearly were not arbitrary or in violation of plaintiffs' rights.</p>\n<p>Before examining the merits of plaintiffs' fourth claim, the court must first discuss the issue of mootness. In the 1986 elections of County Committee members, one member of each committee was elected for a term of one year, and one member was elected for a term of two years. Since those elections, the terms of the members elected for one year have expired. Thus, plaintiffs' fourth claim is moot as it relates to the latter positions.</p>\n<p>Plaintiffs' attempt to establish their fourth claim by alleging that notice of the nominating period and election date was grossly insufficient, and therefore, in violation of their rights. Plaintiffs also argue that the nominating period, which ended on June 10, 1986, was too short. In alleging that FmHA's actions were unconstitutional, plaintiffs assert that \"[i]n the majority of North Carolina counties, the only media notice of the nominating period given was a single publication in a local newspaper, less than a week before the close of the nominating period; similarly, the only media notice of the election date itself was a single newspaper publication.\" Complaint paragraph 32. Plaintiffs also state that \"[i]n some counties, either no media notice of the nominating period or no media notice of the elections of any kind was ever given.\" <i>Id.</i></p>\n<p>Plaintiffs also contend that the level of voter turnout illustrates the arbitrariness of FmHA's actions. Plaintiffs allege that because of insufficient notice, fewer than 700 persons voted statewide; ten or fewer persons voted in seventy-five of the ninety-one elections; fewer than five persons voted in more than fifty elections; and more than twenty persons voted in only eight elections. Complaint paragraph 33. Finally, in regard to the number of people who filed for office, plaintiffs contend that in only twenty elections were there more than two persons on the ballot for the two elected positions. <i>Id.</i></p>\n<p>Defendants argue, and the court agrees, that in regard to their fourth claim plaintiffs have failed to allege sufficient facts establishing that they were injured by acts of FmHA. Bobby Sullivan, a farmer in Johnston County, is the only plaintiff to allege that he would have run for County Committee membership but was unable to do so because he personally did not receive notice of the nominating period. Complaint paragraphs 5 and 34(a). He fails, however, to allege anywhere that notice of the nominating period was inadequate in or around Johnston County. As quoted earlier, plaintiffs' complaint merely states that \"some\" counties received no notice while the \"majority\" of counties received insufficient notice.</p>\n<p>Plaintiffs also fail to show any injury resulting from the time allowed for nominating candidates. Plaintiff Wilson Gerald, a resident of Robeson County, states that he and his wife had difficulty nominating a <span class=\"star-pagination\">*938</span> candidate of their own choosing. Complaint paragraphs 6 and 33(b). Plaintiffs do not allege, however, that in Robeson County, an insufficient number of candidates were nominated. Leon Spaulding claims that he could not find another black farmer to run for the County Committee. Complaint paragraphs 7 and 34(c). Nevertheless, plaintiffs state that Mr. Spaulding had time to talk to sixteen black farmers about running for a Committee seat. Plaintiffs' Memorandum of Law in Opposition to Defendants' Motion to Dismiss, at 5. This degree of involvement indicates that he had ample notice of the nominating process, and that the time allowed for submitting nominations was quite sufficient. In essence, plaintiffs' numerical conclusions as to the alleged state-wide effects of the \"insufficient\" notice and \"short\" nominating period fail to illustrate an actual injury or that any injury suffered by plaintiffs was caused by FmHA.</p>\n<p>Furthermore, plaintiffs fail to establish their fourth claim as they have alleged no facts indicating that FmHA acted in an arbitrary fashion. In reviewing agency action, the court must determine \"whether the decision was based on a consideration of the relevant factors and whether there has been a clear error in judgment.\" <i>Citizens to Preserve Overton Park v. Volpe,</i> 401 U.S. 402, 416, 91 S.Ct. 814, 824, 28 L.Ed.2d 136 (1971). Moreover, the task of the court simply is to hold the agency to \"certain minimal standards of rationality. ...\" <i>Ethyl Corp. v. EPA,</i> 541 F.2d 1, 36 (D.C.Cir.), <i>cert. denied,</i> 426 U.S. 941, 96 S.Ct. 2662, 49 L.Ed.2d 394 (1976). The acts alleged by plaintiffs to be arbitrary and capricious include providing inadequate notice to farmers of the pending election and nominating period, and adopting a short nominating period. The court concludes that under the standards previously mentioned these actions by FmHA regarding the elections were neither arbitrary nor capricious. The elections originally were set for June 30, 1986, because that date fell in between periods of excessive work for farmers in North Carolina. To avoid unnecessary delay in electing County Committee members, the agency properly exercised its discretion by allowing for a shorter nominating period than optimally desired. Plaintiffs allegations indicated that FmHA considered the relevant factors in making its decision to proceed with the elections in June of 1986. Moreover, FmHA's actions do not illustrate \"clear error in judgment.\" Accordingly, plaintiff's fourth claim for relief is DISMISSED.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons set forth above, defendants' motions for summary judgment and dismissal are, hereby, GRANTED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Although the notice and comment provisions generally do not apply to matters relating to public loans, grants, or benefits, 5 U.S.C. § 553(a)(2), the Secretary of Agriculture has prescribed that agencies within that department will comply with the APA in such matters. 36 Fed.Reg. 13804 (July 24, 1971).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">691</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">927</span></span> (1987)</b></center>\n<center><h1>Bobby W. SULLIVAN, Wilson Gerald, Leon Spaulding, Johnny A. Chaney, Jr., and Victor Crosby, Plaintiffs,<br>\nv.<br>\nFARMERS HOME ADMINISTRATION; United States Department of Agriculture: Richard E. Lyng, Secretary of the United States Department of Agriculture, Vance L. Clark, Administrator of the Farmers Home Administration; and Larry W. Godwin, North Carolina State Director of the Farmers Home Administration, Defendants.</h1></center>\n<center>No. 87-110-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 18, 1987.</center>\n<p><span class=\"star-pagination\">*928</span> John F. Graybeal, Steven J. Levitas, Adams, McCullough &amp; Beard, Raleigh, N.C., for plaintiffs.</p>\n<p>Arthur R. Goldberg, Sheriden T. Black, Dept. of Justice, Federal Programs Branch, Civ. Div., Washington, D.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>This action arises under the provisions of the Food Security Act of 1985, the Consolidated Farm and Rural Development Act, the Administrative Procedure Act, and the First and Fifth Amendments to the United States Constitution. Plaintiffs are North Carolina farmers who challenge the Farmers Home Administration (\"FmHA\") County Committee elections held in North Carolina on or about June 30, 1986.</p>\n<p>Ninety-one County Committees exist in North Carolina and serve all one hundred North Carolina counties. Each County Committees consists of three (3) persons responsible for all FmHA loan eligibility decisions in the county or area served. The June 30, 1986, elections were held under the authority of FmHA regulations published in final \"interim\" form on May 22, 1986. 7 C.F.R. § 2054.</p>\n<p>Plaintiffs challenge the May 22, 1986, FmHA regulations and the June 30, 1986, elections as illegal, arbitrary, capricious, and an abuse of discretion within the meaning of the Administrative Procedure Act (\"APA\"); as contrary to the intent and purpose of the Food Security Act of 1985, 7 U.S.C. § 1982 (the \"Food Security Act of 1985\"); and as violative of the guarantees of due process, equal protection and freedom of association under the United States Constitution. Plaintiffs seek a court ruling which invalidates the FmHA regulations promulgated on May 22, 1986.</p>\n<p><span class=\"star-pagination\">*929</span> Specifically plaintiffs assert the following four claims for relief:</p>\n<blockquote>1. Defendants violated § 553 of the Administrative Procedure Act by failing to give the public thirty (30) days notice and an opportunity to comment prior to the adoption of the rules governing County Committee elections;</blockquote>\n<blockquote>2. That defendants' exclusion of FmHA borrowers and their families and politically active persons from eligibility to serve on the County Committees is arbitrary, capricious, an abuse of discretion, not in accordance with law, and in violation of the First and Fifth Amendments to the United States Constitution.</blockquote>\n<blockquote>3. That defendants violated their own regulations calling for a twenty-five (25) day nominating period for County Committee elections by providing only a five (5) day nominating period in most North Carolina counties; and</blockquote>\n<blockquote>4. That because of the grossly inadequate notice given to North Carolina farmers, the elections were a sham and frustrated the intent of Congress in providing for elective County Committee positions.</blockquote>\n<p>On April 27, 1987, defendants moved to dismiss each of plaintiffs' claims pursuant to Rules 12(b)(1) and (b)(6) of the Federal Rules of Civil Procedure. Plaintiffs responded thereto on June 1, 1987. On May 22, plaintiffs moved for partial summary judgment as to their claims that defendants violated § 553 of the APA and have unlawfully excluded FmHA borrowers and their families from eligibility to serve on FmHA County Committees. Defendants responded to such motions on June 18, 1987. The court heard oral argument on these motions on June 22, 1987. On August 18, 1987, FmHA promulgated final regulations governing the election of county committee members which superseded the regulations of May 22, 1986. <i>See</i> 52 Fed.Reg. 30889 (August 18, 1987) (to be codified at 7 C.F.R. § 2054.1101 <i>et seq.</i>). On September 2, 1987, defendants filed a supplemental memorandum claiming that the promulgation of these final regulations has mooted plaintiffs' first claim for relief (Section 553 of the APA) and that portion of their second claim for relief relating to the exclusion of politically active candidates. Plaintiffs responded on September 24, 1987. For the purposes of these motions the undisputed facts appear to be as follows.</p>\n<p>Farmers Home Administration is the lender of last resort for farmers and ranchers seeking to finance their operations or to improve their property. <i>See</i> Consolidated Farm and Rural Development Act, 7 U.S.C. §§ 1921, <i>et seq.; see also</i> Title V of the Housing Act of 1949, 42 U.S.C. §§ 1471, <i>et seq.</i> It is authorized to lend money for, <i>inter alia,</i> acquiring, enlarging, or improving farms and farm structures, 7 U.S.C. § 1922(a)(1); financing existing debt, 7 U.S. C. § 1922(a)(4); financing farm operations, including the purchase of equipment, seed, and fertilizer, 7 U.S.C. § 1942(a); alleviating the effects of disasters and emergencies, 7 U.S.C. § 1961(a); and purchasing or improving farm dwellings, 42 U.S.C. § 1471(a).</p>\n<p>To administer its extensive loan program, FmHA is assisted by a three-member County Committee in each county or area in which FmHA conducts business. 7 U.S.C. § 1982. County Committees were originally a provision of The Bankhead-Jones Farm Tenant Act of 1937, 7 U.S.C. §§ 1000, <i>et seq.,</i> which was largely replaced by the Agricultural Enabling Amendments Act of 1961, Pub.L. 87-128, 75 Stat. 295. The functions of the County Committees are defined by regulation. <i>See</i> 7 U.S.C. § 1982(c); <i>see also</i> 52 Fed.Reg. 30894 (August 18, 1987) (to be codified at 7 C.F.R. § 2054.1103). These include determining the eligibility of applicants for loans, making recommendations regarding problem loans, and making recommendations regarding compromise, adjustment, or cancellation of debts. 52 Fed.Reg. 30894 (Aug. 18, 1987) (to be codified at 7 C.F.R. § 2054.1103(a)).</p>\n<p>Specifically, the principal functions of the County Committees, as set out in the Code of Federal Regulations, are as follows:</p>\n<blockquote>(1) Determining the eligibility of applicants for certain types of loans, including farmer program loans, irrigation and <span class=\"star-pagination\">*930</span> drainage loans and loans to grazing associations;</blockquote>\n<blockquote>(2) Making recommendations on resolving problem cases;</blockquote>\n<blockquote>(3) Conferring with the County Supervisor on the servicing of FmHA loans and with respect to borrowers who should be referred to other credit sources, including graduation;</blockquote>\n<blockquote>(4) Making recommendations regarding applications for compromise, adjustment or cancellation of debts owed to FmHA;</blockquote>\n<blockquote>(5) When requested by the County Supervisor, advising the County Supervisor, debtors and their creditors in connection with voluntary debt adjustment; and</blockquote>\n<blockquote>(6) Attending appeal hearings authorized under Subpart B of Part 10099 of this chapter.</blockquote>\n<p>52 Fed.Reg. 30894 (Aug. 18, 1987) (to be codified at 7 C.F.R. § 2054.1103).</p>\n<p>All of the applicants for FmHA farm loans must be determined \"eligible\" by a County Committee before their loan applications may proceed to the approval phase. The eligibility decision is made exclusively by the FmHA County Committee. 7 C.F.R. § 1910.4(b); 7 C.F.R. § 2054.1103(a)(1). Determining eligibility is a complex and often subjective decision making process based on numerous factors.</p>\n<p>County Committee members were appointed originally to their positions by the Secretary of Agriculture. <i>See</i> Pub.L. 87-128, § 332(a), 75 Stat. 314. However, with the enactment on December 23, 1985, of the Food Security Act of 1985, Congress provided that two of the three County Committee members are to be elected rather than appointed. In this respect, § 1311 of the Food Security Act of 1985 provides that:</p>\n<blockquote>In each county or area in which activities are carried out under this title, there shall be a county committee composed of three members. Two members shall be elected, from among their number, by farmers deriving the principal part of their income from farming who reside within the county or area, and one member, who shall reside within the county or area, shall be appointed by the Secretary for a term of three years. At the first election of county committee members under this subsection, one member shall be elected for a term of one year and one member shall be elected for a term of two years. Thereafter, elected members of the county committee shall be elected for a term of three years. The Secretary in selecting the appointed member of the county committee shall ensure that, to the greatest extent practicable, the committee is fairly representative of the farmers in the county or area. The Secretary may appoint an alternate for each member of the county committee. Appointed and alternate members of the county committee shall be removable by the Secretary for cause. The Secretary shall issue such regulations as are necessary relating to the election and appointment of members and alternate members of the county committees.</blockquote>\n<p>7 U.S.C. § 1982(a).</p>\n<p>In accordance with such statutory directive, the Secretary of Agriculture, acting through FmHA, prepared regulations to govern the election of County Committee members. On May 22, 1986, five months after the Food Security Act was enacted, those regulations were published as final interim rules. 51 Fed.Reg. 18763-68. Six days later, on May 28, 1986, defendant Vance L. Clark, Administrator of FmHA, issued an FmHA \"procedure and notice\" which adopted the May 22, 1986, regulations as FmHA instructions. Defendants then proceeded to hold County Committee elections based on the May 22 regulations. Nominations were solicited in early June of 1986 and the elections were held on June 30, 1986.</p>\n<p>The May 22 regulations excluded from eligibility to run for a County Committee position, <i>inter alia,</i> the following categories of persons; (1) all FmHA borrowers, their spouses and dependent children, and (2) any person who is an officer or employee of a political party or is active in the management (or affairs) of any political club, organization or committee. 51 Fed. Reg. 18765 (May 22, 1986).</p>\n<p><span class=\"star-pagination\">*931</span> On August 18, 1987, the FmHA promulgated final regulations governing the election of County Committee members. 52 Fed.Reg. 30889, <i>et seq.</i> (August 18, 1987. These final regulations were promulgated after consideration by FmHA of comments received during the 30 day comment period ending June 23, 1986, as provided for in the interim regulations. The final regulations provide that persons temporarily ineligible to serve on County Committees, including persons involved in partisan political activities, may be candidates for County Committees so long as they certify that, if elected, they will cure their ineligibility. 52 Fed. Reg. 30895 (August 18, 1987) (to be codified at 7 C.F.R. § 2054.1104(j)). The final regulations maintain, however, the prohibition against FmHA borrowers or their spouses or dependent family members from serving on the committees. 52 Fed. Reg. 30895 (Aug. 18, 1987) (to be codified at 7 C.F.R. § 2054.1104(g)).</p>\n<p></p>\n<h2><i>First Claim for Relief</i></h2>\n<p>Plaintiffs first allege that defendants violated § 553 of the Administrative Procedure Act by failing to give the public thirty (30) days notice and an opportunity to comment prior to the adoption of the rules governing County Committee elections. Under the APA, agencies generally are required to publish proposed rules in the Federal Register, allowing interested persons an opportunity to comment thereon before they become final. 5 U.S.C. § 553.<sup>[1]</sup> There are exceptions to the notice and comment requirements regarding proposed rules, however, and notice of a proposed rule is not required</p>\n<blockquote>[w]hen the agency for good cause finds (and incorporates the finding in a brief statement of reasons therefor in rules issued) that notice and public procedure thereon are impracticable, unnecessary, or contrary to the public interest.</blockquote>\n<p>5 U.S.C. § 553(b)(3)(B).</p>\n<p>Defendants contend that promulgation of the final regulations (August 18, 1987), has mooted plaintiffs' claim that defendants violated the notice and comment requirements of the APA, 5 U.S.C. § 553. There is no dispute that FmHA allowed a thirty day notice and comment period ending June 23, 1986, as provided for in the interim regulations of May 22, 1986. During the thirty day period, FmHA received fourteen written comments and considered those comments, adopting some and rejecting others, in developing the final regulations. 52 Fed.Reg. XXXXX-XXX (August 18, 1987). The only relief sought by plaintiffs in regard to this claim is another thirty day comment period. Since the FmHA already has provided the relief sought by plaintiffs on their First Claim for Relief, that claim is moot. <i>Flast v. Cohen,</i> <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 95, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1942</span></a></span>, 1950, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">947</span></a></span> (1968) (no \"justiciable controversy is presented ... when the question sought to be adjudicated has been mooted by subsequent developments. ...\").</p>\n<p>Plaintiffs challenge this conclusion by arguing that post-hoc comment periods are inadequate substitutes for prior notice and comment, and, therefore, that their First Claim for Relief is not moot. To support their contention, plaintiffs cite two of several cases brought by industries in various states challenging the Environmental Protection Agency's (\"EPA\") promulgation of regulations implementing the Clean Air Act Amendments of 1977: <i>U.S. Steel Corporation v. EPA,</i> <span class=\"citation\" data-id=\"390526\"><a href=\"/opinion/390526/united-states-steel-corporation-v-environmental-protection-agency-the/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">572</span></a></span> (8th Cir.1981), and <i>Western Oil and Gas Association v. EPA,</i> <span class=\"citation\" data-id=\"383697\"><a href=\"/opinion/383697/western-oil-and-gas-association-a-nonprofit-corporation-california/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">803</span></a></span> (9th Cir.1980). The issue in these cases involved the implementation of legislation whereby Congress required the states to evaluate their air quality against national standards and to propose which areas had attained these standards. The Clean Air Act Amendments authorized EPA to review the state's proposed designations and then promulgate final attainment designations for each state pursuant to 5 U.S.C. § 553.</p>\n<p><span class=\"star-pagination\">*932</span> Due especially to the failure of the states to present proposed area designations in a timely fashion, EPA did not issue its attainment standard regulations until a month after the 180-day period prescribed in the Clean Air Act Amendments. <i>U.S. Steel,</i> 649 F.2d at 574. The EPA also failed to provide any prior notice and comment as required under Section 553 of the APA. <i>Id.</i> The EPA's final regulations instead provided for a 60-day post-hoc notice and comment period. <i>Id.</i> The <i>U.S. Steel</i> and <i>Western Oil</i> courts held that the EPA's 60-day post-hoc notice and comment period was inadequate under the APA. <i>U.S. Steel,</i> 649 F.2d at 576; <i>Western Oil,</i> 633 F.2d at 810-11. These courts required the EPA to provide a <i>new</i> notice and comment period in order to consider the provision of their attainment area regulations. <i>U.S. Steel,</i> 649 F.2d at 576-77; <i>Western Oil,</i> 633 F.2d at 812-13.</p>\n<p>To further support their position, plaintiffs rely on the Fifth Circuit Court of Appeals' view that:</p>\n<blockquote>Permitting the submission of views after the effective date is no substitute for the right of interested persons to make their views known to the agency in time to influence the rule making process in a meaningful way.... `We doubt that persons would bother to submit their views or that the Secretary would seriously consider their suggestions after regulations are a <i>fait accompli.</i>' ... Were we to allow the EPA to prevail on this point we would make the provisions of § 553 virtually unenforceable. An agency that wished to dispense with pre-promulgation notice and comment could simply do so, invite post-promulgation comment, and republish the regulation before a reviewing court could act.</blockquote>\n<p><i>United States Steel Corp. v. EPA,</i> <span class=\"citation\" data-id=\"364769\"><a href=\"/opinion/364769/united-states-steel-corp-v-united-states-environmental-protection-agency/\"><span class=\"volume\">595</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">207</span></a></span>, 214-15 (5th Cir.1979). Plaintiffs also cite the Third Circuit Court of Appeals which stated that \"[p]rovision of prior notice and comment allows effective participation in the rule-making process while the decisionmaker is still receptive to information and argument. After the final rule is issued, the petitioner must come hat-in-hand and run the risk that the decisionmaker is likely to resist change.\" <i>Sharon Steel Corp v. EPA,</i> <span class=\"citation\" data-id=\"365754\"><a href=\"/opinion/365754/sharon-steel-corporation-v-environmental-protection-agency-bethlehem/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">377</span></a></span>, 381 (3rd Cir.1979).</p>\n<p>The post-hoc comment period at issue in the EPA cases, clearly was not an adequate substitute for prior comment and argument and, thus, did not provide meaningful participation in the decision making process. The promulgation of the final regulations by the EPA ended the decision making process. There was never any indication that the EPA would seriously consider public input made during the post-hoc comment period. The situation in the current case is completely different.</p>\n<p>The distinguishing factor between the EPA cases and this case is the continuation of the decision making process by FmHA after the promulgation of the \"interim\" final regulations. The fundamental issue is whether plaintiffs were afforded adequate opportunity for meaningful participation in the decision making process. Here, the answer is yes. Unlike the EPA, FmHA clearly remained receptive to information and argument submitted during the comment period. The regulations of May 22, 1986, were promulgated by the agency merely as \"interim\" regulations. Following the comment period, FmHA evaluated and addressed those ideas submitted in writing, and even incorporated some of these suggestions into the final regulations of August 18, 1987. 52 Fed.Reg. 30889-93 (Aug. 18, 1987). Many of the concerns presented to and considered by FmHA are identical to those raised by plaintiffs: \"Four respondents commented on the provision that excludes borrowers and their spouses and dependent children from serving on county committees.\" 52 Fed.Reg. 30889 (August 18, 1987). \"Four respondents commented on the provision which restricts individuals from being active in the management or affairs of any club, organization, or committee. These respondents stated that this was overly restrictive since such rules should only apply to those in the civil service covered by the Hatch Act.\" <i>Id.</i> at 30890. \"Four respondents commented that the regulations were insufficiently clear in describing prohibited political <span class=\"star-pagination\">*933</span> activity which could lead to removal of county committee members.\" <i>Id.</i> at 30891. \"[F]our respondents commented on the implementation of the regulations and general conduct of the elections, including ... that the Agency had improperly published the regulations as interim final [regulations] without permitting prior public comment. ...\" <i>Id.</i> at 30892.</p>\n<p>The change illustrating most clearly the agency's receptiveness to public comment is the change permitting individuals not otherwise eligible to hold office, including politically active farmers, to run for office upon promising to stop the prohibited activity if elected. Plaintiffs claim the decision to allow politically active persons to run for county committee positions is the \"<i>direct</i> result\" of this litigation. Plaintiffs' Response To Defendants' Supplemental Memorandum In Support Of Motion To Dismiss, Or, In The Alternative, For Partial Summary Judgment at 2, n. 1. Many of the comments submitted during the 30 day period addressed this issue also. Regardless of the source of the change, the incorporation of the provision permitting politically active farmers to hold office illustrates the agency's receptiveness to public comment following the promulgation of the \"interim\" regulations.</p>\n<p>Plaintiffs, furthermore, cannot argue that public participation was insufficient. Notice of the comment period ending June 23, 1986, was given in the interim regulations of May 22, 1987. During the comment period, many people provided FmHA with ideas concerning the regulations. These individuals participated in the decision making process, thus negating the argument that a comment period following promulgation of interim regulations necessarily would discourage public input.</p>\n<p>Plaintiffs clearly had an opportunity to comment on the election regulations at the time when FmHA was demonstrably receptive to such comments. The fact that the regulations were changed reflects the agency's serious consideration of the comments received. To now grant plaintiffs another opportunity to reiterate concerns already considered by FmHA before it promulgated the final regulations would be unwarranted, wasteful, and redundant. Since the court finds that plaintiffs already have been provided with the relief which they seek in regard to their First Claim for Relief, that claim is DISMISSED as moot.</p>\n<p></p>\n<h2><i>Second Claim For Relief</i></h2>\n<p>Plaintiffs also challenge the constitutionality of the exclusion of FmHA borrowers and politically active persons from eligibility to serve on the County Committees as provided for in the interim regulations of May 22, 1986. Defendants claim that promulgation of the final regulations has mooted plaintiffs' second claim for relief as it relates to the exclusion of \"politically active\" candidates. In the final regulations, \"[l]anguage was added to clarify that individuals may run for election to the county committee while temporarily ineligible so long as they sign a statement indicating that they will be eligible prior to taking office.\" 52 Fed.Reg. 30893 (August 18, 1987). Accordingly, the final regulations provide that a nominating petition will be valid if, <i>inter alia,</i> it is</p>\n<blockquote>[a]ccompanied by a signed statement by the nominee certifying that he or she either currently meets the criteria to hold office, or will do so prior to taking office. If all the criteria are not met at the time the nomination is filed, the candidate must specify how he or she will meet the criteria; <i>e.g.,</i> resign from a position listed in § 2054.1104(d), (e), (f), (g), (h), or (i).</blockquote>\n<p>52 Fed.Reg. XXXXX-XXX (August 18, 1987) (to be codified at 7 C.F.R. § 2054.1111(c)(4)).</p>\n<p>Plaintiffs concede, and the court agrees, that because of these changes incorporated in the final regulations promulgated August 18, 1987, the issue of exclusion of politically active persons as candidates for FmHA county committees is moot. Plaintiffs' Response To Defendants' Supplemental Memorandum In Support of Motion To Dismiss, Or, In The Alternative, For Partial Summary Judgment, at 2. Accordingly, plaintiffs' Second Claim for Relief as it relates to the exclusion of \"politically active\" farmers is DISMISSED.</p>\n<p><span class=\"star-pagination\">*934</span> Defendants also contend that plaintiffs' claim that debtors of FmHA were unlawfully excluded from running for County Committee positions is not ripe for review. In order for a case to be ripe, \"the plaintiff must allege an actual injury or the certainty of a future injury. `A hypothetical threat is not enough.'\" <i>Martin Tractor Co. v. Federal Election Commission,</i> <span class=\"citation\" data-id=\"380928\"><a href=\"/opinion/380928/martin-tractor-company-v-federal-election-commission-national-chamber/\"><span class=\"volume\">627</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">375</span></a></span>, 379 (D.C.Cir.1980) (citation omitted), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">954</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">360</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></span> (1980). The basic rationale behind the ripeness doctrine in the administrative law context is</p>\n<blockquote>[t]o prevent the courts, through avoidance of premature adjudication, from entangling themselves in abstract disagreements over administrative policies, and also to protect the agencies from judicial interference until an administrative decision has been formalized and its effects felt in a concrete way by the challenging parties.</blockquote>\n<p><i>Abbott Laboratories v. Gardner,</i> <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></a></span>, 148-49, <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1507</span></a></span>, 1515-16, <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">681</span></a></span> (1967).</p>\n<p>Defendants argue that plaintiffs' candidate exclusion claim is not ripe for review because \"none of plaintiffs allege that they even attempted to run for County Committee positions or that they were refused permission to run by officials of FmHA.\" Memorandum in Support of Defendants' Motion to Dismiss, filed April 27, 1987, at 8. The court believes this \"ripeness\" issue to be disposed of by the Supreme Court's ruling in <i>Babbitt v. United Farmworkers National Union,</i> <span class=\"citation\" data-id=\"110099\"><a href=\"/opinion/110099/babbitt-v-farm-workers/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">289</span></a></span>, <span class=\"citation\" data-id=\"110099\"><a href=\"/opinion/110099/babbitt-v-farm-workers/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2301</span></a></span>, <span class=\"citation\" data-id=\"110099\"><a href=\"/opinion/110099/babbitt-v-farm-workers/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">895</span></a></span> (1979).</p>\n<p>In <i>Babbitt,</i> the United Farmworkers National Union (\"UFW\") and individual farmworkers challenged the constitutionality of provisions in the Arizona Agricultural Employment Act regulating procedures for the election of employee bargaining representatives. Plaintiffs brought constitutional objections on first amendment freedom of association grounds against statutory provisions which allegedly (1) prolonged the election process beyond seasonal employment peaks, by which time many agricultural employees had dispersed, and, (2) unduly restricted the class of employees eligible to vote. <i>Id.</i> at 294, 99 S.Ct. at 2307. Because plaintiffs believed that the challenged procedures made their participation in the election process futile, they completely refused to participate therein. <i>Id.</i> at 300, 99 S.Ct. at 2310. The <i>Babbitt</i> court rejected the argument that plaintiffs' claims were not ripe due to their failure to participate. Writing for a unanimous court, Justice White declared:</p>\n<blockquote>[Plaintiffs] admittedly have not invoked the Act's election procedures in the past nor have they expressed any intention of doing so in the future. But, as we see it, appellees' reluctance in this respect does not defeat the justiciability of their challenge in view of the nature of their claim.</blockquote>\n<p><i>Id.</i> at 299, 99 S.Ct. at 2309. As the Court explained,</p>\n<blockquote>[t]he basic inquiry in determining ripeness is whether the \"conflicting contentions of the parties ... present a real substantial controversy between parties having adverse legal interests, a dispute definite and concrete, not hypothetical or abstract.\"</blockquote>\n<p><i>Id.</i> at 298, 99 S.Ct. at 2308 (citations omitted).</p>\n<p>Here, as in <i>Babbitt,</i> the court believes that there is nothing \"hypothetical or abstract\" about the dispute between the parties. Indeed, this controversy appears to be significantly \"riper\" than the one in <i>Babbitt.</i> Defendants' regulations always have clearly stated that FmHA borrowers are not eligible to serve as FmHA committee members. Defendants have expressed absolutely no equivocation about excluding borrowers from holding office. Furthermore, as the <i>Babbitt</i> court held, the ripeness of election law claims should depend less on \"past injury\" than on \"the prospect\" of this legal issue's \"occurrence in an impending or future election.\" <i>Id.</i> at 300 n. 12, 99 S.Ct. at 2310 n. 12. Because FmHA County Committee elections are scheduled to be held on June 30 of each year, the court concludes that plaintiffs' claims in this regard are ripe as likely to occur \"in an impending or future election.\"</p>\n<p><span class=\"star-pagination\">*935</span> Defendants further contend that the \"debtor\" restriction on committee member eligibility is constitutional in that it is rationally related to legitimate governmental purposes and thus is valid. In countering this position, plaintiffs rely on <i>Bullock v. Carter,</i> <span class=\"citation\" data-id=\"108470\"><a href=\"/opinion/108470/bullock-v-carter/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span>, <span class=\"citation\" data-id=\"108470\"><a href=\"/opinion/108470/bullock-v-carter/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, <span class=\"citation\" data-id=\"108470\"><a href=\"/opinion/108470/bullock-v-carter/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">92</span></a></span> (1972), arguing that the restrictions affect a fundamental right and, therefore, are subject to strict scrutiny analysis. However, as the Court recognized in <i>Bullock,</i> \"not every limitation or incidental burden on the exercise of voting rights is subject to a stringent standard of review.\" <i>Id.</i> at 143, 92 S.Ct. at 856.</p>\n<p>The Court in <i>Bullock</i> was dealing with a Texas statute which required primary candidates for state and local offices to pay a filing fee upwards of $1,000. The Court noted that, \"the Texas system create[d] barriers to candidate access to the primary ballot, thereby tending to limit the field of candidates from which voters might choose.\" <i>Id.</i> The <i>Bullock</i> court, however, recognized that \"[t]he existence of such barriers does not of itself compel close scrutiny.\" <i>Id.</i></p>\n<p>Subsequent to <i>Bullock,</i> the Court held that a constitutional challenge to a voting restriction for an elected body which has a special limited purpose and whose activities have a disproportionate impact on a particular group is subject to a rational relation review and not strict scrutiny. <i>Salyer Land Co. v. Tulare Lake Basin Water Storage District,</i> <span class=\"citation\" data-id=\"108745\"><a href=\"/opinion/108745/salyer-land-co-v-tulare-lake-basin-water-storage-dist/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">719</span></a></span>, <span class=\"citation\" data-id=\"108745\"><a href=\"/opinion/108745/salyer-land-co-v-tulare-lake-basin-water-storage-dist/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1224</span></a></span>, <span class=\"citation\" data-id=\"108745\"><a href=\"/opinion/108745/salyer-land-co-v-tulare-lake-basin-water-storage-dist/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></a></span> (1973). Under a rational relation review, challenged regulations are constitutional if they are rationally based on a legitimate governmental interest. <i>Dandridge v. Williams,</i> <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 486-87, <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1153</span></a></span>, 1162-63, <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">491</span></a></span> (1970).</p>\n<p>In <i>Salyer Land Co.,</i> the Court \"consider[ed] the limits imposed by the Equal Protection Clause of the Fourteenth Amendment on legislation apportioning representation in state and local governing bodies in establishing qualifications for voters in the election of such representatives.\" <i>Salyer Land Co.,</i> 410 U.S. at 720, 93 S.Ct. at 1226. The challenged organization was a water storage district authorized by the California Water Storage District Act \"to plan projects and execute approved projects `for the acquisition, appropriation, diversion, storage, conservation, and distribution of water....' Calif.Water Code § 42200 <i>et seq.</i>\" <i>Id.</i> at 723, 93 S.Ct. at 1227 (footnote omitted).</p>\n<p>The Court recognized that the water district, while having some typical governmental functions, had limited authority and did not \"exercise what might be thought of as `normal governmental' authority.\" <i>Id.</i> at 728-29, 93 S.Ct. at 1229-30. The Court concluded that popular election requirements are \"inapplicable to elections such as the general elections of [the] Water Storage District.\" <i>Id.</i> at 730, 93 S.Ct. at 1231. Thus a rational relationship standard was applied. <i>Id.</i> at 735, 93 S.Ct. at 1233.</p>\n<p>The court, herein, believes the elections for the County Committees to be analogous to the elections under review in <i>Salyer Land Co.</i> The County Committees are not vested with normal governmental functions but rather act as boards of loan officers for deciding matters regarding FmHA loans. As such, the court concludes that the regulations governing elections of FmHA County Committee members are not regulations dealing with a fundamental right and, therefore, properly are reviewed under a rational relation standard.</p>\n<p>This court finds that the exclusion of FmHA borrowers, their spouses and dependent children from serving on County Committees is constitutional under the rational relation standard. This exclusion is designed to prevent even the appearance of a conflict of interest and thereby to protect the integrity of FmHA and its loan process. The court believes that protecting the integrity of FmHA and its loan process is a legitimate governmental interest. Further, the court concludes that the exclusion of FmHA borrowers, their spouses and dependent children from County Committees is rationally related to this objective. Indeed, plaintiffs concede as much. <i>See</i> Plaintiffs' Memorandum in Support of Motion for Summary Judgment, filed May 22, 1987, at 19.</p>\n<p><span class=\"star-pagination\">*936</span> Moreover, the restriction on FmHA borrowers, their spouses and dependent children actually may be the least restrictive method for avoiding the appearance of conflict. As FmHA stated in considering comments on this restriction, \"[d]ecisions of the committee must be made by disinterested parties in order to ensure confidence in those decisions by loan applicants and the general public.\" 52 Fed.Reg. at 30889. If FmHA borrowers or their immediate families were required only to recuse themselves on matters relating to their own loans, the appearance of a conflict of interest is evident. Each County Committee has only three members. If one committee member, who also is an FmHA borrower, is considering the loan of a second committee member (who has recused himself), the first committee member obviously would be well aware that his own loan eventually might be ruled upon by the recused committee member. This awareness might cause the first committee member to be more lenient with his fellow committee member in hopes of the same treatment in return. The appearance of a conflict of interest is apparent immediately.</p>\n<p>As stated above, this court finds that FmHA County Committee elections do not involve plaintiffs' fundamental rights. Accordingly, plaintiffs have suffered no violation of their first amendment right to associate freely for the advancement of their political views.</p>\n<p>Furthermore, this court finds that the exclusion of FmHA borrowers, their spouses, and dependent family members, is not arbitrary and capricious. In this respect, County Committee members are paid for their services and are considered to be FmHA employees. 51 Fed.Reg. 18767-68 (May 22, 1986). Farmers Home Administration employees and members of their families are ineligible for FmHA loans. FmHA instruction 2045-BB; 7 C.F.R. § 2045.1355(h). It follows that, as FmHA employees, County Committee members, as well as their spouses and dependent children, are ineligible for FmHA loans. By the same token, FmHA borrowers, their spouses, and dependent children, are prohibited from serving as County Committee members.</p>\n<p>While Congress specified that County Committee members were to be elected from among farmers, 7 U.S.C. § 1982(a), it did not call for the exclusion of FmHA borrowers or their families because such was not necessary. The exclusion of FmHA borrowers and their immediate families from County Committees was FmHA's existing practice which Congress did not change in enacting the Food Security Act of 1985. The challenged regulations, therefore, are not inconsistent with the Food Security Act of 1985 in this regard and are consistent with prior FmHA regulations. Thus, plaintiffs' argument that the exclusion of FmHA borrowers and their families from County Committees is arbitrary and capricious fails.</p>\n<p></p>\n<h2><i>Third Claim For Relief</i></h2>\n<p>Plaintiffs also claim that, by permitting five (5) days for the completion of nominating petitions, FmHA violated its own regulations governing elections. The interim regulations provided that \"[a]ll regular elections of County Committee members ... must be in June....\" 51 Fed.Reg. 18765 (May 22, 1986). Furthermore, nominating petitions \"must be ... [r]eceived in the County Office no later than 20 days before the election date....\" 51 Fed.Reg. 18766 (May 22, 1986). Thus, for the 1986 elections, the latest that nominating petitions could have been submitted to the County office, in conformity with the regulations, was June 10, 1986. To accomplish this, on May 28, 1986, only six days after the regulations were promulgated, FmHA published a calendar for the conduct of the elections providing that nominating petitions were to be completed between June 5 and June 10, 1986.</p>\n<p>Permitting five (5) days for the completion of nominating petitions was within the discretion of FmHA. The regulations provide that \"[t]he period for nominating by petition <i>should</i> begin 45 days and end 20 days before the election date.\" 51 Fed. Reg. 18766 (May 22, 1986) (emphasis added). Ideally, forty-five days is allowed for <span class=\"star-pagination\">*937</span> the completion of the nominating petitions. As discussed above, however, just over a month remained between the publishing of the calendar for the conduct of the elections and the actual election. The Secretary believed that failure to hold the elections in June, as required by the regulations, would have resulted in disruptions within the farming community. Thus, FmHA exercised its discretion to shorten the nominating period. Its decision to do so was not arbitrary, capricious, an abuse of discretion, or otherwise contrary to law. Accordingly, plaintiffs have failed to state a claim upon which relief can be granted in this regard.</p>\n<p></p>\n<h2><i>Fourth Claim For Relief</i></h2>\n<p>Finally, plaintiffs claim the manner in which the defendants conducted the elections of June 1986, was arbitrary, capricious, an abuse of discretion, and not in accordance with law under the APA and violated their rights under the First and Fifth Amendments of the Constitution. Defendants moved to dismiss this contention for failure to state a claim upon which relief can be granted. Defendants' motion is granted because, first, plaintiffs have alleged no injury brought about by the actions of defendants, and second, the actions taken by the agency clearly were not arbitrary or in violation of plaintiffs' rights.</p>\n<p>Before examining the merits of plaintiffs' fourth claim, the court must first discuss the issue of mootness. In the 1986 elections of County Committee members, one member of each committee was elected for a term of one year, and one member was elected for a term of two years. Since those elections, the terms of the members elected for one year have expired. Thus, plaintiffs' fourth claim is moot as it relates to the latter positions.</p>\n<p>Plaintiffs' attempt to establish their fourth claim by alleging that notice of the nominating period and election date was grossly insufficient, and therefore, in violation of their rights. Plaintiffs also argue that the nominating period, which ended on June 10, 1986, was too short. In alleging that FmHA's actions were unconstitutional, plaintiffs assert that \"[i]n the majority of North Carolina counties, the only media notice of the nominating period given was a single publication in a local newspaper, less than a week before the close of the nominating period; similarly, the only media notice of the election date itself was a single newspaper publication.\" Complaint paragraph 32. Plaintiffs also state that \"[i]n some counties, either no media notice of the nominating period or no media notice of the elections of any kind was ever given.\" <i>Id.</i></p>\n<p>Plaintiffs also contend that the level of voter turnout illustrates the arbitrariness of FmHA's actions. Plaintiffs allege that because of insufficient notice, fewer than 700 persons voted statewide; ten or fewer persons voted in seventy-five of the ninety-one elections; fewer than five persons voted in more than fifty elections; and more than twenty persons voted in only eight elections. Complaint paragraph 33. Finally, in regard to the number of people who filed for office, plaintiffs contend that in only twenty elections were there more than two persons on the ballot for the two elected positions. <i>Id.</i></p>\n<p>Defendants argue, and the court agrees, that in regard to their fourth claim plaintiffs have failed to allege sufficient facts establishing that they were injured by acts of FmHA. Bobby Sullivan, a farmer in Johnston County, is the only plaintiff to allege that he would have run for County Committee membership but was unable to do so because he personally did not receive notice of the nominating period. Complaint paragraphs 5 and 34(a). He fails, however, to allege anywhere that notice of the nominating period was inadequate in or around Johnston County. As quoted earlier, plaintiffs' complaint merely states that \"some\" counties received no notice while the \"majority\" of counties received insufficient notice.</p>\n<p>Plaintiffs also fail to show any injury resulting from the time allowed for nominating candidates. Plaintiff Wilson Gerald, a resident of Robeson County, states that he and his wife had difficulty nominating a <span class=\"star-pagination\">*938</span> candidate of their own choosing. Complaint paragraphs 6 and 33(b). Plaintiffs do not allege, however, that in Robeson County, an insufficient number of candidates were nominated. Leon Spaulding claims that he could not find another black farmer to run for the County Committee. Complaint paragraphs 7 and 34(c). Nevertheless, plaintiffs state that Mr. Spaulding had time to talk to sixteen black farmers about running for a Committee seat. Plaintiffs' Memorandum of Law in Opposition to Defendants' Motion to Dismiss, at 5. This degree of involvement indicates that he had ample notice of the nominating process, and that the time allowed for submitting nominations was quite sufficient. In essence, plaintiffs' numerical conclusions as to the alleged state-wide effects of the \"insufficient\" notice and \"short\" nominating period fail to illustrate an actual injury or that any injury suffered by plaintiffs was caused by FmHA.</p>\n<p>Furthermore, plaintiffs fail to establish their fourth claim as they have alleged no facts indicating that FmHA acted in an arbitrary fashion. In reviewing agency action, the court must determine \"whether the decision was based on a consideration of the relevant factors and whether there has been a clear error in judgment.\" <i>Citizens to Preserve Overton Park v. Volpe,</i> <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">402</span></a></span>, 416, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></a></span>, 824, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span></a></span> (1971). Moreover, the task of the court simply is to hold the agency to \"certain minimal standards of rationality. ...\" <i>Ethyl Corp. v. EPA,</i> <span class=\"citation\" data-id=\"338705\"><a href=\"/opinion/338705/ethyl-corporation-v-environmental-protection-agency-ppg-industries-inc/\"><span class=\"volume\">541</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 36 (D.C.Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">941</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2662</span></span>, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">394</span></span> (1976). The acts alleged by plaintiffs to be arbitrary and capricious include providing inadequate notice to farmers of the pending election and nominating period, and adopting a short nominating period. The court concludes that under the standards previously mentioned these actions by FmHA regarding the elections were neither arbitrary nor capricious. The elections originally were set for June 30, 1986, because that date fell in between periods of excessive work for farmers in North Carolina. To avoid unnecessary delay in electing County Committee members, the agency properly exercised its discretion by allowing for a shorter nominating period than optimally desired. Plaintiffs allegations indicated that FmHA considered the relevant factors in making its decision to proceed with the elections in June of 1986. Moreover, FmHA's actions do not illustrate \"clear error in judgment.\" Accordingly, plaintiff's fourth claim for relief is DISMISSED.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons set forth above, defendants' motions for summary judgment and dismissal are, hereby, GRANTED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Although the notice and comment provisions generally do not apply to matters relating to public loans, grants, or benefits, 5 U.S.C. § 553(a)(2), the Secretary of Agriculture has prescribed that agencies within that department will comply with the APA in such matters. 36 Fed.Reg. 13804 (July 24, 1971).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107451/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/338705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/364769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/365754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/383697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390526/"
  ]
}