{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1818195/",
  "absolute_url": "/opinion/1818195/united-states-v-flowers/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1818195/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:31:13.056251Z",
  "date_modified": "2016-02-29T23:27:52.835714Z",
  "type": "010combined",
  "sha1": "9df652b0c6cc752fb496917c9823cb5b3fa89e54",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>255 F.Supp. 485 (1966)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nJ. Percy FLOWERS, Defendant.</h1></center>\n<center>Cr. No. 6922.</center>\n<center><p><b>United States District Court E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>June 28, 1966.</center>\n<p><span class=\"star-pagination\">*486</span> Robert H. Cowen, U. S. Atty., Weldon L. Hollowell, Alton T. Cummings, Asst. U. S. Attys., Raleigh, N. C., for plaintiff.</p>\n<p>Robert L. Gavin, Gavin, Jackson &amp; Gavin, Sanford, N. C., George Rountree, Jr., Rountree &amp; Clark, Wilmington, N. C., Knox V. Jenkins, Jr., Smithfield, N. C., for defendant.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>MICHIE, District Judge.</p>\n<p>J. Percy Flowers was indicted on April 28, 1965, by a Grand Jury in the Eastern District of North Carolina, Wilmington Division, for violation of the Federal liquor laws. The Grand Jury charged Flowers with 26 violations listed as separate counts of a consolidated indictment, including one count alleging a conspiracy among Flowers and a number of other individuals listed as co-conspirators but not charged as co-defendants, and 25 substantive counts. The case was brought on for trial before me on August 16, 1965. After a lengthy trial and extensive jury deliberation, the jury returned a verdict on August 25 of not guilty as to 13 counts of the indictment and reported that they were unable to reach agreement as to the remaining 13 counts.</p>\n<p>Counsel for the defendant had previously moved, at the close of the evidence, for a judgment of acquittal pursuant to Rule 29, Federal Rules of Criminal Procedure, and timely renewal of the motion was made after the Court discharged the jury. In support of the motion the defendant relies upon the principles of res judicata (collateral estoppel) and double jeopardy and contends, in addition, that the evidence introduced by the government on the 13 counts upon which the jury failed to reach a verdict was insufficient to support a verdict of guilty.</p>\n<p><span class=\"star-pagination\">*487</span> There is no validity to the plea of double jeopardy. Each count of the indictment charged a separate and distinct crime. Only if the offenses are identical does double jeopardy constitute a defense. Pereira v. United States, 347 U.S. 1, 11, 74 S.Ct. 358, 98 L.Ed. 435 (1954); Pinkerton v. United States, 328 U.S. 640, 643-644, 66 S.Ct. 1180, 90 L. Ed. 1489 (1946). Nor do I believe, from a study of the record, that there is any merit to the argument that the evidence on any of the remaining 13 counts was insufficient to go to the jury. Much of the government's case was based upon circumstantial evidence but, in view of the testimony of an undercover agent, the evidence would have supported a verdict adverse to the defendant.</p>\n<p>It is the question of the applicability of the collateral estoppel principle to the facts of this case which provides the most serious issue to be decided. It is well established in the federal courts that the principle of res judicata applies to criminal as well as to civil proceedings. Sealfon v. United States, 332 U.S. 575, 578, 68 S.Ct. 237, 92 L.Ed. 180 (1948); United States v. Oppenheimer, 242 U.S. 85, 87, 37 S.Ct. 68, 61 L.Ed. 161 (1916). More specifically, that branch of the res judicata principle known as collateral estoppel operates to preclude the government from relitigating, in a later proceeding, those matters in issue which the verdict in an earlier prosecution necessarily determined against the government though the offenses be different. See Hoag v. State of New Jersey, 356 U.S. 464, 470-471, 78 S.Ct. 829, 2 L.Ed. 2d 913 (1958); Sealfon v. United States, supra; United States v. Kramer, 289 F.2d 909, 913 (2d Cir. 1961); Cosgrove v. United States, 224 F.2d 146, 150 (9th Cir. 1954). Thus, in the usual situation where collateral estoppel has been brought to bear, the government is barred from prosecuting a defendant on a new indictment if a verdict of acquittal on a previous indictment for a related offense resolved a factual issue in favor of the defendant and conviction on the new indictment would require that the same factual issue be resolved in favor of the prosecution. Inconsistent jury verdicts are thereby precluded.</p>\n<p>The application of the collateral estoppel principle to jury verdicts in criminal cases, where the jury has returned only a general verdict, requires that the court rationalize the jury's decision. It must be assumed that the jury was aware of all the facts in evidence and that it logically and properly applied the instructions of the court in reaching its verdict of acquittal. The possibility that the jury acquitted by reason of charity, compromise or simple frustration flowing from hours of tedious debate is barred from the court's consideration. See, e. g., Cosgrove v. United States, supra, at 154.</p>\n<p>The jury was not assumed to be a rational body at the inception of the jury system, see United States v. Maybury, 274 F.2d 899, 902-903 (2d Cir. 1960), and it has not yet been deemed wise to carry the process of rationalization to its logical conclusion. Thus, it is settled beyond cavil in the Federal courts that verdicts on different counts of a single indictment returned by the same jury at the same time are valid even though they may be logically inconsistent. Though a conviction on one count may be inconsistent with acquittal on another, the verdict will be allowed to stand. Dunn v. United States, 284 U.S. 390, 52 S.Ct. 189, 76 L.Ed. 356 (1932); United States v. Freeman, 286 F.2d 262, 263 (4th Cir. 1961); Steckler v. United States, 7 F.2d 59 (2d Cir. 1925). Though the <i>Dunn</i> decision preceded <i>Sealfon</i> and its progeny, it is well settled that the holding in <i>Dunn</i> was not overruled by <i>Sealfon</i><i>.</i> United States v. Cappello, 327 F.2d 378, 379 (2d Cir. 1964); United States v. Marcone, 275 F.2d 205, 206 (2d Cir.), cert. denied, 362 U.S. 963, 80 S.Ct. 879, 4 L.Ed.2d 877 (1960); Ross v. United States, 197 F.2d 660, 662 (6th Cir.), cert. denied, 344 U.S. 832, 73 S.Ct. 40, 97 L.Ed. 648 (1952).</p>\n<p>Had the jury in the instant case convicted the defendant on one of the counts on which they failed to reach a verdict, <span class=\"star-pagination\">*488</span> the conviction would not be subject to attack on the ground of inconsistency with any of the other counts upon which the defendant was acquitted. However, the jury did not convict Flowers on any of the 26 counts of the indictment; a conviction on one of the 13 remaining counts would be rendered by a different jury at a point later in time. As in <i>Dunn</i><i>,</i> any inconsistency would be between different counts of the same indictment but, as in <i>Sealfon</i><i>,</i> a conviction would come at a date later than the acquittal on the other counts and from a new jury.</p>\n<p>Were the question open, with but the <i>Dunn</i> and <i>Sealfon</i> cases to serve as guides, I would be hesitant to apply the collateral estoppel principle in the case at bar. In the context of a situation such as that presented here, i. e., a verdict of acquittal on some counts coupled with the jury's inability to reach a verdict on other counts, the application of the <i>Sealfon</i> rationale requires the Court to assume that the jurors have been logical in reaching their decision on the acquitted counts, yet the ultimate result will often be a conclusion that the jurors, or some of them, were illogical and inconsistent in failing to acquit on the remaining counts. In short, upon the instant facts, the jury must be assumed to be logical in order to conclude that it has been illogical, an unfortunate dichotomy to say the least. The <i>Dunn</i> rationale, on the other hand, takes cognizance of the seemingly inevitable vagaries of jurors and would be, in my opinion based upon practical experience, a sound approach to the problem presented here. It has long been recognized that jurors often do not see the facts as the court does, nor do they always follow the judge's instructions to the letter. See United States v. Dotterweich, 320 U.S. 277, 279, 64 S.Ct. 134, 88 L.Ed. 48 (1943); Dunn v. United States, supra, 284 U.S. at 394, 52 S.Ct. 189; Horning v. District of Columbia, 254 U.S. 135, 138, 41 S.Ct. 53, 65 L.Ed. 185 (1920).</p>\n<p>Jury verdicts appear to be particularly susceptible to inconsistencies in the federal courts in that type of prosecution where, like the violation of the liquor laws here, the federal statutes provide a multiplex catalog of separate offenses for each of which the accused may be prosecuted and sentenced, although the actions of the defendant involve only, e. g., the operation of one illicit distillery. In this case the jury deliberated for two days on the 26-count indictment without being able to reach a verdict, after having been committed to the custody of the marshal shortly after the opening of the trial. The jurors were totally unable to agree until the court reminded them, in its second supplemental instruction, that they might return verdicts on some of the counts of the indictment if they were unable to agree upon all the counts. Against this background, the court is of the opinion that the verdicts of acquittal may well have been based upon a willingness of part of the jurors to concede their convictions in order to agree upon something and return to their homes. The application of collateral estoppel to the facts of this case therefore might well grant to the defendant a windfall based upon the court's view of what the jury verdict must be taken to mean, but which the jurors in their deliberations never actually considered.</p>\n<p>Nevertheless, upon a careful perusal of the cases, I find that the authorities, though few in number, and albeit <i>sub silentio,</i> uniformly support the application of the collateral estoppel principle to the situation where, as here, the jurors have acquitted on some counts and have been unable to reach a verdict on others. See United States v. Kenny, 236 F.2d 128 (3d Cir.), cert. denied, 352 U.S. 894, 77 S.Ct. 133, 1 L.Ed.2d 87 (1956) (separate indictments tried together); Cosgrove v. United States, supra, (multiple count indictment); United States v. Perrone, 161 F.Supp. 252 (S.D.N.Y. 1958) (multiple count indictment). Additional support is found in Travers v. United States, 118 U.S.App.D.C. 276, 335 F.2d 698, 702-703 (1964), where the court held that, after reversal of a conviction <span class=\"star-pagination\">*489</span> on one count of an indictment for an error in the instructions, the government could not rely upon evidence necessarily determined against it by acquittal on a second count, even though the inconsistency in the verdict at the first trial would not have invalidated the conviction on the first count had the error in instructions not been made. Further, dicta in numerous cases indicate that any decision by a jury which is logically inconsistent with a decision between the same parties handed down at a point earlier in time is subject to the doctrine. E. g., United States v. Simon, 225 F.2d 260, 262 (3d Cir. 1955); Robinson v. United States, 175 F.2d 4, 10 (9th Cir. 1949). I conclude, on the basis of the available authority, that the defense of collateral estoppel, as to any facts which were necessarily determined in the defendant's favor by the verdict on the counts determined by the first trial, is open to the defendant upon a retrial of the counts on which the jury failed to agree.</p>\n<p>The government relies upon language in United States v. Petti, 168 F.2d 221, 224 (2d Cir. 1948), to the effect that the doctrine of res judicata has no application to different counts in the same indictment or to consolidated indictments. Similar wording has been used in a number of cases. E. g., United States v. Godel, 4th Cir., May 20, 1966, 361 F.2d 21; Coil v. United States, 343 F.2d 573, 576 (8th Cir.), cert. denied, 382 U.S. 821, 86 S.Ct. 48, 15 L.Ed.2d 67 (1965); Bryson v. United States, 238 F.2d 657, 663 (9th Cir. 1956), cert. denied, 355 U.S. 817, 78 S.Ct. 20, 2 L.Ed. 2d 34 (1957). These statements, however, have uniformly been uttered against the factual background of allegedly inconsistent jury verdicts rendered at the same time by the same jury and must be construed against that background. In contrast, the issue to be determined here is whether a verdict of guilty upon a retrial by a new jury would necessarily be inconsistent with the finding of not guilty on any of the 13 counts of the indictment disposed of at the first trial.</p>\n<p>My conclusion that the collateral estoppel principle is applicable in the instant setting brings me to the heart of this matter. Will a verdict of guilty on any of the thirteen remaining counts of the indictment require that an issue of fact necessarily determined favorably to the defendant at the first trial now be decided in favor of the government?</p>\n<p>As stated above, the defendant was acquitted on 13 counts of the indictment, including the count charging him with conspiracy, and the jury failed to reach a verdict on the 13 remaining counts. The original indictment had charged, in addition to the conspiracy count, 8 counts of selling untaxed liquor, in violation of 26 U.S.C. § 5604(a) (1) and 18 U.S.C. § 2(a); 9 counts of removing, depositing and concealing untaxed whisky in violation of 26 U.S.C. § 7206(4); two counts of having under his control stills not registered as required by 26 U.S.C. § 5179(a), in violation of 26 U.S.C. § 5601(a) (1); two counts of engaging in the business of a distiller without having filed application for and received notice of registration of his plant as required by 26 U.S.C. § 5171(a), in violation of 26 U.S.C. § 5601(a) (2); two counts of carrying on the business of a distiller without having given bond as required by law, in violation of 26 U.S.C. § 5601 (a) (4); and two counts of causing to be made and fermented mash fit for distillation and for the production of distilled spirits on premises other than the designated premises of a distilled spirits plant lawfully qualified to produce distilled spirits, in violation of 26 U.S.C. § 5601(a) (7) and 18 U.S.C. § 2(a) and (b).</p>\n<p>In addition to the conspiracy count the defendant was acquitted on all counts of selling untaxed liquor, the counts charging him with failure to apply for and receive notice of registration of a plant, and the counts alleging his failure to give bond.</p>\n<p><span class=\"star-pagination\">*490</span> On the basis of the acquittal on the conspiracy count, the defendant now argues that a conviction on any of the remaining 13 substantive counts at a new trial would require the relitigation of facts necessarily determined in his favor by the jury at the first trial. I find some merit in this contention.</p>\n<p>Looking first to the indictment, count one thereof charges that Flowers and 10 other individuals wilfully and knowingly conspired to commit offenses against the United States and to defraud the United States by having in their possession and under their control two unregistered stills in the North Carolina counties of Martin and Brunswick; by engaging in the business of a distiller without filing application for and receiving notice of registration as to either of the stills; by failing to give bond; by making or fermenting mash at the two stills; by transporting, possessing, selling and transferring approximately 24,716 gallons of untaxed distilled spirits; and by removing, depositing and concealing the 24,716 gallons of untaxed liquor with intent to evade payment of the tax due.</p>\n<p>When the alleged objects of the conspiracy are compared with the alleged substantive offenses outlined above, it appears that the former are but a consolidation of the latter. Further, of the 25 substantive counts, 17 were also listed as overt acts committed in furtherance of the conspiracy. The 8 remaining substantive counts had been charged as objects of the conspiracy.</p>\n<p>Without belaboring the evidence adduced at the trial, the total thrust of the government's case attempted to show that Flowers was the head man in a widespread network of illicit whiskey traffic. The government sought to prove that the defendant had under his control the two large stills in Martin and Brunswick Counties which, managed by his underlings and co-conspirators, supplied him with bootleg whiskey which he stored at various locations in Johnston County, North Carolina (the defendant's home county) and which he regularly peddled throughout the area. The evidence for the government did not show, however, any physical acts performed by Flowers to carry on this widespread business. Rather, the government attempted to show that the defendant was the central figure in the unlawful network who ran the business only through his subordinates, who in turn regularly reported back to him to settle up and receive new instructions. As the government phrases it, it is quite willing to concede that Flowers was not a stillhand. The government's entire case therefore dovetailed into the requirement that the jury find that there was an agreement or \"concert in criminal purpose\" between Flowers and his alleged lieutenants.</p>\n<p>Upon the close of the government's evidence<sup>[1]</sup> the case was submitted to the jury on the conspiracy theory. The court first charged the jury on the conspiracy count:</p>\n<blockquote>A conspiracy is a combination of two or more persons, by concerted action, to accomplish some unlawful purpose, or to accomplish some lawful purpose by unlawful means. So, a conspiracy is a kind of \"partnership in criminal purposes,\" in which each member becomes the agent of every other member. The gist of the offense is a combination or agreement to disobey or to disregard the law.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>[T]he evidence in the case need not show that the members entered into any express or formal agreement, or that they directly, by words spoken or in writing, stated between themselves what their object or purpose was to be, or the details thereof, or the means by which the object or purpose was to be accomplished. What the evidence in the case must show beyond a reasonable doubt, in order to establish proof that [a conspiracy] existed, is that the members in some way or manner, or through some contrivance, positively or tacitly came to a mutual understanding <span class=\"star-pagination\">*491</span> to try to accomplish a common and unlawful plan.</blockquote>\n<blockquote>The evidence in the case need not establish that all the means or methods set forth in the indictment were agreed upon to carry out the alleged conspiracy; nor that all means or methods, which were agreed upon, were actually used or put into operation; nor that all of the persons charged to have been members of the alleged conspiracy were in fact such members. What the evidence in the case must establish beyond a reasonable doubt is that the alleged conspiracy was knowingly formed, and that one or more of the means or methods described in the indictment were agreed upon to be used, in an effort to effect or accomplish some purpose of the conspiracy, as charged in the indictment; and that two or more persons, including the defendant J. Percy Flowers, and one or more of the co-conspirators were knowingly members of the conspiracy as charged in the indictment.</blockquote>\n<p>The conspiracy count was then tied in with the substantive counts of the indictment, on the authority of Pinkerton v. United States, supra.</p>\n<blockquote>A separate crime or offense is charged in each count of the indictment. Each offense and the evidence applicable thereto should be considered separately. The fact that you may find the accused guilty or not guilty of one of the offenses charged in the indictment should not control your verdict with respect to any other offense charged.</blockquote>\n<blockquote>However, if you find that the offenses charged in [the substantive counts] of the indictment were committed by co-conspirators of the defendant pursuant to and in the furtherance of the conspiracy, you may likewise find the defendant guilty of these substantive offenses if you are satisfied beyond a reasonable doubt that he was a member of the conspiracy.</blockquote>\n<p>Looking to these instructions \"in a practical frame and viewed with an eye to all the circumstances of the proceedings,\" Sealfon v. United States, supra, 332 U.S. at 579, 68 S.Ct. at 240, 92 L.Ed. 180, but mindful that the jury must be assumed to have spoken its true convictions by the acquittal on the conspiracy count, I have concluded that the acquittal forecloses the government from seeking conviction on the substantive counts at a second trial by way of the aiding and abetting theory, insofar as the proof attempts to show that the defendant aided and abetted those ten individuals originally charged to be his co-conspirators.<sup>[2]</sup> This is so because I think the acquittal on the conspiracy count must be accepted as establishing that there was no agreement between Flowers and the alleged co-conspirators, an ingredient necessary to the government's case if it is to convict Flowers for any of the remaining substantive counts by showing that he controlled and directed the unlawful actions from a distance through his lieutenants, rather than by showing that he personally committed any offense.</p>\n<p>The relevant conspiracy statute, 18 U.S.C. § 371 (1964 ed.), provides in pertinent part:</p>\n<blockquote>If two or more persons conspire either to commit any offense against the United States, or to defraud the United States, or any agency thereof in any manner or for any purpose, and one or more of such persons do any act to effect the object of the conspiracy, each shall be fined not more <span class=\"star-pagination\">*492</span> than $10,000 or imprisoned not more than five years, or both.</blockquote>\n<p>Under this statute, and under the court's instructions set forth above, the jury, in order to convict on the conspiracy count, had to find only that Flowers conspired with <i>one of the ten alleged co-conspirators</i> for <i>one of the six purposes listed in the indictment</i> and that <i>one of the 16 alleged overt acts was carried out in pursuance of the conspiracy.</i></p>\n<p>On the basis of the foregoing, the jury's verdict of not guilty on the conspiracy count must have been rendered on one of three grounds: 1) that no conspiracy existed between Flowers and any one of his alleged co-conspirators for any of the alleged purposes; 2) that none of the alleged overt acts were in fact committed; or 3) that the overt acts, while committed, were not in furtherance of a conspiracy.</p>\n<p>Of these, the second possible ground may be summarily rejected. The evidence was overwhelming that some of the alleged overt acts were in fact committed. More significantly, the defendant was not acquitted on a number of the substantive counts of the indictment which were also alleged as overt acts. It could hardly be contended that the jury, in the absence of complete confussion, would have failed to acquit Flowers on these substantive counts if they had believed the acts were never committed.</p>\n<p>Turning to the remaining two grounds as possible bases of the conspiracy acquittal, it is obvious that on the particular facts of this case they amount to the same thing. Flowers' only alleged connection with the substantive acts lay in the exercise of direction and control, which presupposes a concert of criminal purpose. If the substantive offenses were not committed pursuant to such concerted purpose, this is but another way of saying that the defendant did not conspire, for the alleged purposes of the conspiracy, as noted above, were but a consolidation of the substantive offenses. Under these circumstances the element of agreement between Flowers and the ten alleged co-conspirators is removed from a second trial, and with it must fall Flowers' responsibility for directing and controlling the actions of these ten individuals, notwithstanding that the government's theory may be aiding and abetting rather than conspiracy.</p>\n<p>The line between the crime of conspiracy and that of aiding and abetting is often indistinct. Compare Cosgrove v. United States, supra, 224 F.2d at 150-155, with Pereira v. United States, supra, 347 U.S. at 11, 74 S.Ct. 358, 98 L.Ed. 435 (1954). It is said that the terms aiding and abetting have a \"broader application, making the defendant a principal when he consciously shares in a criminal act, regardless of the existence of a conspiracy.\" Pereira v. United States, supra, at 11, 74 S.Ct. at 364; Nye &amp; Nissen v. United States, 336 U.S. 613, 620, 69 S.Ct. 766, 93 L.Ed. 919 (1949). To be an aider and abetter, as described in Johnson v. United States, 195 F.2d 673, 675 (8th Cir. 1952):</p>\n<blockquote>[I]t must appear that one so far participates in the commission of the crime charged as to be present, actually or constructively, for the purpose of assisting therein. Thus, one who gives aid and comfort, or who commands, advises, instigates or encourages another to commit a crime may be said to be an aider and abetter. Generally speaking, to find one guilty as a principal on the ground that he was an aider and abetter, it must be proven that he shared in the criminal intent of the principal and there must be a community of unlawful purpose at the time the act is committed. As the term \"aiding and abetting\" implies, it assumes some participation in the criminal act in furtherance of the common design, either before or at the time the criminal act is committed.</blockquote>\n<p>In the instant case the jury was given, in addition to the conspiracy instruction set forth above, a separate instruction setting forth the aiding and abetting theory of 18 U.S.C. § 2 (1964 ed.), based upon the wording in Nye &amp; Nissen v. <span class=\"star-pagination\">*493</span> United States, supra, 336 U.S. at 618-619, 69 S.Ct. at 769.</p>\n<blockquote>Also in considering the defendant's innocence or guilt of the substantive offenses charged in * * * the bill of indictment, I charge you that one who aids, abets, counsels, commands, induces, or procures the commission of an act is as responsible for that act as if he committed it directly. In order to aid and abet another to commit a crime it is necessary that the defendant in some sort associate himself with the venture, that he participate in it as something he wishes to bring about, that he seek by his action to make it succeed.</blockquote>\n<p>The government now contends that, originally armed with a bow having two strings (conspiracy and aiding and abetting), it has now lost but one of them and must be allowed to proceed on the other theory. This argument does not reach the issue presented here, however. Although the jury could properly have convicted on the substantive counts via either the conspiracy or aiding and abetting routes, it does not follow that the loss of one theory necessarily leaves the other intact. There is nothing talismanic in the terms. Collateral estoppel may cut across theoretical lines where the same proof is necessary to convict under either line of reasoning, and the <i>Pinkerton</i> and <i>Nye &amp; Nissen</i> decisions do not purport to counsel otherwise.</p>\n<p>The similarity between conspiracy and aiding and abetting has long been recognized. As stated in Pinkerton v. United States, supra, 328 U.S. at 647, 66 S.Ct. at 1184, 90 L.Ed. 1489:</p>\n<blockquote>The criminal intent to do the act is established by the formation of the conspiracy. Each conspirator instigated the commission of the crime. The unlawful agreement contemplated precisely what was done. It was formed for the purpose. The act done was in execution of the enterprise. <i>The rule which holds responsible one who counsels, procures, or commands another to commit a crime is founded on the same principle.</i> [Emphasis added.]</blockquote>\n<p>Many other cases might be cited which bring out the similarity between the two offenses. It is sufficient, however, to point to Cosgrove v. United States, supra, 224 F.2d at 150-155, and cases cited therein. See also the language used by Judge Learned Hand in United States v. Falcone, 109 F.2d 579, 581 (2d Cir.), aff'd, 311 U.S. 205, 61 S.Ct. 204, 85 L.Ed. 128 (1940).</p>\n<p>The decision of the issue in this case, however, does not rest upon the mere similarity of the offenses of conspiracy and aiding and abetting as an abstract matter. Rather, I have here concluded that the identical evidence which the jury at the previous trial found did not support a verdict of guilty on the conspiracy count cannot now be used by the government at a second trial to convict the defendant for aiding and abetting. On the particular facts of this case, the acts of the defendant which were relied upon to show a conspiracy are also the acts which would constitute aiding and abetting of those individuals the jury decided were not his co-conspirators. The entire thrust of the government's case tended to show that Flowers was in control of the entire operation, working only through his subordinates. The nature of the substantive offensesthe operation of unlawful distilleries, the concealment and sale of untaxed whiskey necessarily presuppose forethought, understanding and agreement when carried out by more than one person, one of whom is charged not for his physical acts of participation but for directing, from a distance, the entire operation. As stated above, no evidence tended to show that Flowers worked at a still, personally made a sale of whiskey, or carried a case of the \"product\" in his hands, nor is there here a hint of evidence showing a defense to the charge of conspiracy which would not also be a defense to the charge of aiding and abetting, such as, e. g., evidence showing that Flowers <span class=\"star-pagination\">*494</span> worked through parties innocent of knowledge of the unlawful scheme.</p>\n<p>Under these circumstances, therefore, I conclude that the defendant's contention that this case is controlled by the principle enunciated in Sealfon v. United States, supra, must be upheld insofar as a second trial would necessarily traverse the same factual ground as the first in order to show a second time that Flowers directed and controlled the substantive acts of the individuals whom the jury determined were not his co-conspirators. In order to show, under the aiding and abetting theory, that Flowers directed and controlled the actions of his alleged co-conspirators, the government would necessarily have to prove, a second time, the agreement of the parties upon which the conspiracy charge focused and which has been rejected by the jury. Insofar as Flowers is charged with responsibility for the acts of the co-conspirators the government must prove a \"partnership in crime\" under the aiding and abetting as well as the conspiracy theory. Having been once repulsed, the prosecution may not have a second chance. Sealfon v. United States, supra, 332 U.S. at 580, 68 S.Ct. 237, 92 L.Ed. 180: accord, Cosgrove v. United States, supra, 224 F.2d at 155; cf. Laughlin v. United States, 344 F.2d 187 (D.C.Cir. 1965); United States v. Kramer, supra; Yawn v. United States, 244 F.2d 235 (5th Cir. 1957); United States v. Simon, 225 F.2d 260 (3d Cir. 1955); United States v. De Angelo, 138 F.2d 466 (3d Cir. 1943).</p>\n<p>I have examined the cases relied upon by the government and do not believe they support a contrary conclusion on the facts of this case. United States v. Curzio, 170 F.2d 354 (3d Cir. 1948), which the prosecution contends is on all fours with the instant case, is distinguishable in that the defendant who had been acquitted on a conspiracy charge had <i>personally</i> done the substantive act for which he was later convicted. The other cases cited by the government are also factually distinguishable.</p>\n<p>In addition to the collateral estoppel argument with relation to the conspiracy and aiding and abetting theories, the defendant contends that the doctrine should be applied to yet another aspect of the case. As heretofore set forth, much of the trial revolved around the two distilleries in Martin and Brunswick Counties. Flowers was charged with ten substantive counts relating to these stills, five separate categories of offenses relating to each of them. As to each still, the jury returned a verdict of not guilty on the count charging that Flowers failed to apply for and receive notice of registration of a plant and the count charging his failure to give bond. The jurors were unable to reach a verdict on the other counts of the indictment relating to the two distilleries. I do not consider it necessary, however, to speculate on the meaning of this seeming inconsistency. The record shows that Flowers' alleged connection with these two stills was through those individuals who were alleged to be his co-conspirators. This being the case, the several remaining counts of the indictment relating to the Martin and Brunswick County stills are squarely within the collateral estoppel principle enunciated above.</p>\n<p>In summary, I have concluded that the government is collaterally estopped from seeking a conviction of the defendant at a second trial by holding him responsible for the actions of those individuals whom a jury has determined were not his co-conspirators, unless the government can offer proof other than that considered and rejected by the jury at the first trial which attempted to show an agreement between Flowers and the alleged co-conspirators and control and direction of the substantive acts by Flowers without his physical participation in any of them. This holding covers all of the substantive counts which deal with the defendant's responsibility for the acts of the alleged co-conspirators, whether or not the indictment specifically relies upon the aiding and abetting theory, 18 U.S.C. § 2. <span class=\"star-pagination\">*495</span> The holding does not, however, cover any counts upon which the government can offer proof of criminal responsibility of the defendant for acts committed personally by the defendant or by any individual, at the instance of Flowers, other than one of the alleged co-conspirators, e. g., the acts committed by the undercover agent allegedly at the defendant's direction.</p>\n<p>The government may desire to reprosecute on those counts of the indictment which are not barred by the limitations set forth above. Accordingly, the court will allow the United States Attorney thirty days from the date of this opinion in which to represent to the court that he can offer proof not barred by collateral estoppel and to indicate upon which counts he wishes to proceed. The remaining counts will then be dismissed. In the absence of such representation, the indictment will be dismissed as to all thirteen remaining counts.</p>\n<h2>NOTES</h2>\n<p>[1]  The defendant chose not to present any evidence.</p>\n<p>[2]  Some of the remaining 13 substantive counts do not per se rely upon the aiding and abetting statute, 18 U.S.C. § 2 (1964 ed.). However, the evidence under each count showed that the government's case rested upon the theory that Flowers was responsible for the acts of other individuals whom he directed. In using the terms \"aiding and abetting\" herein, therefore, I intend to encompass all counts of the indictment upon which conviction is sought by showing that the defendant merely controlled and directed the acts of other individuals.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">255</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">485</span></span> (1966)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nJ. Percy FLOWERS, Defendant.</h1></center>\n<center>Cr. No. 6922.</center>\n<center><p><b>United States District Court E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>June 28, 1966.</center>\n<p><span class=\"star-pagination\">*486</span> Robert H. Cowen, U. S. Atty., Weldon L. Hollowell, Alton T. Cummings, Asst. U. S. Attys., Raleigh, N. C., for plaintiff.</p>\n<p>Robert L. Gavin, Gavin, Jackson &amp; Gavin, Sanford, N. C., George Rountree, Jr., Rountree &amp; Clark, Wilmington, N. C., Knox V. Jenkins, Jr., Smithfield, N. C., for defendant.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>MICHIE, District Judge.</p>\n<p>J. Percy Flowers was indicted on April 28, 1965, by a Grand Jury in the Eastern District of North Carolina, Wilmington Division, for violation of the Federal liquor laws. The Grand Jury charged Flowers with 26 violations listed as separate counts of a consolidated indictment, including one count alleging a conspiracy among Flowers and a number of other individuals listed as co-conspirators but not charged as co-defendants, and 25 substantive counts. The case was brought on for trial before me on August 16, 1965. After a lengthy trial and extensive jury deliberation, the jury returned a verdict on August 25 of not guilty as to 13 counts of the indictment and reported that they were unable to reach agreement as to the remaining 13 counts.</p>\n<p>Counsel for the defendant had previously moved, at the close of the evidence, for a judgment of acquittal pursuant to Rule 29, Federal Rules of Criminal Procedure, and timely renewal of the motion was made after the Court discharged the jury. In support of the motion the defendant relies upon the principles of res judicata (collateral estoppel) and double jeopardy and contends, in addition, that the evidence introduced by the government on the 13 counts upon which the jury failed to reach a verdict was insufficient to support a verdict of guilty.</p>\n<p><span class=\"star-pagination\">*487</span> There is no validity to the plea of double jeopardy. Each count of the indictment charged a separate and distinct crime. Only if the offenses are identical does double jeopardy constitute a defense. Pereira v. United States, <span class=\"citation\" data-id=\"105186\"><a href=\"/opinion/105186/pereira-v-united-states/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 11, <span class=\"citation\" data-id=\"105186\"><a href=\"/opinion/105186/pereira-v-united-states/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">358</span></a></span>, <span class=\"citation\" data-id=\"105186\"><a href=\"/opinion/105186/pereira-v-united-states/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">435</span></a></span> (1954); Pinkerton v. United States, <span class=\"citation\" data-id=\"104316\"><a href=\"/opinion/104316/pinkerton-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">640</span></a></span>, 643-644, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1180</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1489</span></span> (1946). Nor do I believe, from a study of the record, that there is any merit to the argument that the evidence on any of the remaining 13 counts was insufficient to go to the jury. Much of the government's case was based upon circumstantial evidence but, in view of the testimony of an undercover agent, the evidence would have supported a verdict adverse to the defendant.</p>\n<p>It is the question of the applicability of the collateral estoppel principle to the facts of this case which provides the most serious issue to be decided. It is well established in the federal courts that the principle of res judicata applies to criminal as well as to civil proceedings. Sealfon v. United States, <span class=\"citation\" data-id=\"104489\"><a href=\"/opinion/104489/sealfon-v-united-states/\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, 578, <span class=\"citation\" data-id=\"104489\"><a href=\"/opinion/104489/sealfon-v-united-states/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">237</span></a></span>, <span class=\"citation\" data-id=\"104489\"><a href=\"/opinion/104489/sealfon-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">180</span></a></span> (1948); United States v. Oppenheimer, <span class=\"citation\" data-id=\"98798\"><a href=\"/opinion/98798/united-states-v-oppenheimer/\"><span class=\"volume\">242</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, 87, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">68</span></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">161</span></span> (1916). More specifically, that branch of the res judicata principle known as collateral estoppel operates to preclude the government from relitigating, in a later proceeding, those matters in issue which the verdict in an earlier prosecution necessarily determined against the government though the offenses be different. See Hoag v. State of New Jersey, <span class=\"citation\" data-id=\"105687\"><a href=\"/opinion/105687/hoag-v-new-jersey/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 470-471, <span class=\"citation\" data-id=\"105687\"><a href=\"/opinion/105687/hoag-v-new-jersey/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">829</span></a></span>, <span class=\"citation\" data-id=\"105687\"><a href=\"/opinion/105687/hoag-v-new-jersey/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">913</span></a></span> (1958); Sealfon v. United States, supra; United States v. Kramer, <span class=\"citation\" data-id=\"253908\"><a href=\"/opinion/253908/united-states-v-stephen-kramer/\"><span class=\"volume\">289</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">909</span></a></span>, 913 (2d Cir. 1961); Cosgrove v. United States, <span class=\"citation no-link\"><span class=\"volume\">224</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">146</span></span>, 150 (9th Cir. 1954). Thus, in the usual situation where collateral estoppel has been brought to bear, the government is barred from prosecuting a defendant on a new indictment if a verdict of acquittal on a previous indictment for a related offense resolved a factual issue in favor of the defendant and conviction on the new indictment would require that the same factual issue be resolved in favor of the prosecution. Inconsistent jury verdicts are thereby precluded.</p>\n<p>The application of the collateral estoppel principle to jury verdicts in criminal cases, where the jury has returned only a general verdict, requires that the court rationalize the jury's decision. It must be assumed that the jury was aware of all the facts in evidence and that it logically and properly applied the instructions of the court in reaching its verdict of acquittal. The possibility that the jury acquitted by reason of charity, compromise or simple frustration flowing from hours of tedious debate is barred from the court's consideration. See, e. g., Cosgrove v. United States, supra, at 154.</p>\n<p>The jury was not assumed to be a rational body at the inception of the jury system, see United States v. Maybury, <span class=\"citation\" data-id=\"250141\"><a href=\"/opinion/250141/united-states-v-joseph-maybury/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">899</span></a></span>, 902-903 (2d Cir. 1960), and it has not yet been deemed wise to carry the process of rationalization to its logical conclusion. Thus, it is settled beyond cavil in the Federal courts that verdicts on different counts of a single indictment returned by the same jury at the same time are valid even though they may be logically inconsistent. Though a conviction on one count may be inconsistent with acquittal on another, the verdict will be allowed to stand. Dunn v. United States, <span class=\"citation\" data-id=\"101833\"><a href=\"/opinion/101833/dunn-v-united-states/\"><span class=\"volume\">284</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">189</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">356</span></span> (1932); United States v. Freeman, <span class=\"citation no-link\"><span class=\"volume\">286</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">262</span></span>, 263 (4th Cir. 1961); Steckler v. United States, <span class=\"citation\" data-id=\"1509887\"><a href=\"/opinion/1509887/steckler-v-united-states/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">59</span></a></span> (2d Cir. 1925). Though the <i>Dunn</i> decision preceded <i>Sealfon</i> and its progeny, it is well settled that the holding in <i>Dunn</i> was not overruled by <i>Sealfon</i><i>.</i> United States v. Cappello, <span class=\"citation\" data-id=\"263104\"><a href=\"/opinion/263104/united-states-v-santo-cappello-and-ralph-mallamace/\"><span class=\"volume\">327</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">378</span></a></span>, 379 (2d Cir. 1964); United States v. Marcone, <span class=\"citation\" data-id=\"250208\"><a href=\"/opinion/250208/united-states-v-dominick-marcone-alfred-sacco-and-archangelo-noio/\"><span class=\"volume\">275</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">205</span></a></span>, 206 (2d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">362</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">963</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">879</span></span>, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">877</span></span> (1960); Ross v. United States, <span class=\"citation\" data-id=\"229761\"><a href=\"/opinion/229761/ross-v-united-states/\"><span class=\"volume\">197</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">660</span></a></span>, 662 (6th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">832</span></span>, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">40</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">648</span></span> (1952).</p>\n<p>Had the jury in the instant case convicted the defendant on one of the counts on which they failed to reach a verdict, <span class=\"star-pagination\">*488</span> the conviction would not be subject to attack on the ground of inconsistency with any of the other counts upon which the defendant was acquitted. However, the jury did not convict Flowers on any of the 26 counts of the indictment; a conviction on one of the 13 remaining counts would be rendered by a different jury at a point later in time. As in <i>Dunn</i><i>,</i> any inconsistency would be between different counts of the same indictment but, as in <i>Sealfon</i><i>,</i> a conviction would come at a date later than the acquittal on the other counts and from a new jury.</p>\n<p>Were the question open, with but the <i>Dunn</i> and <i>Sealfon</i> cases to serve as guides, I would be hesitant to apply the collateral estoppel principle in the case at bar. In the context of a situation such as that presented here, i. e., a verdict of acquittal on some counts coupled with the jury's inability to reach a verdict on other counts, the application of the <i>Sealfon</i> rationale requires the Court to assume that the jurors have been logical in reaching their decision on the acquitted counts, yet the ultimate result will often be a conclusion that the jurors, or some of them, were illogical and inconsistent in failing to acquit on the remaining counts. In short, upon the instant facts, the jury must be assumed to be logical in order to conclude that it has been illogical, an unfortunate dichotomy to say the least. The <i>Dunn</i> rationale, on the other hand, takes cognizance of the seemingly inevitable vagaries of jurors and would be, in my opinion based upon practical experience, a sound approach to the problem presented here. It has long been recognized that jurors often do not see the facts as the court does, nor do they always follow the judge's instructions to the letter. See United States v. Dotterweich, <span class=\"citation\" data-id=\"103895\"><a href=\"/opinion/103895/united-states-v-dotterweich/\"><span class=\"volume\">320</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">277</span></a></span>, 279, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">134</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">48</span></span> (1943); Dunn v. United States, supra, 284 U.S. at 394, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">189</span></span>; Horning v. District of Columbia, <span class=\"citation\" data-id=\"99651\"><a href=\"/opinion/99651/horning-v-district-of-columbia/\"><span class=\"volume\">254</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">135</span></a></span>, 138, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">53</span></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">185</span></span> (1920).</p>\n<p>Jury verdicts appear to be particularly susceptible to inconsistencies in the federal courts in that type of prosecution where, like the violation of the liquor laws here, the federal statutes provide a multiplex catalog of separate offenses for each of which the accused may be prosecuted and sentenced, although the actions of the defendant involve only, e. g., the operation of one illicit distillery. In this case the jury deliberated for two days on the 26-count indictment without being able to reach a verdict, after having been committed to the custody of the marshal shortly after the opening of the trial. The jurors were totally unable to agree until the court reminded them, in its second supplemental instruction, that they might return verdicts on some of the counts of the indictment if they were unable to agree upon all the counts. Against this background, the court is of the opinion that the verdicts of acquittal may well have been based upon a willingness of part of the jurors to concede their convictions in order to agree upon something and return to their homes. The application of collateral estoppel to the facts of this case therefore might well grant to the defendant a windfall based upon the court's view of what the jury verdict must be taken to mean, but which the jurors in their deliberations never actually considered.</p>\n<p>Nevertheless, upon a careful perusal of the cases, I find that the authorities, though few in number, and albeit <i>sub silentio,</i> uniformly support the application of the collateral estoppel principle to the situation where, as here, the jurors have acquitted on some counts and have been unable to reach a verdict on others. See United States v. Kenny, <span class=\"citation\" data-id=\"240149\"><a href=\"/opinion/240149/united-states-v-bernard-f-kenny/\"><span class=\"volume\">236</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">128</span></a></span> (3d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">894</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">133</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">87</span></span> (1956) (separate indictments tried together); Cosgrove v. United States, supra, (multiple count indictment); United States v. Perrone, <span class=\"citation\" data-id=\"2347920\"><a href=\"/opinion/2347920/united-states-v-perrone/\"><span class=\"volume\">161</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">252</span></a></span> (S.D.N.Y. 1958) (multiple count indictment). Additional support is found in Travers v. United States, 118 U.S.App.D.C. 276, <span class=\"citation\" data-id=\"265264\"><a href=\"/opinion/265264/theodore-o-travers-v-united-states/\"><span class=\"volume\">335</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span>, 702-703 (1964), where the court held that, after reversal of a conviction <span class=\"star-pagination\">*489</span> on one count of an indictment for an error in the instructions, the government could not rely upon evidence necessarily determined against it by acquittal on a second count, even though the inconsistency in the verdict at the first trial would not have invalidated the conviction on the first count had the error in instructions not been made. Further, dicta in numerous cases indicate that any decision by a jury which is logically inconsistent with a decision between the same parties handed down at a point earlier in time is subject to the doctrine. E. g., United States v. Simon, <span class=\"citation\" data-id=\"237395\"><a href=\"/opinion/237395/united-states-v-paul-simon/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">260</span></a></span>, 262 (3d Cir. 1955); Robinson v. United States, <span class=\"citation no-link\"><span class=\"volume\">175</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></span>, 10 (9th Cir. 1949). I conclude, on the basis of the available authority, that the defense of collateral estoppel, as to any facts which were necessarily determined in the defendant's favor by the verdict on the counts determined by the first trial, is open to the defendant upon a retrial of the counts on which the jury failed to agree.</p>\n<p>The government relies upon language in United States v. Petti, <span class=\"citation no-link\"><span class=\"volume\">168</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">221</span></span>, 224 (2d Cir. 1948), to the effect that the doctrine of res judicata has no application to different counts in the same indictment or to consolidated indictments. Similar wording has been used in a number of cases. E. g., United States v. Godel, 4th Cir., May 20, 1966, 361 F.2d 21; Coil v. United States, <span class=\"citation\" data-id=\"267429\"><a href=\"/opinion/267429/lowell-michael-coil-also-known-as-l-m-coil-also-known-as-mike-coil-v/\"><span class=\"volume\">343</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">573</span></a></span>, 576 (8th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">821</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">48</span></span>, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></span> (1965); Bryson v. United States, <span class=\"citation\" data-id=\"240757\"><a href=\"/opinion/240757/hugh-bryson-v-united-states/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">657</span></a></span>, 663 (9th Cir. 1956), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">20</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">34</span></span> (1957). These statements, however, have uniformly been uttered against the factual background of allegedly inconsistent jury verdicts rendered at the same time by the same jury and must be construed against that background. In contrast, the issue to be determined here is whether a verdict of guilty upon a retrial by a new jury would necessarily be inconsistent with the finding of not guilty on any of the 13 counts of the indictment disposed of at the first trial.</p>\n<p>My conclusion that the collateral estoppel principle is applicable in the instant setting brings me to the heart of this matter. Will a verdict of guilty on any of the thirteen remaining counts of the indictment require that an issue of fact necessarily determined favorably to the defendant at the first trial now be decided in favor of the government?</p>\n<p>As stated above, the defendant was acquitted on 13 counts of the indictment, including the count charging him with conspiracy, and the jury failed to reach a verdict on the 13 remaining counts. The original indictment had charged, in addition to the conspiracy count, 8 counts of selling untaxed liquor, in violation of 26 U.S.C. § 5604(a) (1) and 18 U.S.C. § 2(a); 9 counts of removing, depositing and concealing untaxed whisky in violation of 26 U.S.C. § 7206(4); two counts of having under his control stills not registered as required by 26 U.S.C. § 5179(a), in violation of 26 U.S.C. § 5601(a) (1); two counts of engaging in the business of a distiller without having filed application for and received notice of registration of his plant as required by 26 U.S.C. § 5171(a), in violation of 26 U.S.C. § 5601(a) (2); two counts of carrying on the business of a distiller without having given bond as required by law, in violation of 26 U.S.C. § 5601 (a) (4); and two counts of causing to be made and fermented mash fit for distillation and for the production of distilled spirits on premises other than the designated premises of a distilled spirits plant lawfully qualified to produce distilled spirits, in violation of 26 U.S.C. § 5601(a) (7) and 18 U.S.C. § 2(a) and (b).</p>\n<p>In addition to the conspiracy count the defendant was acquitted on all counts of selling untaxed liquor, the counts charging him with failure to apply for and receive notice of registration of a plant, and the counts alleging his failure to give bond.</p>\n<p><span class=\"star-pagination\">*490</span> On the basis of the acquittal on the conspiracy count, the defendant now argues that a conviction on any of the remaining 13 substantive counts at a new trial would require the relitigation of facts necessarily determined in his favor by the jury at the first trial. I find some merit in this contention.</p>\n<p>Looking first to the indictment, count one thereof charges that Flowers and 10 other individuals wilfully and knowingly conspired to commit offenses against the United States and to defraud the United States by having in their possession and under their control two unregistered stills in the North Carolina counties of Martin and Brunswick; by engaging in the business of a distiller without filing application for and receiving notice of registration as to either of the stills; by failing to give bond; by making or fermenting mash at the two stills; by transporting, possessing, selling and transferring approximately 24,716 gallons of untaxed distilled spirits; and by removing, depositing and concealing the 24,716 gallons of untaxed liquor with intent to evade payment of the tax due.</p>\n<p>When the alleged objects of the conspiracy are compared with the alleged substantive offenses outlined above, it appears that the former are but a consolidation of the latter. Further, of the 25 substantive counts, 17 were also listed as overt acts committed in furtherance of the conspiracy. The 8 remaining substantive counts had been charged as objects of the conspiracy.</p>\n<p>Without belaboring the evidence adduced at the trial, the total thrust of the government's case attempted to show that Flowers was the head man in a widespread network of illicit whiskey traffic. The government sought to prove that the defendant had under his control the two large stills in Martin and Brunswick Counties which, managed by his underlings and co-conspirators, supplied him with bootleg whiskey which he stored at various locations in Johnston County, North Carolina (the defendant's home county) and which he regularly peddled throughout the area. The evidence for the government did not show, however, any physical acts performed by Flowers to carry on this widespread business. Rather, the government attempted to show that the defendant was the central figure in the unlawful network who ran the business only through his subordinates, who in turn regularly reported back to him to settle up and receive new instructions. As the government phrases it, it is quite willing to concede that Flowers was not a stillhand. The government's entire case therefore dovetailed into the requirement that the jury find that there was an agreement or \"concert in criminal purpose\" between Flowers and his alleged lieutenants.</p>\n<p>Upon the close of the government's evidence<sup>[1]</sup> the case was submitted to the jury on the conspiracy theory. The court first charged the jury on the conspiracy count:</p>\n<blockquote>A conspiracy is a combination of two or more persons, by concerted action, to accomplish some unlawful purpose, or to accomplish some lawful purpose by unlawful means. So, a conspiracy is a kind of \"partnership in criminal purposes,\" in which each member becomes the agent of every other member. The gist of the offense is a combination or agreement to disobey or to disregard the law.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>[T]he evidence in the case need not show that the members entered into any express or formal agreement, or that they directly, by words spoken or in writing, stated between themselves what their object or purpose was to be, or the details thereof, or the means by which the object or purpose was to be accomplished. What the evidence in the case must show beyond a reasonable doubt, in order to establish proof that [a conspiracy] existed, is that the members in some way or manner, or through some contrivance, positively or tacitly came to a mutual understanding <span class=\"star-pagination\">*491</span> to try to accomplish a common and unlawful plan.</blockquote>\n<blockquote>The evidence in the case need not establish that all the means or methods set forth in the indictment were agreed upon to carry out the alleged conspiracy; nor that all means or methods, which were agreed upon, were actually used or put into operation; nor that all of the persons charged to have been members of the alleged conspiracy were in fact such members. What the evidence in the case must establish beyond a reasonable doubt is that the alleged conspiracy was knowingly formed, and that one or more of the means or methods described in the indictment were agreed upon to be used, in an effort to effect or accomplish some purpose of the conspiracy, as charged in the indictment; and that two or more persons, including the defendant J. Percy Flowers, and one or more of the co-conspirators were knowingly members of the conspiracy as charged in the indictment.</blockquote>\n<p>The conspiracy count was then tied in with the substantive counts of the indictment, on the authority of Pinkerton v. United States, supra.</p>\n<blockquote>A separate crime or offense is charged in each count of the indictment. Each offense and the evidence applicable thereto should be considered separately. The fact that you may find the accused guilty or not guilty of one of the offenses charged in the indictment should not control your verdict with respect to any other offense charged.</blockquote>\n<blockquote>However, if you find that the offenses charged in [the substantive counts] of the indictment were committed by co-conspirators of the defendant pursuant to and in the furtherance of the conspiracy, you may likewise find the defendant guilty of these substantive offenses if you are satisfied beyond a reasonable doubt that he was a member of the conspiracy.</blockquote>\n<p>Looking to these instructions \"in a practical frame and viewed with an eye to all the circumstances of the proceedings,\" Sealfon v. United States, supra, 332 U.S. at 579, 68 S.Ct. at 240, <span class=\"citation\" data-id=\"104489\"><a href=\"/opinion/104489/sealfon-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">180</span></a></span>, but mindful that the jury must be assumed to have spoken its true convictions by the acquittal on the conspiracy count, I have concluded that the acquittal forecloses the government from seeking conviction on the substantive counts at a second trial by way of the aiding and abetting theory, insofar as the proof attempts to show that the defendant aided and abetted those ten individuals originally charged to be his co-conspirators.<sup>[2]</sup> This is so because I think the acquittal on the conspiracy count must be accepted as establishing that there was no agreement between Flowers and the alleged co-conspirators, an ingredient necessary to the government's case if it is to convict Flowers for any of the remaining substantive counts by showing that he controlled and directed the unlawful actions from a distance through his lieutenants, rather than by showing that he personally committed any offense.</p>\n<p>The relevant conspiracy statute, 18 U.S.C. § 371 (1964 ed.), provides in pertinent part:</p>\n<blockquote>If two or more persons conspire either to commit any offense against the United States, or to defraud the United States, or any agency thereof in any manner or for any purpose, and one or more of such persons do any act to effect the object of the conspiracy, each shall be fined not more <span class=\"star-pagination\">*492</span> than $10,000 or imprisoned not more than five years, or both.</blockquote>\n<p>Under this statute, and under the court's instructions set forth above, the jury, in order to convict on the conspiracy count, had to find only that Flowers conspired with <i>one of the ten alleged co-conspirators</i> for <i>one of the six purposes listed in the indictment</i> and that <i>one of the 16 alleged overt acts was carried out in pursuance of the conspiracy.</i></p>\n<p>On the basis of the foregoing, the jury's verdict of not guilty on the conspiracy count must have been rendered on one of three grounds: 1) that no conspiracy existed between Flowers and any one of his alleged co-conspirators for any of the alleged purposes; 2) that none of the alleged overt acts were in fact committed; or 3) that the overt acts, while committed, were not in furtherance of a conspiracy.</p>\n<p>Of these, the second possible ground may be summarily rejected. The evidence was overwhelming that some of the alleged overt acts were in fact committed. More significantly, the defendant was not acquitted on a number of the substantive counts of the indictment which were also alleged as overt acts. It could hardly be contended that the jury, in the absence of complete confussion, would have failed to acquit Flowers on these substantive counts if they had believed the acts were never committed.</p>\n<p>Turning to the remaining two grounds as possible bases of the conspiracy acquittal, it is obvious that on the particular facts of this case they amount to the same thing. Flowers' only alleged connection with the substantive acts lay in the exercise of direction and control, which presupposes a concert of criminal purpose. If the substantive offenses were not committed pursuant to such concerted purpose, this is but another way of saying that the defendant did not conspire, for the alleged purposes of the conspiracy, as noted above, were but a consolidation of the substantive offenses. Under these circumstances the element of agreement between Flowers and the ten alleged co-conspirators is removed from a second trial, and with it must fall Flowers' responsibility for directing and controlling the actions of these ten individuals, notwithstanding that the government's theory may be aiding and abetting rather than conspiracy.</p>\n<p>The line between the crime of conspiracy and that of aiding and abetting is often indistinct. Compare Cosgrove v. United States, supra, 224 F.2d at 150-155, with Pereira v. United States, supra, 347 U.S. at 11, <span class=\"citation\" data-id=\"105186\"><a href=\"/opinion/105186/pereira-v-united-states/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">358</span></a></span>, <span class=\"citation\" data-id=\"105186\"><a href=\"/opinion/105186/pereira-v-united-states/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">435</span></a></span> (1954). It is said that the terms aiding and abetting have a \"broader application, making the defendant a principal when he consciously shares in a criminal act, regardless of the existence of a conspiracy.\" Pereira v. United States, supra, at 11, 74 S.Ct. at 364; Nye &amp; Nissen v. United States, <span class=\"citation\" data-id=\"104655\"><a href=\"/opinion/104655/nye-nissen-v-united-states/\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">613</span></a></span>, 620, <span class=\"citation\" data-id=\"104655\"><a href=\"/opinion/104655/nye-nissen-v-united-states/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">766</span></a></span>, <span class=\"citation\" data-id=\"104655\"><a href=\"/opinion/104655/nye-nissen-v-united-states/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">919</span></a></span> (1949). To be an aider and abetter, as described in Johnson v. United States, <span class=\"citation\" data-id=\"229137\"><a href=\"/opinion/229137/johnson-v-united-states/\"><span class=\"volume\">195</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span>, 675 (8th Cir. 1952):</p>\n<blockquote>[I]t must appear that one so far participates in the commission of the crime charged as to be present, actually or constructively, for the purpose of assisting therein. Thus, one who gives aid and comfort, or who commands, advises, instigates or encourages another to commit a crime may be said to be an aider and abetter. Generally speaking, to find one guilty as a principal on the ground that he was an aider and abetter, it must be proven that he shared in the criminal intent of the principal and there must be a community of unlawful purpose at the time the act is committed. As the term \"aiding and abetting\" implies, it assumes some participation in the criminal act in furtherance of the common design, either before or at the time the criminal act is committed.</blockquote>\n<p>In the instant case the jury was given, in addition to the conspiracy instruction set forth above, a separate instruction setting forth the aiding and abetting theory of 18 U.S.C. § 2 (1964 ed.), based upon the wording in Nye &amp; Nissen v. <span class=\"star-pagination\">*493</span> United States, supra, 336 U.S. at 618-619, 69 S.Ct. at 769.</p>\n<blockquote>Also in considering the defendant's innocence or guilt of the substantive offenses charged in * * * the bill of indictment, I charge you that one who aids, abets, counsels, commands, induces, or procures the commission of an act is as responsible for that act as if he committed it directly. In order to aid and abet another to commit a crime it is necessary that the defendant in some sort associate himself with the venture, that he participate in it as something he wishes to bring about, that he seek by his action to make it succeed.</blockquote>\n<p>The government now contends that, originally armed with a bow having two strings (conspiracy and aiding and abetting), it has now lost but one of them and must be allowed to proceed on the other theory. This argument does not reach the issue presented here, however. Although the jury could properly have convicted on the substantive counts via either the conspiracy or aiding and abetting routes, it does not follow that the loss of one theory necessarily leaves the other intact. There is nothing talismanic in the terms. Collateral estoppel may cut across theoretical lines where the same proof is necessary to convict under either line of reasoning, and the <i>Pinkerton</i> and <i>Nye &amp; Nissen</i> decisions do not purport to counsel otherwise.</p>\n<p>The similarity between conspiracy and aiding and abetting has long been recognized. As stated in Pinkerton v. United States, supra, 328 U.S. at 647, 66 S.Ct. at 1184, 90 L.Ed. 1489:</p>\n<blockquote>The criminal intent to do the act is established by the formation of the conspiracy. Each conspirator instigated the commission of the crime. The unlawful agreement contemplated precisely what was done. It was formed for the purpose. The act done was in execution of the enterprise. <i>The rule which holds responsible one who counsels, procures, or commands another to commit a crime is founded on the same principle.</i> [Emphasis added.]</blockquote>\n<p>Many other cases might be cited which bring out the similarity between the two offenses. It is sufficient, however, to point to Cosgrove v. United States, supra, 224 F.2d at 150-155, and cases cited therein. See also the language used by Judge Learned Hand in United States v. Falcone, <span class=\"citation\" data-id=\"1500782\"><a href=\"/opinion/1500782/united-states-v-falcone/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">579</span></a></span>, 581 (2d Cir.), aff'd, <span class=\"citation\" data-id=\"103400\"><a href=\"/opinion/103400/united-states-v-falcone/\"><span class=\"volume\">311</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">204</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">128</span></span> (1940).</p>\n<p>The decision of the issue in this case, however, does not rest upon the mere similarity of the offenses of conspiracy and aiding and abetting as an abstract matter. Rather, I have here concluded that the identical evidence which the jury at the previous trial found did not support a verdict of guilty on the conspiracy count cannot now be used by the government at a second trial to convict the defendant for aiding and abetting. On the particular facts of this case, the acts of the defendant which were relied upon to show a conspiracy are also the acts which would constitute aiding and abetting of those individuals the jury decided were not his co-conspirators. The entire thrust of the government's case tended to show that Flowers was in control of the entire operation, working only through his subordinates. The nature of the substantive offensesthe operation of unlawful distilleries, the concealment and sale of untaxed whiskey necessarily presuppose forethought, understanding and agreement when carried out by more than one person, one of whom is charged not for his physical acts of participation but for directing, from a distance, the entire operation. As stated above, no evidence tended to show that Flowers worked at a still, personally made a sale of whiskey, or carried a case of the \"product\" in his hands, nor is there here a hint of evidence showing a defense to the charge of conspiracy which would not also be a defense to the charge of aiding and abetting, such as, e. g., evidence showing that Flowers <span class=\"star-pagination\">*494</span> worked through parties innocent of knowledge of the unlawful scheme.</p>\n<p>Under these circumstances, therefore, I conclude that the defendant's contention that this case is controlled by the principle enunciated in Sealfon v. United States, supra, must be upheld insofar as a second trial would necessarily traverse the same factual ground as the first in order to show a second time that Flowers directed and controlled the substantive acts of the individuals whom the jury determined were not his co-conspirators. In order to show, under the aiding and abetting theory, that Flowers directed and controlled the actions of his alleged co-conspirators, the government would necessarily have to prove, a second time, the agreement of the parties upon which the conspiracy charge focused and which has been rejected by the jury. Insofar as Flowers is charged with responsibility for the acts of the co-conspirators the government must prove a \"partnership in crime\" under the aiding and abetting as well as the conspiracy theory. Having been once repulsed, the prosecution may not have a second chance. Sealfon v. United States, supra, 332 U.S. at 580, <span class=\"citation\" data-id=\"104489\"><a href=\"/opinion/104489/sealfon-v-united-states/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">237</span></a></span>, <span class=\"citation\" data-id=\"104489\"><a href=\"/opinion/104489/sealfon-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">180</span></a></span>: accord, Cosgrove v. United States, supra, 224 F.2d at 155; cf. Laughlin v. United States, <span class=\"citation\" data-id=\"267568\"><a href=\"/opinion/267568/james-j-laughlin-v-united-states-of-america-alan-u-forte-v-united/\"><span class=\"volume\">344</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">187</span></a></span> (D.C.Cir. 1965); United States v. Kramer, supra; Yawn v. United States, <span class=\"citation\" data-id=\"242177\"><a href=\"/opinion/242177/james-william-yawn-v-united-states/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">235</span></a></span> (5th Cir. 1957); United States v. Simon, <span class=\"citation\" data-id=\"237395\"><a href=\"/opinion/237395/united-states-v-paul-simon/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">260</span></a></span> (3d Cir. 1955); United States v. De Angelo, <span class=\"citation\" data-id=\"1481719\"><a href=\"/opinion/1481719/united-states-v-de-angelo/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">466</span></a></span> (3d Cir. 1943).</p>\n<p>I have examined the cases relied upon by the government and do not believe they support a contrary conclusion on the facts of this case. United States v. Curzio, <span class=\"citation\" data-id=\"1567675\"><a href=\"/opinion/1567675/united-states-v-curzio/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">354</span></a></span> (3d Cir. 1948), which the prosecution contends is on all fours with the instant case, is distinguishable in that the defendant who had been acquitted on a conspiracy charge had <i>personally</i> done the substantive act for which he was later convicted. The other cases cited by the government are also factually distinguishable.</p>\n<p>In addition to the collateral estoppel argument with relation to the conspiracy and aiding and abetting theories, the defendant contends that the doctrine should be applied to yet another aspect of the case. As heretofore set forth, much of the trial revolved around the two distilleries in Martin and Brunswick Counties. Flowers was charged with ten substantive counts relating to these stills, five separate categories of offenses relating to each of them. As to each still, the jury returned a verdict of not guilty on the count charging that Flowers failed to apply for and receive notice of registration of a plant and the count charging his failure to give bond. The jurors were unable to reach a verdict on the other counts of the indictment relating to the two distilleries. I do not consider it necessary, however, to speculate on the meaning of this seeming inconsistency. The record shows that Flowers' alleged connection with these two stills was through those individuals who were alleged to be his co-conspirators. This being the case, the several remaining counts of the indictment relating to the Martin and Brunswick County stills are squarely within the collateral estoppel principle enunciated above.</p>\n<p>In summary, I have concluded that the government is collaterally estopped from seeking a conviction of the defendant at a second trial by holding him responsible for the actions of those individuals whom a jury has determined were not his co-conspirators, unless the government can offer proof other than that considered and rejected by the jury at the first trial which attempted to show an agreement between Flowers and the alleged co-conspirators and control and direction of the substantive acts by Flowers without his physical participation in any of them. This holding covers all of the substantive counts which deal with the defendant's responsibility for the acts of the alleged co-conspirators, whether or not the indictment specifically relies upon the aiding and abetting theory, 18 U.S.C. § 2. <span class=\"star-pagination\">*495</span> The holding does not, however, cover any counts upon which the government can offer proof of criminal responsibility of the defendant for acts committed personally by the defendant or by any individual, at the instance of Flowers, other than one of the alleged co-conspirators, e. g., the acts committed by the undercover agent allegedly at the defendant's direction.</p>\n<p>The government may desire to reprosecute on those counts of the indictment which are not barred by the limitations set forth above. Accordingly, the court will allow the United States Attorney thirty days from the date of this opinion in which to represent to the court that he can offer proof not barred by collateral estoppel and to indicate upon which counts he wishes to proceed. The remaining counts will then be dismissed. In the absence of such representation, the indictment will be dismissed as to all thirteen remaining counts.</p>\n<h2>NOTES</h2>\n<p>[1]  The defendant chose not to present any evidence.</p>\n<p>[2]  Some of the remaining 13 substantive counts do not per se rely upon the aiding and abetting statute, 18 U.S.C. § 2 (1964 ed.). However, the evidence under each count showed that the government's case rested upon the theory that Flowers was responsible for the acts of other individuals whom he directed. In using the terms \"aiding and abetting\" herein, therefore, I intend to encompass all counts of the indictment upon which conviction is sought by showing that the defendant merely controlled and directed the acts of other individuals.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/98798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/99651/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/229137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/229761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/237395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/240149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/240757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/242177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/250141/",
    "http://www.courtlistener.com/api/rest/v3/opinions/250208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/253908/",
    "http://www.courtlistener.com/api/rest/v3/opinions/263104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/265264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/267429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/267568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1481719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1500782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1509887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1567675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2347920/"
  ]
}