{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1819435/",
  "absolute_url": "/opinion/1819435/in-re-franklin-lee-homes-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1819435/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:31:23.558865Z",
  "date_modified": "2016-04-26T22:11:55.830581Z",
  "type": "010combined",
  "sha1": "2a71cab37f6c5c5796079e458285e48804645d06",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>102 B.R. 477 (1989)</b></center>\n<center><h1>In re FRANKLIN-LEE HOMES, INC., Debtor.<br>\nFRANKLIN-LEE HOMES, INC., Plaintiff,<br>\nv.<br>\nFIRST UNION NATIONAL BANK OF NORTH CAROLINA, N.A., Defendant.<br>\nFRANKLIN-LEE HOMES, INC., Plaintiff,<br>\nv.<br>\nFred H. ADAMS, Jr. Paving Company, Inc., Defendant.<br>\nFRANKLIN-LEE HOMES, INC., Plaintiff,<br>\nv.<br>\nWACO ELECTRICAL COMPANY, Defendant.</h1></center>\n<center>No. 89-444-CIV-5-H, Adv. Nos. S-88-0261-AP, S-88-0223-AP and S-88-0176-AP.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 28, 1989.</center>\n<p><span class=\"star-pagination\">*478</span> Algernon L. Butler, Jr., Wilmington, N.C., for plaintiff.</p>\n<p>Holmes P. Harden, Joseph M. Lischwe, Maupin, Taylor, Ellis &amp; Adams, P.A., Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>These matters come before the court on appeal of First Union National Bank of North Carolina, N.A. (\"First Union\"), Fred H. Adams, Jr., Paving Company, Inc. (\"Fred Adams\"), and Waco Electrical Company (\"Waco\"), pursuant to 28 U.S.C. § 158, from an order entered March 2, 1989 in the United States Bankruptcy Court for the Eastern District of North Carolina denying appellants' Motions to Dismiss adversary proceedings brought against each for failure of the complaint to state a claim upon which relief can be granted. By orders entered April 19 and May 18, 1989, this court established and amended a briefing schedule providing for submission of briefs by appellants and others similarly situated, and appellee. After careful consideration of those briefs, and after hearing June 23, 1989, this court denied appellants' appeals for reasons stated below.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>The debtor, Franklin-Lee Homes, Inc. (\"Franklin-Lee Homes\"), filed for relief under Chapter 11 of the Bankruptcy Code on December 9, 1986 in the Eastern District of North Carolina. Franklin-Lee Homes is a debtor-in-possession within the meaning of the Bankruptcy Code and is vested with all the rights, powers and duties of a trustee, subject to the limitations imposed by Bankruptcy Code § 1107. At the time of filing of the voluntary petition, the debtor was the owner and developer of numerous real estate projects located in Wake County, North Carolina.</p>\n<p>By order entered July 23, 1987, Algernon L. Butler, Jr. was appointed examiner under § 1104 of the Bankruptcy Code to review and investigate pre-petition and post-petition affairs of the debtor and to report to the court the results of his investigation.</p>\n<p>On August 17, 1987 Butler, pursuant to § 1106(a)(4) of the Bankruptcy Code, filed his report of investigation with the United States Bankruptcy Court for the Eastern District of North Carolina. The report alleged defects in the loan documentation and loan administration of the debtor's primary secured lenders; indicated the existence of alleged avoidable transfers; and specifically made recommendation as to sale and liquidation of certain property of the debtor.</p>\n<p>On June 6, 1988 the debtor-in-possession, Franklin-Lee Homes, filed its Amended Disclosure Statement in which the debtor represented that:</p>\n<blockquote>The Examiner will be reviewing the possibility that avoidable transfers and preferences were received by various creditors ... The Plan of Reorganization filed by the debtor will propose that the Examiner be authorized to bring any adversary proceeding which, in his opinion, will be productive in generating funds for the bankruptcy estate.</blockquote>\n<p>On June 6, 1988 the debtor-in-possession filed its Amended Plan of Reorganization. Under the plan, Article III provided \"Mr. Algernon L. Butler, Jr., Examiner, will <span class=\"star-pagination\">*479</span> serve as designated agent to bring any adversary proceedings, which in his opinion, can generate funds for the benefit of the Bankruptcy Estate.\"</p>\n<p>On August 25, 1988 the United States Bankruptcy Court for the Eastern District of North Carolina entered an order confirming the Amended Plan, specifically ordering:</p>\n<blockquote>The Plan of Reorganization reserves all rights of the Court appointed Examiner to initiate proceedings which, in the opinion of the Examiner, will recover funds for the bankruptcy estate.</blockquote>\n<p>On December 6, 1988 Butler, pursuant to the order of August 25, 1988, instituted separate complaints as examiner in the name of and on behalf of the debtor against Fred Adams and Waco, to recover alleged preferences and fraudulent conveyances. On December 8, 1988 Butler similarly instituted a complaint to recover alleged preferences, transfers and obligations against First Union.</p>\n<p>In January, 1988 each of the above named defendants filed a Motion to Dismiss the complaint for failure to state a claim upon which relief can be granted. In support of their Rule 12(b)(6), F.R.Civ.P., motions, defendants represented to the court that the examiner was not a proper party to bring the actions.</p>\n<p>It was and is appellants' contention that plaintiff, as examiner, is specifically prohibited by 11 U.S.C. §§ 321(b), 327(f) and 1106(b) from bringing these adversary proceedings and, therefore, cannot state a claim against appellants for the recovery of preferences or fraudulent conveyances.</p>\n<p>The United States Bankruptcy Court for the Eastern District of North Carolina considered and denied the motions by order entered March 2, 1989, concluding that the expansion of the examiner's duties to include filing adversary proceedings to recover money or property for the estate is specifically authorized by 11 U.S.C. § 1106(b), and that Butler was properly authorized as examiner to institute the adversary proceedings at issue here. On April 19, 1989 this court granted appellants' motions for leave to appeal from the order of the Bankruptcy Court.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p>Pursuant to Bankruptcy Rule 8013, findings of fact by the Bankruptcy Court shall not be set aside unless they are found to be clearly erroneous. <i>In The Matter of Campbell,</i> 812 F.2d 1465 (4th Cir.1987). Issues of law are to be reviewed de novo. <i>Id.</i></p>\n<p>It is appellants' contention that 11 U.S.C. §§ 321(b), 327(f) and 1106(b), when read together, preclude the filing of adversary proceedings by an examiner as a matter of law. Relying primarily on <i>In re International Distribution Centers, Inc.,</i> 74 B.R. 221 (S.D.N.Y.1987), appellants argue that because §§ 327(f) and 321(b) do not allow the debtor in possession to employ a person that has served as an examiner in the case or allow an examiner in a case to serve as a trustee in the same case, and because § 1106(b) does not allow the Bankruptcy Court to authorize an examiner to file complaints to recover preferences and fraudulent conveyances on behalf of the debtor-in-possession, the examiner improperly brought these adversary proceedings.</p>\n<p>11 U.S.C. § 321(b) reads:</p>\n<blockquote>A person that has served as an examiner in a case may not serve as trustee in the case.</blockquote>\n<p>While providing that the trustee may employ with court approval attorneys, accountants, appraisers, auctioneers, or other professional persons that are not adverse and that are disinterested, 11 U.S.C. § 327 also provides that:</p>\n<blockquote>The trustee may not employ a person that has served as an examiner in the case.</blockquote>\n<p>11 U.S.C. § 327(f).</p>\n<p>The duties of trustee and examiner are defined in 11 U.S.C. § 1106. It reads:</p>\n<blockquote>(a) A trustee shall </blockquote>\n<blockquote>(1) perform the duties of a trustee specified in sections 704(2), 704(4), 704(6), 704(7), and 704(8) of this title;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*480</span> (2) if the debtor has not done so, file the list, schedule, and statement required under section 521(1) of this title;</blockquote>\n<blockquote>(3) except to the extent that the court orders otherwise, investigate the acts, conduct, assets, liabilities, and financial condition of the debtor, the operation of the debtor's business and the desirability of the continuance of such business, and any other matter relevant to the case or to the formulation of a plan;</blockquote>\n<blockquote>(4) as soon as practicable </blockquote>\n<blockquote>(A) file a statement of any investigation conducted under paragraph (3) of this subsection, including any fact ascertained pertaining to fraud, dishonesty, incompetence, misconduct, mismanagement, or irregularity in the management of the affairs of the debtor, or to a cause of action available to the estate; and</blockquote>\n<blockquote>(B) transmit a copy or a summary of any such statement to any creditors' committee or equity security holders' committee, to any indenture trustee, and to such other entity as the court designates;</blockquote>\n<blockquote>(5) as soon as practicable, file a plan under section 1121 of this title, file a report of why the trustee will not file a plan, or recommend conversion of the case to a case under chapter 7 or 13 of this title or dismissal of the case;</blockquote>\n<blockquote>(6) for any year for which the debtor has not filed a tax return required by law, furnish, without personal liability, such information as may be required by the governmental unit with which such tax return was to be filed, in light of the condition of the debtor's books and records and the availability of such information; and</blockquote>\n<blockquote>(7) after confirmation of a plan, file such reports as are necessary or as the court orders.</blockquote>\n<blockquote>(b) An examiner appointed under section 1104(c) of this title shall perform the duties specified in paragraphs (3) and (4) of subsection (a) of this section, and any other duties of the trustee that the court orders the debtor in possession not to perform.</blockquote>\n<p>Specifically, because the debtor in possession's Amended Plan of Reorganization states that Butler \"will serve as designated agent to bring any adversary proceedings, which in his opinion, can generate funds for the benefit of the bankruptcy estate,\" the plan violates § 327(f), appellants argue, because it calls for the employment of a person who has served as an examiner in the case and strips the examiner of his objectivity by requiring him to use his discretion in deciding what, if any, adversary proceedings should be brought. Similarly, appellants argue that, because the Amended Plan provides for the above, while Butler has not been officially appointed trustee, he is de facto trustee under the Plan. Hence, the Plan is in direct contravention with § 321, appellants contend.</p>\n<p>Appellants interpret § 1106(b) to permit the court to vest examiners only with the duties of a trustee, not with rights and powers. Appellants contend that the trustee or debtor-in-possession, not the examiner, has the exclusive right or power to bring adversary proceedings to avoid preferential or fraudulent conveyances.</p>\n<p>Appellants have, however, cited no case to this court which stands for the proposition that if a court so expands an examiner's authority, the examiner cannot accordingly bring such suits. Further, appellants' reliance on <i>International Distribution Centers</i> is misplaced.</p>\n<p>Under 11 U.S.C. § 1106(b), the Bankruptcy Court in <i>International Distribution Centers</i> expanded the examiner's powers to include all of the powers of a trustee. We do not encounter that situation here, where the court limited the expanded duty of the examiner to include the narrow duty to institute adversary proceedings compatible with the prior investigation and findings of the examiner. It was the unlimited or wholesale granting of all of the powers, duties and responsibilities of a trustee to an examiner that was deemed by the court in <i>International Distribution Centers</i> to be improper.</p>\n<p><span class=\"star-pagination\">*481</span> Also, it should be noted that the court's discussion in <i>International Distribution Centers,</i> citing the legislative history of 11 U.S.C. § 1106(b), clearly supports a Bankruptcy Court's authority to grant, as here, limited trustee powers to an examiner:</p>\n<blockquote>Additional duties which the bankruptcy court in its discretion may delegate to an examiner should be understood as consistent with the investigative rubric: Subsection 1106(b) gives the trustee's <i>investigative</i> duties to an examiner, if one is appointed. The court is authorized to give the examiner additional duties as the circumstances warrant.</blockquote>\n<p>74 B.R. at 224. Case law is replete with examples of such grants of authority which include the authority to institute adversary proceedings on behalf of the debtor-in-possession. <i>See </i><i>In re Boileau,</i> 736 F.2d 503 (9th Cir.1984); <i>In re UNR Industries, Inc.,</i> 72 B.R. 789 (Bankr.N.D.Ill.1987); <i>In re Carnegie International Corporation,</i> 51 B.R. 252 (Bankr.S.D.Ind.1984); <i>Liberal Market, Inc. v. Malone and Hyde, Inc.,</i> 14 B.R. 685 (Bankr.S.D.Ohio 1981). In sum, the Bankruptcy Court correctly concluded that the expansion of the examiner's duties to include filing adverse proceedings to recover money or property for the estate is specifically authorized by 11 U.S.C. § 1106(b), and that Butler was properly authorized as examiner to initiate the adversary proceedings at issue here.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Based on the foregoing, this court denies the appeal of First Union National Bank of North Carolina, N.A., Waco Electrical Company, and Fred H. Adams, Jr. Paving Company, Inc.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">477</span></span> (1989)</b></center>\n<center><h1>In re FRANKLIN-LEE HOMES, INC., Debtor.<br>\nFRANKLIN-LEE HOMES, INC., Plaintiff,<br>\nv.<br>\nFIRST UNION NATIONAL BANK OF NORTH CAROLINA, N.A., Defendant.<br>\nFRANKLIN-LEE HOMES, INC., Plaintiff,<br>\nv.<br>\nFred H. ADAMS, Jr. Paving Company, Inc., Defendant.<br>\nFRANKLIN-LEE HOMES, INC., Plaintiff,<br>\nv.<br>\nWACO ELECTRICAL COMPANY, Defendant.</h1></center>\n<center>No. 89-444-CIV-5-H, Adv. Nos. S-88-0261-AP, S-88-0223-AP and S-88-0176-AP.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 28, 1989.</center>\n<p><span class=\"star-pagination\">*478</span> Algernon L. Butler, Jr., Wilmington, N.C., for plaintiff.</p>\n<p>Holmes P. Harden, Joseph M. Lischwe, Maupin, Taylor, Ellis &amp; Adams, P.A., Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>These matters come before the court on appeal of First Union National Bank of North Carolina, N.A. (\"First Union\"), Fred H. Adams, Jr., Paving Company, Inc. (\"Fred Adams\"), and Waco Electrical Company (\"Waco\"), pursuant to 28 U.S.C. § 158, from an order entered March 2, 1989 in the United States Bankruptcy Court for the Eastern District of North Carolina denying appellants' Motions to Dismiss adversary proceedings brought against each for failure of the complaint to state a claim upon which relief can be granted. By orders entered April 19 and May 18, 1989, this court established and amended a briefing schedule providing for submission of briefs by appellants and others similarly situated, and appellee. After careful consideration of those briefs, and after hearing June 23, 1989, this court denied appellants' appeals for reasons stated below.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>The debtor, Franklin-Lee Homes, Inc. (\"Franklin-Lee Homes\"), filed for relief under Chapter 11 of the Bankruptcy Code on December 9, 1986 in the Eastern District of North Carolina. Franklin-Lee Homes is a debtor-in-possession within the meaning of the Bankruptcy Code and is vested with all the rights, powers and duties of a trustee, subject to the limitations imposed by Bankruptcy Code § 1107. At the time of filing of the voluntary petition, the debtor was the owner and developer of numerous real estate projects located in Wake County, North Carolina.</p>\n<p>By order entered July 23, 1987, Algernon L. Butler, Jr. was appointed examiner under § 1104 of the Bankruptcy Code to review and investigate pre-petition and post-petition affairs of the debtor and to report to the court the results of his investigation.</p>\n<p>On August 17, 1987 Butler, pursuant to § 1106(a)(4) of the Bankruptcy Code, filed his report of investigation with the United States Bankruptcy Court for the Eastern District of North Carolina. The report alleged defects in the loan documentation and loan administration of the debtor's primary secured lenders; indicated the existence of alleged avoidable transfers; and specifically made recommendation as to sale and liquidation of certain property of the debtor.</p>\n<p>On June 6, 1988 the debtor-in-possession, Franklin-Lee Homes, filed its Amended Disclosure Statement in which the debtor represented that:</p>\n<blockquote>The Examiner will be reviewing the possibility that avoidable transfers and preferences were received by various creditors ... The Plan of Reorganization filed by the debtor will propose that the Examiner be authorized to bring any adversary proceeding which, in his opinion, will be productive in generating funds for the bankruptcy estate.</blockquote>\n<p>On June 6, 1988 the debtor-in-possession filed its Amended Plan of Reorganization. Under the plan, Article III provided \"Mr. Algernon L. Butler, Jr., Examiner, will <span class=\"star-pagination\">*479</span> serve as designated agent to bring any adversary proceedings, which in his opinion, can generate funds for the benefit of the Bankruptcy Estate.\"</p>\n<p>On August 25, 1988 the United States Bankruptcy Court for the Eastern District of North Carolina entered an order confirming the Amended Plan, specifically ordering:</p>\n<blockquote>The Plan of Reorganization reserves all rights of the Court appointed Examiner to initiate proceedings which, in the opinion of the Examiner, will recover funds for the bankruptcy estate.</blockquote>\n<p>On December 6, 1988 Butler, pursuant to the order of August 25, 1988, instituted separate complaints as examiner in the name of and on behalf of the debtor against Fred Adams and Waco, to recover alleged preferences and fraudulent conveyances. On December 8, 1988 Butler similarly instituted a complaint to recover alleged preferences, transfers and obligations against First Union.</p>\n<p>In January, 1988 each of the above named defendants filed a Motion to Dismiss the complaint for failure to state a claim upon which relief can be granted. In support of their Rule 12(b)(6), F.R.Civ.P., motions, defendants represented to the court that the examiner was not a proper party to bring the actions.</p>\n<p>It was and is appellants' contention that plaintiff, as examiner, is specifically prohibited by 11 U.S.C. §§ 321(b), 327(f) and 1106(b) from bringing these adversary proceedings and, therefore, cannot state a claim against appellants for the recovery of preferences or fraudulent conveyances.</p>\n<p>The United States Bankruptcy Court for the Eastern District of North Carolina considered and denied the motions by order entered March 2, 1989, concluding that the expansion of the examiner's duties to include filing adversary proceedings to recover money or property for the estate is specifically authorized by 11 U.S.C. § 1106(b), and that Butler was properly authorized as examiner to institute the adversary proceedings at issue here. On April 19, 1989 this court granted appellants' motions for leave to appeal from the order of the Bankruptcy Court.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p>Pursuant to Bankruptcy Rule 8013, findings of fact by the Bankruptcy Court shall not be set aside unless they are found to be clearly erroneous. <i>In The Matter of Campbell,</i> <span class=\"citation\" data-id=\"484251\"><a href=\"/opinion/484251/bankr-l-rep-p-71696-in-the-matter-of-charles-c-campbell-and-patricia/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1465</span></a></span> (4th Cir.1987). Issues of law are to be reviewed de novo. <i>Id.</i></p>\n<p>It is appellants' contention that 11 U.S.C. §§ 321(b), 327(f) and 1106(b), when read together, preclude the filing of adversary proceedings by an examiner as a matter of law. Relying primarily on <i>In re International Distribution Centers, Inc.,</i> <span class=\"citation\" data-id=\"1829770\"><a href=\"/opinion/1829770/in-re-intern-distribution-centers-inc/\"><span class=\"volume\">74</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">221</span></a></span> (S.D.N.Y.1987), appellants argue that because §§ 327(f) and 321(b) do not allow the debtor in possession to employ a person that has served as an examiner in the case or allow an examiner in a case to serve as a trustee in the same case, and because § 1106(b) does not allow the Bankruptcy Court to authorize an examiner to file complaints to recover preferences and fraudulent conveyances on behalf of the debtor-in-possession, the examiner improperly brought these adversary proceedings.</p>\n<p>11 U.S.C. § 321(b) reads:</p>\n<blockquote>A person that has served as an examiner in a case may not serve as trustee in the case.</blockquote>\n<p>While providing that the trustee may employ with court approval attorneys, accountants, appraisers, auctioneers, or other professional persons that are not adverse and that are disinterested, 11 U.S.C. § 327 also provides that:</p>\n<blockquote>The trustee may not employ a person that has served as an examiner in the case.</blockquote>\n<p>11 U.S.C. § 327(f).</p>\n<p>The duties of trustee and examiner are defined in 11 U.S.C. § 1106. It reads:</p>\n<blockquote>(a) A trustee shall </blockquote>\n<blockquote>(1) perform the duties of a trustee specified in sections 704(2), 704(4), 704(6), 704(7), and 704(8) of this title;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*480</span> (2) if the debtor has not done so, file the list, schedule, and statement required under section 521(1) of this title;</blockquote>\n<blockquote>(3) except to the extent that the court orders otherwise, investigate the acts, conduct, assets, liabilities, and financial condition of the debtor, the operation of the debtor's business and the desirability of the continuance of such business, and any other matter relevant to the case or to the formulation of a plan;</blockquote>\n<blockquote>(4) as soon as practicable </blockquote>\n<blockquote>(A) file a statement of any investigation conducted under paragraph (3) of this subsection, including any fact ascertained pertaining to fraud, dishonesty, incompetence, misconduct, mismanagement, or irregularity in the management of the affairs of the debtor, or to a cause of action available to the estate; and</blockquote>\n<blockquote>(B) transmit a copy or a summary of any such statement to any creditors' committee or equity security holders' committee, to any indenture trustee, and to such other entity as the court designates;</blockquote>\n<blockquote>(5) as soon as practicable, file a plan under section 1121 of this title, file a report of why the trustee will not file a plan, or recommend conversion of the case to a case under chapter 7 or 13 of this title or dismissal of the case;</blockquote>\n<blockquote>(6) for any year for which the debtor has not filed a tax return required by law, furnish, without personal liability, such information as may be required by the governmental unit with which such tax return was to be filed, in light of the condition of the debtor's books and records and the availability of such information; and</blockquote>\n<blockquote>(7) after confirmation of a plan, file such reports as are necessary or as the court orders.</blockquote>\n<blockquote>(b) An examiner appointed under section 1104(c) of this title shall perform the duties specified in paragraphs (3) and (4) of subsection (a) of this section, and any other duties of the trustee that the court orders the debtor in possession not to perform.</blockquote>\n<p>Specifically, because the debtor in possession's Amended Plan of Reorganization states that Butler \"will serve as designated agent to bring any adversary proceedings, which in his opinion, can generate funds for the benefit of the bankruptcy estate,\" the plan violates § 327(f), appellants argue, because it calls for the employment of a person who has served as an examiner in the case and strips the examiner of his objectivity by requiring him to use his discretion in deciding what, if any, adversary proceedings should be brought. Similarly, appellants argue that, because the Amended Plan provides for the above, while Butler has not been officially appointed trustee, he is de facto trustee under the Plan. Hence, the Plan is in direct contravention with § 321, appellants contend.</p>\n<p>Appellants interpret § 1106(b) to permit the court to vest examiners only with the duties of a trustee, not with rights and powers. Appellants contend that the trustee or debtor-in-possession, not the examiner, has the exclusive right or power to bring adversary proceedings to avoid preferential or fraudulent conveyances.</p>\n<p>Appellants have, however, cited no case to this court which stands for the proposition that if a court so expands an examiner's authority, the examiner cannot accordingly bring such suits. Further, appellants' reliance on <i>International Distribution Centers</i> is misplaced.</p>\n<p>Under 11 U.S.C. § 1106(b), the Bankruptcy Court in <i>International Distribution Centers</i> expanded the examiner's powers to include all of the powers of a trustee. We do not encounter that situation here, where the court limited the expanded duty of the examiner to include the narrow duty to institute adversary proceedings compatible with the prior investigation and findings of the examiner. It was the unlimited or wholesale granting of all of the powers, duties and responsibilities of a trustee to an examiner that was deemed by the court in <i>International Distribution Centers</i> to be improper.</p>\n<p><span class=\"star-pagination\">*481</span> Also, it should be noted that the court's discussion in <i>International Distribution Centers,</i> citing the legislative history of 11 U.S.C. § 1106(b), clearly supports a Bankruptcy Court's authority to grant, as here, limited trustee powers to an examiner:</p>\n<blockquote>Additional duties which the bankruptcy court in its discretion may delegate to an examiner should be understood as consistent with the investigative rubric: Subsection 1106(b) gives the trustee's <i>investigative</i> duties to an examiner, if one is appointed. The court is authorized to give the examiner additional duties as the circumstances warrant.</blockquote>\n<p>74 B.R. at 224. Case law is replete with examples of such grants of authority which include the authority to institute adversary proceedings on behalf of the debtor-in-possession. <i>See </i><i>In re Boileau,</i> <span class=\"citation\" data-id=\"437185\"><a href=\"/opinion/437185/in-re-paul-j-boileau-debtor-in-re-boileau-johnson-inc-a-california/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">503</span></a></span> (9th Cir.1984); <i>In re UNR Industries, Inc.,</i> <span class=\"citation\" data-id=\"1531389\"><a href=\"/opinion/1531389/in-re-unr-industries-inc/\"><span class=\"volume\">72</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">789</span></a></span> (Bankr.N.D.Ill.1987); <i>In re Carnegie International Corporation,</i> <span class=\"citation\" data-id=\"1899122\"><a href=\"/opinion/1899122/in-re-carnegie-intern-corp/\"><span class=\"volume\">51</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">252</span></a></span> (Bankr.S.D.Ind.1984); <i>Liberal Market, Inc. v. Malone and Hyde, Inc.,</i> <span class=\"citation\" data-id=\"1935716\"><a href=\"/opinion/1935716/liberal-market-inc-v-malone-hyde-inc/\"><span class=\"volume\">14</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">685</span></a></span> (Bankr.S.D.Ohio 1981). In sum, the Bankruptcy Court correctly concluded that the expansion of the examiner's duties to include filing adverse proceedings to recover money or property for the estate is specifically authorized by 11 U.S.C. § 1106(b), and that Butler was properly authorized as examiner to initiate the adversary proceedings at issue here.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Based on the foregoing, this court denies the appeal of First Union National Bank of North Carolina, N.A., Waco Electrical Company, and Fred H. Adams, Jr. Paving Company, Inc.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/437185/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1531389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1829770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1899122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1935716/"
  ]
}