{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1820193/",
  "absolute_url": "/opinion/1820193/hart-book-stores-inc-v-edmisten/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1820193/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:31:29.384761Z",
  "date_modified": "2016-04-26T21:20:26.513245Z",
  "type": "010combined",
  "sha1": "dbc7e6c61ce291cdec2b597e8af873d4524c10d8",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>450 F.Supp. 904 (1978)</b></center>\n<center><h1>HART BOOK STORES, INC., et al., Plaintiffs,<br>\nv.<br>\nRufus EDMISTEN, etc., et al., Defendants.<br>\nTRI-STATE NEWS, INC., et al., Plaintiffs,<br>\nv.<br>\nRufus EDMISTEN etc., et al., Defendants.<br>\nRoger FEHLHABER, d/b/a Adult Book Store, et al., Plaintiffs,<br>\nv.<br>\nEdward W. GRANNIS, Jr., et al., Defendants.<br>\nLarry Gene MOORE, d/b/a E &amp; M Enterprises, Plaintiffs,<br>\nv.<br>\nRufus EDMISTEN et al., Defendants.<br>\nThomas PAGE d/b/a Players Book Store, et al., Plaintiffs,<br>\nv.<br>\nRufus EDMISTEN et al., Defendants.<br>\nCAMERA'S EYE, INC., Plaintiff,<br>\nv.<br>\nRufus EDMISTEN et al., Defendants.</h1></center>\n<center>Nos. 77-387-Civ-5, 77-388-Civ-5, 77-76-Civ-3, 78-14-Civ-5, 77-397-Civ-5, and 78-01-Civ-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh and Fayetteville Divisions.</b></p></center>\n<center>April 12, 1978.</center>\n<p><span class=\"star-pagination\">*905</span> William E. Seekford, Towson, Md., James C. MacRae, MacRae, MacRae &amp; Perry, Fayetteville, N.C., for plaintiffs in No. 77-76-Civ-3, Fayetteville Division.</p>\n<p>Edwin M. Speas, Jr., Robert P. Gruber, Special Deputy Attys. Gen., Marvin Schiller, Asst. Atty. Gen., Raleigh, N.C., for defendants in No. 77-76-Civ-3, Fayetteville Division.</p>\n<p>Michael K. Curtis, Smith, Patterson, Follin, Curtis, James &amp; Harkavy, Greensboro, N.C., for plaintiffs in No. 77-387-Civ-5, Raleigh Division.</p>\n<p>Charles A. Lloyd, Michael K. Curtis, Smith, Patterson, Follin, Curtis, James &amp; Harkavy, Raleigh, N.C., for plaintiffs in No. 77-388-Civ-5, Raleigh Division.</p>\n<p>Thomas F. Loflin, III, Loflin &amp; Loflin, Durham, N.C., for plaintiffs in Nos. 77-397-Civ-5 and 78-14-Civ-5, Raleigh Division.</p>\n<p>Everette L. Wooten, Jr., Jones &amp; Wooten, Kinston, N.C., for plaintiffs in No. 78-01-Civ-5, Raleigh Division.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiffs in this consolidated action challenge the constitutionality of 1977 House Bill 961, codified as N.C.G.S. §§ 14-202.10 202.12, \"An Act to Regulate the Number of Adult Establishments in Any One Building.\" A hearing was conducted in these cases on February 8, 1978. The parties have stipulated that the cases shall be decided on their merits based on this hearing; defendants conceded at oral argument that all plaintiffs are sufficiently threatened by prosecution under the Act to have standing and that abstention, save in the case of <span class=\"star-pagination\">*906</span> plaintiff Fehlhaber in No. 77-76-Civ-3, is not required. A complete listing of the plaintiffs and defendants is found at defendants' proposed findings of fact Nos. 2 and 3, which are herein incorporated.</p>\n<p>On July 1, 1977 the North Carolina Legislature passed House Bill 961, \"An Act to Regulate the Number of Adult Establishments in Any One Building.\" The Act became effective January 1, 1978 and was codified in the criminal law chapter of the North Carolina General Statutes at N.C. G.S. §§ 14-202.10 through 14-202.12.</p>\n<p>The Act provides: \"No building, premises, structure, or other facility that contains any adult establishment shall contain any other kind of adult establishment. No building, premises, structure, or other facility in which sexually oriented devices are sold, distributed, exhibited, or contained shall contain any adult establishment.\" N.C.G.S. § 14-202.11. \"Adult establishment\" includes \"adult bookstore,\" \"adult motion picture theatre,\" \"adult mini-motion picture theatre\" and \"massage business,\" as defined in N.C.G.S. §§ 14-202.10(1), (2), (3), (4) and (6). To constitute an \"adult\" bookstore or theater, the \"preponderance\" of the material offered for sale or display in the establishment must be distinguished or characterized by an \"emphasis\" on matter which has to do with \"specified sexual activities\" or \"specified anatomical areas\" as defined in the statute. Violation of the section of the statute which prohibits any adult establishment from being contained in the same building as another adult establishment, or from being in the same building where sexually oriented devices are sold, distributed, exhibited or contained, is a criminal misdemeanor and may result in punishment of a three-month term of imprisonment, a fine up to $300.00, or both for a first offense, and a six-month prison sentence, a fine not to exceed $500.00, or both for subsequent convictions. N.C.G.S. § 14-202.12.</p>\n<p>Plaintiffs assert that the statute falls short of a number of constitutional standards: that it violates equal protection, chills the exercise of protected expression, constitutes an invalid prior restraint, impermissibly omits a scienter requirement, infringes on the right to privacy and is void for vagueness. Only the equal protection claim will be resolved, as the court thinks it clear that defendants have provided insubstantial justification for the significant intrusion the statute makes into businesses that choose to deal in sexually-oriented yet constitutionally protected materials.</p>\n<p>The statute regulates the distribution of books and movies that share a common orientation but admittedly are not all individually obscene. Thus they are entitled to undiluted First Amendment protection. <i>Young v. American Mini Theatres, Inc.,</i> 427 U.S. 50, 96 S.Ct. 2440, 49 L.Ed.2d 310 (1976), (Powell, J., concurring, and Stewart, Brennan, Marshall and Blackmun, JJ., dissenting). Unlike the ordinance in <i>Young,</i> which gave zoning exceptions to existing establishments, the statute here requires bookstore and theater owners with substantial investments in their current buildings and modes of operation radically to alter their manner of doing business. The infringement of First Amendment interests is substantial, and it is incumbent on defendants to establish a compelling justification.</p>\n<p>At the outset the court notes that the rationale employed by Justice Powell in his <i>Young</i> concurrence to sustain the ordinance there is not available to defendants.<sup>[1]</sup> This is not a zoning case \"presenting an example of innovative land-use regulation, implicating First Amendment concerns only incidentally <span class=\"star-pagination\">*907</span> and to a limited extent.\" <i>Young, supra,</i> at 73, 96 S.Ct. at 2453. \"Zoning . . connotes a non-particularized legislative process in which rules are promulgated and land areas designated on a general, prospective basis.\" <i>Bayou Landing, Ltd. v. Watts,</i> 563 F.2d 1172, 1175 (5th Cir. 1978). In essence it is the geographical placement of various uses based on their effect on the surrounding environment. Such was the case in Detroit, where an historic anti-skid row ordinance geographically dispersing pool halls, used furniture stores and the like throughout the city was amended to include adult-oriented establishments. Justice Powell relied on the broad powers of a municipality to regulate land use to sustain the ordinance; critical to his resolution of the issue was the fact that:</p>\n<blockquote>\"It is clear both from the chronology and from the facts that Detroit has not embarked on an effort to suppress free expression. The Ordinance was already in existence, and its purposes clearly set out, for a full decade before adult establishments were brought under it. When this occurred, it is clear  indeed it is not seriously challenged  that the governmental interest prompting the inclusion in the ordinance of adult establishments was wholly unrelated to any suppression of free expression.\" <i>Young, supra,</i> 427 U.S. pp. 80-81, 96 S.Ct. at 2457.</blockquote>\n<p>This statute bears no resemblance to a land-use regulation. It allows adult establishments to exist wherever the proprietors choose, whether side by side or widely distributed. Instead, it regulates the types of merchandise available in such a place. No other types of establishments with arguably similar deleterious effects on the environment come within its parameters; unlike most zoning ordinances, it aims directly at existing businesses rather than giving them the traditional exemption.</p>\n<p>Even if generously classified as a land-use regulation, the statute fails the four-part test of <i>United States v. O'Brien,</i> 391 U.S. 367, 88 S.Ct. 1673, 20 L.Ed.2d 672 (1968), relied on by Justice Powell. Arising out of no historical context other than that of extreme legislative distaste for the establishments sought to be regulated, and affecting no enterprises other than those, the court could not conclude that the governmental purpose here is unrelated to suppression of free expression. As will later appear more clearly, the inescapable inference is that economic harm to plaintiffs' businesses was the primary legislative motive.</p>\n<p>Defendants argue their interest in \"the quality of life and the total community environment, [and] the tone of commerce in the . . . city centers . . ..\" <i>Paris Adult Theatre I v. Slaton,</i> 413 U.S. 49, 58, 93 S.Ct. 2628, 2635, 37 L.Ed.2d 446 (1973). An affidavit of Dr. Millard Bethel, Director of the Wake County Department of Public Health, detailing evidence of sexual conduct of patrons in businesses like plaintiffs, has been given much weight by defendants in establishing the compelling need in the statute. The conduct described there is repulsive, and presumably violative of existing statutes criminalizing public sexual acts. The unclear question is how this statute would affect it.</p>\n<p>With due deference, the court fails to perceive a rational relationship between the worthy goal of improving community tone and this statute. At best, the means chosen by the legislature would have a minimal effect on degenerate conduct that now allegedly occurs within some adult-oriented establishments. Even this requires acceptance of the dubious logic that the stimulation provided by an adult movie is enhanced by having passed by a rack of similarly-oriented books on the way into the theater, an assumption unsupported by the record. In exchange for this indirect and conjectural regulation of conduct, the statute logically leads to a proliferation of adult-oriented businesses as existing establishments open branch stores to comply. It is contrary to common experience to assume that the tone of the inner city is improved when a movie house and bookstore formerly operated as an entity expand into an additional storefront to move into statutory compliance.</p>\n<p><span class=\"star-pagination\">*908</span> The regulation of adult businesses has spawned much controversy in recent years. Some municipalities have required all to be located in a central district, while other cities, like Detroit, strive for a precisely opposite result. A rational argument for either view in relation to the goal of protecting the community environment can be made. North Carolina follows neither approach. Adult-oriented businesses may aggregate into skid rows or disperse through the suburbs. The statute only suggests an increased number of outlets, at some expense to First Amendment freedoms, and in furtherance of no permissible state purpose. Thus the court is unable to conclude that the purported justification is sufficiently substantial to outweigh the First Amendment rights involved. The firm conclusion persists that the statute is a thinly-veiled attempt to harm plaintiffs' businesses by cutting their individual profit margins. This is not the evenhanded treatment the equal protection clause requires.</p>\n<p>North Carolina is not without weapons to regulate the businesses that are the aim of this statute. Vendors of obscene materials may be criminally punished; patrons who violate common standards of decency are misdemeanants; sanitary standards may be enforced by the public health authorities. Adult businesses that sell books or show movies may be treated as nuisances, forced to pay damages, and have their leases voided; within constitutional limits, they may be enjoined from continuing. Massage parlors may be regulated to the extent of prohibiting heterosexual massage. All of these steps are available to defendants. However, the state may not limit the activities of bookstores and movie houses that choose to deal in sexually-oriented materials, many of which are not obscene, in a manner that serves no apparent purpose except to stifle constitutionally-protected expression.</p>\n<p>In addition to the foregoing, the court expressly adopts and incorporates by reference plaintiffs' consolidated proposed findings of fact Nos. 4, 10, 11, 12, 14, 15, 16, 17 and 18.</p>\n<p>For the foregoing reasons, the court concludes that the statute in question is offensive to the First and Fourteenth Amendments to the United States Constitution, and that plaintiffs (with the exception of Fehlhaber in No. 77-76-Civ-3)<sup>[2]</sup> are entitled to a declaratory judgment so holding.<sup>[3]</sup> An order of judgment will enter accordingly.</p>\n<h2>NOTES</h2>\n<p>[1]  A proper understanding of Justice Powell's concurring opinion in <i>Young</i> is crucial to the resolution of this case. Four justices there thought the regulation of speech based on its sexually-oriented content was permissible; four dissenters sharply disagreed. Justice Powell concurred in upholding the validity of the statute, but on the theory that it was a neutral zoning ordinance with minimal effect on First Amendment rights. He agreed with the dissenters on the proposition that non-obscene but sexually-oriented speech is fully protected by the First Amendment. <i>Young, supra,</i> 427 U.S. at 73, Footnote 1, 96 S.Ct. at 2443, Footnote 1 (Powell, J., concurring).</p>\n<p>[2]  Whether this judgment will also run in favor of plaintiff Fehlhaber will be determined upon receiving the advice of counsel of the exact status of the state prosecution that was earlier pending against him.</p>\n<p>[3]  This result accords with the conclusion of Judge McMillan of the Western District in construing the same statute.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">450</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">904</span></span> (1978)</b></center>\n<center><h1>HART BOOK STORES, INC., et al., Plaintiffs,<br>\nv.<br>\nRufus EDMISTEN, etc., et al., Defendants.<br>\nTRI-STATE NEWS, INC., et al., Plaintiffs,<br>\nv.<br>\nRufus EDMISTEN etc., et al., Defendants.<br>\nRoger FEHLHABER, d/b/a Adult Book Store, et al., Plaintiffs,<br>\nv.<br>\nEdward W. GRANNIS, Jr., et al., Defendants.<br>\nLarry Gene MOORE, d/b/a E &amp; M Enterprises, Plaintiffs,<br>\nv.<br>\nRufus EDMISTEN et al., Defendants.<br>\nThomas PAGE d/b/a Players Book Store, et al., Plaintiffs,<br>\nv.<br>\nRufus EDMISTEN et al., Defendants.<br>\nCAMERA'S EYE, INC., Plaintiff,<br>\nv.<br>\nRufus EDMISTEN et al., Defendants.</h1></center>\n<center>Nos. 77-387-Civ-5, 77-388-Civ-5, 77-76-Civ-3, 78-14-Civ-5, 77-397-Civ-5, and 78-01-Civ-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh and Fayetteville Divisions.</b></p></center>\n<center>April 12, 1978.</center>\n<p><span class=\"star-pagination\">*905</span> William E. Seekford, Towson, Md., James C. MacRae, MacRae, MacRae &amp; Perry, Fayetteville, N.C., for plaintiffs in No. 77-76-Civ-3, Fayetteville Division.</p>\n<p>Edwin M. Speas, Jr., Robert P. Gruber, Special Deputy Attys. Gen., Marvin Schiller, Asst. Atty. Gen., Raleigh, N.C., for defendants in No. 77-76-Civ-3, Fayetteville Division.</p>\n<p>Michael K. Curtis, Smith, Patterson, Follin, Curtis, James &amp; Harkavy, Greensboro, N.C., for plaintiffs in No. 77-387-Civ-5, Raleigh Division.</p>\n<p>Charles A. Lloyd, Michael K. Curtis, Smith, Patterson, Follin, Curtis, James &amp; Harkavy, Raleigh, N.C., for plaintiffs in No. 77-388-Civ-5, Raleigh Division.</p>\n<p>Thomas F. Loflin, III, Loflin &amp; Loflin, Durham, N.C., for plaintiffs in Nos. 77-397-Civ-5 and 78-14-Civ-5, Raleigh Division.</p>\n<p>Everette L. Wooten, Jr., Jones &amp; Wooten, Kinston, N.C., for plaintiffs in No. 78-01-Civ-5, Raleigh Division.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiffs in this consolidated action challenge the constitutionality of 1977 House Bill 961, codified as N.C.G.S. §§ 14-202.10 202.12, \"An Act to Regulate the Number of Adult Establishments in Any One Building.\" A hearing was conducted in these cases on February 8, 1978. The parties have stipulated that the cases shall be decided on their merits based on this hearing; defendants conceded at oral argument that all plaintiffs are sufficiently threatened by prosecution under the Act to have standing and that abstention, save in the case of <span class=\"star-pagination\">*906</span> plaintiff Fehlhaber in No. 77-76-Civ-3, is not required. A complete listing of the plaintiffs and defendants is found at defendants' proposed findings of fact Nos. 2 and 3, which are herein incorporated.</p>\n<p>On July 1, 1977 the North Carolina Legislature passed House Bill 961, \"An Act to Regulate the Number of Adult Establishments in Any One Building.\" The Act became effective January 1, 1978 and was codified in the criminal law chapter of the North Carolina General Statutes at N.C. G.S. §§ 14-202.10 through 14-202.12.</p>\n<p>The Act provides: \"No building, premises, structure, or other facility that contains any adult establishment shall contain any other kind of adult establishment. No building, premises, structure, or other facility in which sexually oriented devices are sold, distributed, exhibited, or contained shall contain any adult establishment.\" N.C.G.S. § 14-202.11. \"Adult establishment\" includes \"adult bookstore,\" \"adult motion picture theatre,\" \"adult mini-motion picture theatre\" and \"massage business,\" as defined in N.C.G.S. §§ 14-202.10(1), (2), (3), (4) and (6). To constitute an \"adult\" bookstore or theater, the \"preponderance\" of the material offered for sale or display in the establishment must be distinguished or characterized by an \"emphasis\" on matter which has to do with \"specified sexual activities\" or \"specified anatomical areas\" as defined in the statute. Violation of the section of the statute which prohibits any adult establishment from being contained in the same building as another adult establishment, or from being in the same building where sexually oriented devices are sold, distributed, exhibited or contained, is a criminal misdemeanor and may result in punishment of a three-month term of imprisonment, a fine up to $300.00, or both for a first offense, and a six-month prison sentence, a fine not to exceed $500.00, or both for subsequent convictions. N.C.G.S. § 14-202.12.</p>\n<p>Plaintiffs assert that the statute falls short of a number of constitutional standards: that it violates equal protection, chills the exercise of protected expression, constitutes an invalid prior restraint, impermissibly omits a scienter requirement, infringes on the right to privacy and is void for vagueness. Only the equal protection claim will be resolved, as the court thinks it clear that defendants have provided insubstantial justification for the significant intrusion the statute makes into businesses that choose to deal in sexually-oriented yet constitutionally protected materials.</p>\n<p>The statute regulates the distribution of books and movies that share a common orientation but admittedly are not all individually obscene. Thus they are entitled to undiluted First Amendment protection. <i>Young v. American Mini Theatres, Inc.,</i> <span class=\"citation\" data-id=\"109505\"><a href=\"/opinion/109505/young-v-american-mini-theatres-inc/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">50</span></a></span>, <span class=\"citation\" data-id=\"109505\"><a href=\"/opinion/109505/young-v-american-mini-theatres-inc/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2440</span></a></span>, <span class=\"citation\" data-id=\"109505\"><a href=\"/opinion/109505/young-v-american-mini-theatres-inc/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">310</span></a></span> (1976), (Powell, J., concurring, and Stewart, Brennan, Marshall and Blackmun, JJ., dissenting). Unlike the ordinance in <i>Young,</i> which gave zoning exceptions to existing establishments, the statute here requires bookstore and theater owners with substantial investments in their current buildings and modes of operation radically to alter their manner of doing business. The infringement of First Amendment interests is substantial, and it is incumbent on defendants to establish a compelling justification.</p>\n<p>At the outset the court notes that the rationale employed by Justice Powell in his <i>Young</i> concurrence to sustain the ordinance there is not available to defendants.<sup>[1]</sup> This is not a zoning case \"presenting an example of innovative land-use regulation, implicating First Amendment concerns only incidentally <span class=\"star-pagination\">*907</span> and to a limited extent.\" <i>Young, supra,</i> at 73, 96 S.Ct. at 2453. \"Zoning . . connotes a non-particularized legislative process in which rules are promulgated and land areas designated on a general, prospective basis.\" <i>Bayou Landing, Ltd. v. Watts,</i> <span class=\"citation no-link\"><span class=\"volume\">563</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1172</span></span>, 1175 (5th Cir. 1978). In essence it is the geographical placement of various uses based on their effect on the surrounding environment. Such was the case in Detroit, where an historic anti-skid row ordinance geographically dispersing pool halls, used furniture stores and the like throughout the city was amended to include adult-oriented establishments. Justice Powell relied on the broad powers of a municipality to regulate land use to sustain the ordinance; critical to his resolution of the issue was the fact that:</p>\n<blockquote>\"It is clear both from the chronology and from the facts that Detroit has not embarked on an effort to suppress free expression. The Ordinance was already in existence, and its purposes clearly set out, for a full decade before adult establishments were brought under it. When this occurred, it is clear  indeed it is not seriously challenged  that the governmental interest prompting the inclusion in the ordinance of adult establishments was wholly unrelated to any suppression of free expression.\" <i>Young, supra,</i> 427 U.S. pp. 80-81, 96 S.Ct. at 2457.</blockquote>\n<p>This statute bears no resemblance to a land-use regulation. It allows adult establishments to exist wherever the proprietors choose, whether side by side or widely distributed. Instead, it regulates the types of merchandise available in such a place. No other types of establishments with arguably similar deleterious effects on the environment come within its parameters; unlike most zoning ordinances, it aims directly at existing businesses rather than giving them the traditional exemption.</p>\n<p>Even if generously classified as a land-use regulation, the statute fails the four-part test of <i>United States v. O'Brien,</i> <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>, <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">672</span></a></span> (1968), relied on by Justice Powell. Arising out of no historical context other than that of extreme legislative distaste for the establishments sought to be regulated, and affecting no enterprises other than those, the court could not conclude that the governmental purpose here is unrelated to suppression of free expression. As will later appear more clearly, the inescapable inference is that economic harm to plaintiffs' businesses was the primary legislative motive.</p>\n<p>Defendants argue their interest in \"the quality of life and the total community environment, [and] the tone of commerce in the . . . city centers . . ..\" <i>Paris Adult Theatre I v. Slaton,</i> <span class=\"citation\" data-id=\"108839\"><a href=\"/opinion/108839/paris-adult-theatre-i-v-slaton/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">49</span></a></span>, 58, <span class=\"citation\" data-id=\"108839\"><a href=\"/opinion/108839/paris-adult-theatre-i-v-slaton/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2628</span></a></span>, 2635, <span class=\"citation\" data-id=\"108839\"><a href=\"/opinion/108839/paris-adult-theatre-i-v-slaton/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">446</span></a></span> (1973). An affidavit of Dr. Millard Bethel, Director of the Wake County Department of Public Health, detailing evidence of sexual conduct of patrons in businesses like plaintiffs, has been given much weight by defendants in establishing the compelling need in the statute. The conduct described there is repulsive, and presumably violative of existing statutes criminalizing public sexual acts. The unclear question is how this statute would affect it.</p>\n<p>With due deference, the court fails to perceive a rational relationship between the worthy goal of improving community tone and this statute. At best, the means chosen by the legislature would have a minimal effect on degenerate conduct that now allegedly occurs within some adult-oriented establishments. Even this requires acceptance of the dubious logic that the stimulation provided by an adult movie is enhanced by having passed by a rack of similarly-oriented books on the way into the theater, an assumption unsupported by the record. In exchange for this indirect and conjectural regulation of conduct, the statute logically leads to a proliferation of adult-oriented businesses as existing establishments open branch stores to comply. It is contrary to common experience to assume that the tone of the inner city is improved when a movie house and bookstore formerly operated as an entity expand into an additional storefront to move into statutory compliance.</p>\n<p><span class=\"star-pagination\">*908</span> The regulation of adult businesses has spawned much controversy in recent years. Some municipalities have required all to be located in a central district, while other cities, like Detroit, strive for a precisely opposite result. A rational argument for either view in relation to the goal of protecting the community environment can be made. North Carolina follows neither approach. Adult-oriented businesses may aggregate into skid rows or disperse through the suburbs. The statute only suggests an increased number of outlets, at some expense to First Amendment freedoms, and in furtherance of no permissible state purpose. Thus the court is unable to conclude that the purported justification is sufficiently substantial to outweigh the First Amendment rights involved. The firm conclusion persists that the statute is a thinly-veiled attempt to harm plaintiffs' businesses by cutting their individual profit margins. This is not the evenhanded treatment the equal protection clause requires.</p>\n<p>North Carolina is not without weapons to regulate the businesses that are the aim of this statute. Vendors of obscene materials may be criminally punished; patrons who violate common standards of decency are misdemeanants; sanitary standards may be enforced by the public health authorities. Adult businesses that sell books or show movies may be treated as nuisances, forced to pay damages, and have their leases voided; within constitutional limits, they may be enjoined from continuing. Massage parlors may be regulated to the extent of prohibiting heterosexual massage. All of these steps are available to defendants. However, the state may not limit the activities of bookstores and movie houses that choose to deal in sexually-oriented materials, many of which are not obscene, in a manner that serves no apparent purpose except to stifle constitutionally-protected expression.</p>\n<p>In addition to the foregoing, the court expressly adopts and incorporates by reference plaintiffs' consolidated proposed findings of fact Nos. 4, 10, 11, 12, 14, 15, 16, 17 and 18.</p>\n<p>For the foregoing reasons, the court concludes that the statute in question is offensive to the First and Fourteenth Amendments to the United States Constitution, and that plaintiffs (with the exception of Fehlhaber in No. 77-76-Civ-3)<sup>[2]</sup> are entitled to a declaratory judgment so holding.<sup>[3]</sup> An order of judgment will enter accordingly.</p>\n<h2>NOTES</h2>\n<p>[1]  A proper understanding of Justice Powell's concurring opinion in <i>Young</i> is crucial to the resolution of this case. Four justices there thought the regulation of speech based on its sexually-oriented content was permissible; four dissenters sharply disagreed. Justice Powell concurred in upholding the validity of the statute, but on the theory that it was a neutral zoning ordinance with minimal effect on First Amendment rights. He agreed with the dissenters on the proposition that non-obscene but sexually-oriented speech is fully protected by the First Amendment. <i>Young, supra,</i> 427 U.S. at 73, Footnote 1, 96 S.Ct. at 2443, Footnote 1 (Powell, J., concurring).</p>\n<p>[2]  Whether this judgment will also run in favor of plaintiff Fehlhaber will be determined upon receiving the advice of counsel of the exact status of the state prosecution that was earlier pending against him.</p>\n<p>[3]  This result accords with the conclusion of Judge McMillan of the Western District in construing the same statute.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108839/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109505/"
  ]
}