{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1824007/",
  "absolute_url": "/opinion/1824007/in-re-seventeen-south-garment-co-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1824007/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:32:08.219712Z",
  "date_modified": "2016-04-26T20:56:14.203859Z",
  "type": "010combined",
  "sha1": "d129dee4103fc28d0a963f4fdbe919fe2beb604d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>145 B.R. 511 (1992)</b></center>\n<center><h1>In re SEVENTEEN SOUTH GARMENT COMPANY, INC., a/k/a Yorkshire Pudding Company, a/k/a Koala-Way Company, Debtor.<br>\nWalter L. HINSON, Trustee in Bankruptcy for the estate of Seventeen South Garment Co., Inc., Plaintiff/Appellee,<br>\nv.<br>\nCENTURA BANK, formerly known as People's Bank &amp; Trust Company, Defendant/Appellant.</h1></center>\n<center>Bankruptcy No. 90-01946-TMM, Adv. No. M-91-00320-AP, No. 92-51-CIV-5-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 22, 1992.</center>\n<p><span class=\"star-pagination\">*512</span> Walter L. Hinson, Jr., Wilson, N.C., B. Perry Morrison, Jr., Narron, Holdford, Babb, Harrison &amp; Rhodes, Wilson, N.C., for plaintiff/appellee.</p>\n<p>J. Nicholas Ellis, Poyner &amp; Spruill, Rocky Mount, N.C., for defendant/appellant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>The matter before the court the appeal of Centura Bank (\"Centura\" or \"bank\") from the judgment and order of the United States Bankruptcy Court granting the trustee's motion for summary judgment and denying Centura's motion for summary judgment. Jurisdiction over this proceeding is appropriate under 28 U.S.C. § 158. The parties have briefed their respective positions and the matter is now ripe for disposition.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>This dispute concerns the extent and validity of a prepetition security interest. On March 21, 1989, Seventeen South Garment Co., Inc. (\"debtor\"), executed a corporate resolution authorizing its relationship with People's Bank &amp; Trust Company, now Centura Bank. In its resolution, the debtor identified itself as \"17 South Garment Co., Inc.,\" rather than by its correct legal name: \"Seventeen South Garment Co., Inc.\"</p>\n<p>The corporation subsequently executed a promissory note with Centura for $98,850 on February 14, 1990, secured by several security agreements. In a security agreement dated March 29, 1989, the debtor's fixtures, inventory, and equipment as specified in an attached schedule, as well as products and proceeds were pledged as collateral. However, the document lacks a \"blanket\" clause. Centura filed UCC-1 financing statements on April 3, 1989, with the North Carolina Secretary of State and the Pasquotank County Register of Deeds in an effort to perfect its interest. In Pasquotank County, the financing statement was indexed solely under the \"odd\" index.</p>\n<p>The remaining security agreements covering the corporate inventory, dated April 24, 1989, and February 14, 1990, were included in financing statements filed on March 1, 1990 with the Pasquotank County Register of Deeds, and on March 5, 1990 with the Secretary of State. In each of these security agreements and financing statements, prepared by the bank, the debtor <span class=\"star-pagination\">*513</span> is identified as \"17 South Garment Co., Inc.\"<sup>[1]</sup></p>\n<p>The debtor subsequently filed a petition for relief under Chapter 7 of the Bankruptcy Code on June 19, 1990; Walter L. Hinson was appointed trustee.</p>\n<p>Mr. Hinson initiated an adversary proceeding to determine the validity of Centura's contractual interest in, and lien on, the debtor's fixtures, inventory, equipment, and products on July 12, 1991. Both parties later moved for summary judgment. The trustee disputed the existence of a contractual agreement between the corporation and Centura because of the bank's use of \"17\" rather than \"Seventeen\" to identify the debtor on the promissory note. Mr. Hinson further argued that even if a contractual relationship existed, Centura's claim is unsecured as a result of the error in the debtor's name on the UCC-1 statement. Finally, the trustee asserted that the security interest covered by the March 1989 security agreement was limited to items identified in the attached schedule absent a blanket clause. The trustee's motion was supported by Mr. Hinson's affidavit attesting to his search of the records in the Pasquotank County Register of Deeds office.</p>\n<p>In contrast, Centura argued first that the note and security agreement established a contractual relationship between itself and the debtor. Next, it contended that any error in the debtor's name on the financing statements was minor and would not therefore mislead a creditor searching for UCC-1 statements. The bank conceded the absence of the blanket clause in the security agreement but insisted that the attached schedule was broad enough to cover all of the debtor's assets.</p>\n<p>Centura's motion was supported by the affidavit of Denise W. Strathearn of the office of the Pasquotank County Register of Deeds concerning the results of a records inspection performed on July 8, 1991. At Centura's request, Ms. Strathearn searched for \"Seventeen South Garment Co., Inc.\" Her inquiry produced several financing statements identifying the debtor by its legal name and several trade names, including \"17 South Garment Co., Inc.\"</p>\n<p>The motions were heard by United States Bankruptcy Judge A. Thomas Small in an unrecorded hearing conducted by telephone conference call on November 15, 1991. The bankruptcy court ruled on November 29, 1991, that a contractual relationship existed between the debtor and Centura. However, Judge Small found that Centura's security interest was unperfected, reasoning that a reasonable creditor would have searched under the actual corporate name of the debtor, \"Seventeen South Garment, Co., Inc.,\" rather than the \"17 South Garment Co., Inc.\"</p>\n<p>The bankruptcy court implicitly discounted Ms. Strathearn's affidavit, relying on the trustee's uncontested statement that his activities in this case put the register of deeds' office on notice of the incorrectly filed financial statements. As a result, Centura's lien was avoided pursuant to 11 U.S.C. § 544(a). Although unnecessary given its findings on the insufficiency of the financing statement, the bankruptcy court further found that the security interest applied only to the items specifically listed on the schedule attached to the security agreement.</p>\n<p>This appeal followed.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>This matter requires the court to determine the extent of Centura's security interest, the sufficiency of the financing statement, and the admissibility of evidence. These determinations are questions of law requiring de novo review.</p>\n<p></p>\n<h2>A. EXTENT OF THE SECURITY INTEREST</h2>\n<p>The bank asserts that the bankruptcy court erred in ruling that its security interest applies only to the items listed on the attached schedule. It suggests that <span class=\"star-pagination\">*514</span> \"the listing simply served as an aid to identify <i>some</i> of the equipment that was secured by the financing statements of Centura.\" Centura maintains that it would be inequitable to allow the estate to recover a windfall when no other creditor loaned the debtor money secured by equipment and no other creditor was harmed.</p>\n<p>Neither the security agreement nor the equities support such a result. A natural reading of security agreement shows that the parties intended the schedule to be definitive. Had the bank intended to make the listing merely illustrative, it should have included language to that effect. Centura's failure to do so does not tip the equities in its favor against a trustee who is entitled to exploit such omissions for the benefit of unsecured creditors.</p>\n<p></p>\n<h2>B. SUFFICIENCY OF THE FINANCING STATEMENT</h2>\n<p>Financing statements must meet the formal requisites of N.C.Gen.Stat. § 25-9-402 in order to be effective. A statement substantially complies with the requirements of Article 9 even though it contains minor errors which are not seriously misleading. § 25-9-402(8). The crucial determination is whether Centura's use of the debtor's numerical trade name is a minor error. A review of the statute and its accompanying comment reveals that it is not.</p>\n<p>A financing statement sufficiently shows the name of the debtor if it gives the individual, partnership, or <i>corporate</i> name of the debtor, whether or not it adds other trade names or names of partners. § 25-9-402(7) (emphasis added). A plain reading of the passage indicates a financing statement concerning a corporation must include at least the debtor's corporate name in order to be effective and avoid misleading creditors. R. Lord &amp; C. Charles, North Carolina Security Interests, § 3-2(A) (1985). The authors of the Uniform Commercial Code expressly declined to base the filing system on trade names:</p>\n<blockquote>\"Subsection (7) undertakes to deal with some of the problems as to who is the debtor. In the case of individuals, it contemplates filing only in the individual name, not in a trade name. In the case of partnerships it contemplates filing in the partnership name, not in the names of any of the partners, and not in any trade names. <i>Trade names are deemed to be too uncertain and not likely to be known to the secured party or persons searching the record, to form the basis for a filing system.\"</i> However, provision is made in Section 9-403(5) for indexing in a trade name if the secured party so desires.</blockquote>\n<p>§ 25-9-402 amended official comment 7 (emphasis added).</p>\n<p>Centura offers several cases in support of its position that the failure to identify the corporation as \"Seventeen South Garment\" was minor error: <i>In re Southern Supply Co.,</i> 405 F.Supp. 20 (E.D.N.C.1975); <i>Stafford v. Admiral Credit Corporation,</i> 280 F.Supp. 818 (M.D.N.C.1968); and <i>Brushwood v. Citizens Bank of Perry (In re Glasco, Inc.</i>), 642 F.2d 793 (5th Cir. Unit B April, 1981). In <i>Southern Supply</i> and <i>Stafford,</i> errors in naming the debtor on financing statements were held to be not seriously misleading. However, both are distinguishable because the trade names were sufficiently similar to the debtors' actual names that the trade name would be filed in close proximity to the legal one in the same index, giving a searcher notice despite defective identification. <i>Southern Supply</i> and <i>Stafford</i> are therefore inapplicable here since Centura's financing statement was in the \"odd\" index, rather than the alphabetical one where the corporation's legal name would be located.</p>\n<p>The <i>Glasco</i> analysis better supports the bank's position. In that case, a financing statement identifying the debtor by a trade name, \"Elite Boats, Division of Glasco, Inc.,\" rather than its legal name \"Glasco, Inc.,\" was held to be not seriously misleading where the debtor did business only under its trade name. <i>Glasco,</i> 642 F.2d at 796. Centura emphasizes that the debtor here interchangeably identified itself as \"17\" and \"Seventeen,\" arguing that those who did business with the debtor would be on notice of the trade name and would <span class=\"star-pagination\">*515</span> search both the numerical and alphabetical indices.</p>\n<p>Although <i>Glasco</i> has been cited with approval in other jurisdictions, the court declines to follow it because it finds the dissent more persuasive. Section 9-402 imposes no requirement that creditors search under anything other than the debtor's legal name, even if they had notice of the trade name. <i>Id.</i> at 798 (Tuttle, J., dissenting). This is particularly true for the bankruptcy trustee who can be seen as the ideal creditor without notice. <i>Id.</i></p>\n<p>A requirement that the debtor's legal name be used on the financing statement furthers the UCC's objectives by assuring creditors that they will have adequate warning of any interest in collateral superior to their own. <i>Pearson v. Salina Coffee House, Inc.,</i> 831 F.2d 1531, 1536 (10th Cir.1987). Giving effect to trade name filings in the absence of a filing under the debtor's legal name would burden future lenders by requiring them to anticipate the filing mistakes of other creditors. <i>Glasco,</i> 642 F.2d at 799. Clarity and certainty in lien perfection requirements are lost if equitable exceptions are created which permit trade names when the \"equities\" so dictate. <i>Pearson,</i> 831 F.2d at 1536.</p>\n<p>As a result, the bankruptcy court's conclusions that the filing was defective and that a reasonable searcher of the UCC-1 records would have looked only in the alphabetical index are well founded. Those findings will not be disturbed for a creditor who drew up the relevant documents and was aware of the debtor's legal name.</p>\n<p></p>\n<h2>C. CONSIDERATION OF UNSWORN STATEMENTS</h2>\n<p>Centura argues that the bankruptcy court's consideration of unsworn statements by the trustee concerning his search of the Pasquotank County records constitutes reversible error. Although the hearing was unrecorded, a footnote in Judge Small's order indicates that no objection was made to Mr. Hinson's remarks. Error may not be predicated upon a ruling which admits or excludes evidence not affecting substantive rights without a timely objection. Fed.R.Evid. 103(a)(1). The failure to timely object does not preclude taking notice of plain error affecting substantive rights. Fed.R.Evid. 103(d).</p>\n<p>This court is not convinced that reversible error occurred since exclusion of the trustee's remarks would not have assured Centura of summary judgment in its favor. The finding that the security interest was unperfected by virtue of the defective financing statement was sufficient to avoid the lien absent consideration of any unsworn remarks by the trustee during the hearing.</p>\n<p>Accordingly, the judgment of the bankruptcy court avoiding the lien of Centura Bank is AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[1]  Other statements securing inventory and accounts receivable, also prepared by the bank, identify the debtor by its legal name. These statements were properly listed in the alphabetical \"Se\" index and are not contested by the trustee.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">511</span></span> (1992)</b></center>\n<center><h1>In re SEVENTEEN SOUTH GARMENT COMPANY, INC., a/k/a Yorkshire Pudding Company, a/k/a Koala-Way Company, Debtor.<br>\nWalter L. HINSON, Trustee in Bankruptcy for the estate of Seventeen South Garment Co., Inc., Plaintiff/Appellee,<br>\nv.<br>\nCENTURA BANK, formerly known as People's Bank &amp; Trust Company, Defendant/Appellant.</h1></center>\n<center>Bankruptcy No. 90-01946-TMM, Adv. No. M-91-00320-AP, No. 92-51-CIV-5-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 22, 1992.</center>\n<p><span class=\"star-pagination\">*512</span> Walter L. Hinson, Jr., Wilson, N.C., B. Perry Morrison, Jr., Narron, Holdford, Babb, Harrison &amp; Rhodes, Wilson, N.C., for plaintiff/appellee.</p>\n<p>J. Nicholas Ellis, Poyner &amp; Spruill, Rocky Mount, N.C., for defendant/appellant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>The matter before the court the appeal of Centura Bank (\"Centura\" or \"bank\") from the judgment and order of the United States Bankruptcy Court granting the trustee's motion for summary judgment and denying Centura's motion for summary judgment. Jurisdiction over this proceeding is appropriate under 28 U.S.C. § 158. The parties have briefed their respective positions and the matter is now ripe for disposition.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>This dispute concerns the extent and validity of a prepetition security interest. On March 21, 1989, Seventeen South Garment Co., Inc. (\"debtor\"), executed a corporate resolution authorizing its relationship with People's Bank &amp; Trust Company, now Centura Bank. In its resolution, the debtor identified itself as \"17 South Garment Co., Inc.,\" rather than by its correct legal name: \"Seventeen South Garment Co., Inc.\"</p>\n<p>The corporation subsequently executed a promissory note with Centura for $98,850 on February 14, 1990, secured by several security agreements. In a security agreement dated March 29, 1989, the debtor's fixtures, inventory, and equipment as specified in an attached schedule, as well as products and proceeds were pledged as collateral. However, the document lacks a \"blanket\" clause. Centura filed UCC-1 financing statements on April 3, 1989, with the North Carolina Secretary of State and the Pasquotank County Register of Deeds in an effort to perfect its interest. In Pasquotank County, the financing statement was indexed solely under the \"odd\" index.</p>\n<p>The remaining security agreements covering the corporate inventory, dated April 24, 1989, and February 14, 1990, were included in financing statements filed on March 1, 1990 with the Pasquotank County Register of Deeds, and on March 5, 1990 with the Secretary of State. In each of these security agreements and financing statements, prepared by the bank, the debtor <span class=\"star-pagination\">*513</span> is identified as \"17 South Garment Co., Inc.\"<sup>[1]</sup></p>\n<p>The debtor subsequently filed a petition for relief under Chapter 7 of the Bankruptcy Code on June 19, 1990; Walter L. Hinson was appointed trustee.</p>\n<p>Mr. Hinson initiated an adversary proceeding to determine the validity of Centura's contractual interest in, and lien on, the debtor's fixtures, inventory, equipment, and products on July 12, 1991. Both parties later moved for summary judgment. The trustee disputed the existence of a contractual agreement between the corporation and Centura because of the bank's use of \"17\" rather than \"Seventeen\" to identify the debtor on the promissory note. Mr. Hinson further argued that even if a contractual relationship existed, Centura's claim is unsecured as a result of the error in the debtor's name on the UCC-1 statement. Finally, the trustee asserted that the security interest covered by the March 1989 security agreement was limited to items identified in the attached schedule absent a blanket clause. The trustee's motion was supported by Mr. Hinson's affidavit attesting to his search of the records in the Pasquotank County Register of Deeds office.</p>\n<p>In contrast, Centura argued first that the note and security agreement established a contractual relationship between itself and the debtor. Next, it contended that any error in the debtor's name on the financing statements was minor and would not therefore mislead a creditor searching for UCC-1 statements. The bank conceded the absence of the blanket clause in the security agreement but insisted that the attached schedule was broad enough to cover all of the debtor's assets.</p>\n<p>Centura's motion was supported by the affidavit of Denise W. Strathearn of the office of the Pasquotank County Register of Deeds concerning the results of a records inspection performed on July 8, 1991. At Centura's request, Ms. Strathearn searched for \"Seventeen South Garment Co., Inc.\" Her inquiry produced several financing statements identifying the debtor by its legal name and several trade names, including \"17 South Garment Co., Inc.\"</p>\n<p>The motions were heard by United States Bankruptcy Judge A. Thomas Small in an unrecorded hearing conducted by telephone conference call on November 15, 1991. The bankruptcy court ruled on November 29, 1991, that a contractual relationship existed between the debtor and Centura. However, Judge Small found that Centura's security interest was unperfected, reasoning that a reasonable creditor would have searched under the actual corporate name of the debtor, \"Seventeen South Garment, Co., Inc.,\" rather than the \"17 South Garment Co., Inc.\"</p>\n<p>The bankruptcy court implicitly discounted Ms. Strathearn's affidavit, relying on the trustee's uncontested statement that his activities in this case put the register of deeds' office on notice of the incorrectly filed financial statements. As a result, Centura's lien was avoided pursuant to 11 U.S.C. § 544(a). Although unnecessary given its findings on the insufficiency of the financing statement, the bankruptcy court further found that the security interest applied only to the items specifically listed on the schedule attached to the security agreement.</p>\n<p>This appeal followed.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>This matter requires the court to determine the extent of Centura's security interest, the sufficiency of the financing statement, and the admissibility of evidence. These determinations are questions of law requiring de novo review.</p>\n<p></p>\n<h2>A. EXTENT OF THE SECURITY INTEREST</h2>\n<p>The bank asserts that the bankruptcy court erred in ruling that its security interest applies only to the items listed on the attached schedule. It suggests that <span class=\"star-pagination\">*514</span> \"the listing simply served as an aid to identify <i>some</i> of the equipment that was secured by the financing statements of Centura.\" Centura maintains that it would be inequitable to allow the estate to recover a windfall when no other creditor loaned the debtor money secured by equipment and no other creditor was harmed.</p>\n<p>Neither the security agreement nor the equities support such a result. A natural reading of security agreement shows that the parties intended the schedule to be definitive. Had the bank intended to make the listing merely illustrative, it should have included language to that effect. Centura's failure to do so does not tip the equities in its favor against a trustee who is entitled to exploit such omissions for the benefit of unsecured creditors.</p>\n<p></p>\n<h2>B. SUFFICIENCY OF THE FINANCING STATEMENT</h2>\n<p>Financing statements must meet the formal requisites of N.C.Gen.Stat. § 25-9-402 in order to be effective. A statement substantially complies with the requirements of Article 9 even though it contains minor errors which are not seriously misleading. § 25-9-402(8). The crucial determination is whether Centura's use of the debtor's numerical trade name is a minor error. A review of the statute and its accompanying comment reveals that it is not.</p>\n<p>A financing statement sufficiently shows the name of the debtor if it gives the individual, partnership, or <i>corporate</i> name of the debtor, whether or not it adds other trade names or names of partners. § 25-9-402(7) (emphasis added). A plain reading of the passage indicates a financing statement concerning a corporation must include at least the debtor's corporate name in order to be effective and avoid misleading creditors. R. Lord &amp; C. Charles, North Carolina Security Interests, § 3-2(A) (1985). The authors of the Uniform Commercial Code expressly declined to base the filing system on trade names:</p>\n<blockquote>\"Subsection (7) undertakes to deal with some of the problems as to who is the debtor. In the case of individuals, it contemplates filing only in the individual name, not in a trade name. In the case of partnerships it contemplates filing in the partnership name, not in the names of any of the partners, and not in any trade names. <i>Trade names are deemed to be too uncertain and not likely to be known to the secured party or persons searching the record, to form the basis for a filing system.\"</i> However, provision is made in Section 9-403(5) for indexing in a trade name if the secured party so desires.</blockquote>\n<p>§ 25-9-402 amended official comment 7 (emphasis added).</p>\n<p>Centura offers several cases in support of its position that the failure to identify the corporation as \"Seventeen South Garment\" was minor error: <i>In re Southern Supply Co.,</i> <span class=\"citation\" data-id=\"1432625\"><a href=\"/opinion/1432625/matter-of-southern-sup-co-of-greenville-nc-inc/\"><span class=\"volume\">405</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">20</span></a></span> (E.D.N.C.1975); <i>Stafford v. Admiral Credit Corporation,</i> <span class=\"citation no-link\"><span class=\"volume\">280</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">818</span></span> (M.D.N.C.1968); and <i>Brushwood v. Citizens Bank of Perry (In re Glasco, Inc.</i>), <span class=\"citation\" data-id=\"387892\"><a href=\"/opinion/387892/in-the-matter-of-glasco-inc-dba-elite-boat-company-bankrupt-earl-t/\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">793</span></a></span> (5th Cir. Unit B April, 1981). In <i>Southern Supply</i> and <i>Stafford,</i> errors in naming the debtor on financing statements were held to be not seriously misleading. However, both are distinguishable because the trade names were sufficiently similar to the debtors' actual names that the trade name would be filed in close proximity to the legal one in the same index, giving a searcher notice despite defective identification. <i>Southern Supply</i> and <i>Stafford</i> are therefore inapplicable here since Centura's financing statement was in the \"odd\" index, rather than the alphabetical one where the corporation's legal name would be located.</p>\n<p>The <i>Glasco</i> analysis better supports the bank's position. In that case, a financing statement identifying the debtor by a trade name, \"Elite Boats, Division of Glasco, Inc.,\" rather than its legal name \"Glasco, Inc.,\" was held to be not seriously misleading where the debtor did business only under its trade name. <i>Glasco,</i> 642 F.2d at 796. Centura emphasizes that the debtor here interchangeably identified itself as \"17\" and \"Seventeen,\" arguing that those who did business with the debtor would be on notice of the trade name and would <span class=\"star-pagination\">*515</span> search both the numerical and alphabetical indices.</p>\n<p>Although <i>Glasco</i> has been cited with approval in other jurisdictions, the court declines to follow it because it finds the dissent more persuasive. Section 9-402 imposes no requirement that creditors search under anything other than the debtor's legal name, even if they had notice of the trade name. <i>Id.</i> at 798 (Tuttle, J., dissenting). This is particularly true for the bankruptcy trustee who can be seen as the ideal creditor without notice. <i>Id.</i></p>\n<p>A requirement that the debtor's legal name be used on the financing statement furthers the UCC's objectives by assuring creditors that they will have adequate warning of any interest in collateral superior to their own. <i>Pearson v. Salina Coffee House, Inc.,</i> <span class=\"citation\" data-id=\"496632\"><a href=\"/opinion/496632/john-k-pearson-trustee-v-salina-coffee-house-inc/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1531</span></a></span>, 1536 (10th Cir.1987). Giving effect to trade name filings in the absence of a filing under the debtor's legal name would burden future lenders by requiring them to anticipate the filing mistakes of other creditors. <i>Glasco,</i> 642 F.2d at 799. Clarity and certainty in lien perfection requirements are lost if equitable exceptions are created which permit trade names when the \"equities\" so dictate. <i>Pearson,</i> 831 F.2d at 1536.</p>\n<p>As a result, the bankruptcy court's conclusions that the filing was defective and that a reasonable searcher of the UCC-1 records would have looked only in the alphabetical index are well founded. Those findings will not be disturbed for a creditor who drew up the relevant documents and was aware of the debtor's legal name.</p>\n<p></p>\n<h2>C. CONSIDERATION OF UNSWORN STATEMENTS</h2>\n<p>Centura argues that the bankruptcy court's consideration of unsworn statements by the trustee concerning his search of the Pasquotank County records constitutes reversible error. Although the hearing was unrecorded, a footnote in Judge Small's order indicates that no objection was made to Mr. Hinson's remarks. Error may not be predicated upon a ruling which admits or excludes evidence not affecting substantive rights without a timely objection. Fed.R.Evid. 103(a)(1). The failure to timely object does not preclude taking notice of plain error affecting substantive rights. Fed.R.Evid. 103(d).</p>\n<p>This court is not convinced that reversible error occurred since exclusion of the trustee's remarks would not have assured Centura of summary judgment in its favor. The finding that the security interest was unperfected by virtue of the defective financing statement was sufficient to avoid the lien absent consideration of any unsworn remarks by the trustee during the hearing.</p>\n<p>Accordingly, the judgment of the bankruptcy court avoiding the lien of Centura Bank is AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[1]  Other statements securing inventory and accounts receivable, also prepared by the bank, identify the debtor by its legal name. These statements were properly listed in the alphabetical \"Se\" index and are not contested by the trustee.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/387892/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1432625/"
  ]
}