{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1828729/",
  "absolute_url": "/opinion/1828729/umholtz-v-brady/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1828729/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:32:56.623365Z",
  "date_modified": "2016-04-27T02:43:42.388122Z",
  "type": "010combined",
  "sha1": "a3871a6118abef6b0144080eefad841abdac2a59",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>169 B.R. 569 (1993)</b></center>\n<center><h1>George W. UMHOLTZ, Appellant,<br>\nv.<br>\nDavid BRADY, Appellee.</h1></center>\n<center>No. 93-43-CIV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 28, 1993.</center>\n<p><span class=\"star-pagination\">*570</span> E.D. Gaskins, Jr., Everett, Gaskins, Hancock &amp; Stevens, Raleigh, NC, for appellant George W. Umholtz.</p>\n<p>George R. Ragsdale, LeBoeuf, Lamb, Leiby &amp; MacRae, Raleigh, NC, for appellee David L. Brady.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on appellant George W. Umholtz' appeal from the United States Bankruptcy Court for the Eastern District of North Carolina (\"bankruptcy court\"). Appellate jurisdiction is based on 28 U.S.C. § 158 from appeal of a final judgment entered by Judge J. Rich Leonard of the bankruptcy court. The issues on appeal have been fully briefed, and a suggestion of subsequently decided authority has been filed by Umholtz. The court is now ready to rule.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>A summary of the facts, as the bankruptcy court found them to be, are these: In 1978, Umholtz and appellee David L. Brady (\"Brady\"), along with Brady's two brothers, Steve and Ray Brady, and two nephews, Gary and Chris Brady, formed Lincoln Developers of Raleigh, Inc. (\"Lincoln\"). Umholtz and Brady were each 17% shareholders of Lincoln; however, Brady was the dominant shareholder in that he served as President, Chair of the Board and Director of Lincoln. Umholtz served as a Director and as a Vice-President and Secretary of Lincoln.</p>\n<p>The Lincoln shareholders also formed other affiliated corporations and partnerships, known collectively as the Lincoln Group. Brady maintained his dominant role with regard to the Lincoln Group as well. Under the Lincoln bookkeeping scheme, Lincoln operated as the central bank for all the Lincoln Group entities.</p>\n<p><span class=\"star-pagination\">*571</span> During its first eight years of operation, Lincoln, and concomitantly, its shareholders, profited substantially. However, in 1987, Lincoln took a downturn, resulting in the company's cash flow being insufficient to meet creditor obligations. This left Brady with two options, either: 1) tap into a working line of credit; or, 2) request cash infusions from Lincoln principal shareholders. With respect to the second option, Brady was the only principal who exercised authority to request cash from his fellow shareholders.</p>\n<p>As perhaps expected, Umholtz was asked, on four separate occasions, to make cash infusions to Lincoln during the 1987-88 years. Umholtz so complied, and made the following contributions on these dates:</p>\n<p></p>\n<pre>\n   27 July 1987 ..................  $200,000\n   31 December 1987 ..............  $150,000\n   22 March 1988 .................  $ 20,000\n   17 June 1988 ..................  $100,000\n                                    ________\n         TOTAL ...................  $470,000\n</pre>\n<p>These contributions were treated as loans, in that four separate promissory notes were executed showing that the maker of each note was Lincoln and that Brady signed each note in his capacity as President of Lincoln. Other shareholders made significant cash contributions as well.</p>\n<p>However, unlike the other major shareholders, Brady did not make any significant cash infusion during the 1987-88 years, although Brady did make earlier contributions in prior years. Brady's inability to contribute cash equal to that of other Lincoln shareholders in 1987 and 1988 was largely because of a prior, unrelated investment that turned unprofitable and became financially burdensome. The other Lincoln shareholders knew of Brady's financial troubles with respect to this other investment. Although Brady did manage to contribute some cash in December 1987, these contributions were offset by large cash withdrawals taken by Brady to sustain his outside investment. Other shareholders, in particular Umholtz, did not know the extent of Brady's withdrawals until an accounting was conducted in late 1988.</p>\n<p>The practice of taking withdrawals from Lincoln funds for personal use was a permitted one which was available to other shareholders. Brady's withdrawal was somewhat unusual in that he has never repaid Lincoln for these funds and he withdrew more than he was infusing to Lincoln. The withdrawal was treated as a \"corporate loan\" on Lincoln's books, which books were readily available to all Lincoln shareholders, including Umholtz.</p>\n<p>Because of his financial troubles, Brady, along with his wife, voluntarily filed a Chapter 11 bankruptcy petition on 31 October 1990 in the bankruptcy court. The Chapter 11 petition was soon converted into a Chapter 7 liquidation proceeding. In that bankruptcy proceeding, Umholtz filed a proof of claim against Brady's estate for $470,000 (the total amount infused by Umholtz to Lincoln during the 1987-88 years) plus interest. To support his claim, Umholtz submitted the four accompanying executed promissory notes. Brady sought to discharge these debts.</p>\n<p>Umholtz then instituted this suit in the bankruptcy court as creditor of Brady's estate under 11 U.S.C. § 523, generally objecting to Brady's dischargeability of the $470,000 amount. After a 2-day trial, Judge Leonard of the bankruptcy court ruled in favor of Brady, generally finding: 1) as facts, that Umholtz was not aware that Brady was taking money from Lincoln at the time the transactions occurred, that Umholtz believed that Brady was making cash infusions to Lincoln, and that Umholtz could have learned the true facts if he had examined the financial information available to him; and 2) as a conclusion of law, that Umholtz had no basis on which to object to the dischargeability of indebtedness under § 523. Specifically, Judge Leonard concluded that although Brady owed Umholtz a fiduciary duty, Brady did not breach that duty. Umholtz appeals from this ruling.</p>\n<p>As grounds for his appeal, Umholtz asks this court to consider two questions: 1) whether the bankruptcy court erred in finding that Brady did not breach his fiduciary duty to Umholtz<sup>[1]</sup>; and, 2) whether the facts <span class=\"star-pagination\">*572</span> found by the bankruptcy court support its conclusion that Lincoln had a pattern of allowing loans to all shareholders.</p>\n<p></p>\n<h2>II. Discussion</h2>\n<p><i>A. The Applicable Standards of Review</i></p>\n<p>At the outset, before the court can address the issues involved, the correct standard of review must be determined. Umholtz suggests that the applicable standard of review is <i>de novo</i> inasmuch as the two issues arise from the bankruptcy court's conclusions of law. On the other hand, Brady contends that the issues here actually require a review of factual findings by the bankruptcy court, rather than conclusions of law, and as such, the clearly erroneous standard of review should be applied under Rule 8013 of the Federal Rules of Bankruptcy Procedure.</p>\n<p>In reviewing a bankruptcy court's decision, a district court applies the same standards of review as those governing appellate review in other cases. <i>In re Perma Pacific Properties,</i> 983 F.2d 964, 966 (10th Cir.1992). In general, an appeal from the bankruptcy court only involves two standards of review: 1) as to findings of fact, a district court must proceed under a clearly erroneous standard of review, <i>In Re Bryson Properties, XVIII,</i> 961 F.2d 496, 499 (4th Cir.1992); and, 2) as to conclusions of law, a <i>de novo</i> standard of review is appropriate. <i>Perlow v. Perlow,</i> 128 B.R. 412, 414 (E.D.N.C.1991).</p>\n<p>In this case, although it is clear that the bankruptcy court's holding as to the existence of a fiduciary duty is a conclusion of law subject to the <i>de novo</i> standard of review, a <i>finding</i> by that court of a breach of that duty is really a mixed question of law and fact. <i>See </i><i>Brickner v. Federal Deposit Ins. Corp.,</i> 747 F.2d 1198, 1201 (8th Cir.1984) (a finding of breach of fiduciary duty can be considered as a mixed question of law and fact). <i>But see </i><i>Johnston v. Holiday Inns, Inc.,</i> 595 F.2d 890 (1st Cir.1979) (if underlying facts are undisputed, then a conclusion that breach occurred, drawn from those facts, is a question of law). As the Ninth Circuit ruled in a breach of contract case, \". . . the interpretation of a contract and the determination as to its breach are a mixed question of fact and law. . . . In general, factual findings as to what the parties said or did are reviewed under the `clearly erroneous' standard while principles of contract interpretation applied to the facts are reviewed de novo.\" <i>L.K. Comstock &amp; Co. v. United Engineer &amp; Constructors, Inc.,</i> 880 F.2d 219, 221 (9th Cir.1989).</p>\n<p>The court will apply this same reasoning to this breach of fiduciary duty case, and accordingly will review factual findings as to what Umholtz and/or Brady said or did in this case under a clearly erroneous standard and will review the legal principles the bankruptcy court applied to those facts under a <i>de novo</i> standard.</p>\n<p>Here, the bankruptcy court specifically ruled that Brady owed a fiduciary duty to Umholtz. Having established this, the bankruptcy court, in its capacity as the trier of fact, then assessed and weighed the disputed evidence to reach its ultimate conclusion that no breach of that duty occurred. In light of this, the court concludes that it must review Umholtz' first issue primarily under the clearly erroneous standard.</p>\n<p>Indeed, much of Umholtz' appellate argument on this issue is premised on asserted factual contentions (discussed in detail <i>infra</i>), all capable of being argued to, and evaluated by, the trier of fact to assist in its determination as to whether the factual predicates for a breach of fiduciary duty are present. The bankruptcy court conclusively found that no such factual predicates warranted a finding of breach of fiduciary duty here, and accordingly, its determination in this regard is entitled to the clearly erroneous standard of review. As noted above, the only part of Judge Leonard's ruling on this issue that is subject to <i>de novo</i> review is whether the correct <i>legal</i> principles were applied by the bankruptcy court to determine, from the facts found, that a breach of fiduciary duty occurred.</p>\n<p><span class=\"star-pagination\">*573</span> Similarly, appellant's second issue requires this court to review both documentary evidence taken by the bankruptcy court and the specific findings of that court made from that evidence. To engage in such an examination would necessarily entail a review of an explicit factual finding by the bankruptcy court, namely that Lincoln \"shareholders were free to obtain `shareholder loans' for their own personal benefit.\" Order of Judge Leonard, p. 7. Subsequently, the court will review this issue under the clearly erroneous standard.</p>\n<p>With the review framework in place, the court will turn to the issues presented.</p>\n<p><i>B. The Bankruptcy Court's Finding of No Breach of Fiduciary Duty</i></p>\n<p>The bankruptcy court found, as an initial matter, that, under North Carolina law, Brady directly owed Umholtz a fiduciary duty. The bankruptcy court based its holding on the 1987 and 1988 version of N.C.Gen. Stat. § 55-35<sup>[2]</sup> and case law interpreting that statute, reasoning that:</p>\n<blockquote>. . . [I]t is beyond dispute that [this statute], which was in effect at the time of these transactions, created a fiduciary relationship between corporate officers and directors and their corporation's shareholders. When Umholtz loaned $470,000 to Lincoln Developers, he was a shareholder and Brady was an officer of Lincoln Developers. It follows from the plain language of the statute that a fiduciary relationship existed between Umholtz and Brady at the time of these transactions.</blockquote>\n<p>Order of Judge Leonard, p. 11.</p>\n<p>That behind him, Judge Leonard then addressed the viability of Umholtz' claim for breach of fiduciary duty. Judge Leonard first characterized that the precise issue before him was whether Brady breached his fiduciary duty by inducing Umholtz to loan $470,000 to Lincoln. Umholtz contended that this conduct by Brady, including his inability to make similar contributions and his withdrawal of money from Lincoln, constituted a breach; Brady contended it did not. The bankruptcy court then looked to former § 55-35 to define the proper standard by which Brady's conduct was to be measured: \"[o]fficers and directors . . . shall discharge the duties of their respective positions in good faith, and with that diligence and care which ordinarily prudent men would exercise under similar circumstances in like positions.\" N.C.Gen.Stat. § 55-35 (1955).</p>\n<p>Applying that standard to the facts, the bankruptcy court found that Brady did not breach his fiduciary duty. Specifically, the bankruptcy court rested its decision on the following key findings of fact: 1) that every solvent Lincoln shareholder was called upon to make cash infusions; 2) that Brady had previously made contributions to Lincoln; 3) that Lincoln had no requirement of proportionality that mandated contributions by Brady; 4) that Lincoln had a history or pattern of allowing loans to all shareholders, including Brady; 5) that Brady's cash withdrawals were structured as a loan; 6) that Brady intended to repay these withdrawn funds to Lincoln; 7) that Brady withdrew the funds to keep his outside investment afloat; 8) that Brady believed that Lincoln would be harmed if he suffered a public, personal financial failure; and, 9) that Brady intended to use cash raised through the sale of his outside investment to ease Lincoln's cash flow problems.</p>\n<p>As his first ground for appeal, Umholtz urges that the bankruptcy court erred in failing to find a breach of fiduciary duty. In particular, Umholtz contends that Brady's duty to act in good faith as a fiduciary required him to explicitly disclose to Umholtz his lack of cash contributions and personal cash withdrawals. As support for this proposition, Umholtz primarily cites a North Carolina Supreme Court case, <i>Abbitt v. Gregory,</i> 201 N.C. 577, 160 S.E. 896 (1931), which he argues stands for the proposition that corporate officers have a duty to disclose all facts and circumstances pertaining to transactions in which a shareholder has an interest. Brady also cites other North Carolina case law which he contends stands for the same proposition. <i>See </i><i>Spence v. Spaulding and Perkins,</i> <span class=\"star-pagination\">*574</span> <i>Ltd.,</i> 82 N.C.App. 665, 347 S.E.2d 864 (1986). In light of this, the court therefore understands Umholtz argument, in this respect, to be two-fold in that: 1) the bankruptcy court erred in failing to take into account <i>Abbitt</i> and similar, supportive North Carolina case law; and, 2) once this law is applied, the facts show that Brady breached his fiduciary duty.<sup>[3]</sup></p>\n<p>Brady first responds by emphasizing that Umholtz has failed to cite any case law or other authority specifically requiring, in a fiduciary relationship, that Brady must disclose both his inability to make cash contributions and his cash withdrawals while soliciting Umholtz for cash contributions. To support his argument, Brady distinguishes <i>Abbitt.</i></p>\n<p>Brady contends that <i>Abbitt</i> does not purport to define or further elucidate a fiduciary's duty under North Carolina law. Brady further asserts that <i>Abbitt</i> is a fact-driven case because it involved a secret agreement made between a corporate general manager, Gregory, and an outside investor regarding the sale of stock. Because this secret agreement was not disclosed to other shareholders, Brady maintains that the crux of the holding in <i>Abbitt</i> centers on Gregory's affirmative action of concealing the secret agreement from the other shareholders. Viewed in this light, Brady concedes that the fact pattern in <i>Abbitt</i> clearly provided a basis to find a breach of fiduciary duty to act in good faith. The court agrees with Brady's argument.</p>\n<p>In addition to the reasons stated by Brady, the court further distinguishes <i>Abbitt</i> on the grounds that it involved a concealment in the <i>sale of stock.</i> The <i>Abbitt</i> Court held that Gregory had a \"duty to make a full disclosure of all facts and circumstances affecting the proposition of the [stock transaction in question].\" <i>Abbitt,</i> 160 S.E. at 907. Because Gregory failed to advise the corporate shareholders of the stock transaction price and because he concealed that price from those shareholders, the Court found that a breach of fiduciary duty occurred. <i>Id.</i></p>\n<p>That situation is very different than the present one here involving cash withdrawals and cash infusions openly reflected on corporate books. The bankruptcy court specifically found as a fact that Brady did not conceal, or otherwise attempt to hide, his large cash withdrawals and his inability to make cash contributions to Lincoln. That court further found that the Lincoln corporate books fully documented all of these transactions, and that such books were readily available to all shareholders.</p>\n<p>Umholtz essentially asks this court to find that a fiduciary duty in corporate matters encompasses a duty by a dominant shareholder to another fellow shareholder to affirmatively disclose, at the time of soliciting corporate funds from a fellow shareholder, both cash withdrawals and inability to make cash contributions. However, the court finds that Umholtz has failed to cite any convincing authority to support such a proposition. The absence of such authority is critical in that the function of this court is not to create North Carolina law, but to apply and interpret that law.<sup>[4]</sup> The court believes that Umholtz' argument is best left to be addressed by the General Assembly of North Carolina or the North Carolina Supreme Court. The court therefore finds that no valid authority exists in North Carolina to support the proposition that a fiduciary, such as Brady here, must disclose to fellow shareholders the fact that he withdrew cash and that he was unable to make cash contributions equal to that of other shareholders absent a finding that the fiduciary concealed, or attempted to conceal, those facts.</p>\n<p><span class=\"star-pagination\">*575</span> From this, the court concludes that the bankruptcy court properly applied the correct legal standard, namely N.C.Gen.Stat. § 55-35 (1955), in determining whether a breach of fiduciary duty occurred in this case. The court further holds that the bankruptcy court did not clearly err in making its factual findings, and that substantial evidence exists to support those findings. The bankruptcy court's decision that no breach of fiduciary duty occurred in this case is therefore AFFIRMED.</p>\n<p><i>C. The Bankruptcy Court's Finding that Lincoln Had a Pattern of Allowing Shareholder Loans</i></p>\n<p>Umholtz suggests that the bankruptcy court erred in finding that Lincoln had a pattern of allowing loans to its shareholders.<sup>[5]</sup> Umholtz argues that the bankruptcy court's reliance on a piece of the evidence, namely the Partner Account Analysis of Lincoln (exhibit # 5 at trial, exhibit # 12 on appeal), was misplaced and does not support that court's finding above. This document, so the argument goes, shows that only Brady withdrew cash from Lincoln, and because of this, the bankruptcy court erred in finding that any claim brought under former N.C.Gen.Stat. § 55-22 (1969) (which requires a majority of disinterested shareholders to approve corporate loans to officers) belongs exclusively to the corporation. In sum, Umholtz contends that former § 55-22 requires full disclosure of any corporate loan to the shareholders, and that a cause of action under that statute belongs individually to each shareholder. The court is not convinced by this argument.</p>\n<p>At the outset, the court emphasizes that Umholtz has failed to show persuasively how the bankruptcy court's factual finding at issue is clearly erroneous. Upon a review of the Partner Account Analysis, this document clearly shows that shareholders, other than Brady, withdrew cash from Lincoln, although in smaller sums. However, the amount (or the ultimate net amount) is not crucial to the bankruptcy court's, nor this court's, analysis. The key is that the <i>practice</i> of withdrawing cash was allowed for other shareholders. This fact is not disputed by either party, and the court therefore concludes that the bankruptcy court committed no clear error in its factual finding that Lincoln had a pattern of allowing loans to all shareholders.</p>\n<p>Furthermore, the bankruptcy court concluded that any claim under former § 55-22 arising from Brady's corporate loan belongs exclusively to the corporation, not to Umholtz. Order of Judge Leonard, pp. 14-15. Upon a review of the statute, the court finds this statement of law to be correct.<sup>[6]</sup> Umholtz still contends, however, that Brady's failure to disclose the loan at the time he solicited Umholtz for cash infusions constituted a breach of fiduciary duty. The court views this argument by Umholtz as being synonymous with his previous assignment of error discussed above in part B of this opinion. Therefore, under the same reasoning already set forth in part B, the court rejects Umholtz' argument here as well.</p>\n<p></p>\n<h2>III. Conclusion</h2>\n<p>For the foregoing reasons, the final order and judgment entered on 22 September 1992 by the bankruptcy court is hereby AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[1]  In their brief, counsel for Umholtz actually framed the issue as follows:\n</p>\n<p>Did David L. Brady's . . . fiduciary relationship with Umholtz require Brady to disclose his failure to make cash contributions to and cash withdrawals from Lincoln Developers while soliciting Umholtz for cash contributions to Lincoln Developers?</p>\n<p>Although counsel for Umholtz did not specifically frame the issue as the court has above, the court will nonetheless accept it as a reviewable issue despite Brady's protestations.</p>\n<p>[2]  Former N.C.Gen.Stat. § 55-35 provided that \"[o]fficers and directors shall be deemed to stand in a fiduciary relation to the corporation and to its shareholders. . . .\" N.C.Gen.Stat. § 55-35 (1955). This language was deleted when this statute was amended in 1989.</p>\n<p>[3]  Umholtz also argues as a corollary that Brady failed to carry his burden of showing that his cash withdrawals and failure to inject proportional cash contributions were inherently fair to Umholtz due to lack of evidence of disclosure. The court views this argument as being incorporated into the second part of Umholtz' first assignment of error mentioned above, and therefore the court will treat it as such.</p>\n<p>[4]  Additionally, counsel for Umholtz concede in their reply brief that they \"failed to clearly articulate to [the bankruptcy court] this positive duty of disclosure required of a fiduciary under North Carolina law.\" Appellant's Reply Br. at 4.</p>\n<p>[5]  Although the \"pattern\" language was contained in the bankruptcy court's conclusions of law portion of its opinion (<i>see</i> Order of Judge Leonard, p. 14), and was not expressly found by the bankruptcy court in its findings of fact, that court did explicitly find as a fact that \". . . all major [Lincoln] shareholders were free to obtain `shareholder loans' for their own personal benefit.\" <i>Id.</i> at p. 7. In light of this, this court concludes that the bankruptcy court's reference to a \"pattern\" obviously stems from its findings of fact, and it will therefore be reviewed as such.</p>\n<p>[6]  Umholtz apparently agrees by stating in his reply brief, \"Judge Leonard was technically correct that any claim to <i>recover the loan proceeds</i> from Brady belongs not to Umholtz but the corporation.\" Appellant's Reply Br. at 7.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">169</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">569</span></span> (1993)</b></center>\n<center><h1>George W. UMHOLTZ, Appellant,<br>\nv.<br>\nDavid BRADY, Appellee.</h1></center>\n<center>No. 93-43-CIV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 28, 1993.</center>\n<p><span class=\"star-pagination\">*570</span> E.D. Gaskins, Jr., Everett, Gaskins, Hancock &amp; Stevens, Raleigh, NC, for appellant George W. Umholtz.</p>\n<p>George R. Ragsdale, LeBoeuf, Lamb, Leiby &amp; MacRae, Raleigh, NC, for appellee David L. Brady.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on appellant George W. Umholtz' appeal from the United States Bankruptcy Court for the Eastern District of North Carolina (\"bankruptcy court\"). Appellate jurisdiction is based on 28 U.S.C. § 158 from appeal of a final judgment entered by Judge J. Rich Leonard of the bankruptcy court. The issues on appeal have been fully briefed, and a suggestion of subsequently decided authority has been filed by Umholtz. The court is now ready to rule.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>A summary of the facts, as the bankruptcy court found them to be, are these: In 1978, Umholtz and appellee David L. Brady (\"Brady\"), along with Brady's two brothers, Steve and Ray Brady, and two nephews, Gary and Chris Brady, formed Lincoln Developers of Raleigh, Inc. (\"Lincoln\"). Umholtz and Brady were each 17% shareholders of Lincoln; however, Brady was the dominant shareholder in that he served as President, Chair of the Board and Director of Lincoln. Umholtz served as a Director and as a Vice-President and Secretary of Lincoln.</p>\n<p>The Lincoln shareholders also formed other affiliated corporations and partnerships, known collectively as the Lincoln Group. Brady maintained his dominant role with regard to the Lincoln Group as well. Under the Lincoln bookkeeping scheme, Lincoln operated as the central bank for all the Lincoln Group entities.</p>\n<p><span class=\"star-pagination\">*571</span> During its first eight years of operation, Lincoln, and concomitantly, its shareholders, profited substantially. However, in 1987, Lincoln took a downturn, resulting in the company's cash flow being insufficient to meet creditor obligations. This left Brady with two options, either: 1) tap into a working line of credit; or, 2) request cash infusions from Lincoln principal shareholders. With respect to the second option, Brady was the only principal who exercised authority to request cash from his fellow shareholders.</p>\n<p>As perhaps expected, Umholtz was asked, on four separate occasions, to make cash infusions to Lincoln during the 1987-88 years. Umholtz so complied, and made the following contributions on these dates:</p>\n<p></p>\n<pre>\n   27 July 1987 ..................  $200,000\n   31 December 1987 ..............  $150,000\n   22 March 1988 .................  $ 20,000\n   17 June 1988 ..................  $100,000\n                                    ________\n         TOTAL ...................  $470,000\n</pre>\n<p>These contributions were treated as loans, in that four separate promissory notes were executed showing that the maker of each note was Lincoln and that Brady signed each note in his capacity as President of Lincoln. Other shareholders made significant cash contributions as well.</p>\n<p>However, unlike the other major shareholders, Brady did not make any significant cash infusion during the 1987-88 years, although Brady did make earlier contributions in prior years. Brady's inability to contribute cash equal to that of other Lincoln shareholders in 1987 and 1988 was largely because of a prior, unrelated investment that turned unprofitable and became financially burdensome. The other Lincoln shareholders knew of Brady's financial troubles with respect to this other investment. Although Brady did manage to contribute some cash in December 1987, these contributions were offset by large cash withdrawals taken by Brady to sustain his outside investment. Other shareholders, in particular Umholtz, did not know the extent of Brady's withdrawals until an accounting was conducted in late 1988.</p>\n<p>The practice of taking withdrawals from Lincoln funds for personal use was a permitted one which was available to other shareholders. Brady's withdrawal was somewhat unusual in that he has never repaid Lincoln for these funds and he withdrew more than he was infusing to Lincoln. The withdrawal was treated as a \"corporate loan\" on Lincoln's books, which books were readily available to all Lincoln shareholders, including Umholtz.</p>\n<p>Because of his financial troubles, Brady, along with his wife, voluntarily filed a Chapter 11 bankruptcy petition on 31 October 1990 in the bankruptcy court. The Chapter 11 petition was soon converted into a Chapter 7 liquidation proceeding. In that bankruptcy proceeding, Umholtz filed a proof of claim against Brady's estate for $470,000 (the total amount infused by Umholtz to Lincoln during the 1987-88 years) plus interest. To support his claim, Umholtz submitted the four accompanying executed promissory notes. Brady sought to discharge these debts.</p>\n<p>Umholtz then instituted this suit in the bankruptcy court as creditor of Brady's estate under 11 U.S.C. § 523, generally objecting to Brady's dischargeability of the $470,000 amount. After a 2-day trial, Judge Leonard of the bankruptcy court ruled in favor of Brady, generally finding: 1) as facts, that Umholtz was not aware that Brady was taking money from Lincoln at the time the transactions occurred, that Umholtz believed that Brady was making cash infusions to Lincoln, and that Umholtz could have learned the true facts if he had examined the financial information available to him; and 2) as a conclusion of law, that Umholtz had no basis on which to object to the dischargeability of indebtedness under § 523. Specifically, Judge Leonard concluded that although Brady owed Umholtz a fiduciary duty, Brady did not breach that duty. Umholtz appeals from this ruling.</p>\n<p>As grounds for his appeal, Umholtz asks this court to consider two questions: 1) whether the bankruptcy court erred in finding that Brady did not breach his fiduciary duty to Umholtz<sup>[1]</sup>; and, 2) whether the facts <span class=\"star-pagination\">*572</span> found by the bankruptcy court support its conclusion that Lincoln had a pattern of allowing loans to all shareholders.</p>\n<p></p>\n<h2>II. Discussion</h2>\n<p><i>A. The Applicable Standards of Review</i></p>\n<p>At the outset, before the court can address the issues involved, the correct standard of review must be determined. Umholtz suggests that the applicable standard of review is <i>de novo</i> inasmuch as the two issues arise from the bankruptcy court's conclusions of law. On the other hand, Brady contends that the issues here actually require a review of factual findings by the bankruptcy court, rather than conclusions of law, and as such, the clearly erroneous standard of review should be applied under Rule 8013 of the Federal Rules of Bankruptcy Procedure.</p>\n<p>In reviewing a bankruptcy court's decision, a district court applies the same standards of review as those governing appellate review in other cases. <i>In re Perma Pacific Properties,</i> <span class=\"citation\" data-id=\"597895\"><a href=\"/opinion/597895/in-re-perma-pacific-properties-a-general-partnership-debtor-david-a/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">964</span></a></span>, 966 (10th Cir.1992). In general, an appeal from the bankruptcy court only involves two standards of review: 1) as to findings of fact, a district court must proceed under a clearly erroneous standard of review, <i>In Re Bryson Properties, XVIII,</i> <span class=\"citation\" data-id=\"581392\"><a href=\"/opinion/581392/in-re-bryson-properties-xviii-debtor-travelers-insurance-company-v/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">496</span></a></span>, 499 (4th Cir.1992); and, 2) as to conclusions of law, a <i>de novo</i> standard of review is appropriate. <i>Perlow v. Perlow,</i> <span class=\"citation\" data-id=\"2016365\"><a href=\"/opinion/2016365/perlow-v-perlow/\"><span class=\"volume\">128</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">412</span></a></span>, 414 (E.D.N.C.1991).</p>\n<p>In this case, although it is clear that the bankruptcy court's holding as to the existence of a fiduciary duty is a conclusion of law subject to the <i>de novo</i> standard of review, a <i>finding</i> by that court of a breach of that duty is really a mixed question of law and fact. <i>See </i><i>Brickner v. Federal Deposit Ins. Corp.,</i> <span class=\"citation\" data-id=\"444188\"><a href=\"/opinion/444188/gerald-p-brickner-and-royce-l-hackl-v-federal-deposit-insurance/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1198</span></a></span>, 1201 (8th Cir.1984) (a finding of breach of fiduciary duty can be considered as a mixed question of law and fact). <i>But see </i><i>Johnston v. Holiday Inns, Inc.,</i> <span class=\"citation\" data-id=\"364881\"><a href=\"/opinion/364881/alfred-m-johnston-individually-alfred-m-johnston-trustee-and-daniel/\"><span class=\"volume\">595</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span> (1st Cir.1979) (if underlying facts are undisputed, then a conclusion that breach occurred, drawn from those facts, is a question of law). As the Ninth Circuit ruled in a breach of contract case, \". . . the interpretation of a contract and the determination as to its breach are a mixed question of fact and law. . . . In general, factual findings as to what the parties said or did are reviewed under the `clearly erroneous' standard while principles of contract interpretation applied to the facts are reviewed de novo.\" <i>L.K. Comstock &amp; Co. v. United Engineer &amp; Constructors, Inc.,</i> <span class=\"citation\" data-id=\"526531\"><a href=\"/opinion/526531/lk-comstock-company-inc-a-new-york-corporation-a-m-electric/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">219</span></a></span>, 221 (9th Cir.1989).</p>\n<p>The court will apply this same reasoning to this breach of fiduciary duty case, and accordingly will review factual findings as to what Umholtz and/or Brady said or did in this case under a clearly erroneous standard and will review the legal principles the bankruptcy court applied to those facts under a <i>de novo</i> standard.</p>\n<p>Here, the bankruptcy court specifically ruled that Brady owed a fiduciary duty to Umholtz. Having established this, the bankruptcy court, in its capacity as the trier of fact, then assessed and weighed the disputed evidence to reach its ultimate conclusion that no breach of that duty occurred. In light of this, the court concludes that it must review Umholtz' first issue primarily under the clearly erroneous standard.</p>\n<p>Indeed, much of Umholtz' appellate argument on this issue is premised on asserted factual contentions (discussed in detail <i>infra</i>), all capable of being argued to, and evaluated by, the trier of fact to assist in its determination as to whether the factual predicates for a breach of fiduciary duty are present. The bankruptcy court conclusively found that no such factual predicates warranted a finding of breach of fiduciary duty here, and accordingly, its determination in this regard is entitled to the clearly erroneous standard of review. As noted above, the only part of Judge Leonard's ruling on this issue that is subject to <i>de novo</i> review is whether the correct <i>legal</i> principles were applied by the bankruptcy court to determine, from the facts found, that a breach of fiduciary duty occurred.</p>\n<p><span class=\"star-pagination\">*573</span> Similarly, appellant's second issue requires this court to review both documentary evidence taken by the bankruptcy court and the specific findings of that court made from that evidence. To engage in such an examination would necessarily entail a review of an explicit factual finding by the bankruptcy court, namely that Lincoln \"shareholders were free to obtain `shareholder loans' for their own personal benefit.\" Order of Judge Leonard, p. 7. Subsequently, the court will review this issue under the clearly erroneous standard.</p>\n<p>With the review framework in place, the court will turn to the issues presented.</p>\n<p><i>B. The Bankruptcy Court's Finding of No Breach of Fiduciary Duty</i></p>\n<p>The bankruptcy court found, as an initial matter, that, under North Carolina law, Brady directly owed Umholtz a fiduciary duty. The bankruptcy court based its holding on the 1987 and 1988 version of N.C.Gen. Stat. § 55-35<sup>[2]</sup> and case law interpreting that statute, reasoning that:</p>\n<blockquote>. . . [I]t is beyond dispute that [this statute], which was in effect at the time of these transactions, created a fiduciary relationship between corporate officers and directors and their corporation's shareholders. When Umholtz loaned $470,000 to Lincoln Developers, he was a shareholder and Brady was an officer of Lincoln Developers. It follows from the plain language of the statute that a fiduciary relationship existed between Umholtz and Brady at the time of these transactions.</blockquote>\n<p>Order of Judge Leonard, p. 11.</p>\n<p>That behind him, Judge Leonard then addressed the viability of Umholtz' claim for breach of fiduciary duty. Judge Leonard first characterized that the precise issue before him was whether Brady breached his fiduciary duty by inducing Umholtz to loan $470,000 to Lincoln. Umholtz contended that this conduct by Brady, including his inability to make similar contributions and his withdrawal of money from Lincoln, constituted a breach; Brady contended it did not. The bankruptcy court then looked to former § 55-35 to define the proper standard by which Brady's conduct was to be measured: \"[o]fficers and directors . . . shall discharge the duties of their respective positions in good faith, and with that diligence and care which ordinarily prudent men would exercise under similar circumstances in like positions.\" N.C.Gen.Stat. § 55-35 (1955).</p>\n<p>Applying that standard to the facts, the bankruptcy court found that Brady did not breach his fiduciary duty. Specifically, the bankruptcy court rested its decision on the following key findings of fact: 1) that every solvent Lincoln shareholder was called upon to make cash infusions; 2) that Brady had previously made contributions to Lincoln; 3) that Lincoln had no requirement of proportionality that mandated contributions by Brady; 4) that Lincoln had a history or pattern of allowing loans to all shareholders, including Brady; 5) that Brady's cash withdrawals were structured as a loan; 6) that Brady intended to repay these withdrawn funds to Lincoln; 7) that Brady withdrew the funds to keep his outside investment afloat; 8) that Brady believed that Lincoln would be harmed if he suffered a public, personal financial failure; and, 9) that Brady intended to use cash raised through the sale of his outside investment to ease Lincoln's cash flow problems.</p>\n<p>As his first ground for appeal, Umholtz urges that the bankruptcy court erred in failing to find a breach of fiduciary duty. In particular, Umholtz contends that Brady's duty to act in good faith as a fiduciary required him to explicitly disclose to Umholtz his lack of cash contributions and personal cash withdrawals. As support for this proposition, Umholtz primarily cites a North Carolina Supreme Court case, <i>Abbitt v. Gregory,</i> <span class=\"citation no-link\"><span class=\"volume\">201</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">577</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">896</span></span> (1931), which he argues stands for the proposition that corporate officers have a duty to disclose all facts and circumstances pertaining to transactions in which a shareholder has an interest. Brady also cites other North Carolina case law which he contends stands for the same proposition. <i>See </i><i>Spence v. Spaulding and Perkins,</i> <span class=\"star-pagination\">*574</span> <i>Ltd.,</i> 82 N.C.App. 665, <span class=\"citation\" data-id=\"1212422\"><a href=\"/opinion/1212422/spence-v-spaulding-and-perkins-ltd/\"><span class=\"volume\">347</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">864</span></a></span> (1986). In light of this, the court therefore understands Umholtz argument, in this respect, to be two-fold in that: 1) the bankruptcy court erred in failing to take into account <i>Abbitt</i> and similar, supportive North Carolina case law; and, 2) once this law is applied, the facts show that Brady breached his fiduciary duty.<sup>[3]</sup></p>\n<p>Brady first responds by emphasizing that Umholtz has failed to cite any case law or other authority specifically requiring, in a fiduciary relationship, that Brady must disclose both his inability to make cash contributions and his cash withdrawals while soliciting Umholtz for cash contributions. To support his argument, Brady distinguishes <i>Abbitt.</i></p>\n<p>Brady contends that <i>Abbitt</i> does not purport to define or further elucidate a fiduciary's duty under North Carolina law. Brady further asserts that <i>Abbitt</i> is a fact-driven case because it involved a secret agreement made between a corporate general manager, Gregory, and an outside investor regarding the sale of stock. Because this secret agreement was not disclosed to other shareholders, Brady maintains that the crux of the holding in <i>Abbitt</i> centers on Gregory's affirmative action of concealing the secret agreement from the other shareholders. Viewed in this light, Brady concedes that the fact pattern in <i>Abbitt</i> clearly provided a basis to find a breach of fiduciary duty to act in good faith. The court agrees with Brady's argument.</p>\n<p>In addition to the reasons stated by Brady, the court further distinguishes <i>Abbitt</i> on the grounds that it involved a concealment in the <i>sale of stock.</i> The <i>Abbitt</i> Court held that Gregory had a \"duty to make a full disclosure of all facts and circumstances affecting the proposition of the [stock transaction in question].\" <i>Abbitt,</i> 160 S.E. at 907. Because Gregory failed to advise the corporate shareholders of the stock transaction price and because he concealed that price from those shareholders, the Court found that a breach of fiduciary duty occurred. <i>Id.</i></p>\n<p>That situation is very different than the present one here involving cash withdrawals and cash infusions openly reflected on corporate books. The bankruptcy court specifically found as a fact that Brady did not conceal, or otherwise attempt to hide, his large cash withdrawals and his inability to make cash contributions to Lincoln. That court further found that the Lincoln corporate books fully documented all of these transactions, and that such books were readily available to all shareholders.</p>\n<p>Umholtz essentially asks this court to find that a fiduciary duty in corporate matters encompasses a duty by a dominant shareholder to another fellow shareholder to affirmatively disclose, at the time of soliciting corporate funds from a fellow shareholder, both cash withdrawals and inability to make cash contributions. However, the court finds that Umholtz has failed to cite any convincing authority to support such a proposition. The absence of such authority is critical in that the function of this court is not to create North Carolina law, but to apply and interpret that law.<sup>[4]</sup> The court believes that Umholtz' argument is best left to be addressed by the General Assembly of North Carolina or the North Carolina Supreme Court. The court therefore finds that no valid authority exists in North Carolina to support the proposition that a fiduciary, such as Brady here, must disclose to fellow shareholders the fact that he withdrew cash and that he was unable to make cash contributions equal to that of other shareholders absent a finding that the fiduciary concealed, or attempted to conceal, those facts.</p>\n<p><span class=\"star-pagination\">*575</span> From this, the court concludes that the bankruptcy court properly applied the correct legal standard, namely N.C.Gen.Stat. § 55-35 (1955), in determining whether a breach of fiduciary duty occurred in this case. The court further holds that the bankruptcy court did not clearly err in making its factual findings, and that substantial evidence exists to support those findings. The bankruptcy court's decision that no breach of fiduciary duty occurred in this case is therefore AFFIRMED.</p>\n<p><i>C. The Bankruptcy Court's Finding that Lincoln Had a Pattern of Allowing Shareholder Loans</i></p>\n<p>Umholtz suggests that the bankruptcy court erred in finding that Lincoln had a pattern of allowing loans to its shareholders.<sup>[5]</sup> Umholtz argues that the bankruptcy court's reliance on a piece of the evidence, namely the Partner Account Analysis of Lincoln (exhibit # 5 at trial, exhibit # 12 on appeal), was misplaced and does not support that court's finding above. This document, so the argument goes, shows that only Brady withdrew cash from Lincoln, and because of this, the bankruptcy court erred in finding that any claim brought under former N.C.Gen.Stat. § 55-22 (1969) (which requires a majority of disinterested shareholders to approve corporate loans to officers) belongs exclusively to the corporation. In sum, Umholtz contends that former § 55-22 requires full disclosure of any corporate loan to the shareholders, and that a cause of action under that statute belongs individually to each shareholder. The court is not convinced by this argument.</p>\n<p>At the outset, the court emphasizes that Umholtz has failed to show persuasively how the bankruptcy court's factual finding at issue is clearly erroneous. Upon a review of the Partner Account Analysis, this document clearly shows that shareholders, other than Brady, withdrew cash from Lincoln, although in smaller sums. However, the amount (or the ultimate net amount) is not crucial to the bankruptcy court's, nor this court's, analysis. The key is that the <i>practice</i> of withdrawing cash was allowed for other shareholders. This fact is not disputed by either party, and the court therefore concludes that the bankruptcy court committed no clear error in its factual finding that Lincoln had a pattern of allowing loans to all shareholders.</p>\n<p>Furthermore, the bankruptcy court concluded that any claim under former § 55-22 arising from Brady's corporate loan belongs exclusively to the corporation, not to Umholtz. Order of Judge Leonard, pp. 14-15. Upon a review of the statute, the court finds this statement of law to be correct.<sup>[6]</sup> Umholtz still contends, however, that Brady's failure to disclose the loan at the time he solicited Umholtz for cash infusions constituted a breach of fiduciary duty. The court views this argument by Umholtz as being synonymous with his previous assignment of error discussed above in part B of this opinion. Therefore, under the same reasoning already set forth in part B, the court rejects Umholtz' argument here as well.</p>\n<p></p>\n<h2>III. Conclusion</h2>\n<p>For the foregoing reasons, the final order and judgment entered on 22 September 1992 by the bankruptcy court is hereby AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[1]  In their brief, counsel for Umholtz actually framed the issue as follows:\n</p>\n<p>Did David L. Brady's . . . fiduciary relationship with Umholtz require Brady to disclose his failure to make cash contributions to and cash withdrawals from Lincoln Developers while soliciting Umholtz for cash contributions to Lincoln Developers?</p>\n<p>Although counsel for Umholtz did not specifically frame the issue as the court has above, the court will nonetheless accept it as a reviewable issue despite Brady's protestations.</p>\n<p>[2]  Former N.C.Gen.Stat. § 55-35 provided that \"[o]fficers and directors shall be deemed to stand in a fiduciary relation to the corporation and to its shareholders. . . .\" N.C.Gen.Stat. § 55-35 (1955). This language was deleted when this statute was amended in 1989.</p>\n<p>[3]  Umholtz also argues as a corollary that Brady failed to carry his burden of showing that his cash withdrawals and failure to inject proportional cash contributions were inherently fair to Umholtz due to lack of evidence of disclosure. The court views this argument as being incorporated into the second part of Umholtz' first assignment of error mentioned above, and therefore the court will treat it as such.</p>\n<p>[4]  Additionally, counsel for Umholtz concede in their reply brief that they \"failed to clearly articulate to [the bankruptcy court] this positive duty of disclosure required of a fiduciary under North Carolina law.\" Appellant's Reply Br. at 4.</p>\n<p>[5]  Although the \"pattern\" language was contained in the bankruptcy court's conclusions of law portion of its opinion (<i>see</i> Order of Judge Leonard, p. 14), and was not expressly found by the bankruptcy court in its findings of fact, that court did explicitly find as a fact that \". . . all major [Lincoln] shareholders were free to obtain `shareholder loans' for their own personal benefit.\" <i>Id.</i> at p. 7. In light of this, this court concludes that the bankruptcy court's reference to a \"pattern\" obviously stems from its findings of fact, and it will therefore be reviewed as such.</p>\n<p>[6]  Umholtz apparently agrees by stating in his reply brief, \"Judge Leonard was technically correct that any claim to <i>recover the loan proceeds</i> from Brady belongs not to Umholtz but the corporation.\" Appellant's Reply Br. at 7.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/364881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/444188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1212422/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2016365/"
  ]
}