{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1833917/",
  "absolute_url": "/opinion/1833917/musselman-v-ecast-settlement-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1833917/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:34:00.382059Z",
  "date_modified": "2016-04-26T23:54:50.702048Z",
  "type": "010combined",
  "sha1": "b78e60f25c5bf50f27ed2be44c923fe7ae6d31dc",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Brooks Lewis MUSSELMAN, Appellant/Cross Appellee,<br>\nv.<br>\neCAST SETTLEMENT CORPORATION, Appellee/Cross Appellant.<br>\nIn re Brooks Lewis Musselman, Debtor.</h1></center>\n<center>Nos. 07-00701-8-RDD, 5:08-CV-14-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 30, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>Both the bankruptcy debtor, Brooks Lewis Musselman (\"Musselman\"), and the unsecured creditor, eCast Settlement Corporation (\"eCast\"), appeal from the order of the bankruptcy court entered November 30, 2007, confirming Musselman's proposed Chapter 13 plan with requirement that it continue for a 5 year period. Appellate jurisdiction is vested in this court pursuant to 28 U.S.C. § 158(a)(1). The issues presented, fully briefed and the subject of hearing,<sup>[1]</sup> are ripe for decision.</p>\n<p>The issue framed on appeal by the debtor is whether the bankruptcy court erred in finding upon objection that \"applicable commitment period,\" as defined in 11 U.S.C. § 1325(b)(4), conclusively determines the required plan length, irrespective of whether or not the Chapter 13 debtor has any \"projected disposable income,\" as calculated under §§ 1325(b)(2) and (b)(3).</p>\n<p>The issues framed on appeal by the creditor in this case include whether the court erred in finding that \"projected disposable income,\" as used in 11 U.S.C. § 1325(b)(1)(B), has the same meaning, as applied to a debtor whose current monthly income exceeds the median family income of his state, as \"disposable income,\" as that term is used in 11 U.S.C. § 1325(b)(2). eCast also urges error in finding that a debtor may, in calculating \"projected disposable income,\" expense the full amount indicated by the Local Standards of the Internal Revenue Service (\"IRS\") for housing, when such amount exceeds his actual housing costs, and transportation expenses, when such amount exceeds the debtor's payment obligations for two motor vehicles. The creditor appeals, too, the bankruptcy court's holding that the debtor need not show, in calculating his \"projected disposable income,\" that the amount to service a debt secured by a travel or camping trailer is necessary for the maintenance or support of the debtor or the debtor's dependents.</p>\n<p>For reasons that follow, the decision of the bankruptcy court is affirmed on all the issues raised on appeal, save one. The court finds error only in the length of the plan as confirmed, where \"applicable commitment period\" time requirements do not apply to above-median debtors like Musselman with zero or negative \"projected disposable income.\"</p>\n<p></p>\n<h2>I.</h2>\n<p>The debtor filed a petition for relief pursuant to Chapter 13 of the Bankruptcy Code on February 27, 2007. His Chapter 13 Statement of Current Monthly Income and Calculation of Commitment Period and Disposable Income (Form B22C) indicates that the debtor has above-median income<sup>[2]</sup> with monthly disposable income under 11 U.S.C. § 1325(b)(2) of negative $255.80. Musselman's proposed plan provided for payments of $459.00 per month for 55 months. While providing for full payment of secured claims, the plan did not provide for any payments to unsecured creditors. The trustee's subsequent motion for confirmation reflected the terms of the plan as proposed.</p>\n<p>eCast, holder of approximately 48% of the debtor's scheduled unsecured non-priority debt,<sup>[3]</sup> objected to confirmation of the plan on a number of grounds. It objected to the proposed term of the debtor's plan. Underscoring its appeal here, eCast also objected on grounds that the plan failed to apply all of the debtor's \"projected disposable income\" to payments to unsecured creditors pursuant to 11 U.S.C. § 1325(b)(1)(B). Finally, eCast urged several changes to the calculation of appellant's \"projected disposable income.\" These proposed changes involved: 1) using a forward looking interpretation of \"projected disposable income\" which would incorporate anticipated or recent changes to the debtor's financial situation; 2) requiring the debtor to use the lesser of his actual expenses or the IRS Local Standards when calculating disposable income; and 3) excluding payments made on a debt secured by a travel or camping trailer from the debtor's disposable income calculation unless he made a showing that it was necessary for the maintenance or support of the debtor or his dependents.</p>\n<p>While the bankruptcy court sustained eCast's objection regarding the proposed plan's length, it overruled the others. As noted, Musselman now appeals the bankruptcy court's application and interpretation of \"applicable commitment period,\" and eCast cross appeals several of the bankruptcy court's other conclusions of law. Competing, disparate interpretations of the same statutory language and congressional policy decisions are promoted in furtherance of their respective arguments, reflective of a divergence of national opinion concerning how most of these issues should be decided under the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005 (\"BAPCPA\"), Pub.L. No. 109-8, 119 Stat 23 (2005).</p>\n<p></p>\n<h2>II.</h2>\n<p>On appeal from the bankruptcy court, a district court may affirm, modify, or reverse a bankruptcy judge's judgment, order, or decree or remand with instructions for further proceedings. Fed. R. Bankr.P. 8013. Questions of law are reviewed <i>de novo. </i><i>Sartin v. Macik,</i> 535 F.3d 284, 287 (4th Cir.2008); <i>Lynch v. Parrish,</i> 382 B.R. 907, 908 (E.D.N.C.2008). The statutory framework within which the issues raised on appeal must be decided is set forth more particularly below.</p>\n<p>Where objections were raised by eCast, holder of two allowed unsecured claims, to confirmation of Musselman's Chapter 13 bankruptcy plan, initial reference is made to 11 U.S.C. § 1325(b)(1) which provides:</p>\n<blockquote>If the trustee or the holder of an allowed unsecured claim objects to the confirmation of the plan, then the court may not approve the plan unless, as of the effective date of the plan</blockquote>\n<blockquote>(A) the value of the property to be distributed under the plan on account of such claim is not less than the amount of such claim; or</blockquote>\n<blockquote>(B) the plan provides that all of the debtor's projected disposable income to be received in the applicable commitment period beginning on the date that the first payment is due under the plan will be applied to make payments to unsecured creditors under the plan.</blockquote>\n<p>11 U.S.C. § 1325(b)(1).</p>\n<p>The difficulty here in application of this section of the statute involves discerning the relationship between \"projected disposable income\" in § 1325(b)(1)(B) and \"disposable income\" in § 1325(b)(2). \"Disposable income\" is defined in § 1325(b)(2) as a debtor's current monthly income (defined in § 101(10A)) minus certain \"amounts reasonably necessary to be expended.\" 11 U.S.C. § 1325(b)(2). \"Projected disposable income\" is not, however, defined in the Bankruptcy Code. As a result, this term has produced \"varying interpretations as bankruptcy courts across the country struggle to ascertain what the BAPCPA amendments mean.\" <i>In re Frederickson,</i> 375 B.R. 829, 833 (8th Cir. BAP 2007).</p>\n<p>Another issue to be decided concerns application of the term created by BAPCPA, \"applicable commitment period.\" This term appears twice in Chapter 13 of the Bankruptcy Code, once in § 1325(b)(1)(B) and again in § 1325(b)(4). As already noted, § 1325(b)(1)(B) requires that a plan provide that all \"projected disposable income to be received in the applicable commitment period\" be paid to unsecured creditors to be confirmed. 11 U.S.C. § 1325(b)(1)(B). Section 1325(b)(4) states that the applicable commitment period \"shall be\" 3 years in the case of a below-median income debtor or \"not less than 5 years\" for an above-median debtor. 11 U.S.C. § 1325(b)(4)(A). The court must decide here whether the \"applicable commitment period\" time requirements apply to above-median debtors with zero or negative \"projected disposable income.\"</p>\n<p>Further, eCast's appeal raises questions of how to calculate disposable income expenses under revised § 1325(b). Specifically, how § 1325(b)(3) incorporates and applies 11 U.S.C. § 707(b)(2) to above-median debtors and their calculations of \"disposable income\" must be decided. Section 1325(b)(3) provides that in determining \"disposable income\" for above-median debtors:</p>\n<p>Amounts reasonably necessary to be expended under paragraph (2), other than subparagraph (A)(ii) of paragraph (2), shall be determined in accordance with subparagraphs (A) and (B) of section 707(b)(2) [11 USCS § 707(b)(2)] ...</p>\n<p>11 U.S.C. § 1325(b)(3). The relevant portion of § 707(b)(2)(A) provides that:</p>\n<blockquote>The debtor's monthly expenses shall be the debtor's applicable monthly expense amounts specified under the National Standards and Local Standards, and the debtor's actual monthly expenses for the categories specified as Other Necessary Expenses issued by the Internal Revenue Service for the area in which the debtor resides....</blockquote>\n<p>11 U.S.C. § 707(b)(2)(A)(ii). This aspect of the dispute between the creditor and debtor, who each draw on differing decisions representing the split of authority around the country, centers around whether § 707(b)(2)(A) permits an above-median debtor who has housing or transportation expenses to calculate his § 1325(b) disposable income by expensing the full amount provided by the IRS Local Standards or a lesser amount which reflects the debtor's actual monthly expenses.</p>\n<p>The other issue bearing on calculation of expenses concentrates on the intersection of §§ 1325(b)(2), 1325(b)(3), and 707(b)(2)(A)(iii). Section 1325(b)(2) defines \"disposable income\" as current monthly income minus certain \"amounts reasonably necessary to be expended.\" 11 U.S.C. § 1325(b)(2). Section 1325(b)(3) goes on to provide that, in the case of above-median debtors, \"[a]mounts reasonably necessary to be expended ... shall be determined in accordance with subparagraphs (A) and (B) of section 707(b)(2)....\" 11 U.S.C. § 1325(b)(3). eCast asserts that § 1325(b)(2)'s \"amounts reasonably necessary to be expended\" language creates a separate subjective analysis of whether a debt is reasonably necessary for debtors who are subject to the § 1325(b)(3) definition of \"[a]mounts reasonably necessary to be expended.\"</p>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2>A. Projected Disposable Income</h2>\n<p>The first issue taken up on appeal necessarily must be how to interpret the`undefined term \"projected disposable income\" in § 1325(b)(1)(B) in light of Congress's new definition of \"disposable income\" in § 1325(b)(2).<sup>[4]</sup> The post-BAPCPA presence of the term \"projected\" in § 1325(b)(1)(B) and its absence in § 1325(b)(2) has provoked an enormous amount of debate within the bankruptcy community and sparked a real divide among the nation's bankruptcy courts.<sup>[5]</sup> The implications of this debate are not insignificant. The competing interpretations of \"projected disposable income\" can lead to vastly different outcomes for certain debtors and unsecured creditors, as this case illustrates.</p>\n<p>Broadly speaking, courts that have addressed this issue have taken some version of two competing approaches. Under the multiplicative approach adopted by the bankruptcy court, and by a minority of courts around the country, \"projected disposable income\" is based entirely on the historical figures used to derive § 1325(b)(2) disposable income multiplied by the appropriate plan length. The other, forward looking approach, urged by eCast, provides that \"projected disposable income\" is a prediction of the debtor's anticipated income during the length of his plan, taking account for anticipated and recent changes, such as changes in employment or salary. Courts taking this approach, which are a majority, break down in application into at least two distinct subgroups, as discussed <i>supra.</i></p>\n<p>Under the approach adopted by the bankruptcy court, Musselman's unsecured creditors will receive virtually nothing under his Chapter 13 bankruptcy plan.<sup>[6]</sup> If the approach urged on appeal by the creditor was to be adopted, Musselman could be required to pay a significant amount of additional money to his unsecured creditors. Both sides cite to well reasoned, persuasive authority in support of and in opposition to their competing interpretations.</p>\n<p>The multiplicative approach is identified most closely with <i>In re Alexander,</i> 344 B.R. 742 (Bankr.E.D.N.C, 2006), and the line of cases following. <i>See, e.g., </i><i>In re Kagenveama,</i> 541 F.3d 868, 871-76 (9th Cir.2008); <i>In re Frederickson,</i> 375 B.R. at 835; <i>In re Austin,</i> 372 B.R. 668, 677-78 (Bankr.D.Vt.2007); <i>In re Brady,</i> 361 B.R. 765, 768-75 (Bankr.D.N.J.2007); <i>In re Hanks,</i> 362 B.R. 494, 498-501 (Bankr. D.Utah 2007); <i>In re Miller,</i> 361 B.R. 224, 234-35 (Bankr.N.D.Ala.2007); <i>In re McGillis,</i> 370 B.R. 720, 725-26 (Bankr. W.D.Mich.2007); <i>In re Winokur,</i> 364 B.R. 204, 205 (Bankr.E.D.Va.2007); <i>In re Girodes,</i> 350 B.R. 31, 36 (Bankr.M.D.N.C. 2006); <i>In re Tranmer,</i> 355 B.R. 234, 242-43 (Bankr.D.Mont.2006). Courts adopting the multiplicative approach find \"projected disposable income\" intimately related to \"disposable income.\" In other words, to derive \"projected disposable income\" post-BAPCPA, one simply calculates \"disposable income\" according to § 1325(b)(2) and then \"projects\" it out by multiplying \"disposable income\" by the number of months in the applicable commitment period. <i>In re Alexander,</i> 344 B.R. at 749. Thus, Congress's changes to § 1325(b) did not alter the historical tie between the concepts of \"projected disposable income\" and \"disposable income.\" <i>See </i><i>In re Kagenveama,</i> 541 F.3d at 873-74 (citing <i>In re Anderson,</i> 21 F.3d 355, 357 (9th Cir.1994)); <i>In re Alexander,</i> 344 B.R. at 749. Instead, \"[a]ny change in how `projected disposable income' is calculated only reflects the changes dictated by the new `disposable income' calculation; it does not change the relationship of `projected disposable income' to `disposable income.'\" <i>In re Kagenveama,</i> 541 F.3d at 873-74.</p>\n<p>The forward looking approach adopted by the competing line of cases takes a different view of how to determine \"projected disposable income.\" Following the lead of the court in <i>In re Hardacre,</i> 338 B.R. 718 (Bankr.N.D.Tex.2006), courts adopting this approach do not read § 1325(b)(1)(B) and § 1325(b)(2) to compel determination of a \"projected disposable income\" figure based solely on historic income. Instead, courts have in a variety of ways held that \"projected\" modifies \"disposable income\" in § 1325(b)(1)(B), requiring a forward looking inquiry to determine what a debtor's \"projected disposable income\" will be during the pendency of the Chapter 13 plan. <i>See, e.g., </i><i>In re Kibbe,</i> 361 B.R. 302, 312-14 (1st Cir. BAP 2007); <i>In re Pak,</i> 378 B.R. 257, 264 (9th Cir. BAP 2007), <i>abrogated by </i><i>In re Kagenveama,</i> 541 F.3d 868; <i>In re Lanning,</i> 380 B.R. 17, 24-25 (10th Cir. BAP 2007); <i>In re Wilson,</i> 2008 WL 619196, *13, 2008 Bankr.LEXIS 769, *47-48 (Bankr.M.D.N.C.2008); <i>In re Briscoe,</i> 374 B.R. 1, 16 (Bankr.D.D.C. 2007); <i>In re Slusher,</i> 359 B.R. 290, 297-300 (Bankr.D.Nev.2007); <i>In re Jass,</i> 340 B.R. 411, 415-16 (Bankr.D.Utah 2006); <i>In re Hardacre,</i> 338 B.R. at 723; <i>In re Fuller,</i> 346 B.R. 472, 485 (Bankr.S.D.Ill.2006).</p>\n<p>Courts on this side of the divide reason that Congress's placement of the word \"projected\" in § 1325(b)(1)(B) was intentional and, further, that it was done to give \"projected disposable income\" a different meaning from \"disposable income\" as defined by § 1325(b)(2). <i>See, e.g., </i><i>In re Briscoe,</i> 374 B.R. at 14-16; <i>In re Hardacre,</i> 338 B.R. at 723. This is because Congress could have used the phrase \"disposable income\" in § 1325(b)(1)(B) but chose to use \"projected disposable income\" instead. Adherents of the forward looking approach uniformly conclude that the two terms must have different meanings, usually reasoning that because \"projected\" has a \"forward looking\" connotation it \"was intended to signal a reexamination of income potential over the life of the plan.\" <i>In re Kibbe,</i> 361 B.R. at 307-08; <i>see also </i><i>In re Pak,</i> 378 B.R. at 267 (holding § 1325(b)(2) \"disposable income\" calculations \"must be subject to the presentation of contrary evidence before confirmation of a debtor's chapter 13 plan\") <i>abrogated by </i><i>In re Kagenveama,</i> 541 F.3d 868.</p>\n<p>On the other side, courts following the multiplicative approach urge such an interpretation violates the fundamental canon of statutory construction that courts must give meaning to every part of a statute. <i>Alaska Dept. of Envtl. Conservation v. E.P.A.,</i> 540 U.S. 461, 489 n. 13, 124 S.Ct. 983, 157 L.Ed.2d 967 (2004) (\"It is, moreover, `a cardinal principle of statutory construction' that `a statute ought, upon the whole, to be so construed that, if it can be prevented, no clause, sentence, or word shall be superfluous, void, or insignificant.'\"). By giving \"disposable income\" a new definition to apply to § 1325(b), Congress must have intended \"projected disposable income\" to be closely related to \"disposable income.\" Otherwise, the new definition of \"disposable income\" would be \"just a floating definition with no apparent purpose\" because the term \"disposable income\" appears nowhere else in § 1325(b). <i>In re Alexander,</i> 344 B.R. at 749.</p>\n<p>Upon further analysis, it appears that among cases subscribing to the forward looking approach, particular case results regularly reveal abiding concern for the anomalies created by \"a strict application\" of the new § 1325(b)(2) calculations for \"disposable income.\"<sup>[7]</sup><i>See </i><i>In re Hardacre,</i> 338 B.R. at 722 (noting that \"a strict application of section 101(10A)'s definition of .'current monthly income' can have serious consequence in some cases\"); <i>In re</i> <i>Pak,</i> 378 B.R. at 265; <i>In re Kibbe,</i> 361 B.R. at 314.</p>\n<p>Anomalies caused by the new § 1325(b)(2) include certain debtors who, because of a quirk in their historic current monthly income, end up having § 1325(b)(2) \"disposable income\" that is lower than what their actual income is at the time their Chapter 13 plan is confirmed. This results in a situation similar to the one in this case where Musselman has negative \"projected disposable income\" and may, therefore, not have to include payments to his unsecured creditors under his Chapter 13 plan even though his actual monthly disposable income would allow him to make such payments. Such situations appear to fly in the face of Congress's intent in enacting BAPCPA that debtors should pay the maximum amount possible. <i>See </i><i>In re Kibbe,</i> 361 B.R. at 314 (quoting BAPCPA legislative history for the proposition that debtors in Chapter 13 should pay the maximum they can afford); <i>In re Briscoe,</i> 374 B.R. at 17-18 (noting \"Congress' expressed preference for the maximal repayment of debt\"); <i>In re Rezentes,</i> 368 B.R. 55, 61 (Bankr.D.Hawai`i 2007) (noting similar congressional intent regarding a related section of BAPCPA).</p>\n<p>Of course, there are other situations in which the quirk in a debtor's historic current monthly income produces § 1325(b)(2) \"disposable income\" that is higher than what he actually has at the time of plan confirmation. <i>See </i><i>In re Pak,</i> 378 B.R. at 265-66; <i>In re Joss,</i> 340 B.R. at 417-18. As a result, these debtors would be required to pay more into their plans than they can actually afford. Such results are unfair, at best, to those debtors and potentially position them to fail in their Chapter 13 plans. Further, they are \"clearly at odds with the overarching policy that debtors who are eligible for bankruptcy relief be afforded an opportunity for a `fresh start.'\" <i>In re Jass,</i> 340 B.R. at 418.</p>\n<p>It is readily apparent that both the multiplicative approach, endorsed by the bankruptcy court, and the forward looking approach, espoused by eCast on appeal, find plenty of support in the case law. The Fourth Circuit does not appear to have addressed this issue. As set forth below, where the former approach is more natural and more clearly in harmony with the text of § 1325(b), even though results it produces in some cases do not align with congressional intent behind BAPCPA, this court concludes that to derive \"projected disposable income\" one simply calculates \"disposable income\" pursuant to § 1325(b)(2) and multiplies that amount by the appropriate plan length.</p>\n<p>Where the starting point for every case involving statutory interpretation is the text of the statute at issue, <i>United States v. Ron Pair Enters., Inc.,</i> 489 U.S. 235, 241, 109 S.Ct. 1026, 103 L.Ed.2d 290 (1989), in getting started here, it cannot be said that §§ 1325(b)(1)(B) and 1325(b)(2) are models of clarity. Section 1325(b)(2) defines what the term \"disposable income\" is to mean for purposes of § 1325(b). Aside from § 1325(b)(2), the term \"disposable income\" appears in only one other place in § 1325(b), at § 1325(b)(1)(B). It must be assumed that Congress acts purposefully in choosing its language. On that basis it would be incorrect to decide that Congress created a new definition for the term \"disposable income\" that has no application to the section to which it is supposed to apply. Any reading of § 1325(b) that produces such a result is simply too strained to withstand scrutiny. \"[T]he plain language of § 1325(b) links `disposable income' to `projected disposable income,' and we are bound by the definition of `disposable income' provided in § 1325(b)(2)(B) [sic].\" <i>In re Kagenveama,</i> 541 F.3d at 873-74.<sup>[8]</sup></p>\n<p>The forward looking arguments espoused by eCast and subscribed to in that line of cases set out above interpreting the language of § 1325(b)(1)(B) certainly offer a plausible result. By including the terms \"projected\" and \"to be received\" in § 1325(b)(1)(B), Congress arguably made it more difficult to interpret that portion of § 1325(b)(1)(B). However, statutory interpretation is a holistic exercise. Reading § 1325(b)(1)(B) without, for example, taking into account the clear language of the newly revised § 1325(b)(2) and the clear link between the two subsections ultimately distorts the meaning of the statute as written. The language of § 1325(b) strongly indicates that Congress intended \"projected disposable income\" in § 1325(b)(1)(B) and \"disposable income\" in § 1325(b)(2) to be closely linked, regardless of the addition of the term \"projected:\"</p>\n<p>Adherents of the forward looking approach would say that what the bankruptcy court here did was to read § 1325(b) in a way that renders the term \"projected\" surplusage. <i>See, e.g., </i><i>In re Kibbe,</i> 361 B.R. at 312-13; <i>In re Pak,</i> 378 B.R. at 264; <i>In re Jass,</i> 340 B.R. at 418. The bankruptcy court in <i>In re Nance,</i> provides a well considered response:</p>\n<blockquote>Furthermore, this Court's interpretation does not render the word \"projected\" meaningless. Rather the Court finds that \"projected\" merely explains the treatment of \"disposable income.\" The definition of \"projected\" is \"to plan, figure, or estimate for the future expenditures for the coming year.\" Webster's Collegiate Dictionary 932 (10th ed.1996). Thus, under § 1325(b)(1)(B), a debtor's disposable income is calculated, according to the statutory definition, and then projected or extrapolated over the plan's term of years. The Bankruptcy Court for the Southern District of Ohio in <i>In re Kolb</i> agrees:</blockquote>\n<blockquote>That the drafters retained the word \"projected\" in § 1325(b)(1)(B) makes logical grammatical sense in the context of that particular subsection. It is true that the sentence could be grammatically completed without the word \"projected,\" but the word is an acknowledgment that the disposable income that has been calculated to be received by unsecured creditors based on a single month, must be extended or projected over a series of months during the life of a chapter 13 plan.</blockquote>\n<blockquote>\n<i>Kolb,</i> 366 B.R. 802, 816. In this way, the term \"projected\" is used exactly as it was in pre-BAPCPA § 1325(b)(1)(B). The only difference is how the amount that is being projected is calculated under the statute.</blockquote>\n<p><i>In re Nance,</i> 371 B.R. 358, 365 (Bankr. S.D.Ill.2007). It is important also to note here that the forward looking approach to determining \"projected disposable income\" renders an entire subsection of § 1325(b) inoperative. By reading \"projected\" as relieving the court of its duty to adhere to the statutory language of § 1325(b)(2), this approach essentially renders moot Congress's recently adopted changes to that section because there is nothing else in § 1325(b) to which that new definition could apply.</p>\n<p>Also, the reading of § 1325(b) adopted today is more in line with traditional interpretations of that section in this circuit. Pre-BAPCPA \"projected disposable income\" was \"traditionally calculated in conjunction with the definition of disposable income.\" <i>In re Alexander,</i> 344 B.R. at 749. At that time, projected disposable income \"typically [was] calculated by multiplying a debtor's monthly income at the time of confirmation by 36 months, the normal duration of a Chapter 13 plan, then determining the portion of that income which is `disposable' according to the statutory definition.\" <i>In re Solomon,</i> 67 F.3d 1128, 1132 (4th Cir.1995); <i>see also </i><i>In re Kagenveama,</i> 541 F.3d at 873-74. BAPCPA changed the definition of \"disposable income\" in § 1325(b)(2). In doing so, Congress deliberately broke with the old way of calculating \"disposable income.\" <i>In re Kagenveama,</i> 541 F.3d 868, 2008 WL 2485570 at *4. But nothing about the changes to the calculation of \"disposable income\" in § 1325(b)(2) indicates that Congress intended to decouple \"projected disposable income\" from \"disposable income.\" <i>Id.</i> Absent a clear, contrary intent in the language of the statute, this court cannot subscribe to a different interpretation of the relationship between the two terms.</p>\n<p>The court is sympathetic to the policy arguments advanced by courts that have adopted the more flexible forward looking approach. Permitting bankruptcy courts some discretion and flexibility in determining whether a given debtor has \"projected disposable income\" arguably is a sound policy choice in that it allows courts to protect both debtors and creditors and to balance the various aims of the Bankruptcy Code in a given case. However, in enacting BAPCPA, Congress had more than one policy goal in mind. Beyond ensuring greater payouts by Chapter 13 debtors to their creditors, Congress, in its amendments to § 1325(b), also sought to impose objective standards on Chapter 13 determinations, thereby removing a degree of judicial flexibility in bankruptcy proceedings. Thus, in imposing a more rigid § 1325(b) on courts, \"[e]liminating flexibility was the point: the obligations of chapter 13 debtors would be subject to `clear, defined standards,' no longer left `to the whim of a judicial proceeding.'\" <i>In re Farrar-Johnson,</i> 353 B.R. at 231 (quoting Susan Jensen, <i>A Legislative History of the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005,</i> 79 AM. BANKR.L.J. 485, 527 (2005)).</p>\n<p>In adopting this interpretation of § 1325(b), the court is aware that in certain instances the results of a given case will appear contradictory to at least one of the policies underlying BAPCPA. However, simply because the statutory language chosen by Congress does not produce the intended result when applied to each and every case is not reason to disregard the language of the statute when it is reasonably clear. <i>See </i><i>Dodd v. United States,</i> 545 U.S. 353, 357, 125 S.Ct. 2478, 162 L.Ed.2d 343 (2005) (\"We `must presume that [the] legislature says in a statute what it means and means in a statute what it says there.'\") (quoting <i>Conn. Nat. Bank v. Germain,</i> 503 U.S. 249, 253-254, 112 S.Ct. 1146, 117 L.Ed.2d 391 (1992)). Unless a given statute produces absurd results, courts are to apply the statute according to its terms. <i>Id.</i> at 359, 125 S.Ct. 2478.</p>\n<p>As one court has noted \"it is a rare occasion when a legislature's effort to establish specific guidelines is so refined that its application is guaranteed to be uniformly fair. It is inevitable that some nuance will have been overlooked. Nonetheless, the courts are bound to enforce what the legislature has enacted.\" <i>In re McGillis,</i> 370 B.R. at 726. Thus, the result here, while it may not conform to one of the policies underlying the enactment of BAPCPA, is not absurd. It is the result of a conscious choice by Congress to remove judicial discretion from the calculation of \"disposable income\" and \"projected disposable income.\" This choice may produce odd results in certain cases at the margins, but that is not reason for the court to disregard Congress's work. <i>See </i><i>Spivey v. Vertrue, Inc.,</i> 528 F.3d 982, 984 (7th Cir. 2008) (noting Congress's writing of a law \"imprecisely, or even perversely, is not a sufficient reason to disregard the enacted language.\").</p>\n<p>For all of these reasons, where the bankruptcy court did not err in finding that \"projected disposable income,\" as used in 11 U.S.C. § 1325(b)(1)(B), is the equivalent of \"disposable income,\" calculated as provided by § 1325(b)(2), projected out over the appropriate plan length, eCast's appeal must fail. On this issue, the bankruptcy court is AFFIRMED.</p>\n<p></p>\n<h2>B. Applicable Commitment Period</h2>\n<p>The next issue for decision concerns the interpretation of another BAPCPA change to § 1325(b). Specifically, this court must determine whether the term \"applicable commitment period\" has any application to debtors who have zero or negative \"projected disposable income\" under § 1325(b)(2). As with the interpretation of the § 1325(b) provisions above, interpretation by courts of \"applicable commitment period\" has resulted in a split.</p>\n<p>Some courts have held that \"applicable commitment period\" does not apply to debtors who do not have any \"projected disposable income,\" regardless of whether the term is temporal in nature or not. <i>See </i><i>In re Kagenveama,</i> 541 F.3d at 875-78; <i>In re Frederickson,</i> 375 B.R. at 835; <i>In re Davis,</i> 392 B.R. 132, 146 (Bankr.E.D.Pa. 2008); <i>In re Brady,</i> 361 B.R. at 776-77; <i>In re Green,</i> 378 B.R. 30, 39 (Bankr. N.D.N.Y.2007); <i>In re Alexander,</i> 344 B.R. at 750-51.</p>\n<p>Other courts have held that \"applicable commitment period\" is temporal in nature and sets a fixed plan length for all debtors whose plans are governed by § 1325(b). <i>See </i><i>In re Grant,</i> 364 B.R. 656, 667 (Bankr. E.D.Tenn.2007); <i>In re Slusher,</i> 359 B.R. at 305; <i>In re Strickland,</i> 2007 WL 499623, *2, 2007 Bankr.LEXIS 508, *5-6 (Bankr. M.D.N.C.2007); <i>In re Cushman,</i> 350 B.R. 207, 212-13 (Bankr.D.S.C.2006), <i>In re Girodes,</i> 350 B.R. at 35; <i>In re Casey,</i> 356 B.R. 519, 526-27 (Bankr.E.D.Wash.2006).<sup>[9]</sup></p>\n<p>Still other courts have held that \"applicable commitment period\" is not temporal at all, but rather serves as a multiplicative term. Under this approach, \"applicable commitment period\" merely sets forth the number by which \"projected disposable income\" is multiplied to determine how much money a debtor must pay into his plan instead of the length of time that a debtor must make payments into a plan. <i>See </i><i>In re McGillis,</i> 370 B.R. at 734; <i>In re Fuger,</i> 347 B.R. 94, 99-101 (Bankr.D.Utah 2006).</p>\n<p>This last interpretation of \"applicable commitment period\" is the one which the debtor here urges the court to adopt. The second one made mention of above was adopted by the bankruptcy court in this case. This court considers the first approach to be the correct one, however.</p>\n<p>\"Applicable commitment period\" appears in two relevant subsections of § 1325(b). The first is § 1325(b)(1)(B) which provides that a debtor's plan may not be confirmed if a trustee or unsecured creditor objects unless the plan \"provides that all of the debtor's <i>projected disposable income</i> to be received in the <i>applicable commitment period</i> ... will be applied to make payments to unsecured creditors under the plan,\" 11 U.S.C. § 1325(b)(1)(B) (emphasis added). The second is § 1325(b)(4) which sets forth the definition of \"applicable commitment period\" for above- and below-median debtors (5 and 3 years, respectively), and provides that the \"applicable commitment period\" may be shorter than 5 or 3 years if \"the plan provides for payment in full of all allowed unsecured claims over a shorter period.\" 11 U.S.C. § 1325(b)(4).</p>\n<p>Section 1325(b)(1)(B) is the only relevant section of the Bankruptcy Code that applies \"applicable commitment period\" to any debtors. On its face, § 1325(b)(1)(B) requires \"all of the debtor's projected disposable income to be received in the applicable commitment period\" to go to payments to unsecured creditors. 11 U.S.C. § 1325(b)(1)(B). Two threshold requirements are apparent from this language. First, a debtor must have unsecured creditors. Second, a debtor must have \"projected disposable, income\" in order for this subsection to apply to his situation. <i>See </i><i>In re Kagenveama,</i> 541 F.3d at 875-78; <i>In re Alexander,</i> 344 B.R. at 751. The first threshold requirement is uncontroversial.</p>\n<p>The second is at the heart of one of the debates surrounding \"applicable commitment period.\" A review of the legislative history suggested to the bankruptcy court that the \"applicable commitment period\" as defined by § 1325(b)(4) drives the plan length. It followed the lead of <i>In re Casey,</i> and, as noted, rejected the second threshold requirement. While there is an intuitive appeal to such a result, the structure of § 1325(b) does not permit this.</p>\n<p>Section 1325(b)(4)'s function in the' structure of § 1325(b) is to define the term \"applicable commitment period.\" Section 1325(b)(1)(B), on the other hand, puts that term into action. It delineates the situations in which the definition of \"applicable commitment period\" set forth in § 1325(b)(4) will apply. Those situations include any cases in which a debtor has \"projected disposable income\" as defined in § 1325(b)(2). By contrast, those situations do not include cases where debtors have no \"projected disposable income\" under § 1325(b)(2).</p>\n<p>When a trustee or an unsecured creditor objects to a plan, § 1325(b)(1) provides that a court may not approve the plan unless, \"(B) the plan provides that all of the debtor's projected disposable income to be received in the applicable commitment period ... will be applied to make payments to unsecured creditors under the plan.\" 11 U.S.C. § 1325(b)(1). This language requires that a debtor have \"projected disposable income\" as a threshold matter for the subsection to apply. If a debtor has zero or negative \"projected disposable income,\" then there is nothing \"to be received in the applicable commitment period.\" <i>Id.</i> If there is nothing for a debtor to receive in the \"applicable commitment period,\" there is nothing to \"appl[y] to make payments, to unsecured creditors under the plan.\" <i>Id.</i> If none of the subsection's provisions are relevant to a debtor's situations, then that subsection does not apply. Therefore the term \"applicable commitment period\" simply does not apply to Musselman. On this issue, for the reasons given, the bankruptcy court is REVERSED.</p>\n<p></p>\n<h2>C.</h2>\n<p></p>\n<h2>Determining Expenses in the § 1325(b)(2) \"Disposable Income\" Calculation</h2>\n<p>The creditor also contests on appeal specific issues with regard to expenses allowed in the calculation of § 1325(b)(2) \"disposable income.\" As mentioned above, § 1325(b)(2) provides that the definition of \"disposable income\" for purposes of § 1325(b) is current monthly income minus certain \"amounts reasonably necessary to be expended.\" 11 U.S.C. § 1325(b)(2). Section 1325(b)(3) then defines \"amounts reasonably necessary to be expended\" in § 1325(b)(2) in the case of an above-median debtor by reference to Chapter 7 of the Bankruptcy Code. The final points of contention in this case revolve around § 1325(b)(3)'s incorporation of paragraphs (A) and (B) of § 707(b)(2).</p>\n<p>Specifically, eCast contends that the bankruptcy court in this case erred in its application of § 707(b)(2) to Musselman's situation in two ways. First, eCast contends that the bankruptcy court erred by permitting the debtor to count the full amount allowed for housing and transportation under the IRS Local Standards when calculating expenses for his \"disposable income.\" Second, eCast argues the bankruptcy court erroneously found that payments on secured debts need not be subjectively \"reasonably necessary to be expended\" for the maintenance of the debtor or his dependents.</p>\n<p></p>\n<h2>1. Application of the IRS Local Standards for Housing and Transportation</h2>\n<p>The first § 707(b)(2) issue presented is whether § 707(b)(2)(A)(ii)(I) permits a debtor who has expenses for housing or transportation to include the full amount allowed by the IRS Local Standards for those expense categories when calculating his § 1325(b)(2) \"disposable income\" even when his actual expenses are less than the IRS amounts.<sup>[10]</sup> eCast contends that a debtor may not take the full amount allowed under the Local Standards unless the debtor actually expends such amount. The bankruptcy court in this case correctly concluded that a debtor may do so.</p>\n<p>As with the other BAPCPA interpretation issues presented in this case, this issue, too, has been \"hotly contested.\" <i>In re Briscoe,</i> 374 B.R. at 6 There is, again, a significant divide among the courts. On one side of the divide are a majority that have found that the IRS Local Standards, referenced in § 707(b)(2)(A)(ii)(I), are a fixed amount available to debtors in certain situations even when their actual expenses do not equal the Local Standards amounts. <i>See </i><i>In re Briscoe,</i> 374 B.R. at 6-7 (noting \"[m]ost courts have held that the figures set forth in the Local Standards should apply regardless of the debtors actual expenses\"); <i>see also </i><i>In re Kimbro,</i> 389 B.R. 518, 522-23 (6th Cir. BAP 2008); <i>In re Enright,</i> 2007 WL 748432, *5-6 (Bankr.M.D.N.C.2007); <i>In re Farrar-Johnson,</i> 353 B.R. at 230; <i>In re Fowler,</i> 349 B.R. at 418; <i>In re Demonica,</i> 345 B.R. at 904-05. On the other side of the divide are a minority of courts that have held that debtors may only expense the lesser of the Local Standards or their actual expenses for housing or transportation. <i>See, e.g., </i><i>In re Ransom,</i> 380 B.R. 799, 806-08 (9th Cir. BAP 2007); <i>In re Rezentes,</i> 368 B.R. at 61-62; <i>In re Slusher,</i> 359 B.R. at 308-10; <i>In re McGuire,</i> 342 B.R. 608, 613 n. 15 (Bankr.W.D.Mo.2006).</p>\n<p>Though the split here has produced only two basic outcomes, numerous distinct rationales and nuances arise within both lines of cases. <i>See </i><i>In re Ransom,</i> 380 B.R. 799, 803 n. 11 (9th Cir. BAP 2007) (noting that, as of December 2007, more than 50 decisions discussed this issue, \"many of which set forth variations on the prevailing rationales\"). The court in <i>In re Sawdy,</i> 362 B.R. 898, 903-13 (Bankr. E.D.Wis.2007), <i>rev'd </i><i>by</i> 384 B.R. 199 (E.D.Wis.2008), undertook a comprehensive review of the case law in early 2007 and identified then six distinct rationales that courts had used to reach the basic outcomes mentioned above. <i>See also </i><i>In re Briscoe,</i> 374 B.R. 1, 6-8 (reviewing the main arguments on each side and listing cases dealing with this issue where \"[m]ost courts have held that the figures set forth in the Local Standards should apply regardless of the debtor's actual expenses, but a handful of courts have concluded that because the Financial Analysis Handbook applies the lesser of the values set forth in the Local Standard or the debtor's actual expenses, courts should do the same in applying § 707(b)(2)\") (footnote omitted).</p>\n<p>Having considered carefully the language of the statute and thoroughly reviewed relevant case law, this court is persuaded that a debtor who has housing or transportation expenses may include the full amount provided by the IRS Local Standards for those expense categories, even when his actual expenses are less than those amounts. On its face. § 707(b)(2)(A)(ii)(I) makes a clear distinction between the amounts which a debtor should use in calculating his monthly expenses. A debtor's § 707(b)(2)(A)(ii)(I) monthly expenses <i>\"shall be\"</i> a combination of \"<i>applicable</i> monthly expense amounts specified under the National Standards and Local Standards\" and \"<i>actual</i> monthly expenses for the categories specified as Other Necessary Expenses issued by the Internal Revenue Service.\" 11 U.S.C. § 707(b)(2)(A)(ii)(I) (emphasis added). Courts must presume that Congress chooses its statutory language intentionally. Thus, Congress chose \"applicable\" to modify expenses under the National Standards and Local Standards and \"actual\" to modify expenses under the IRS's Other Necessary Expenses categories. This distinction must be given meaning. The most straightforward reading of the statute which gives due weight to this distinction is that those debtors with expenditures falling within the IRS's Other Necessary Expenses categories may only take their actual expenses for those categories of expenditures but debtors with housing and transportation expenses may take the full amount set forth in the IRS National Standards and Local Standards that applies to their situation. 11 U.S.C. § 707(b)(2)(A)(ii)(I); <i>see also </i><i>In re Briscoe,</i> 374 B.R. at 10.<sup>[11]</sup></p>\n<p>Courts holding the contrary, minority view sometimes make reference to the IRS's guidance on the Local Standards found in the Internal Revenue Manual, Financial Analysis Handbook which states that usually a taxpayer should receive the lesser of the actual amount expended or the amount in the Local Standards.<sup>[12]</sup> Internal Revenue Manual, Financial Analysis Handbook § 5.15.1.7(4). A careful review of § 707(b)(2)(A)(ii) however, indicates that the Internal Revenue Handbook was not expressly incorporated therein by Congress.<sup>[13]</sup> As such, this court is reluctant to import specialized standards that are \"directed at a specific audience (tax collectors) for a specific purpose (collecting delinquent taxes),\" <i>In re Briscoe,</i> 374 B.R. at 9, into a completely different setting. To do so would require \"debtors and the courts and trustees that oversee them to become amateur tax collectors.\"<sup>[14]</sup><i>Id.</i> at 9. Such requirement should not be imposed absent an express instruction from Congress.</p>\n<p>For all of these reasons, this court concludes that an above-median debtor who has housing or transportation expenses may, in calculating his expenses pursuant to § 707(b)(2)(A)(ii)(I), as incorporated into Chapter 13 by § 1325(b)(3), deduct the full amount provided by the IRS Local Standards for housing and transportation. The bankruptcy court's decision on this issue is, therefore, AFFIRMED.</p>\n<p></p>\n<h2>2. Application of § 1325(b)(2)'s \"Amounts Reasonably Necessary to Be Expended\" to Above-Median Debtors</h2>\n<p>The final issue before the court on appeal is how to interpret § 1325(b)(2)'s requirement that expenditures to be included in the \"disposable income\" calculation be \"reasonably necessary to be expended,\" 11 U.S.C. § 1325(b)(2), when those expenditures are made by an above-median debtor to pay a secured debt. Once again, competing statutory interpretations of the same BAPCPA language are at issue, this time §§ 1325(b)(2), 1325(b)(3), and 707(b)(2)(A)(iii).</p>\n<p>eCast argues on appeal that the phrase \"reasonably necessary to be expended for the maintenance or support of the debtor or a dependent of the debtor\" in § 1325(b)(2) requires that any expenses included in the calculation of \"disposable income\" must be subjectively reasonably necessary for the maintenance and support of the debtor or his dependents. Though § 1325(b)(3) indicates that \"amounts reasonably necessary to be expended\" in § 1325(b)(2) \"shall be determined in accordance with subparagraphs (A) and (B) of section 707(b)(2)\" for above-median debtors, eCast argues that the phrase \"reasonably necessary to be expended\" in § 1325(b)(2) retains independent significance, requiring courts to subjectively determine whether a given expenditure is \"reasonably necessary.\" The bankruptcy court here held that, for above-median debtors, § 707(b)(2)(A)(iii) defines what expenditures related to secured debts are \"reasonably necessary to be expended\" in § 1325(b)(2). Thus, if a given expenditure is included in the calculations provided by § 707(b)(2)(A)(iii), it is, by definition, \"reasonably necessary to be expended\" for purposes of calculating \"disposable income\" under § 1325(b)(2).</p>\n<p>There is an apparent split on this issue, too. Several courts have held that § 1325(b)(3)'s incorporation of § 707(b)(2)(A) allows debtors to include amounts paid on debts secured by so-called luxury items in their \"disposable income\" calculation regardless of whether those amounts are \"reasonably necessary to be expended\" for the maintenance and support of the debtor and his family. <i>See, e.g., In re Hays,</i> 2008 WL 1924233, *3-6 (Bankr.D.Kan.2008); <i>In re Van Bodegom Smith,</i> 383 B.R. 441, 445-49, (Bankr. E.D.Wis.2008); <i>In re Austin,</i> 372 B.R. at 681; <i>In re Carlton,</i> 362 B.R. 402, 411 (Bankr.C.D.Ill.2007) (\"If an expense is allowed under § 707(b)(2), it meets the new definition of `reasonably necessary' and no subjective review of the expense by the Court is permitted.\") <i>reconsideration denied,</i> 370 B.R. 188 (Bankr.C.D.Ill.2007); <i>In re Martin,</i> 373 B.R. 731, 733-34 (Bankr. D.Utah 2007); <i>In re Guzman,</i> 345 B.R. 640, 645-46 (Bankr.E.D.Wis.2006) (noting § 1325(b)(3) \"removes all discretion from the bankruptcy court in reviewing the reasonableness of the expenses claimed by the above-median debtor\"). Under this view, § 1325(b)(3) incorporates a portion of § 707(b)(2) to define what expenses are \"reasonably necessary to be expended.\" Thus § 707(b)(2) serves as another limit on judicial discretion by removing independent judicial determinations of whether a given expense is \"reasonably necessary\" for the support of the debtor or his dependents. <i>See </i><i>In re Farrar-Johnson,</i> 353 B.R. at 229. This appears to be the majority view. <i>See In re Hays,</i> 2008 WL 1924233 at *6.</p>\n<p>Other courts have found instead that §§ 1325(b)(2) and 1325(b)(3) impose a subjective analysis of what expenses are \"reasonably necessary\" for above-median debtors. <i>See, e.g., </i><i>In re McGillis,</i> 370 B.R. at 729-30 (holding that § 1325(b)(2)'s \"reasonably necessary\" expense requirements control the determination of allowable expenses); <i>In re Owsley,</i> 384 B.R. 739, 748 (Bankr.N.D.Tex.2008) (holding that all secured debts must be \"reasonably necessary\" to be allowed under § 707(b)(2)(A)(iii)). For example, the court in <i>In re McGillis</i> held that the \"reasonably necessary\" language in § 1325(b)(2) has independent significance which must be given effect. Therefore, even if an expense is allowed under § 707(b)(2), it must also be \"reasonably necessary to be expended\" for the debtor's maintenance or support. <i>See </i><i>In re McGillis,</i> 370 B.R. at 729-30. In other words, § 707(b)(2) does not function solely as a definition of what is \"reasonably necessary,\" but rather simply \"offer[s] a further guideline for ensuring that the expenses claimed by an above-median-income debtor are reasonably necessary.\" <i>See </i><i>In re McGillis,</i> 370 B.R. at 730.</p>\n<p>The most natural reading of the language of § 1325(b) strongly supports that \"amounts reasonably necessary to be expended\" in (b)(2) is defined, in the case of an above-median debtor, by (b)(3). Section 1325(b)(3) dictates that \"amounts reasonably necessary to be expended ... <i>shall be</i> determined in accordance with subparagraphs (A) and (B) of section 707(b)(2)\" for above-median debtors. 11 U.S.C. § 1325(b)(3) (emphasis added). The mandatory \"shall be determined\" language indicates that § 1325(b)(3) gives a definition for above-median debtors' \"reasonably necessary\" expenses that courts are bound to apply, without separate inquiry into the subjective reasonable necessity of a given expense. <i>See </i><i>In re Farrar-Johnson,</i> 353 B.R. at 229 (\"For an above-median debtor, then, expenses must be calculated under section 707(b)(2); what the debtor lists as expenses on his Schedule J, outrageous or not, is beside the point.\"); <i>In re Barr,</i> 341 B.R. at 185 (\"The use of `shall' in section 1325(b)(3) is mandatory and leaves no discretion with respect to the expenses and deductions that are to be deducted in arriving at disposable income.\")</p>\n<p>The statute, in this instance, seems relatively straightforward. Congress used the term \"amounts reasonably necessary to be expended\" in § 1325(b)(2). It then went on to define what \"amounts reasonably necessary to be expended\" are for above-median debtors in § 1325(b)(3). That section, in turn adopts § 707(b)(2)(A) and (B)'s methodology for determining what expenses may and may not be included in a debtor's expense calculations.</p>\n<p>Specifically, for this case, \"amounts reasonably necessary to be expended\" for servicing secured debts are defined by § 707(b)(2)(A)(iii). That section states:</p>\n<blockquote>The debtor's average monthly payments on account of secured debts shall be calculated as the sum of</blockquote>\n<blockquote>(I) the total of all amounts scheduled as contractually due to secured creditors in each month of the 60 months following the date of the petition; and (II) any additional payments to secured creditors necessary for the debtor, in filing a plan under chapter 13 of this title [11 USCS §§ 1301 et seq.], to maintain possession of the debtor's primary residence, motor vehicle, or other property necessary for the support of the debtor and the debtor's dependents, that serves as collateral for secured debts;</blockquote>\n<blockquote>divided by 60.</blockquote>\n<p>11 U.S.C. § 707(b)(2)(A)(iii).</p>\n<p>To determine whether a given expense is \"reasonably necessary to be expended\" for purposes of § 1325(b)(2), a court need only apply this straightforward language to arrive at a consistent, predictable determination of allowable expenses. <i>See </i><i>In re Carlton,</i> 362 B.R. at 411 (\"The Court does not use its own judgment on reasonableness or necessity but, rather, must determine whether a particular expense is allowed by § 707(b)(2).\"). Thus, any payments which are \"contractually due to secured creditors in each of the 60 months following the date of the petition\" are included in the debtor's average monthly payments for secured debts. 11 U.S.C. § 707(b)(2)(A)(iii)(I). The only payments for secured debts which require a subjective determination of the necessity of payments are those payments which fall under § 707(b)(2)(A)(hi)(II).</p>\n<p>The reading of \"reasonably necessary\" that eCast urges would make this subjective determination of necessity under § 707(b)(2)(A)(iii)(II) superfluous. <i>See In re Hays,</i> 2008 WL 1924233 at *4. If § 1325(b)(2) requires a determination of reasonably necessity independent of a determination of whether expenses are allowed under § 707(b)(2)(A) and (B), then there is simply no reason for a court to engage in the subjective determination of necessity required under § 707(b)(2)(A)(iii)(II). Such an inquiry would be needlessly duplicative.</p>\n<p>As some courts have noted, the mechanical approach now dictated by § 1325(b)(3) for determining what amounts are \"reasonably necessary to be expended\" can lead to sometimes strange, unsatisfying results. <i>See </i><i>In re Alexander,</i> 344 B.R. at 750 (noting that, in part, because secured debt for luxury items \"bizarrely, may be deducted in full as a reasonable and necessary expense\" there may be odd results in plan confirmations). For example, in this particular instance, the result is that payments for a travel or camping trailer are counted as a \"reasonably necessary\" expense for the maintenance of the debtor. However, Congress has chosen through the language of §§ 1325(b)(2), 1325(b)(3), and 707(b)(2)(A)(iii) to permit such an expense to be deducted in calculating appellant's \"disposable income.\" Regardless of whether or not this makes sense to the court, \"[i]t is not the courts' place to rewrite the statute, turning it into something they consider more logical, sensible, or conducive to human progress and enlightenment.\" <i>In re Farrar-Johnson,</i> 353 B.R. at 229. Congress made a policy choice to remove judicial discretion in determining what constitutes \"reasonably necessary\" expenses for above-median debtors. <i>Id.</i> That the mechanism Congress chose may sometimes lead to imperfect results is, again, insufficient reason for this court to ignore the language of a statute. The bankruptcy court's determination was correct, and on this issue it also is AFFIRMED.</p>\n<p></p>\n<h2>IV.</h2>\n<p>For the foregoing reasons, the creditor's appeal fails, where the bankruptcy court's conclusions regarding calculation of \"projected disposable income,\" allowable expense amounts under the IRS Local Standards for above-median debtors, and determination of what amounts are \"reasonably necessary to be expended\" for above-median debtors in calculating \"disposable income\" all are AFFIRMED. The bankruptcy court's conclusion as to the length of Musselman's Chapter 13 plan was in error and on this issue raised by the debtor on appeal, also for the reasons set forth above, the bankruptcy court is REVERSED. The case is now remanded to the bankruptcy court for further proceedings not inconsistent with this court's decision.</p>\n<h2>NOTES</h2>\n<p>[1]  Hearing in this case was consolidated with hearing in <i>eCast Settlement Corp. v. Williams,</i> No. 5:07-CV-494-FL, another bankruptcy appeal, which is the subject of a separate order.</p>\n<p>[2]  Section 1325(b)(3) provides in relevant part that a debtor is considered \"above-median\" when:\n</p>\n<p>... the debtor has current monthly income, when multiplied by 12, greater than</p>\n<p>(A) in the case of a debtor in a household of 1 person, the median family income of the applicable State for 1 earner;</p>\n<p>(B) in the case of a debtor in a household of 2, 3, or 4 individuals, the highest median family income of the applicable State for a family of the same number or fewer individuals; or</p>\n<p>(C) in the case of a debtor in a household exceeding 4 individuals, the highest median family income of the applicable State for a family of 4 or fewer individuals, plus $575 per month for each individual in excess of 4.</p>\n<p>11 U.S.C. § 1325(b)(3).</p>\n<p>[3]  eCast held two unsecured claims of $27,285.97 and $709.11, respectively, at the time of filing.</p>\n<p>[4]  Section 1325(b)(2) provides:\n</p>\n<p>For purposes of this subsection, the term \"disposable income\" means current monthly income received by the debtor (other than child support payments, foster care payments, or disability payments for a dependent child made in accordance with applicable nonbankruptcy law to the extent reasonably necessary to be expended for such child) less amounts reasonably necessary to be expended</p>\n<p>(A)(i) for the maintenance or support of the debtor or a dependent of the debtor, or for a domestic support obligation, that first becomes payable after the date the petition is filed; and</p>\n<p>(ii) for charitable contributions that meet the definition of \"charitable contribution\" under section 548(d)(3) [11 USCS § 548(d)(3)] to a qualified religious or charitable entity or organization (as defined in section 548(d)(4) [11 USCS § 548(d)(4)]) in an amount not to exceed 15 percent of gross income of the debtor for the year in which the contributions are made; and</p>\n<p>(B) if the debtor is engaged in business, for the payment of expenditures necessary for the continuation, preservation, and operation of such business.</p>\n<p>11 U.S.C. § 1325(b). \"Current monthly income\" as used in § 1325(b)(2) is further defined by § 101(10A), in the statute's definitional section, as the \"average monthly income from all sources that the debtor receives... derived during the 6-month period\" preceding the case. 11 U.S.C. § 101(10A).</p>\n<p>[5]  \"Arguably no change in BAPCPA has generated as fundamental a difference in the bankruptcy courts' reported opinions as how to determine projected disposable income for above median family income debtors in chapter 13 and, therefore, what such debtors are required to pay to unsecured creditors in their chapter 13 plans.\" Thomas F. Waldron and Neil M. Berman, <i>Principled Principles of Statutory Interpretation: A Judicial Perspective After Two Years of BAPCPA,</i> 81 AM. BANKR.L.J. 195, 220 (2007).</p>\n<p>[6]  According to eCast's original objection, Musselman's plan will yield approximately 8% to his general unsecured creditors. <i>See</i> eCast Objection to Confirmation of Chapter 13 Plan. ¶ 13 (DE # 1:14). The plan, however, does not specifically provide for any payments to unsecured non-priority creditors.</p>\n<p>[7]  In interpreting the statute and attempting to address these policy concerns, courts adopting the forward looking approach disclose differences sometimes in how they approach calculating \"projected disposable income.\" There is a line of cases that supports looking to information outside of the § 1325(b)(2) \"disposable income\" calculation from the outset of inquiry. These decisions hold that any relevant information outside of § 1325(b)(2) \"disposable income\" should be considered in calculating \"projected disposable income.\" <i>See, e.g., </i><i>In re Balcerowski,</i> 353 B.R. 581, 589-90 (Bankr.E.D.Wis.2006); <i>In re Demonica,</i> 345 B.R. 895, 900 (Bankr.N.D.Ill.2006); <i>In re Edmunds,</i> 350 B.R. 636, 646-47, 649 (Bankr. D.S.C.2006); <i>In re Fuller,</i> 346 B.R. 472, 485 (Bankr.S.D.Ill.2006); <i>In re Hardacre,</i> 338 B.R. at 723.\n</p>\n<p>Other decisions endorsing the forward looking approach go in a somewhat different direction. They hold more tightly to the proposition that § 1325(b)(2) \"disposable income\" is the relevant starting point for determining \"projected disposable income.\" <i>See, e.g., </i><i>In re Kibbe,</i> 361 B.R. at 312; <i>In re Pak,</i> 378 B.R. at 268; <i>In re tanning,</i> 380 B.R. at 24-25; <i>In re Wilson,</i> 2008 WL 619196 at *13, 2008 Bankr.LEXIS 769 at *47-48; <i>In re Briscoe,</i> 374 B.R. at 18-19; <i>In re Zimmerman,</i> 2007 WL 295452, *7 (Bankr.N.D.Ohio 2007); <i>In re Jass,</i> 340 B.R. at 415-16; <i>In re Risher,</i> 344 B.R. 833, 836-37 (Bankr.W.D.Ky.2006). Under this analysis, § 1325(b)(2) \"disposable income\" is presumptively the debtor's correct \"projected disposable income.\" However, this presumption may be rebutted, and, if it is, then other evidence may be considered in arriving at a different amount for \"projected disposable income.\"</p>\n<p>[8]  It is also worth noting here that Congress used § 1325(b)(2) as the basis for \"projected disposable income\" in another section of the Bankruptcy Code. In the Chapter 11 setting (§ 1129(a)(15)), Congress made explicit reference to \"projected disposable income\" as used in the Chapter 13 context. Notably, § 1129(a)(15) refers to § 1325(b)(2) as providing the definition for \"projected disposable income\" for that section. While this obviously does not settle the issue, it does provide a textual showing that Congress, at least in one setting, intended that § 1325(b)(2) \"disposable income\" provide the basis for \"projected disposable income.\"</p>\n<p>[9]  While a significant number of courts have addressed the temporal versus multiplier split regarding \"applicable commitment period,\" not all of those that determined that the phrase is temporal directly addressed the question of whether the time requirements apply to debtors with no \"projected disposable income.\"</p>\n<p>[10]  Nothing in the court's order should be read to address a second context involving a debtor who owns his house or motor vehicle free and clear and, therefore, has no such expenses, Whether or not such a debtor may expense the full amount of the IRS Local Standards is not an issue now before the court.</p>\n<p>[11]  Some courts holding that debtors may not expense the full Local Standards amount reason that the result reached here renders the term \"applicable\" superfluous because if Congress intended to allow debtors to claim the entire Local Standards amount regardless of their actual expense level, it could have so stated in a more straightforward fashion. <i>See </i><i>In re Slusher,</i> 359 B.R. at 309; <i>In re Wiggs,</i> 2006 WL 2246432, *2 (Bankr.N.D.Ill.2006). This argument is unconvincing for two reasons. First, as stated above, Congress's contrasting use of \"applicable\" and \"actual\" in the same sentence of § 707(b)(2)(A)(ii)(I) indicates that there must be a distinction between the two categories of expenses. Second, under this court's reading, \"applicable\" retains significanceit \"refer[s] to the varying expense amounts listed for individuals subject to different circumstances\" such as location and family size. <i>See </i><i>In re Briscoe,</i> 374 B.R. at 10.</p>\n<p>[12]  It is not altogether clear that the Internal Revenue Manual actually dictates the \"lesser of\" choice that many courts ascribe to it. <i>See </i><i>In re Kimbro,</i> 389 B.R. at 525, 530-31 (noting that the Internal Revenue Manual permits revenue officers \"substantial discretion in allowing a taxpayer's expenses\"). Such a reading of the Internal Revenue Manual militates against incorporating the Handbook into the Bankruptcy Code without an explicit directive from Congress.</p>\n<p>[13]  Perhaps importantly, Congress considered and ultimately rejected an explicit reference to the Internal Revenue Manual in an earlier draft of BAPCPA. <i>See </i><i>In re Kimbro,</i> 389 B.R. at 525-26 (noting that Congress deleted a reference to the Internal Revenue Manual in a BAPCPA draft in the statute's final language); <i>In re Simms,</i> 2008 WL 217174, *16 (Bankr. N.D.W.Va.2008) (noting the same); <i>In re Fowler,</i> 349 B.R. at 419 (noting the same).</p>\n<p>[14]  Further, as another court has noted, the IRS \"recently announced that it does not believe that its collection of financial standards in the IRM is applicable in bankruptcy:\n</p>\n<p>Disclaimer: IRS Collection Financial Standards are intended for use in calculating repayment of delinquent taxes. These Standards are effective on March 1, 2008 for purposes of federal tax administration only. Expense information for use in bankruptcy calculations can be found on the website for the U.S. Trustee Program.</p>\n<p>http://www.irs.gov/individuals/article/0,,id= 96543,00.html.\" <i>In re Kimbro,</i> 389 B.R. at 527.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Brooks Lewis MUSSELMAN, Appellant/Cross Appellee,<br>\nv.<br>\neCAST SETTLEMENT CORPORATION, Appellee/Cross Appellant.<br>\nIn re Brooks Lewis Musselman, Debtor.</h1></center>\n<center>Nos. 07-00701-8-RDD, 5:08-CV-14-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 30, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>Both the bankruptcy debtor, Brooks Lewis Musselman (\"Musselman\"), and the unsecured creditor, eCast Settlement Corporation (\"eCast\"), appeal from the order of the bankruptcy court entered November 30, 2007, confirming Musselman's proposed Chapter 13 plan with requirement that it continue for a 5 year period. Appellate jurisdiction is vested in this court pursuant to 28 U.S.C. § 158(a)(1). The issues presented, fully briefed and the subject of hearing,<sup>[1]</sup> are ripe for decision.</p>\n<p>The issue framed on appeal by the debtor is whether the bankruptcy court erred in finding upon objection that \"applicable commitment period,\" as defined in 11 U.S.C. § 1325(b)(4), conclusively determines the required plan length, irrespective of whether or not the Chapter 13 debtor has any \"projected disposable income,\" as calculated under §§ 1325(b)(2) and (b)(3).</p>\n<p>The issues framed on appeal by the creditor in this case include whether the court erred in finding that \"projected disposable income,\" as used in 11 U.S.C. § 1325(b)(1)(B), has the same meaning, as applied to a debtor whose current monthly income exceeds the median family income of his state, as \"disposable income,\" as that term is used in 11 U.S.C. § 1325(b)(2). eCast also urges error in finding that a debtor may, in calculating \"projected disposable income,\" expense the full amount indicated by the Local Standards of the Internal Revenue Service (\"IRS\") for housing, when such amount exceeds his actual housing costs, and transportation expenses, when such amount exceeds the debtor's payment obligations for two motor vehicles. The creditor appeals, too, the bankruptcy court's holding that the debtor need not show, in calculating his \"projected disposable income,\" that the amount to service a debt secured by a travel or camping trailer is necessary for the maintenance or support of the debtor or the debtor's dependents.</p>\n<p>For reasons that follow, the decision of the bankruptcy court is affirmed on all the issues raised on appeal, save one. The court finds error only in the length of the plan as confirmed, where \"applicable commitment period\" time requirements do not apply to above-median debtors like Musselman with zero or negative \"projected disposable income.\"</p>\n<p></p>\n<h2>I.</h2>\n<p>The debtor filed a petition for relief pursuant to Chapter 13 of the Bankruptcy Code on February 27, 2007. His Chapter 13 Statement of Current Monthly Income and Calculation of Commitment Period and Disposable Income (Form B22C) indicates that the debtor has above-median income<sup>[2]</sup> with monthly disposable income under 11 U.S.C. § 1325(b)(2) of negative $255.80. Musselman's proposed plan provided for payments of $459.00 per month for 55 months. While providing for full payment of secured claims, the plan did not provide for any payments to unsecured creditors. The trustee's subsequent motion for confirmation reflected the terms of the plan as proposed.</p>\n<p>eCast, holder of approximately 48% of the debtor's scheduled unsecured non-priority debt,<sup>[3]</sup> objected to confirmation of the plan on a number of grounds. It objected to the proposed term of the debtor's plan. Underscoring its appeal here, eCast also objected on grounds that the plan failed to apply all of the debtor's \"projected disposable income\" to payments to unsecured creditors pursuant to 11 U.S.C. § 1325(b)(1)(B). Finally, eCast urged several changes to the calculation of appellant's \"projected disposable income.\" These proposed changes involved: 1) using a forward looking interpretation of \"projected disposable income\" which would incorporate anticipated or recent changes to the debtor's financial situation; 2) requiring the debtor to use the lesser of his actual expenses or the IRS Local Standards when calculating disposable income; and 3) excluding payments made on a debt secured by a travel or camping trailer from the debtor's disposable income calculation unless he made a showing that it was necessary for the maintenance or support of the debtor or his dependents.</p>\n<p>While the bankruptcy court sustained eCast's objection regarding the proposed plan's length, it overruled the others. As noted, Musselman now appeals the bankruptcy court's application and interpretation of \"applicable commitment period,\" and eCast cross appeals several of the bankruptcy court's other conclusions of law. Competing, disparate interpretations of the same statutory language and congressional policy decisions are promoted in furtherance of their respective arguments, reflective of a divergence of national opinion concerning how most of these issues should be decided under the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005 (\"BAPCPA\"), Pub.L. No. 109-8, 119 Stat 23 (2005).</p>\n<p></p>\n<h2>II.</h2>\n<p>On appeal from the bankruptcy court, a district court may affirm, modify, or reverse a bankruptcy judge's judgment, order, or decree or remand with instructions for further proceedings. Fed. R. Bankr.P. 8013. Questions of law are reviewed <i>de novo. </i><i>Sartin v. Macik,</i> <span class=\"citation\" data-id=\"1026309\"><a href=\"/opinion/1026309/sartin-v-macik/\"><span class=\"volume\">535</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">284</span></a></span>, 287 (4th Cir.2008); <i>Lynch v. Parrish,</i> <span class=\"citation\" data-id=\"1808367\"><a href=\"/opinion/1808367/lynch-v-parrish/\"><span class=\"volume\">382</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">907</span></a></span>, 908 (E.D.N.C.2008). The statutory framework within which the issues raised on appeal must be decided is set forth more particularly below.</p>\n<p>Where objections were raised by eCast, holder of two allowed unsecured claims, to confirmation of Musselman's Chapter 13 bankruptcy plan, initial reference is made to 11 U.S.C. § 1325(b)(1) which provides:</p>\n<blockquote>If the trustee or the holder of an allowed unsecured claim objects to the confirmation of the plan, then the court may not approve the plan unless, as of the effective date of the plan</blockquote>\n<blockquote>(A) the value of the property to be distributed under the plan on account of such claim is not less than the amount of such claim; or</blockquote>\n<blockquote>(B) the plan provides that all of the debtor's projected disposable income to be received in the applicable commitment period beginning on the date that the first payment is due under the plan will be applied to make payments to unsecured creditors under the plan.</blockquote>\n<p>11 U.S.C. § 1325(b)(1).</p>\n<p>The difficulty here in application of this section of the statute involves discerning the relationship between \"projected disposable income\" in § 1325(b)(1)(B) and \"disposable income\" in § 1325(b)(2). \"Disposable income\" is defined in § 1325(b)(2) as a debtor's current monthly income (defined in § 101(10A)) minus certain \"amounts reasonably necessary to be expended.\" 11 U.S.C. § 1325(b)(2). \"Projected disposable income\" is not, however, defined in the Bankruptcy Code. As a result, this term has produced \"varying interpretations as bankruptcy courts across the country struggle to ascertain what the BAPCPA amendments mean.\" <i>In re Frederickson,</i> <span class=\"citation\" data-id=\"1924606\"><a href=\"/opinion/1924606/in-re-frederickson/\"><span class=\"volume\">375</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">829</span></a></span>, 833 (8th Cir. BAP 2007).</p>\n<p>Another issue to be decided concerns application of the term created by BAPCPA, \"applicable commitment period.\" This term appears twice in Chapter 13 of the Bankruptcy Code, once in § 1325(b)(1)(B) and again in § 1325(b)(4). As already noted, § 1325(b)(1)(B) requires that a plan provide that all \"projected disposable income to be received in the applicable commitment period\" be paid to unsecured creditors to be confirmed. 11 U.S.C. § 1325(b)(1)(B). Section 1325(b)(4) states that the applicable commitment period \"shall be\" 3 years in the case of a below-median income debtor or \"not less than 5 years\" for an above-median debtor. 11 U.S.C. § 1325(b)(4)(A). The court must decide here whether the \"applicable commitment period\" time requirements apply to above-median debtors with zero or negative \"projected disposable income.\"</p>\n<p>Further, eCast's appeal raises questions of how to calculate disposable income expenses under revised § 1325(b). Specifically, how § 1325(b)(3) incorporates and applies 11 U.S.C. § 707(b)(2) to above-median debtors and their calculations of \"disposable income\" must be decided. Section 1325(b)(3) provides that in determining \"disposable income\" for above-median debtors:</p>\n<p>Amounts reasonably necessary to be expended under paragraph (2), other than subparagraph (A)(ii) of paragraph (2), shall be determined in accordance with subparagraphs (A) and (B) of section 707(b)(2) [11 USCS § 707(b)(2)] ...</p>\n<p>11 U.S.C. § 1325(b)(3). The relevant portion of § 707(b)(2)(A) provides that:</p>\n<blockquote>The debtor's monthly expenses shall be the debtor's applicable monthly expense amounts specified under the National Standards and Local Standards, and the debtor's actual monthly expenses for the categories specified as Other Necessary Expenses issued by the Internal Revenue Service for the area in which the debtor resides....</blockquote>\n<p>11 U.S.C. § 707(b)(2)(A)(ii). This aspect of the dispute between the creditor and debtor, who each draw on differing decisions representing the split of authority around the country, centers around whether § 707(b)(2)(A) permits an above-median debtor who has housing or transportation expenses to calculate his § 1325(b) disposable income by expensing the full amount provided by the IRS Local Standards or a lesser amount which reflects the debtor's actual monthly expenses.</p>\n<p>The other issue bearing on calculation of expenses concentrates on the intersection of §§ 1325(b)(2), 1325(b)(3), and 707(b)(2)(A)(iii). Section 1325(b)(2) defines \"disposable income\" as current monthly income minus certain \"amounts reasonably necessary to be expended.\" 11 U.S.C. § 1325(b)(2). Section 1325(b)(3) goes on to provide that, in the case of above-median debtors, \"[a]mounts reasonably necessary to be expended ... shall be determined in accordance with subparagraphs (A) and (B) of section 707(b)(2)....\" 11 U.S.C. § 1325(b)(3). eCast asserts that § 1325(b)(2)'s \"amounts reasonably necessary to be expended\" language creates a separate subjective analysis of whether a debt is reasonably necessary for debtors who are subject to the § 1325(b)(3) definition of \"[a]mounts reasonably necessary to be expended.\"</p>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2>A. Projected Disposable Income</h2>\n<p>The first issue taken up on appeal necessarily must be how to interpret the`undefined term \"projected disposable income\" in § 1325(b)(1)(B) in light of Congress's new definition of \"disposable income\" in § 1325(b)(2).<sup>[4]</sup> The post-BAPCPA presence of the term \"projected\" in § 1325(b)(1)(B) and its absence in § 1325(b)(2) has provoked an enormous amount of debate within the bankruptcy community and sparked a real divide among the nation's bankruptcy courts.<sup>[5]</sup> The implications of this debate are not insignificant. The competing interpretations of \"projected disposable income\" can lead to vastly different outcomes for certain debtors and unsecured creditors, as this case illustrates.</p>\n<p>Broadly speaking, courts that have addressed this issue have taken some version of two competing approaches. Under the multiplicative approach adopted by the bankruptcy court, and by a minority of courts around the country, \"projected disposable income\" is based entirely on the historical figures used to derive § 1325(b)(2) disposable income multiplied by the appropriate plan length. The other, forward looking approach, urged by eCast, provides that \"projected disposable income\" is a prediction of the debtor's anticipated income during the length of his plan, taking account for anticipated and recent changes, such as changes in employment or salary. Courts taking this approach, which are a majority, break down in application into at least two distinct subgroups, as discussed <i>supra.</i></p>\n<p>Under the approach adopted by the bankruptcy court, Musselman's unsecured creditors will receive virtually nothing under his Chapter 13 bankruptcy plan.<sup>[6]</sup> If the approach urged on appeal by the creditor was to be adopted, Musselman could be required to pay a significant amount of additional money to his unsecured creditors. Both sides cite to well reasoned, persuasive authority in support of and in opposition to their competing interpretations.</p>\n<p>The multiplicative approach is identified most closely with <i>In re Alexander,</i> <span class=\"citation\" data-id=\"1541149\"><a href=\"/opinion/1541149/in-re-alexander/\"><span class=\"volume\">344</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">742</span></a></span> (Bankr.E.D.N.C, 2006), and the line of cases following. <i>See, e.g., </i><i>In re Kagenveama,</i> <span class=\"citation\" data-id=\"1439789\"><a href=\"/opinion/1439789/in-re-kagenveama/\"><span class=\"volume\">541</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">868</span></a></span>, 871-76 (9th Cir.2008); <i>In re Frederickson,</i> 375 B.R. at 835; <i>In re Austin,</i> <span class=\"citation\" data-id=\"1838999\"><a href=\"/opinion/1838999/in-re-austin/\"><span class=\"volume\">372</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">668</span></a></span>, 677-78 (Bankr.D.Vt.2007); <i>In re Brady,</i> <span class=\"citation\" data-id=\"1903823\"><a href=\"/opinion/1903823/in-re-brady/\"><span class=\"volume\">361</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">765</span></a></span>, 768-75 (Bankr.D.N.J.2007); <i>In re Hanks,</i> <span class=\"citation\" data-id=\"1852688\"><a href=\"/opinion/1852688/in-re-hanks/\"><span class=\"volume\">362</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">494</span></a></span>, 498-501 (Bankr. D.Utah 2007); <i>In re Miller,</i> <span class=\"citation\" data-id=\"1903832\"><a href=\"/opinion/1903832/in-re-miller/\"><span class=\"volume\">361</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">224</span></a></span>, 234-35 (Bankr.N.D.Ala.2007); <i>In re McGillis,</i> <span class=\"citation\" data-id=\"1953650\"><a href=\"/opinion/1953650/in-re-mcgillis/\"><span class=\"volume\">370</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">720</span></a></span>, 725-26 (Bankr. W.D.Mich.2007); <i>In re Winokur,</i> <span class=\"citation\" data-id=\"1536295\"><a href=\"/opinion/1536295/in-re-winokur/\"><span class=\"volume\">364</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">204</span></a></span>, 205 (Bankr.E.D.Va.2007); <i>In re Girodes,</i> <span class=\"citation\" data-id=\"2017879\"><a href=\"/opinion/2017879/in-re-girodes/\"><span class=\"volume\">350</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">31</span></a></span>, 36 (Bankr.M.D.N.C. 2006); <i>In re Tranmer,</i> <span class=\"citation\" data-id=\"1852394\"><a href=\"/opinion/1852394/in-re-tranmer/\"><span class=\"volume\">355</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">234</span></a></span>, 242-43 (Bankr.D.Mont.2006). Courts adopting the multiplicative approach find \"projected disposable income\" intimately related to \"disposable income.\" In other words, to derive \"projected disposable income\" post-BAPCPA, one simply calculates \"disposable income\" according to § 1325(b)(2) and then \"projects\" it out by multiplying \"disposable income\" by the number of months in the applicable commitment period. <i>In re Alexander,</i> 344 B.R. at 749. Thus, Congress's changes to § 1325(b) did not alter the historical tie between the concepts of \"projected disposable income\" and \"disposable income.\" <i>See </i><i>In re Kagenveama,</i> 541 F.3d at 873-74 (citing <i>In re Anderson,</i> <span class=\"citation\" data-id=\"667240\"><a href=\"/opinion/667240/in-re-vincent-george-anderson-jr-and-charolette-kay-anderson-debtors/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">355</span></a></span>, 357 (9th Cir.1994)); <i>In re Alexander,</i> 344 B.R. at 749. Instead, \"[a]ny change in how `projected disposable income' is calculated only reflects the changes dictated by the new `disposable income' calculation; it does not change the relationship of `projected disposable income' to `disposable income.'\" <i>In re Kagenveama,</i> 541 F.3d at 873-74.</p>\n<p>The forward looking approach adopted by the competing line of cases takes a different view of how to determine \"projected disposable income.\" Following the lead of the court in <i>In re Hardacre,</i> <span class=\"citation\" data-id=\"1529542\"><a href=\"/opinion/1529542/in-re-hardacre/\"><span class=\"volume\">338</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">718</span></a></span> (Bankr.N.D.Tex.2006), courts adopting this approach do not read § 1325(b)(1)(B) and § 1325(b)(2) to compel determination of a \"projected disposable income\" figure based solely on historic income. Instead, courts have in a variety of ways held that \"projected\" modifies \"disposable income\" in § 1325(b)(1)(B), requiring a forward looking inquiry to determine what a debtor's \"projected disposable income\" will be during the pendency of the Chapter 13 plan. <i>See, e.g., </i><i>In re Kibbe,</i> <span class=\"citation\" data-id=\"1903872\"><a href=\"/opinion/1903872/in-re-kibbe/\"><span class=\"volume\">361</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">302</span></a></span>, 312-14 (1st Cir. BAP 2007); <i>In re Pak,</i> <span class=\"citation\" data-id=\"2025576\"><a href=\"/opinion/2025576/in-re-pak/\"><span class=\"volume\">378</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">257</span></a></span>, 264 (9th Cir. BAP 2007), <i>abrogated by </i><i>In re Kagenveama,</i> <span class=\"citation\" data-id=\"1439789\"><a href=\"/opinion/1439789/in-re-kagenveama/\"><span class=\"volume\">541</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">868</span></a></span>; <i>In re Lanning,</i> <span class=\"citation\" data-id=\"1859956\"><a href=\"/opinion/1859956/in-re-lanning/\"><span class=\"volume\">380</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">17</span></a></span>, 24-25 (10th Cir. BAP 2007); <i>In re Wilson,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">619196</span></span>, *13, 2008 Bankr.LEXIS 769, *47-48 (Bankr.M.D.N.C.2008); <i>In re Briscoe,</i> <span class=\"citation\" data-id=\"1550784\"><a href=\"/opinion/1550784/in-re-briscoe/\"><span class=\"volume\">374</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">1</span></a></span>, 16 (Bankr.D.D.C. 2007); <i>In re Slusher,</i> <span class=\"citation\" data-id=\"1870314\"><a href=\"/opinion/1870314/in-re-slusher/\"><span class=\"volume\">359</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">290</span></a></span>, 297-300 (Bankr.D.Nev.2007); <i>In re Jass,</i> <span class=\"citation\" data-id=\"1851934\"><a href=\"/opinion/1851934/in-re-jass/\"><span class=\"volume\">340</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">411</span></a></span>, 415-16 (Bankr.D.Utah 2006); <i>In re Hardacre,</i> 338 B.R. at 723; <i>In re Fuller,</i> <span class=\"citation\" data-id=\"1971829\"><a href=\"/opinion/1971829/in-re-fuller/\"><span class=\"volume\">346</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">472</span></a></span>, 485 (Bankr.S.D.Ill.2006).</p>\n<p>Courts on this side of the divide reason that Congress's placement of the word \"projected\" in § 1325(b)(1)(B) was intentional and, further, that it was done to give \"projected disposable income\" a different meaning from \"disposable income\" as defined by § 1325(b)(2). <i>See, e.g., </i><i>In re Briscoe,</i> 374 B.R. at 14-16; <i>In re Hardacre,</i> 338 B.R. at 723. This is because Congress could have used the phrase \"disposable income\" in § 1325(b)(1)(B) but chose to use \"projected disposable income\" instead. Adherents of the forward looking approach uniformly conclude that the two terms must have different meanings, usually reasoning that because \"projected\" has a \"forward looking\" connotation it \"was intended to signal a reexamination of income potential over the life of the plan.\" <i>In re Kibbe,</i> 361 B.R. at 307-08; <i>see also </i><i>In re Pak,</i> 378 B.R. at 267 (holding § 1325(b)(2) \"disposable income\" calculations \"must be subject to the presentation of contrary evidence before confirmation of a debtor's chapter 13 plan\") <i>abrogated by </i><i>In re Kagenveama,</i> <span class=\"citation\" data-id=\"1439789\"><a href=\"/opinion/1439789/in-re-kagenveama/\"><span class=\"volume\">541</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">868</span></a></span>.</p>\n<p>On the other side, courts following the multiplicative approach urge such an interpretation violates the fundamental canon of statutory construction that courts must give meaning to every part of a statute. <i>Alaska Dept. of Envtl. Conservation v. E.P.A.,</i> <span class=\"citation\" data-id=\"131157\"><a href=\"/opinion/131157/alaska-dept-of-environmental-conservation-v-epa/\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span>, 489 n. 13, <span class=\"citation\" data-id=\"131157\"><a href=\"/opinion/131157/alaska-dept-of-environmental-conservation-v-epa/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">983</span></a></span>, <span class=\"citation\" data-id=\"131157\"><a href=\"/opinion/131157/alaska-dept-of-environmental-conservation-v-epa/\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">967</span></a></span> (2004) (\"It is, moreover, `a cardinal principle of statutory construction' that `a statute ought, upon the whole, to be so construed that, if it can be prevented, no clause, sentence, or word shall be superfluous, void, or insignificant.'\"). By giving \"disposable income\" a new definition to apply to § 1325(b), Congress must have intended \"projected disposable income\" to be closely related to \"disposable income.\" Otherwise, the new definition of \"disposable income\" would be \"just a floating definition with no apparent purpose\" because the term \"disposable income\" appears nowhere else in § 1325(b). <i>In re Alexander,</i> 344 B.R. at 749.</p>\n<p>Upon further analysis, it appears that among cases subscribing to the forward looking approach, particular case results regularly reveal abiding concern for the anomalies created by \"a strict application\" of the new § 1325(b)(2) calculations for \"disposable income.\"<sup>[7]</sup><i>See </i><i>In re Hardacre,</i> 338 B.R. at 722 (noting that \"a strict application of section 101(10A)'s definition of .'current monthly income' can have serious consequence in some cases\"); <i>In re</i> <i>Pak,</i> 378 B.R. at 265; <i>In re Kibbe,</i> 361 B.R. at 314.</p>\n<p>Anomalies caused by the new § 1325(b)(2) include certain debtors who, because of a quirk in their historic current monthly income, end up having § 1325(b)(2) \"disposable income\" that is lower than what their actual income is at the time their Chapter 13 plan is confirmed. This results in a situation similar to the one in this case where Musselman has negative \"projected disposable income\" and may, therefore, not have to include payments to his unsecured creditors under his Chapter 13 plan even though his actual monthly disposable income would allow him to make such payments. Such situations appear to fly in the face of Congress's intent in enacting BAPCPA that debtors should pay the maximum amount possible. <i>See </i><i>In re Kibbe,</i> 361 B.R. at 314 (quoting BAPCPA legislative history for the proposition that debtors in Chapter 13 should pay the maximum they can afford); <i>In re Briscoe,</i> 374 B.R. at 17-18 (noting \"Congress' expressed preference for the maximal repayment of debt\"); <i>In re Rezentes,</i> <span class=\"citation\" data-id=\"1954244\"><a href=\"/opinion/1954244/in-re-rezentes/\"><span class=\"volume\">368</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">55</span></a></span>, 61 (Bankr.D.Hawai`i 2007) (noting similar congressional intent regarding a related section of BAPCPA).</p>\n<p>Of course, there are other situations in which the quirk in a debtor's historic current monthly income produces § 1325(b)(2) \"disposable income\" that is higher than what he actually has at the time of plan confirmation. <i>See </i><i>In re Pak,</i> 378 B.R. at 265-66; <i>In re Joss,</i> 340 B.R. at 417-18. As a result, these debtors would be required to pay more into their plans than they can actually afford. Such results are unfair, at best, to those debtors and potentially position them to fail in their Chapter 13 plans. Further, they are \"clearly at odds with the overarching policy that debtors who are eligible for bankruptcy relief be afforded an opportunity for a `fresh start.'\" <i>In re Jass,</i> 340 B.R. at 418.</p>\n<p>It is readily apparent that both the multiplicative approach, endorsed by the bankruptcy court, and the forward looking approach, espoused by eCast on appeal, find plenty of support in the case law. The Fourth Circuit does not appear to have addressed this issue. As set forth below, where the former approach is more natural and more clearly in harmony with the text of § 1325(b), even though results it produces in some cases do not align with congressional intent behind BAPCPA, this court concludes that to derive \"projected disposable income\" one simply calculates \"disposable income\" pursuant to § 1325(b)(2) and multiplies that amount by the appropriate plan length.</p>\n<p>Where the starting point for every case involving statutory interpretation is the text of the statute at issue, <i>United States v. Ron Pair Enters., Inc.,</i> <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></a></span>, 241, <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1026</span></a></span>, <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">290</span></a></span> (1989), in getting started here, it cannot be said that §§ 1325(b)(1)(B) and 1325(b)(2) are models of clarity. Section 1325(b)(2) defines what the term \"disposable income\" is to mean for purposes of § 1325(b). Aside from § 1325(b)(2), the term \"disposable income\" appears in only one other place in § 1325(b), at § 1325(b)(1)(B). It must be assumed that Congress acts purposefully in choosing its language. On that basis it would be incorrect to decide that Congress created a new definition for the term \"disposable income\" that has no application to the section to which it is supposed to apply. Any reading of § 1325(b) that produces such a result is simply too strained to withstand scrutiny. \"[T]he plain language of § 1325(b) links `disposable income' to `projected disposable income,' and we are bound by the definition of `disposable income' provided in § 1325(b)(2)(B) [sic].\" <i>In re Kagenveama,</i> 541 F.3d at 873-74.<sup>[8]</sup></p>\n<p>The forward looking arguments espoused by eCast and subscribed to in that line of cases set out above interpreting the language of § 1325(b)(1)(B) certainly offer a plausible result. By including the terms \"projected\" and \"to be received\" in § 1325(b)(1)(B), Congress arguably made it more difficult to interpret that portion of § 1325(b)(1)(B). However, statutory interpretation is a holistic exercise. Reading § 1325(b)(1)(B) without, for example, taking into account the clear language of the newly revised § 1325(b)(2) and the clear link between the two subsections ultimately distorts the meaning of the statute as written. The language of § 1325(b) strongly indicates that Congress intended \"projected disposable income\" in § 1325(b)(1)(B) and \"disposable income\" in § 1325(b)(2) to be closely linked, regardless of the addition of the term \"projected:\"</p>\n<p>Adherents of the forward looking approach would say that what the bankruptcy court here did was to read § 1325(b) in a way that renders the term \"projected\" surplusage. <i>See, e.g., </i><i>In re Kibbe,</i> 361 B.R. at 312-13; <i>In re Pak,</i> 378 B.R. at 264; <i>In re Jass,</i> 340 B.R. at 418. The bankruptcy court in <i>In re Nance,</i> provides a well considered response:</p>\n<blockquote>Furthermore, this Court's interpretation does not render the word \"projected\" meaningless. Rather the Court finds that \"projected\" merely explains the treatment of \"disposable income.\" The definition of \"projected\" is \"to plan, figure, or estimate for the future expenditures for the coming year.\" Webster's Collegiate Dictionary 932 (10th ed.1996). Thus, under § 1325(b)(1)(B), a debtor's disposable income is calculated, according to the statutory definition, and then projected or extrapolated over the plan's term of years. The Bankruptcy Court for the Southern District of Ohio in <i>In re Kolb</i> agrees:</blockquote>\n<blockquote>That the drafters retained the word \"projected\" in § 1325(b)(1)(B) makes logical grammatical sense in the context of that particular subsection. It is true that the sentence could be grammatically completed without the word \"projected,\" but the word is an acknowledgment that the disposable income that has been calculated to be received by unsecured creditors based on a single month, must be extended or projected over a series of months during the life of a chapter 13 plan.</blockquote>\n<blockquote>\n<i>Kolb,</i> <span class=\"citation\" data-id=\"1881121\"><a href=\"/opinion/1881121/in-re-kolb/\"><span class=\"volume\">366</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">802</span></a></span>, 816. In this way, the term \"projected\" is used exactly as it was in pre-BAPCPA § 1325(b)(1)(B). The only difference is how the amount that is being projected is calculated under the statute.</blockquote>\n<p><i>In re Nance,</i> <span class=\"citation\" data-id=\"1521393\"><a href=\"/opinion/1521393/in-re-nance/\"><span class=\"volume\">371</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">358</span></a></span>, 365 (Bankr. S.D.Ill.2007). It is important also to note here that the forward looking approach to determining \"projected disposable income\" renders an entire subsection of § 1325(b) inoperative. By reading \"projected\" as relieving the court of its duty to adhere to the statutory language of § 1325(b)(2), this approach essentially renders moot Congress's recently adopted changes to that section because there is nothing else in § 1325(b) to which that new definition could apply.</p>\n<p>Also, the reading of § 1325(b) adopted today is more in line with traditional interpretations of that section in this circuit. Pre-BAPCPA \"projected disposable income\" was \"traditionally calculated in conjunction with the definition of disposable income.\" <i>In re Alexander,</i> 344 B.R. at 749. At that time, projected disposable income \"typically [was] calculated by multiplying a debtor's monthly income at the time of confirmation by 36 months, the normal duration of a Chapter 13 plan, then determining the portion of that income which is `disposable' according to the statutory definition.\" <i>In re Solomon,</i> <span class=\"citation\" data-id=\"705999\"><a href=\"/opinion/705999/in-re-neil-solomon-md-debtor-neil-solomon-v-ellen-w-cosby-chapter/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1128</span></a></span>, 1132 (4th Cir.1995); <i>see also </i><i>In re Kagenveama,</i> 541 F.3d at 873-74. BAPCPA changed the definition of \"disposable income\" in § 1325(b)(2). In doing so, Congress deliberately broke with the old way of calculating \"disposable income.\" <i>In re Kagenveama,</i> <span class=\"citation\" data-id=\"1439789\"><a href=\"/opinion/1439789/in-re-kagenveama/\"><span class=\"volume\">541</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">868</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">2485570</span></span> at *4. But nothing about the changes to the calculation of \"disposable income\" in § 1325(b)(2) indicates that Congress intended to decouple \"projected disposable income\" from \"disposable income.\" <i>Id.</i> Absent a clear, contrary intent in the language of the statute, this court cannot subscribe to a different interpretation of the relationship between the two terms.</p>\n<p>The court is sympathetic to the policy arguments advanced by courts that have adopted the more flexible forward looking approach. Permitting bankruptcy courts some discretion and flexibility in determining whether a given debtor has \"projected disposable income\" arguably is a sound policy choice in that it allows courts to protect both debtors and creditors and to balance the various aims of the Bankruptcy Code in a given case. However, in enacting BAPCPA, Congress had more than one policy goal in mind. Beyond ensuring greater payouts by Chapter 13 debtors to their creditors, Congress, in its amendments to § 1325(b), also sought to impose objective standards on Chapter 13 determinations, thereby removing a degree of judicial flexibility in bankruptcy proceedings. Thus, in imposing a more rigid § 1325(b) on courts, \"[e]liminating flexibility was the point: the obligations of chapter 13 debtors would be subject to `clear, defined standards,' no longer left `to the whim of a judicial proceeding.'\" <i>In re Farrar-Johnson,</i> 353 B.R. at 231 (quoting Susan Jensen, <i>A Legislative History of the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005,</i> 79 AM. BANKR.L.J. 485, 527 (2005)).</p>\n<p>In adopting this interpretation of § 1325(b), the court is aware that in certain instances the results of a given case will appear contradictory to at least one of the policies underlying BAPCPA. However, simply because the statutory language chosen by Congress does not produce the intended result when applied to each and every case is not reason to disregard the language of the statute when it is reasonably clear. <i>See </i><i>Dodd v. United States,</i> <span class=\"citation\" data-id=\"799979\"><a href=\"/opinion/799979/dodd-v-united-states/\"><span class=\"volume\">545</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">353</span></a></span>, 357, <span class=\"citation\" data-id=\"799979\"><a href=\"/opinion/799979/dodd-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2478</span></a></span>, <span class=\"citation\" data-id=\"799979\"><a href=\"/opinion/799979/dodd-v-united-states/\"><span class=\"volume\">162</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (2005) (\"We `must presume that [the] legislature says in a statute what it means and means in a statute what it says there.'\") (quoting <i>Conn. Nat. Bank v. Germain,</i> <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, 253-254, <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1146</span></a></span>, <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></a></span> (1992)). Unless a given statute produces absurd results, courts are to apply the statute according to its terms. <i>Id.</i> at 359, <span class=\"citation\" data-id=\"799979\"><a href=\"/opinion/799979/dodd-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2478</span></a></span>.</p>\n<p>As one court has noted \"it is a rare occasion when a legislature's effort to establish specific guidelines is so refined that its application is guaranteed to be uniformly fair. It is inevitable that some nuance will have been overlooked. Nonetheless, the courts are bound to enforce what the legislature has enacted.\" <i>In re McGillis,</i> 370 B.R. at 726. Thus, the result here, while it may not conform to one of the policies underlying the enactment of BAPCPA, is not absurd. It is the result of a conscious choice by Congress to remove judicial discretion from the calculation of \"disposable income\" and \"projected disposable income.\" This choice may produce odd results in certain cases at the margins, but that is not reason for the court to disregard Congress's work. <i>See </i><i>Spivey v. Vertrue, Inc.,</i> <span class=\"citation\" data-id=\"1349952\"><a href=\"/opinion/1349952/spivey-v-vertrue-inc/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">982</span></a></span>, 984 (7th Cir. 2008) (noting Congress's writing of a law \"imprecisely, or even perversely, is not a sufficient reason to disregard the enacted language.\").</p>\n<p>For all of these reasons, where the bankruptcy court did not err in finding that \"projected disposable income,\" as used in 11 U.S.C. § 1325(b)(1)(B), is the equivalent of \"disposable income,\" calculated as provided by § 1325(b)(2), projected out over the appropriate plan length, eCast's appeal must fail. On this issue, the bankruptcy court is AFFIRMED.</p>\n<p></p>\n<h2>B. Applicable Commitment Period</h2>\n<p>The next issue for decision concerns the interpretation of another BAPCPA change to § 1325(b). Specifically, this court must determine whether the term \"applicable commitment period\" has any application to debtors who have zero or negative \"projected disposable income\" under § 1325(b)(2). As with the interpretation of the § 1325(b) provisions above, interpretation by courts of \"applicable commitment period\" has resulted in a split.</p>\n<p>Some courts have held that \"applicable commitment period\" does not apply to debtors who do not have any \"projected disposable income,\" regardless of whether the term is temporal in nature or not. <i>See </i><i>In re Kagenveama,</i> 541 F.3d at 875-78; <i>In re Frederickson,</i> 375 B.R. at 835; <i>In re Davis,</i> <span class=\"citation\" data-id=\"1897688\"><a href=\"/opinion/1897688/in-re-davis/\"><span class=\"volume\">392</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">132</span></a></span>, 146 (Bankr.E.D.Pa. 2008); <i>In re Brady,</i> 361 B.R. at 776-77; <i>In re Green,</i> <span class=\"citation\" data-id=\"2025645\"><a href=\"/opinion/2025645/in-re-green/\"><span class=\"volume\">378</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">30</span></a></span>, 39 (Bankr. N.D.N.Y.2007); <i>In re Alexander,</i> 344 B.R. at 750-51.</p>\n<p>Other courts have held that \"applicable commitment period\" is temporal in nature and sets a fixed plan length for all debtors whose plans are governed by § 1325(b). <i>See </i><i>In re Grant,</i> <span class=\"citation\" data-id=\"1536228\"><a href=\"/opinion/1536228/in-re-grant/\"><span class=\"volume\">364</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">656</span></a></span>, 667 (Bankr. E.D.Tenn.2007); <i>In re Slusher,</i> 359 B.R. at 305; <i>In re Strickland,</i> <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">499623</span></span>, *2, 2007 Bankr.LEXIS 508, *5-6 (Bankr. M.D.N.C.2007); <i>In re Cushman,</i> <span class=\"citation\" data-id=\"2017497\"><a href=\"/opinion/2017497/in-re-cushman/\"><span class=\"volume\">350</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">207</span></a></span>, 212-13 (Bankr.D.S.C.2006), <i>In re Girodes,</i> 350 B.R. at 35; <i>In re Casey,</i> <span class=\"citation\" data-id=\"1980586\"><a href=\"/opinion/1980586/in-re-casey/\"><span class=\"volume\">356</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">519</span></a></span>, 526-27 (Bankr.E.D.Wash.2006).<sup>[9]</sup></p>\n<p>Still other courts have held that \"applicable commitment period\" is not temporal at all, but rather serves as a multiplicative term. Under this approach, \"applicable commitment period\" merely sets forth the number by which \"projected disposable income\" is multiplied to determine how much money a debtor must pay into his plan instead of the length of time that a debtor must make payments into a plan. <i>See </i><i>In re McGillis,</i> 370 B.R. at 734; <i>In re Fuger,</i> <span class=\"citation\" data-id=\"1825063\"><a href=\"/opinion/1825063/in-re-fuger/\"><span class=\"volume\">347</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">94</span></a></span>, 99-101 (Bankr.D.Utah 2006).</p>\n<p>This last interpretation of \"applicable commitment period\" is the one which the debtor here urges the court to adopt. The second one made mention of above was adopted by the bankruptcy court in this case. This court considers the first approach to be the correct one, however.</p>\n<p>\"Applicable commitment period\" appears in two relevant subsections of § 1325(b). The first is § 1325(b)(1)(B) which provides that a debtor's plan may not be confirmed if a trustee or unsecured creditor objects unless the plan \"provides that all of the debtor's <i>projected disposable income</i> to be received in the <i>applicable commitment period</i> ... will be applied to make payments to unsecured creditors under the plan,\" 11 U.S.C. § 1325(b)(1)(B) (emphasis added). The second is § 1325(b)(4) which sets forth the definition of \"applicable commitment period\" for above- and below-median debtors (5 and 3 years, respectively), and provides that the \"applicable commitment period\" may be shorter than 5 or 3 years if \"the plan provides for payment in full of all allowed unsecured claims over a shorter period.\" 11 U.S.C. § 1325(b)(4).</p>\n<p>Section 1325(b)(1)(B) is the only relevant section of the Bankruptcy Code that applies \"applicable commitment period\" to any debtors. On its face, § 1325(b)(1)(B) requires \"all of the debtor's projected disposable income to be received in the applicable commitment period\" to go to payments to unsecured creditors. 11 U.S.C. § 1325(b)(1)(B). Two threshold requirements are apparent from this language. First, a debtor must have unsecured creditors. Second, a debtor must have \"projected disposable, income\" in order for this subsection to apply to his situation. <i>See </i><i>In re Kagenveama,</i> 541 F.3d at 875-78; <i>In re Alexander,</i> 344 B.R. at 751. The first threshold requirement is uncontroversial.</p>\n<p>The second is at the heart of one of the debates surrounding \"applicable commitment period.\" A review of the legislative history suggested to the bankruptcy court that the \"applicable commitment period\" as defined by § 1325(b)(4) drives the plan length. It followed the lead of <i>In re Casey,</i> and, as noted, rejected the second threshold requirement. While there is an intuitive appeal to such a result, the structure of § 1325(b) does not permit this.</p>\n<p>Section 1325(b)(4)'s function in the' structure of § 1325(b) is to define the term \"applicable commitment period.\" Section 1325(b)(1)(B), on the other hand, puts that term into action. It delineates the situations in which the definition of \"applicable commitment period\" set forth in § 1325(b)(4) will apply. Those situations include any cases in which a debtor has \"projected disposable income\" as defined in § 1325(b)(2). By contrast, those situations do not include cases where debtors have no \"projected disposable income\" under § 1325(b)(2).</p>\n<p>When a trustee or an unsecured creditor objects to a plan, § 1325(b)(1) provides that a court may not approve the plan unless, \"(B) the plan provides that all of the debtor's projected disposable income to be received in the applicable commitment period ... will be applied to make payments to unsecured creditors under the plan.\" 11 U.S.C. § 1325(b)(1). This language requires that a debtor have \"projected disposable income\" as a threshold matter for the subsection to apply. If a debtor has zero or negative \"projected disposable income,\" then there is nothing \"to be received in the applicable commitment period.\" <i>Id.</i> If there is nothing for a debtor to receive in the \"applicable commitment period,\" there is nothing to \"appl[y] to make payments, to unsecured creditors under the plan.\" <i>Id.</i> If none of the subsection's provisions are relevant to a debtor's situations, then that subsection does not apply. Therefore the term \"applicable commitment period\" simply does not apply to Musselman. On this issue, for the reasons given, the bankruptcy court is REVERSED.</p>\n<p></p>\n<h2>C.</h2>\n<p></p>\n<h2>Determining Expenses in the § 1325(b)(2) \"Disposable Income\" Calculation</h2>\n<p>The creditor also contests on appeal specific issues with regard to expenses allowed in the calculation of § 1325(b)(2) \"disposable income.\" As mentioned above, § 1325(b)(2) provides that the definition of \"disposable income\" for purposes of § 1325(b) is current monthly income minus certain \"amounts reasonably necessary to be expended.\" 11 U.S.C. § 1325(b)(2). Section 1325(b)(3) then defines \"amounts reasonably necessary to be expended\" in § 1325(b)(2) in the case of an above-median debtor by reference to Chapter 7 of the Bankruptcy Code. The final points of contention in this case revolve around § 1325(b)(3)'s incorporation of paragraphs (A) and (B) of § 707(b)(2).</p>\n<p>Specifically, eCast contends that the bankruptcy court in this case erred in its application of § 707(b)(2) to Musselman's situation in two ways. First, eCast contends that the bankruptcy court erred by permitting the debtor to count the full amount allowed for housing and transportation under the IRS Local Standards when calculating expenses for his \"disposable income.\" Second, eCast argues the bankruptcy court erroneously found that payments on secured debts need not be subjectively \"reasonably necessary to be expended\" for the maintenance of the debtor or his dependents.</p>\n<p></p>\n<h2>1. Application of the IRS Local Standards for Housing and Transportation</h2>\n<p>The first § 707(b)(2) issue presented is whether § 707(b)(2)(A)(ii)(I) permits a debtor who has expenses for housing or transportation to include the full amount allowed by the IRS Local Standards for those expense categories when calculating his § 1325(b)(2) \"disposable income\" even when his actual expenses are less than the IRS amounts.<sup>[10]</sup> eCast contends that a debtor may not take the full amount allowed under the Local Standards unless the debtor actually expends such amount. The bankruptcy court in this case correctly concluded that a debtor may do so.</p>\n<p>As with the other BAPCPA interpretation issues presented in this case, this issue, too, has been \"hotly contested.\" <i>In re Briscoe,</i> 374 B.R. at 6 There is, again, a significant divide among the courts. On one side of the divide are a majority that have found that the IRS Local Standards, referenced in § 707(b)(2)(A)(ii)(I), are a fixed amount available to debtors in certain situations even when their actual expenses do not equal the Local Standards amounts. <i>See </i><i>In re Briscoe,</i> 374 B.R. at 6-7 (noting \"[m]ost courts have held that the figures set forth in the Local Standards should apply regardless of the debtors actual expenses\"); <i>see also </i><i>In re Kimbro,</i> <span class=\"citation\" data-id=\"1900830\"><a href=\"/opinion/1900830/in-re-kimbro/\"><span class=\"volume\">389</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">518</span></a></span>, 522-23 (6th Cir. BAP 2008); <i>In re Enright,</i> <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">748432</span></span>, *5-6 (Bankr.M.D.N.C.2007); <i>In re Farrar-Johnson,</i> 353 B.R. at 230; <i>In re Fowler,</i> 349 B.R. at 418; <i>In re Demonica,</i> 345 B.R. at 904-05. On the other side of the divide are a minority of courts that have held that debtors may only expense the lesser of the Local Standards or their actual expenses for housing or transportation. <i>See, e.g., </i><i>In re Ransom,</i> <span class=\"citation\" data-id=\"1860136\"><a href=\"/opinion/1860136/in-re-ransom/\"><span class=\"volume\">380</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">799</span></a></span>, 806-08 (9th Cir. BAP 2007); <i>In re Rezentes,</i> 368 B.R. at 61-62; <i>In re Slusher,</i> 359 B.R. at 308-10; <i>In re McGuire,</i> <span class=\"citation\" data-id=\"1545541\"><a href=\"/opinion/1545541/in-re-mcguire/\"><span class=\"volume\">342</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">608</span></a></span>, 613 n. 15 (Bankr.W.D.Mo.2006).</p>\n<p>Though the split here has produced only two basic outcomes, numerous distinct rationales and nuances arise within both lines of cases. <i>See </i><i>In re Ransom,</i> <span class=\"citation\" data-id=\"1860136\"><a href=\"/opinion/1860136/in-re-ransom/\"><span class=\"volume\">380</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">799</span></a></span>, 803 n. 11 (9th Cir. BAP 2007) (noting that, as of December 2007, more than 50 decisions discussed this issue, \"many of which set forth variations on the prevailing rationales\"). The court in <i>In re Sawdy,</i> <span class=\"citation\" data-id=\"1852518\"><a href=\"/opinion/1852518/in-re-sawdy/\"><span class=\"volume\">362</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">898</span></a></span>, 903-13 (Bankr. E.D.Wis.2007), <i>rev'd </i><i>by</i> <span class=\"citation\" data-id=\"1812965\"><a href=\"/opinion/1812965/grossman-v-sawdy/\"><span class=\"volume\">384</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">199</span></a></span> (E.D.Wis.2008), undertook a comprehensive review of the case law in early 2007 and identified then six distinct rationales that courts had used to reach the basic outcomes mentioned above. <i>See also </i><i>In re Briscoe,</i> <span class=\"citation\" data-id=\"1550784\"><a href=\"/opinion/1550784/in-re-briscoe/\"><span class=\"volume\">374</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">1</span></a></span>, 6-8 (reviewing the main arguments on each side and listing cases dealing with this issue where \"[m]ost courts have held that the figures set forth in the Local Standards should apply regardless of the debtor's actual expenses, but a handful of courts have concluded that because the Financial Analysis Handbook applies the lesser of the values set forth in the Local Standard or the debtor's actual expenses, courts should do the same in applying § 707(b)(2)\") (footnote omitted).</p>\n<p>Having considered carefully the language of the statute and thoroughly reviewed relevant case law, this court is persuaded that a debtor who has housing or transportation expenses may include the full amount provided by the IRS Local Standards for those expense categories, even when his actual expenses are less than those amounts. On its face. § 707(b)(2)(A)(ii)(I) makes a clear distinction between the amounts which a debtor should use in calculating his monthly expenses. A debtor's § 707(b)(2)(A)(ii)(I) monthly expenses <i>\"shall be\"</i> a combination of \"<i>applicable</i> monthly expense amounts specified under the National Standards and Local Standards\" and \"<i>actual</i> monthly expenses for the categories specified as Other Necessary Expenses issued by the Internal Revenue Service.\" 11 U.S.C. § 707(b)(2)(A)(ii)(I) (emphasis added). Courts must presume that Congress chooses its statutory language intentionally. Thus, Congress chose \"applicable\" to modify expenses under the National Standards and Local Standards and \"actual\" to modify expenses under the IRS's Other Necessary Expenses categories. This distinction must be given meaning. The most straightforward reading of the statute which gives due weight to this distinction is that those debtors with expenditures falling within the IRS's Other Necessary Expenses categories may only take their actual expenses for those categories of expenditures but debtors with housing and transportation expenses may take the full amount set forth in the IRS National Standards and Local Standards that applies to their situation. 11 U.S.C. § 707(b)(2)(A)(ii)(I); <i>see also </i><i>In re Briscoe,</i> 374 B.R. at 10.<sup>[11]</sup></p>\n<p>Courts holding the contrary, minority view sometimes make reference to the IRS's guidance on the Local Standards found in the Internal Revenue Manual, Financial Analysis Handbook which states that usually a taxpayer should receive the lesser of the actual amount expended or the amount in the Local Standards.<sup>[12]</sup> Internal Revenue Manual, Financial Analysis Handbook § 5.15.1.7(4). A careful review of § 707(b)(2)(A)(ii) however, indicates that the Internal Revenue Handbook was not expressly incorporated therein by Congress.<sup>[13]</sup> As such, this court is reluctant to import specialized standards that are \"directed at a specific audience (tax collectors) for a specific purpose (collecting delinquent taxes),\" <i>In re Briscoe,</i> 374 B.R. at 9, into a completely different setting. To do so would require \"debtors and the courts and trustees that oversee them to become amateur tax collectors.\"<sup>[14]</sup><i>Id.</i> at 9. Such requirement should not be imposed absent an express instruction from Congress.</p>\n<p>For all of these reasons, this court concludes that an above-median debtor who has housing or transportation expenses may, in calculating his expenses pursuant to § 707(b)(2)(A)(ii)(I), as incorporated into Chapter 13 by § 1325(b)(3), deduct the full amount provided by the IRS Local Standards for housing and transportation. The bankruptcy court's decision on this issue is, therefore, AFFIRMED.</p>\n<p></p>\n<h2>2. Application of § 1325(b)(2)'s \"Amounts Reasonably Necessary to Be Expended\" to Above-Median Debtors</h2>\n<p>The final issue before the court on appeal is how to interpret § 1325(b)(2)'s requirement that expenditures to be included in the \"disposable income\" calculation be \"reasonably necessary to be expended,\" 11 U.S.C. § 1325(b)(2), when those expenditures are made by an above-median debtor to pay a secured debt. Once again, competing statutory interpretations of the same BAPCPA language are at issue, this time §§ 1325(b)(2), 1325(b)(3), and 707(b)(2)(A)(iii).</p>\n<p>eCast argues on appeal that the phrase \"reasonably necessary to be expended for the maintenance or support of the debtor or a dependent of the debtor\" in § 1325(b)(2) requires that any expenses included in the calculation of \"disposable income\" must be subjectively reasonably necessary for the maintenance and support of the debtor or his dependents. Though § 1325(b)(3) indicates that \"amounts reasonably necessary to be expended\" in § 1325(b)(2) \"shall be determined in accordance with subparagraphs (A) and (B) of section 707(b)(2)\" for above-median debtors, eCast argues that the phrase \"reasonably necessary to be expended\" in § 1325(b)(2) retains independent significance, requiring courts to subjectively determine whether a given expenditure is \"reasonably necessary.\" The bankruptcy court here held that, for above-median debtors, § 707(b)(2)(A)(iii) defines what expenditures related to secured debts are \"reasonably necessary to be expended\" in § 1325(b)(2). Thus, if a given expenditure is included in the calculations provided by § 707(b)(2)(A)(iii), it is, by definition, \"reasonably necessary to be expended\" for purposes of calculating \"disposable income\" under § 1325(b)(2).</p>\n<p>There is an apparent split on this issue, too. Several courts have held that § 1325(b)(3)'s incorporation of § 707(b)(2)(A) allows debtors to include amounts paid on debts secured by so-called luxury items in their \"disposable income\" calculation regardless of whether those amounts are \"reasonably necessary to be expended\" for the maintenance and support of the debtor and his family. <i>See, e.g., In re Hays,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">1924233</span></span>, *3-6 (Bankr.D.Kan.2008); <i>In re Van Bodegom Smith,</i> <span class=\"citation\" data-id=\"1532448\"><a href=\"/opinion/1532448/in-re-van-bodegom-smith/\"><span class=\"volume\">383</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">441</span></a></span>, 445-49, (Bankr. E.D.Wis.2008); <i>In re Austin,</i> 372 B.R. at 681; <i>In re Carlton,</i> <span class=\"citation\" data-id=\"1852582\"><a href=\"/opinion/1852582/in-re-carlton/\"><span class=\"volume\">362</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">402</span></a></span>, 411 (Bankr.C.D.Ill.2007) (\"If an expense is allowed under § 707(b)(2), it meets the new definition of `reasonably necessary' and no subjective review of the expense by the Court is permitted.\") <i>reconsideration denied,</i> <span class=\"citation\" data-id=\"1953576\"><a href=\"/opinion/1953576/in-re-carlton/\"><span class=\"volume\">370</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">188</span></a></span> (Bankr.C.D.Ill.2007); <i>In re Martin,</i> <span class=\"citation\" data-id=\"2025102\"><a href=\"/opinion/2025102/in-re-martin/\"><span class=\"volume\">373</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">731</span></a></span>, 733-34 (Bankr. D.Utah 2007); <i>In re Guzman,</i> <span class=\"citation\" data-id=\"1979887\"><a href=\"/opinion/1979887/in-re-guzman/\"><span class=\"volume\">345</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">640</span></a></span>, 645-46 (Bankr.E.D.Wis.2006) (noting § 1325(b)(3) \"removes all discretion from the bankruptcy court in reviewing the reasonableness of the expenses claimed by the above-median debtor\"). Under this view, § 1325(b)(3) incorporates a portion of § 707(b)(2) to define what expenses are \"reasonably necessary to be expended.\" Thus § 707(b)(2) serves as another limit on judicial discretion by removing independent judicial determinations of whether a given expense is \"reasonably necessary\" for the support of the debtor or his dependents. <i>See </i><i>In re Farrar-Johnson,</i> 353 B.R. at 229. This appears to be the majority view. <i>See In re Hays,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">1924233</span></span> at *6.</p>\n<p>Other courts have found instead that §§ 1325(b)(2) and 1325(b)(3) impose a subjective analysis of what expenses are \"reasonably necessary\" for above-median debtors. <i>See, e.g., </i><i>In re McGillis,</i> 370 B.R. at 729-30 (holding that § 1325(b)(2)'s \"reasonably necessary\" expense requirements control the determination of allowable expenses); <i>In re Owsley,</i> <span class=\"citation\" data-id=\"1812781\"><a href=\"/opinion/1812781/in-re-owsley/\"><span class=\"volume\">384</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">739</span></a></span>, 748 (Bankr.N.D.Tex.2008) (holding that all secured debts must be \"reasonably necessary\" to be allowed under § 707(b)(2)(A)(iii)). For example, the court in <i>In re McGillis</i> held that the \"reasonably necessary\" language in § 1325(b)(2) has independent significance which must be given effect. Therefore, even if an expense is allowed under § 707(b)(2), it must also be \"reasonably necessary to be expended\" for the debtor's maintenance or support. <i>See </i><i>In re McGillis,</i> 370 B.R. at 729-30. In other words, § 707(b)(2) does not function solely as a definition of what is \"reasonably necessary,\" but rather simply \"offer[s] a further guideline for ensuring that the expenses claimed by an above-median-income debtor are reasonably necessary.\" <i>See </i><i>In re McGillis,</i> 370 B.R. at 730.</p>\n<p>The most natural reading of the language of § 1325(b) strongly supports that \"amounts reasonably necessary to be expended\" in (b)(2) is defined, in the case of an above-median debtor, by (b)(3). Section 1325(b)(3) dictates that \"amounts reasonably necessary to be expended ... <i>shall be</i> determined in accordance with subparagraphs (A) and (B) of section 707(b)(2)\" for above-median debtors. 11 U.S.C. § 1325(b)(3) (emphasis added). The mandatory \"shall be determined\" language indicates that § 1325(b)(3) gives a definition for above-median debtors' \"reasonably necessary\" expenses that courts are bound to apply, without separate inquiry into the subjective reasonable necessity of a given expense. <i>See </i><i>In re Farrar-Johnson,</i> 353 B.R. at 229 (\"For an above-median debtor, then, expenses must be calculated under section 707(b)(2); what the debtor lists as expenses on his Schedule J, outrageous or not, is beside the point.\"); <i>In re Barr,</i> 341 B.R. at 185 (\"The use of `shall' in section 1325(b)(3) is mandatory and leaves no discretion with respect to the expenses and deductions that are to be deducted in arriving at disposable income.\")</p>\n<p>The statute, in this instance, seems relatively straightforward. Congress used the term \"amounts reasonably necessary to be expended\" in § 1325(b)(2). It then went on to define what \"amounts reasonably necessary to be expended\" are for above-median debtors in § 1325(b)(3). That section, in turn adopts § 707(b)(2)(A) and (B)'s methodology for determining what expenses may and may not be included in a debtor's expense calculations.</p>\n<p>Specifically, for this case, \"amounts reasonably necessary to be expended\" for servicing secured debts are defined by § 707(b)(2)(A)(iii). That section states:</p>\n<blockquote>The debtor's average monthly payments on account of secured debts shall be calculated as the sum of</blockquote>\n<blockquote>(I) the total of all amounts scheduled as contractually due to secured creditors in each month of the 60 months following the date of the petition; and (II) any additional payments to secured creditors necessary for the debtor, in filing a plan under chapter 13 of this title [11 USCS §§ 1301 et seq.], to maintain possession of the debtor's primary residence, motor vehicle, or other property necessary for the support of the debtor and the debtor's dependents, that serves as collateral for secured debts;</blockquote>\n<blockquote>divided by 60.</blockquote>\n<p>11 U.S.C. § 707(b)(2)(A)(iii).</p>\n<p>To determine whether a given expense is \"reasonably necessary to be expended\" for purposes of § 1325(b)(2), a court need only apply this straightforward language to arrive at a consistent, predictable determination of allowable expenses. <i>See </i><i>In re Carlton,</i> 362 B.R. at 411 (\"The Court does not use its own judgment on reasonableness or necessity but, rather, must determine whether a particular expense is allowed by § 707(b)(2).\"). Thus, any payments which are \"contractually due to secured creditors in each of the 60 months following the date of the petition\" are included in the debtor's average monthly payments for secured debts. 11 U.S.C. § 707(b)(2)(A)(iii)(I). The only payments for secured debts which require a subjective determination of the necessity of payments are those payments which fall under § 707(b)(2)(A)(hi)(II).</p>\n<p>The reading of \"reasonably necessary\" that eCast urges would make this subjective determination of necessity under § 707(b)(2)(A)(iii)(II) superfluous. <i>See In re Hays,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">1924233</span></span> at *4. If § 1325(b)(2) requires a determination of reasonably necessity independent of a determination of whether expenses are allowed under § 707(b)(2)(A) and (B), then there is simply no reason for a court to engage in the subjective determination of necessity required under § 707(b)(2)(A)(iii)(II). Such an inquiry would be needlessly duplicative.</p>\n<p>As some courts have noted, the mechanical approach now dictated by § 1325(b)(3) for determining what amounts are \"reasonably necessary to be expended\" can lead to sometimes strange, unsatisfying results. <i>See </i><i>In re Alexander,</i> 344 B.R. at 750 (noting that, in part, because secured debt for luxury items \"bizarrely, may be deducted in full as a reasonable and necessary expense\" there may be odd results in plan confirmations). For example, in this particular instance, the result is that payments for a travel or camping trailer are counted as a \"reasonably necessary\" expense for the maintenance of the debtor. However, Congress has chosen through the language of §§ 1325(b)(2), 1325(b)(3), and 707(b)(2)(A)(iii) to permit such an expense to be deducted in calculating appellant's \"disposable income.\" Regardless of whether or not this makes sense to the court, \"[i]t is not the courts' place to rewrite the statute, turning it into something they consider more logical, sensible, or conducive to human progress and enlightenment.\" <i>In re Farrar-Johnson,</i> 353 B.R. at 229. Congress made a policy choice to remove judicial discretion in determining what constitutes \"reasonably necessary\" expenses for above-median debtors. <i>Id.</i> That the mechanism Congress chose may sometimes lead to imperfect results is, again, insufficient reason for this court to ignore the language of a statute. The bankruptcy court's determination was correct, and on this issue it also is AFFIRMED.</p>\n<p></p>\n<h2>IV.</h2>\n<p>For the foregoing reasons, the creditor's appeal fails, where the bankruptcy court's conclusions regarding calculation of \"projected disposable income,\" allowable expense amounts under the IRS Local Standards for above-median debtors, and determination of what amounts are \"reasonably necessary to be expended\" for above-median debtors in calculating \"disposable income\" all are AFFIRMED. The bankruptcy court's conclusion as to the length of Musselman's Chapter 13 plan was in error and on this issue raised by the debtor on appeal, also for the reasons set forth above, the bankruptcy court is REVERSED. The case is now remanded to the bankruptcy court for further proceedings not inconsistent with this court's decision.</p>\n<h2>NOTES</h2>\n<p>[1]  Hearing in this case was consolidated with hearing in <i>eCast Settlement Corp. v. Williams,</i> No. 5:07-CV-494-FL, another bankruptcy appeal, which is the subject of a separate order.</p>\n<p>[2]  Section 1325(b)(3) provides in relevant part that a debtor is considered \"above-median\" when:\n</p>\n<p>... the debtor has current monthly income, when multiplied by 12, greater than</p>\n<p>(A) in the case of a debtor in a household of 1 person, the median family income of the applicable State for 1 earner;</p>\n<p>(B) in the case of a debtor in a household of 2, 3, or 4 individuals, the highest median family income of the applicable State for a family of the same number or fewer individuals; or</p>\n<p>(C) in the case of a debtor in a household exceeding 4 individuals, the highest median family income of the applicable State for a family of 4 or fewer individuals, plus $575 per month for each individual in excess of 4.</p>\n<p>11 U.S.C. § 1325(b)(3).</p>\n<p>[3]  eCast held two unsecured claims of $27,285.97 and $709.11, respectively, at the time of filing.</p>\n<p>[4]  Section 1325(b)(2) provides:\n</p>\n<p>For purposes of this subsection, the term \"disposable income\" means current monthly income received by the debtor (other than child support payments, foster care payments, or disability payments for a dependent child made in accordance with applicable nonbankruptcy law to the extent reasonably necessary to be expended for such child) less amounts reasonably necessary to be expended</p>\n<p>(A)(i) for the maintenance or support of the debtor or a dependent of the debtor, or for a domestic support obligation, that first becomes payable after the date the petition is filed; and</p>\n<p>(ii) for charitable contributions that meet the definition of \"charitable contribution\" under section 548(d)(3) [11 USCS § 548(d)(3)] to a qualified religious or charitable entity or organization (as defined in section 548(d)(4) [11 USCS § 548(d)(4)]) in an amount not to exceed 15 percent of gross income of the debtor for the year in which the contributions are made; and</p>\n<p>(B) if the debtor is engaged in business, for the payment of expenditures necessary for the continuation, preservation, and operation of such business.</p>\n<p>11 U.S.C. § 1325(b). \"Current monthly income\" as used in § 1325(b)(2) is further defined by § 101(10A), in the statute's definitional section, as the \"average monthly income from all sources that the debtor receives... derived during the 6-month period\" preceding the case. 11 U.S.C. § 101(10A).</p>\n<p>[5]  \"Arguably no change in BAPCPA has generated as fundamental a difference in the bankruptcy courts' reported opinions as how to determine projected disposable income for above median family income debtors in chapter 13 and, therefore, what such debtors are required to pay to unsecured creditors in their chapter 13 plans.\" Thomas F. Waldron and Neil M. Berman, <i>Principled Principles of Statutory Interpretation: A Judicial Perspective After Two Years of BAPCPA,</i> 81 AM. BANKR.L.J. 195, 220 (2007).</p>\n<p>[6]  According to eCast's original objection, Musselman's plan will yield approximately 8% to his general unsecured creditors. <i>See</i> eCast Objection to Confirmation of Chapter 13 Plan. ¶ 13 (DE # 1:14). The plan, however, does not specifically provide for any payments to unsecured non-priority creditors.</p>\n<p>[7]  In interpreting the statute and attempting to address these policy concerns, courts adopting the forward looking approach disclose differences sometimes in how they approach calculating \"projected disposable income.\" There is a line of cases that supports looking to information outside of the § 1325(b)(2) \"disposable income\" calculation from the outset of inquiry. These decisions hold that any relevant information outside of § 1325(b)(2) \"disposable income\" should be considered in calculating \"projected disposable income.\" <i>See, e.g., </i><i>In re Balcerowski,</i> <span class=\"citation\" data-id=\"1547604\"><a href=\"/opinion/1547604/in-re-balcerowski/\"><span class=\"volume\">353</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">581</span></a></span>, 589-90 (Bankr.E.D.Wis.2006); <i>In re Demonica,</i> <span class=\"citation\" data-id=\"1979697\"><a href=\"/opinion/1979697/in-re-demonica/\"><span class=\"volume\">345</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">895</span></a></span>, 900 (Bankr.N.D.Ill.2006); <i>In re Edmunds,</i> <span class=\"citation no-link\"><span class=\"volume\">350</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">636</span></span>, 646-47, 649 (Bankr. D.S.C.2006); <i>In re Fuller,</i> <span class=\"citation\" data-id=\"1971829\"><a href=\"/opinion/1971829/in-re-fuller/\"><span class=\"volume\">346</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">472</span></a></span>, 485 (Bankr.S.D.Ill.2006); <i>In re Hardacre,</i> 338 B.R. at 723.\n</p>\n<p>Other decisions endorsing the forward looking approach go in a somewhat different direction. They hold more tightly to the proposition that § 1325(b)(2) \"disposable income\" is the relevant starting point for determining \"projected disposable income.\" <i>See, e.g., </i><i>In re Kibbe,</i> 361 B.R. at 312; <i>In re Pak,</i> 378 B.R. at 268; <i>In re tanning,</i> 380 B.R. at 24-25; <i>In re Wilson,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">619196</span></span> at *13, 2008 Bankr.LEXIS 769 at *47-48; <i>In re Briscoe,</i> 374 B.R. at 18-19; <i>In re Zimmerman,</i> <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">295452</span></span>, *7 (Bankr.N.D.Ohio 2007); <i>In re Jass,</i> 340 B.R. at 415-16; <i>In re Risher,</i> <span class=\"citation\" data-id=\"1541211\"><a href=\"/opinion/1541211/in-re-risher/\"><span class=\"volume\">344</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">833</span></a></span>, 836-37 (Bankr.W.D.Ky.2006). Under this analysis, § 1325(b)(2) \"disposable income\" is presumptively the debtor's correct \"projected disposable income.\" However, this presumption may be rebutted, and, if it is, then other evidence may be considered in arriving at a different amount for \"projected disposable income.\"</p>\n<p>[8]  It is also worth noting here that Congress used § 1325(b)(2) as the basis for \"projected disposable income\" in another section of the Bankruptcy Code. In the Chapter 11 setting (§ 1129(a)(15)), Congress made explicit reference to \"projected disposable income\" as used in the Chapter 13 context. Notably, § 1129(a)(15) refers to § 1325(b)(2) as providing the definition for \"projected disposable income\" for that section. While this obviously does not settle the issue, it does provide a textual showing that Congress, at least in one setting, intended that § 1325(b)(2) \"disposable income\" provide the basis for \"projected disposable income.\"</p>\n<p>[9]  While a significant number of courts have addressed the temporal versus multiplier split regarding \"applicable commitment period,\" not all of those that determined that the phrase is temporal directly addressed the question of whether the time requirements apply to debtors with no \"projected disposable income.\"</p>\n<p>[10]  Nothing in the court's order should be read to address a second context involving a debtor who owns his house or motor vehicle free and clear and, therefore, has no such expenses, Whether or not such a debtor may expense the full amount of the IRS Local Standards is not an issue now before the court.</p>\n<p>[11]  Some courts holding that debtors may not expense the full Local Standards amount reason that the result reached here renders the term \"applicable\" superfluous because if Congress intended to allow debtors to claim the entire Local Standards amount regardless of their actual expense level, it could have so stated in a more straightforward fashion. <i>See </i><i>In re Slusher,</i> 359 B.R. at 309; <i>In re Wiggs,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">2246432</span></span>, *2 (Bankr.N.D.Ill.2006). This argument is unconvincing for two reasons. First, as stated above, Congress's contrasting use of \"applicable\" and \"actual\" in the same sentence of § 707(b)(2)(A)(ii)(I) indicates that there must be a distinction between the two categories of expenses. Second, under this court's reading, \"applicable\" retains significanceit \"refer[s] to the varying expense amounts listed for individuals subject to different circumstances\" such as location and family size. <i>See </i><i>In re Briscoe,</i> 374 B.R. at 10.</p>\n<p>[12]  It is not altogether clear that the Internal Revenue Manual actually dictates the \"lesser of\" choice that many courts ascribe to it. <i>See </i><i>In re Kimbro,</i> 389 B.R. at 525, 530-31 (noting that the Internal Revenue Manual permits revenue officers \"substantial discretion in allowing a taxpayer's expenses\"). Such a reading of the Internal Revenue Manual militates against incorporating the Handbook into the Bankruptcy Code without an explicit directive from Congress.</p>\n<p>[13]  Perhaps importantly, Congress considered and ultimately rejected an explicit reference to the Internal Revenue Manual in an earlier draft of BAPCPA. <i>See </i><i>In re Kimbro,</i> 389 B.R. at 525-26 (noting that Congress deleted a reference to the Internal Revenue Manual in a BAPCPA draft in the statute's final language); <i>In re Simms,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">217174</span></span>, *16 (Bankr. N.D.W.Va.2008) (noting the same); <i>In re Fowler,</i> 349 B.R. at 419 (noting the same).</p>\n<p>[14]  Further, as another court has noted, the IRS \"recently announced that it does not believe that its collection of financial standards in the IRM is applicable in bankruptcy:\n</p>\n<p>Disclaimer: IRS Collection Financial Standards are intended for use in calculating repayment of delinquent taxes. These Standards are effective on March 1, 2008 for purposes of federal tax administration only. Expense information for use in bankruptcy calculations can be found on the website for the U.S. Trustee Program.</p>\n<p>http://www.irs.gov/individuals/article/0,,id= 96543,00.html.\" <i>In re Kimbro,</i> 389 B.R. at 527.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/131157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/667240/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705999/",
    "http://www.courtlistener.com/api/rest/v3/opinions/799979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1026309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1349952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1439789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1521393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1529542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1532448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1536228/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1536295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1541149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1541211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1545541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1547604/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1550784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1808367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1812781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1812965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1825063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1838999/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1851934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1852394/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1852518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1852582/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1852688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1859956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1860136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1870314/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1881121/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1897688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1900830/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1903823/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1903832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1903872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1924606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1953576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1953650/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1954244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1971829/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1979697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1979887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1980586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2017497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2017879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2025102/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2025576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2025645/"
  ]
}