{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1834979/",
  "absolute_url": "/opinion/1834979/lynch-v-haenke/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1834979/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:34:11.720385Z",
  "date_modified": "2016-04-27T00:49:06.081842Z",
  "type": "010combined",
  "sha1": "8c49945c78110a2ba81333a4167a7448a6474444",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>In re Marjorie K. LYNCH, Bankruptcy Administrator, Appellant,<br>\nv.<br>\nDayna Eileen HAENKE, Appellee.</h1></center>\n<center>No. 5:07-CV-336-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 30, 2008.</center>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on the Bankruptcy Administrator's appeal of the bankruptcy court's order entered June 28, 2007, denying the Bankruptcy Administrator's motion to dismiss case for abuse pursuant to 11 U.S.C. § 707(b). The stated issue on appeal is whether the bankruptcy court erred in denying the Bankruptcy Administrator's motion to dismiss Appellee's bankruptcy case under 11 U.S.C. § 707(b)(1), based on the presumption of abuse as determined under 11 U.S.C. § 707(b)(2). The parties address the following issue: Whether, under 11 U.S.C. § 707(b)(2)(A)(iii), a debtor qualifies for an expense allowance for payments on secured debts when no payments will be made because the debtor intends to surrender the property securing the debt.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>On December 16, 2006, Appellee Dayna Eileen Haenke (\"Haenke\" or \"Debtor\") filed a voluntary petition for relief under Chapter 7 of the Bankruptcy Code. In connection with the petition, Appellee filed schedules itemizing her assets and liabilities, an Official Form B22A and a Chapter 7 Individual Debtor's Statement of Intention. In doing so, Appellee identified (1) an ownership interest in a former residence located in Farmington Heights, Michigan (the \"Michigan Residence\"), (2) secured debt relating to the Michigan Residence and (3) future monthly payments of $1,660.58 and $81.62, respectively, on that secured debt. (Form B22A). Further, Appellee indicated her intention to surrender her interest in the Michigan Residence. (Chapter 7 Individual Debtor's Statement of Intention).</p>\n<p>On December 21, 2007, Washington Mutual bank filed a motion for relief from the automatic stay regarding the Michigan Residence. On January 12, 2007, the Bankruptcy Court in the Eastern District of North Carolina, Raleigh Division, entered an order granting Washington Mutual Bank's motion for relief from the automatic stay.</p>\n<p>On January 20, 2007, the Bankruptcy Administrator filed a Motion to Dismiss Debtor's Case for Abuse Pursuant to 11 U.S.C. § 707(b), on grounds that it would be an abuse of Chapter 7 to grant a discharge to the Debtor because she had sufficient disposable income to repay her unsecured creditors in full over sixty months. Specifically, the Bankruptcy Administrator argued that the Debtor did not qualify for certain deductions, including the average monthly mortgage payments on the Michigan Residence that she had ceased making and would not make in the future because she planned to surrender her residence to secured creditors.</p>\n<p>On June 6, 2007, the bankruptcy court held a hearing on the Bankruptcy Administrator's Motion to Dismiss. On June 28, 2007, the court entered an order denying the Bankruptcy Administrator's Motion to Dismiss, concluding that the statute authorized the Debtor to reduce her current monthly income by the average monthly amount of payments on the Michigan Residence.</p>\n<p>The Bankruptcy Administrator filed the instant appeal. The Bankruptcy Administrator requests that, if the Court finds the Debtor is not eligible for the deductions in question, the Court conclude that a presumption of abuse pursuant to 11 U.S.C. § 707(b)(2)(A) arises, and dismiss the case.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>This Court reviews the bankruptcy court's findings of fact for clear error, <i>In re Bryson Properties, XVIII,</i> 961 F.2d 496, 499 (4th Cir.1992), and findings of law de novo. <i>Perlow v. Perlow,</i> 128 B.R. 412, 414 (E.D.N.C.1991).</p>\n<p></p>\n<h2>B. Means Testing under 11 U.S.C. § 707(b)(2)</h2>\n<p>In a Chapter 7 bankruptcy case, bankruptcy administrators liquidate a debtor's non-exempt assets to pay creditors and then the debtor receives a discharge of her debts.</p>\n<p>11 U.S.C. § 707(b) of the Bankruptcy Code, which governs dismissal of Chapter 7 bankruptcy cases, provides a mechanism by which a presumption of abuse arises if a mathematical formula set out in the statute, referred to as the \"means test,\" yields a minimum amount of monthly disposable income. The means test calculates the debtor's current monthly income (\"CMI\"), as defined under 11 U.S.C. § 101(10A), based on the debtor's average income for the six months preceding the month of the bankruptcy filing. If the debtor's monthly disposable income, after reducing the CMI by defined allowances for living expenses and payment of secured and priority debt, is more than a particular amount, the presumption of abuse arises. Eugene R. Wedoff, <i>Means Testing in § 707(b),</i> 79 Am. Bankr.L.J. 231, 231-32 (2005). The Bankruptcy Code provides that the allowed expenses or deductions relating to secured debt shall be \"the total of all amounts scheduled as contractually due to secured creditors in each month of the 60 months following the date of the petition.\" 11 U.S.C. § 707(b)(2)(A)(iii).</p>\n<p>The bankruptcy administrator is required to review all materials filed by the debtor. 11 U.S.C. § 704(b). If the bankruptcy administrator determines that the presumption of abuse arises and the debtor's income is not less than the median family income in the debtor's state, the bankruptcy administrator is required to either file a motion to dismiss the bankruptcy case or file a statement setting forth the reasons the bankruptcy administrator does not consider a motion to dismiss to be appropriate.</p>\n<p>In this case, the issue is whether the Debtor qualifies for expense allowances for average monthly future payments on account of secured debts.</p>\n<p></p>\n<h2>C. Average Monthly Future Payments for Secured Debt Intended to be Surrendered</h2>\n<p>Under § 707(b)(2)(A)(iii), \"[t]he debtor's average monthly payments on account of secured debts shall be calculated as the sum of  (I) the total of all amounts <i>scheduled as contractually due</i> to secured creditors in each month of the 60 months following the date of the petition ... divided by 60.\" The Debtor included her monthly payments of $1,660.58 and $81.62 on her Form B22A, although she had stopped making those payments and indicated her intent to surrender the Michigan property on the Debtor's Statement of Intention. The bankruptcy court decision below allowed the payments to be deducted from the Debtor's CMI for the purposes of the \"means test.\"</p>\n<p>The central question before the Court is what the language \"scheduled as contractually due\" means. As the bankruptcy court below describes, courts have interpreted the statute in two distinct ways.</p>\n<p>On one hand, courts have viewed the phrase as forward-looking, interpreting \"scheduled\" to refer to bankruptcy schedules, including the statement of intention. <i>See </i><i>In re Ray,</i> 362 B.R. 680 (Bankr.D.S.C.2007)(interpreting § 707(b)(2)(A)(iii) to \"not support deduction of average secured credit payments on debt secured by collateral that the debtor proposes to surrender\"); <i>see e.g. </i><i>In re Love,</i> 350 B.R. 611, 613-614 (Bankr.M.D.Ala.2006)(interpreting \"scheduled\" under § 707(b)(2)(A)(iii) as forward-looking in that \"one schedules something which one expects to take place in the future and not an event which one plans to avoid.\"); <i>In re Skaggs,</i> 349 B.R. 594, 599 (Bankr.E.D.Mo.2006)(a debtor's schedules and statements form the basis from which the court should determine whether a debt is \"scheduled as contractually due.\"); <i>In re Harris,</i> 353 B.R. 304, 309-310 (Bankr.E.D.Okla.2006)(\"monthly payments for secured debt cannot be included in the means test calculation when a debtor intends to surrender the corresponding collateral.\").</p>\n<p>In contrast, other courts have viewed the phrase \"scheduled as contractually due\" as indicating the means test provided by § 707(b) intends to capture a \"snap-shot\" of the debtor's financial state as of the date of the petition rather than construct a forward-looking analysis of the debtor's financial situation. <i>See </i><i>Fokkena v. Hartwick,</i> 373 B.R. 645, 656 (D.Minn.2007)(\"Congress did not state that the subsection at issue applied only to payments estimated to be actually paid ... [a] natural reading of subsection (iii)(I) is that it applies to payments that the debtor is under contract to make ...\"); <i>In re Walker,</i> 2006 WL 1314125, *4 (Bankr.N.D.Ga.2006)(\"nothing the debtor does or does not do changes the fact that scheduled payments remain contractually due.\"); <i>In re Kogler,</i> 368 B.R. 785, 791 (Bankr.W.D.Wis.2007)(\"The best interpretation of § 707(b)(2) is to regard it as requiring a `snapshot' of the debtors' finances at the time of filing.\"); <i>In re Galyon,</i> 366 B.R. 164, 167 (Bankr.W.D.Okl. 2007) (\"for the purposes of the means test calculation, the debtor may deduct the payments at issue, despite her declared intent to surrender the collateral securing the debt.\"); <i>see also </i><i>In re Randle,</i> 2007 WL 2668727, *6-7 (N.D.Ill.2007)(rejecting interpretation of \"scheduled\" as referring to bankruptcy schedules, explaining \"the only other place in the Bankruptcy Code that uses the phrase `scheduled as' also explicitly refers to bankruptcy schedules before using the phrase `scheduled as' in the same sentence.\").</p>\n<p>The two opposing interpretations of the statute described above comprise the respective positions of the Appellant and Appellee in the instant case. Both the Appellant and Appellee claim their respective legal conclusions rely on the text of the § 707(b)(2)(A)(iii). However, despite the Appellant's announced commitment to the language of the statute, the heart of its analysis centers on responding to what it believes congressional intent, legislative purpose or Congress' policy aims were when Congress enacted the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005. <i>See</i> Brief of Appellant, 5:07-CV-336-BO (E.D.N.C. September 11, 2007)(\"Congress' intent with respect to the means test was to `ensure that those who can afford to repay some portion of their unsecured debts [be] required to do so.'\")(quoting <i>In re Hardacre,</i> 338 B.R. 718, 725 (Bankr.N.D.Texas 2006)). In basing the Court's analysis on the ordinary, plain meaning of the statute, there exists little reason to dismiss the common sense understanding of the statute's language in favor of the Appellant's apparent post-hoc rationalization of the meaning of the text. <i>See </i><i>United States v. Ron Pair Enters.,</i> 489 U.S. 235, 241, 109 S.Ct. 1026, 103 L.Ed.2d 290 (1989)(\"where, as here, the statute's language is plain, `the sole function of the courts is to enforce it according to its terms.'\")(quoting <i>Caminetti v. United States,</i> 242 U.S. 470, 485, 37 S.Ct. 192, 61 L.Ed. 442 (1917)). Congress did not tailor the subsection at issue so as to apply only to payments estimated to be actually paid. Instead, a plain, ordinary reading of the subsection supports the bankruptcy court's finding that it applies to payments that the debtor is under contract to make. Accordingly, because the Debtor was still under contractual obligation to pay her mortgage at the time she filed her bankruptcy petition, the statute allows such deductions to be made for the purposes of the means test.</p>\n<p>The Supreme Court has stated that \"when a statute's language is plain, the sole function of the courts  at least where the disposition required by the text is not absurd  is to enforce it according to its terms.\" <i>Lamie v. U.S. Trustee,</i> 540 U.S. 526, 534, 124 S.Ct. 1023, 157 L.Ed.2d 1024 (2004). In doing more, courts often do more harm than they intend. \"When [courts] adopt a method that psychoanalyzes Congress rather than reads its laws, when we employ a tinkerer's toolbox, we do great harm. Not only do we reach the wrong result with respect to the statute at hand, but we poison the well of future legislation, depriving legislators of the assurance that ordinary terms, used in an ordinary context, will be given a predictable meaning. Our highest responsibility in the field of statutory construction is to read the laws in a consistent way, giving Congress a sure means by which it may work the people's will.\" <i>Chisom v. Roemer,</i> 501 U.S. 380, 417, 111 S.Ct. 2354, 115 L.Ed.2d 348 (1991)(Scalia, J., dissenting). Moreover, when courts fail to remain faithful to the text of a statute, they discourage legislative responsiveness and allow for, even, poorly written laws to live on without amendment. In addition, the failure to remain committed to the ordinary meaning of a statute's text prevents ordinary people from organizing and planning their behavior accordingly.</p>\n<p>In the bankruptcy law context, the need for courts to interpret statutes in ways' that bolster predictability and consistency for both the lawmakers and the general public proves especially acute given the pending economic crisis the country currently faces. Unfortunately, and tragically in many cases, the facts presented in the instant case will undoubtedly prove increasingly prevalent in bankruptcy courts stretching across our country. As a consequence, an additional onus exists for courts to interpret statutes so as to provide potential bankruptcy petitioners certainty in these uncertain times and, simultaneously, encourage legislative responsiveness by lawmakers who have proved unresponsive in allowing the situation we face to materialize. That said, the Court affirms the bankruptcy court's interpretation of § 707(b)(2)(A)(iii).</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Accordingly, based on the foregoing, files, records and proceedings herein, the bankruptcy court's Order denying the Bankruptcy Administrator's Motion to Dismiss is AFFIRMED.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>In re Marjorie K. LYNCH, Bankruptcy Administrator, Appellant,<br>\nv.<br>\nDayna Eileen HAENKE, Appellee.</h1></center>\n<center>No. 5:07-CV-336-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 30, 2008.</center>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on the Bankruptcy Administrator's appeal of the bankruptcy court's order entered June 28, 2007, denying the Bankruptcy Administrator's motion to dismiss case for abuse pursuant to 11 U.S.C. § 707(b). The stated issue on appeal is whether the bankruptcy court erred in denying the Bankruptcy Administrator's motion to dismiss Appellee's bankruptcy case under 11 U.S.C. § 707(b)(1), based on the presumption of abuse as determined under 11 U.S.C. § 707(b)(2). The parties address the following issue: Whether, under 11 U.S.C. § 707(b)(2)(A)(iii), a debtor qualifies for an expense allowance for payments on secured debts when no payments will be made because the debtor intends to surrender the property securing the debt.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>On December 16, 2006, Appellee Dayna Eileen Haenke (\"Haenke\" or \"Debtor\") filed a voluntary petition for relief under Chapter 7 of the Bankruptcy Code. In connection with the petition, Appellee filed schedules itemizing her assets and liabilities, an Official Form B22A and a Chapter 7 Individual Debtor's Statement of Intention. In doing so, Appellee identified (1) an ownership interest in a former residence located in Farmington Heights, Michigan (the \"Michigan Residence\"), (2) secured debt relating to the Michigan Residence and (3) future monthly payments of $1,660.58 and $81.62, respectively, on that secured debt. (Form B22A). Further, Appellee indicated her intention to surrender her interest in the Michigan Residence. (Chapter 7 Individual Debtor's Statement of Intention).</p>\n<p>On December 21, 2007, Washington Mutual bank filed a motion for relief from the automatic stay regarding the Michigan Residence. On January 12, 2007, the Bankruptcy Court in the Eastern District of North Carolina, Raleigh Division, entered an order granting Washington Mutual Bank's motion for relief from the automatic stay.</p>\n<p>On January 20, 2007, the Bankruptcy Administrator filed a Motion to Dismiss Debtor's Case for Abuse Pursuant to 11 U.S.C. § 707(b), on grounds that it would be an abuse of Chapter 7 to grant a discharge to the Debtor because she had sufficient disposable income to repay her unsecured creditors in full over sixty months. Specifically, the Bankruptcy Administrator argued that the Debtor did not qualify for certain deductions, including the average monthly mortgage payments on the Michigan Residence that she had ceased making and would not make in the future because she planned to surrender her residence to secured creditors.</p>\n<p>On June 6, 2007, the bankruptcy court held a hearing on the Bankruptcy Administrator's Motion to Dismiss. On June 28, 2007, the court entered an order denying the Bankruptcy Administrator's Motion to Dismiss, concluding that the statute authorized the Debtor to reduce her current monthly income by the average monthly amount of payments on the Michigan Residence.</p>\n<p>The Bankruptcy Administrator filed the instant appeal. The Bankruptcy Administrator requests that, if the Court finds the Debtor is not eligible for the deductions in question, the Court conclude that a presumption of abuse pursuant to 11 U.S.C. § 707(b)(2)(A) arises, and dismiss the case.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>This Court reviews the bankruptcy court's findings of fact for clear error, <i>In re Bryson Properties, XVIII,</i> <span class=\"citation\" data-id=\"581392\"><a href=\"/opinion/581392/in-re-bryson-properties-xviii-debtor-travelers-insurance-company-v/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">496</span></a></span>, 499 (4th Cir.1992), and findings of law de novo. <i>Perlow v. Perlow,</i> <span class=\"citation\" data-id=\"2016365\"><a href=\"/opinion/2016365/perlow-v-perlow/\"><span class=\"volume\">128</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">412</span></a></span>, 414 (E.D.N.C.1991).</p>\n<p></p>\n<h2>B. Means Testing under 11 U.S.C. § 707(b)(2)</h2>\n<p>In a Chapter 7 bankruptcy case, bankruptcy administrators liquidate a debtor's non-exempt assets to pay creditors and then the debtor receives a discharge of her debts.</p>\n<p>11 U.S.C. § 707(b) of the Bankruptcy Code, which governs dismissal of Chapter 7 bankruptcy cases, provides a mechanism by which a presumption of abuse arises if a mathematical formula set out in the statute, referred to as the \"means test,\" yields a minimum amount of monthly disposable income. The means test calculates the debtor's current monthly income (\"CMI\"), as defined under 11 U.S.C. § 101(10A), based on the debtor's average income for the six months preceding the month of the bankruptcy filing. If the debtor's monthly disposable income, after reducing the CMI by defined allowances for living expenses and payment of secured and priority debt, is more than a particular amount, the presumption of abuse arises. Eugene R. Wedoff, <i>Means Testing in § 707(b),</i> 79 Am. Bankr.L.J. 231, 231-32 (2005). The Bankruptcy Code provides that the allowed expenses or deductions relating to secured debt shall be \"the total of all amounts scheduled as contractually due to secured creditors in each month of the 60 months following the date of the petition.\" 11 U.S.C. § 707(b)(2)(A)(iii).</p>\n<p>The bankruptcy administrator is required to review all materials filed by the debtor. 11 U.S.C. § 704(b). If the bankruptcy administrator determines that the presumption of abuse arises and the debtor's income is not less than the median family income in the debtor's state, the bankruptcy administrator is required to either file a motion to dismiss the bankruptcy case or file a statement setting forth the reasons the bankruptcy administrator does not consider a motion to dismiss to be appropriate.</p>\n<p>In this case, the issue is whether the Debtor qualifies for expense allowances for average monthly future payments on account of secured debts.</p>\n<p></p>\n<h2>C. Average Monthly Future Payments for Secured Debt Intended to be Surrendered</h2>\n<p>Under § 707(b)(2)(A)(iii), \"[t]he debtor's average monthly payments on account of secured debts shall be calculated as the sum of  (I) the total of all amounts <i>scheduled as contractually due</i> to secured creditors in each month of the 60 months following the date of the petition ... divided by 60.\" The Debtor included her monthly payments of $1,660.58 and $81.62 on her Form B22A, although she had stopped making those payments and indicated her intent to surrender the Michigan property on the Debtor's Statement of Intention. The bankruptcy court decision below allowed the payments to be deducted from the Debtor's CMI for the purposes of the \"means test.\"</p>\n<p>The central question before the Court is what the language \"scheduled as contractually due\" means. As the bankruptcy court below describes, courts have interpreted the statute in two distinct ways.</p>\n<p>On one hand, courts have viewed the phrase as forward-looking, interpreting \"scheduled\" to refer to bankruptcy schedules, including the statement of intention. <i>See </i><i>In re Ray,</i> <span class=\"citation\" data-id=\"1852514\"><a href=\"/opinion/1852514/in-re-ray/\"><span class=\"volume\">362</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">680</span></a></span> (Bankr.D.S.C.2007)(interpreting § 707(b)(2)(A)(iii) to \"not support deduction of average secured credit payments on debt secured by collateral that the debtor proposes to surrender\"); <i>see e.g. </i><i>In re Love,</i> <span class=\"citation\" data-id=\"2017679\"><a href=\"/opinion/2017679/in-re-love/\"><span class=\"volume\">350</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">611</span></a></span>, 613-614 (Bankr.M.D.Ala.2006)(interpreting \"scheduled\" under § 707(b)(2)(A)(iii) as forward-looking in that \"one schedules something which one expects to take place in the future and not an event which one plans to avoid.\"); <i>In re Skaggs,</i> <span class=\"citation\" data-id=\"1879682\"><a href=\"/opinion/1879682/in-re-skaggs-richard-connie/\"><span class=\"volume\">349</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">594</span></a></span>, 599 (Bankr.E.D.Mo.2006)(a debtor's schedules and statements form the basis from which the court should determine whether a debt is \"scheduled as contractually due.\"); <i>In re Harris,</i> <span class=\"citation\" data-id=\"1547592\"><a href=\"/opinion/1547592/in-re-harris/\"><span class=\"volume\">353</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">304</span></a></span>, 309-310 (Bankr.E.D.Okla.2006)(\"monthly payments for secured debt cannot be included in the means test calculation when a debtor intends to surrender the corresponding collateral.\").</p>\n<p>In contrast, other courts have viewed the phrase \"scheduled as contractually due\" as indicating the means test provided by § 707(b) intends to capture a \"snap-shot\" of the debtor's financial state as of the date of the petition rather than construct a forward-looking analysis of the debtor's financial situation. <i>See </i><i>Fokkena v. Hartwick,</i> <span class=\"citation\" data-id=\"2025070\"><a href=\"/opinion/2025070/fokkena-v-hartwick/\"><span class=\"volume\">373</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">645</span></a></span>, 656 (D.Minn.2007)(\"Congress did not state that the subsection at issue applied only to payments estimated to be actually paid ... [a] natural reading of subsection (iii)(I) is that it applies to payments that the debtor is under contract to make ...\"); <i>In re Walker,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">1314125</span></span>, *4 (Bankr.N.D.Ga.2006)(\"nothing the debtor does or does not do changes the fact that scheduled payments remain contractually due.\"); <i>In re Kogler,</i> <span class=\"citation\" data-id=\"1953941\"><a href=\"/opinion/1953941/in-re-kogler/\"><span class=\"volume\">368</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">785</span></a></span>, 791 (Bankr.W.D.Wis.2007)(\"The best interpretation of § 707(b)(2) is to regard it as requiring a `snapshot' of the debtors' finances at the time of filing.\"); <i>In re Galyon,</i> <span class=\"citation\" data-id=\"1881059\"><a href=\"/opinion/1881059/in-re-galyon/\"><span class=\"volume\">366</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">164</span></a></span>, 167 (Bankr.W.D.Okl. 2007) (\"for the purposes of the means test calculation, the debtor may deduct the payments at issue, despite her declared intent to surrender the collateral securing the debt.\"); <i>see also </i><i>In re Randle,</i> <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">2668727</span></span>, *6-7 (N.D.Ill.2007)(rejecting interpretation of \"scheduled\" as referring to bankruptcy schedules, explaining \"the only other place in the Bankruptcy Code that uses the phrase `scheduled as' also explicitly refers to bankruptcy schedules before using the phrase `scheduled as' in the same sentence.\").</p>\n<p>The two opposing interpretations of the statute described above comprise the respective positions of the Appellant and Appellee in the instant case. Both the Appellant and Appellee claim their respective legal conclusions rely on the text of the § 707(b)(2)(A)(iii). However, despite the Appellant's announced commitment to the language of the statute, the heart of its analysis centers on responding to what it believes congressional intent, legislative purpose or Congress' policy aims were when Congress enacted the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005. <i>See</i> Brief of Appellant, 5:07-CV-336-BO (E.D.N.C. September 11, 2007)(\"Congress' intent with respect to the means test was to `ensure that those who can afford to repay some portion of their unsecured debts [be] required to do so.'\")(quoting <i>In re Hardacre,</i> <span class=\"citation\" data-id=\"1529542\"><a href=\"/opinion/1529542/in-re-hardacre/\"><span class=\"volume\">338</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">718</span></a></span>, 725 (Bankr.N.D.Texas 2006)). In basing the Court's analysis on the ordinary, plain meaning of the statute, there exists little reason to dismiss the common sense understanding of the statute's language in favor of the Appellant's apparent post-hoc rationalization of the meaning of the text. <i>See </i><i>United States v. Ron Pair Enters.,</i> <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></a></span>, 241, <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1026</span></a></span>, <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">290</span></a></span> (1989)(\"where, as here, the statute's language is plain, `the sole function of the courts is to enforce it according to its terms.'\")(quoting <i>Caminetti v. United States,</i> <span class=\"citation\" data-id=\"98854\"><a href=\"/opinion/98854/caminetti-v-united-states/\"><span class=\"volume\">242</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">470</span></a></span>, 485, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">192</span></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">442</span></span> (1917)). Congress did not tailor the subsection at issue so as to apply only to payments estimated to be actually paid. Instead, a plain, ordinary reading of the subsection supports the bankruptcy court's finding that it applies to payments that the debtor is under contract to make. Accordingly, because the Debtor was still under contractual obligation to pay her mortgage at the time she filed her bankruptcy petition, the statute allows such deductions to be made for the purposes of the means test.</p>\n<p>The Supreme Court has stated that \"when a statute's language is plain, the sole function of the courts  at least where the disposition required by the text is not absurd  is to enforce it according to its terms.\" <i>Lamie v. U.S. Trustee,</i> <span class=\"citation\" data-id=\"131159\"><a href=\"/opinion/131159/lamie-v-united-states-trustee/\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">526</span></a></span>, 534, <span class=\"citation\" data-id=\"131159\"><a href=\"/opinion/131159/lamie-v-united-states-trustee/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1023</span></a></span>, <span class=\"citation\" data-id=\"131159\"><a href=\"/opinion/131159/lamie-v-united-states-trustee/\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1024</span></a></span> (2004). In doing more, courts often do more harm than they intend. \"When [courts] adopt a method that psychoanalyzes Congress rather than reads its laws, when we employ a tinkerer's toolbox, we do great harm. Not only do we reach the wrong result with respect to the statute at hand, but we poison the well of future legislation, depriving legislators of the assurance that ordinary terms, used in an ordinary context, will be given a predictable meaning. Our highest responsibility in the field of statutory construction is to read the laws in a consistent way, giving Congress a sure means by which it may work the people's will.\" <i>Chisom v. Roemer,</i> <span class=\"citation\" data-id=\"112629\"><a href=\"/opinion/112629/chisom-v-roemer/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">380</span></a></span>, 417, <span class=\"citation\" data-id=\"112629\"><a href=\"/opinion/112629/chisom-v-roemer/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2354</span></a></span>, <span class=\"citation\" data-id=\"112629\"><a href=\"/opinion/112629/chisom-v-roemer/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">348</span></a></span> (1991)(Scalia, J., dissenting). Moreover, when courts fail to remain faithful to the text of a statute, they discourage legislative responsiveness and allow for, even, poorly written laws to live on without amendment. In addition, the failure to remain committed to the ordinary meaning of a statute's text prevents ordinary people from organizing and planning their behavior accordingly.</p>\n<p>In the bankruptcy law context, the need for courts to interpret statutes in ways' that bolster predictability and consistency for both the lawmakers and the general public proves especially acute given the pending economic crisis the country currently faces. Unfortunately, and tragically in many cases, the facts presented in the instant case will undoubtedly prove increasingly prevalent in bankruptcy courts stretching across our country. As a consequence, an additional onus exists for courts to interpret statutes so as to provide potential bankruptcy petitioners certainty in these uncertain times and, simultaneously, encourage legislative responsiveness by lawmakers who have proved unresponsive in allowing the situation we face to materialize. That said, the Court affirms the bankruptcy court's interpretation of § 707(b)(2)(A)(iii).</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Accordingly, based on the foregoing, files, records and proceedings herein, the bankruptcy court's Order denying the Bankruptcy Administrator's Motion to Dismiss is AFFIRMED.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/98854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112629/",
    "http://www.courtlistener.com/api/rest/v3/opinions/131159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1529542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1547592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1852514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1879682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1881059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1953941/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2016365/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2017679/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2025070/"
  ]
}