{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1834359/",
  "absolute_url": "/opinion/1834359/sowell-v-us-bank-trust-nat-assn/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1834359/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:34:04.899020Z",
  "date_modified": "2016-04-26T22:45:25.283781Z",
  "type": "010combined",
  "sha1": "a45dcf7a28b008216e104729b61a63e0eba638fe",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>317 B.R. 319 (2004)</b></center>\n<center><h1>Tony William SOWELL, Plaintiff,<br>\nv.<br>\nU.S. BANK TRUST NATIONAL ASSCIATION, as Trustee for Conseco Finance Home Equity Loan Trust 2001-D, Defendant.</h1></center>\n<center>No. 4:04-CV-61-H2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>November 3, 2004.</center>\n<p>Maria D. Mclntyre, Financial Protection Law Center, Mallam J. Maynard, Wilmington, NC, Chandra T. Taylor, Financial <span class=\"star-pagination\">*320</span> Protection Law Center, Durham, NC, for plaintiff.</p>\n<p>Heather Howell Wright, Smith Moore LLP, Greensboro, NC, Ronald R. Rogers, Maupin, Taylor &amp; Ellis, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HOWARD, District Judge.</p>\n<p>This matter is before the court on defendant<sup>[1]</sup> U.S. Bank Trust's motion to dismiss for failure to state a claim and plaintiffs motion to remand the case to the General Court of Justice, Superior Court Division, Pitt County, North Carolina. Defendant has responded to the motion to remand, and plaintiff has replied, including a Notice of Subsequently Decided Authority. Plaintiffs time to respond to defendant's motion to dismiss has expired. This matter is now ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Plaintiff filed the complaint in this action on December 29, 2003, in the General Court of Justice, Superior Court Division, Pitt County, North Carolina, alleging violations of North Carolina usury law, the Unfair and Deceptive Trade Practices Act, and breach of contract. Defendant U.S. Bank Trust removed the case against it to this court on April 4, 2004, based on this court's jurisdiction over matters \"arising in or related to\" bankruptcy. 28 U.S.C. § 1334(b). It subsequently moved to dismiss the case for failure to state a claim pursuant to Federal Rule of Civil Procedure 12(b)(6), and plaintiff moved to remand the case back to North Carolina Superior Court for lack of subject matter jurisdiction and on equitable grounds. Both parties appeared before this court in a hearing on October 21, 2004, regarding these matters.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>Taking the facts in light most favorable to the plaintiff, his case arises from a mortgage loan refinance that he obtained from Conseco Finance Servicing Corporation (hereinafter, \"Conseco\"). Conseco promised to consolidate several of plaintiffs loans in connection with this refinancing, which would leave him with a single monthly mortgage payment. Plaintiff alleges that Conseco told him that this transaction would result in his prior loans being paid in full. The funds that Conseco disbursed to Sowell's various creditors were insufficient to pay off those loans, and so Sowell remained liable for their balance. Plaintiff also alleges that the fees that Conseco and First Title Corporation charged were \"unreasonable compensation for loan-related goods, products, and services,\" in violation of N.C. Gen.Stat. § 24l.lA(c) <i>et seq.</i></p>\n<p>Conseco sold this loan to a securitization trustee, U.S. Bank Trust, which held the legal title to Sowell's loan in a loan pool. Conseco retained the servicing rights and collected the mortgage payments. Conseco later filed Chapter 11 bankruptcy in the Northern District of Illinois on December 17, 2002. As part of its plan of reorganization, it sold all of its assets to a third party, CFN Investments Holdings LLC, including rights to service Sowell's loan. As part of this asset sale, the bankruptcy court discharged the assets free and clear of any and all claims against Conseco.</p>\n<p>Plaintiff himself declared Chapter 7 bankruptcy on February 3, 2003, in the Eastern District of North Carolina, partly <span class=\"star-pagination\">*321</span> as a result of his inability to pay the balance of the loans that Conseco had partially consolidated. Plaintiff filed this action in December of that year, seeking, among other things, reformation of the loans.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Motion to Remand</h2>\n<p></p>\n<h2>A. Subject Matter Jurisdiction</h2>\n<p>\"The burden of establishing federal jurisdiction is placed upon the party seeking removal.\" <i>Mulcahey v. Columbia Organic Chemicals Co.,</i> 29 F.3d 148, 151 (4th Cir. 1994). Furthermore, courts should \"resolve all doubts about the propriety of removal in favor of retained state jurisdiction.\" <i>Hartley v. CSX Tramp., Inc.,</i> 187 F.3d 422, 424 (4th Cir. 1999).</p>\n<p>Federal district courts have jurisdiction over matters \"arising in or related to\" a bankruptcy. 28 U.S.C. § 1334(b). This jurisdiction is original jurisdiction, but it is not exclusive. <i>Id.</i> While \"Congress did not delineate the scope of 'related to' jurisdiction... its choice of words suggests a grant of some breadth.\" <i>Celotex v. Edwards,</i> 514 U.S. 300, 307-08, 115 S.Ct. 1493, 131 L.Ed.2d 403 (1995).</p>\n<p>In this case, U.S. Bank Trust asserts subject matter jurisdiction through this court's \"related to\" jurisdiction, and it offers the Stipulation and Consent Order from <i>In re Conseco, et at.,</i> Case No. 02-4972 (Bankr.N.D.Ill. Mar. 14, 2003) in support of that assertion. That court order provides, in relevant part, the following:</p>\n<p>7. <i>No liability to Obligors.</i> Neither Securitization Trustee (U.S. Bank National Association), the Securitization Trusts, nor any holder shall have any liability to any obligor under any contract or loan, and all such claims against the Securitization Trustee, the Securitization Trust of the Certificate holders shall be barred.</p>\n<blockquote>(Stipulation and Consent Order, <i>In re Conseco, Inc. et al.</i> ¶7.) Defendants contend that this order acts as a complete bar to liability for U.S. Bank Trust with respect to any loans that Conseco, the bankrupt party, had issued and securitized with U.S. Bank Trust. Specifically, defendant contends that Sowell is one of the obligors under a loan issued by Conseco and sold to U.S. Bank Trust, and that this conclusion is plain from the face of the order. Defendant cites <i>Black's Law Dictionary</i> (Abridged Sixth Ed.) to buttress its interpretation: an obligor is a \"person who has engaged to perform some obligation; [p]erson obligated under a contract or bond.\" <i>Id.</i> at 741. This court also observes that the first stipulation in the Stipulation and Consent Order reads as follows:</blockquote>\n<blockquote>WHEREAS, U.S. Bank has acted as Trustee with respect to approximately 138 Securitization Trusts (the <i>\"Securitization Trusts</i> \") that collectively own an aggregate of approximately $32 billion in home equity/home improvement, manufactured housing, recreational vehicles, consumer financing (credit card) contracts and/or loans (the \"Contracts\");....</blockquote>\n<p><i>(Id.</i> at 2.) This stipulation frames what contracts and loans the Consent Order relates to.</p>\n<p>Plaintiffs response is that the order of the bankruptcy court could not possibly have been meant to encompass such a broad range, because such breadth would be broader than either the U.S. Constitution or federal statutes allow. He points out that the Northern District of Illinois Bankruptcy Court did not notify the debtors, thereby denying plaintiffs right to due process of law prior to a deprivation of his interest in property. <i>See</i> U.S. Const. <span class=\"star-pagination\">*322</span> amend. V; <i>Mullane v. Central Hanover Bank &amp; Trust Co.,</i> 339 U.S. 306, 314, 70 S.Ct. 652, 94 L.Ed. 865 (1950) (holding that notice and a hearing is a fundamental element of due process). Lack of notice and opportunity to be heard also, plaintiff contends, violates Title 11 U.S.C. § 363(b)(1) (giving parties a right to a hearing prior to disposition of assets in the bankrupt estate). Finally, plaintiff points to several rulings by the Northern District of Illinois Bankruptcy Court to support plaintiffs argument that the bankruptcy court did not mean what defendant contends the Consent Order provides. <i>See In re </i><i>Artra Group, Inc. v. Artra Group, Inc.,</i> 300 B.R. 699, 703 (Bankr.N.D.Ill. Sep.30, 2003); <i>In re Conseco, Inc., et al,</i> Case No. 02-49672 (Bankr.N.D.Ill. Nov. 17, 2003). In <i>In re Artra Group,</i> the court declined to issue an injunction that would bind third parties beyond what the jurisdictional statute would allow. <i>In re Artra Group, Inc. v.,</i> 300 B.R. at 703 In effect, plaintiff urges this court to view that case somewhat akin to legislative history, in that the disposition of that court may be divined from orders it has issued in other cases.</p>\n<p>The Consent Order, however, is clear on its face. Where the plain meaning is unambiguous, second-guessing the judge's intent behind it based on another ruling in a different case is unwarranted. <i>See generally </i><i>Blaustein &amp; Reich, Inc. v. Buckles,</i> 365 F.3d 281, 288 n. 15 (4th Cir. 2003) (holding that where the meaning of a statute is plain, the court does not inquire into legislative history). Further, the U.S. Supreme Court has made clear that a challenge to a bankruptcy order must be made in the court that issued it, to prevent conflicting rulings in matters \"arising in or related to\" a bankruptcy. <i>Celotex v. Edwards,</i> 514 U.S. 300, 313, 115 S.Ct. 1493, 131 L.Ed.2d 403 (1995). The bankruptcy court has the power to bind third parties in matters related to the bankruptcy. <i>Id.</i> at 305, 115 S.Ct. 1493; <i>A.H. Robins v. Piccinin,</i> 788 F.2d 994, 999 (4th Cir.1986). This court's jurisdiction pursuant to 28 U.S.C. § 1334(b) is proper where \"the outcome of [the] proceeding could conceivably have any effect on the estate being administered in bankruptcy.\" <i>Pacor, Inc. v. Higgins,</i> 743 F.2d 984, 994 (3rd Cir.1984); <i>accord </i><i>A.H. Robins,</i> 788 F.2d at 1002 n. 11.</p>\n<p>This court finds that plaintiff is an obligor whose claim is barred by the order of the bankruptcy court. Any challenges to that order must be made in the court that issued it. Failing a successful challenge, the Stipulation and Consent Order conclusively establishes that this case is related to the bankruptcy case of <i>In re Conseco</i> for the purposes of subject matter jurisdiction under Title 28 U.S.C. § 1332(b).</p>\n<p>Accordingly, plaintiffs motion to remand this case to state court, based on lack of subject matter jurisdiction for its removal, is DENIED.</p>\n<p></p>\n<h2>B. Equitable Remand</h2>\n<p>In the alternative, plaintiff has urged the court, both in oral argument and in its memorandum of law, to grant a remand to state court on equitable grounds. \"The court to which such claim or cause of action is removed may remand such claim or cause of action on any equitable ground.\" 28 U.S.C. § 1452(b). Plaintiff urges this court to consult, <i>Williams v. Shell Oil,</i> 169 B.R. 684 (Bankr.S.D.Cal. 1994), where the bankruptcy court identified seven factors to consider when faced with a motion for equitable remand. They are as follows:</p>\n<blockquote>(1) The effect of the action on the administration of the bankrupt estate;</blockquote>\n<blockquote>(2) the extent to which issues of state law predominate;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*323</span> (3) the difficulty of applicable state law;&gt;</blockquote>\n<blockquote>(4) comity;</blockquote>\n<blockquote>(5) the relatedness or remoteness of the action to the bankruptcy estate;</blockquote>\n<blockquote>(6) the existence of a right to jury trial;</blockquote>\n<blockquote>(7) prejudice to the party involuntarily removed from state court.</blockquote>\n<p><i>Id.</i> at 692-93. Defendant offers <i>Blanton v. IMN Fin. Corp.,</i> 260 B.R. 257, 265 (M.D.N.C.2001), a bankruptcy order which followed an eleven-factor test formulated by various federal courts for use in adjudicating equitable remand motions. <i>Id.</i> The factors in <i>Blanton</i> include, in addition to the above <i>Williams</i> factors, judicial economy, <i>forum non conveniens,</i> the expertise of the original court, and the possibility of inconsistent results. <i>Id.</i> Although neither party has contested the other's choice of tests, this court will follow the broader test of <i>Blanton</i> in this equitable decision.</p>\n<p>Plaintiff contends that two separate proceedings-one in North Carolina court against First Title Corp., which was not removed to this court, and the matter before this court-would be duplicative or unwieldy if adjudicated in separate judicial systems. The state law issues, plaintiff contends, are matters of importance to the North Carolina General Assembly and demand adjudication within that system.</p>\n<p>Defendant has responded with equitable arguments of its own. In essence, it argues that good reason exists for Congress's grant of jurisdiction over matters related to bankruptcy proceedings. Matters of federal bankruptcy are of federal concern, and ensuring uniformity of adjudication in all matters related to bankruptcy is a counterbalancing consideration. This argument would fall under <i>Blanton</i>'s concern for \"the possibility of inconsistent results,\" especially when arising out of two separate court systems.</p>\n<p>In this case, interpretation of a federal bankruptcy order is a dispositive matter, because if the Consent Order bars plaintiffs claims, the case must be closed. This court finds that federal adjudication of bankruptcy matters is a primary reason for this court's \"related to\" jurisdiction under Title 28 U.S.C. § 1334(b), and that the Consent Order plainly puts this lawsuit squarely within the ambit of the Conseco bankruptcy ruling. Plaintiff, who bears the burden of persuasion, has not demonstrated why this dispositive federal issue does not weigh heavily on this case and impact the purpose of \"related to\" jurisdiction.</p>\n<p>Accordingly, plaintiffs motion to remand this case to North Carolina Superior Court on equitable grounds is DENIED.</p>\n<p></p>\n<h2>II. Motion to Dismiss</h2>\n<p>Defendant's principal argument in support of its motion to dismiss is that the plaintiff, as a matter of law, has no claim upon which relief may be granted as a result of the Consent Order of the Northern District of Illinois Bankruptcy Court. As stated previously, this court finds that the Consent Order (see Def.'s Ex. A at ¶ 7) by its plain meaning bars plaintiffs lawsuit in its entirety. In addition, plaintiff has not opposed this motion to dismiss.</p>\n<p>Accordingly, defendant's motion to dismiss the complaint for failure to state a claim is GRANTED.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, plaintiffs motion to remand for lack of subject matter jurisdiction is DENIED. Plaintiffs motion to remand the case on equitable grounds is also DENIED. Defendant's motion to dismiss the complaint for failure to state a claim is GRANTED.</p>\n<p>The clerk is directed to close the case.</p>\n<h2>NOTES</h2>\n<p>[1]  Only defendant U.S. Bank Trust removed this case to federal court. The other defendants in the state court are First Title Corporation and Melanie Spainhour. in her capacity as Substitute Trustee.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">319</span></span> (2004)</b></center>\n<center><h1>Tony William SOWELL, Plaintiff,<br>\nv.<br>\nU.S. BANK TRUST NATIONAL ASSCIATION, as Trustee for Conseco Finance Home Equity Loan Trust 2001-D, Defendant.</h1></center>\n<center>No. 4:04-CV-61-H2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>November 3, 2004.</center>\n<p>Maria D. Mclntyre, Financial Protection Law Center, Mallam J. Maynard, Wilmington, NC, Chandra T. Taylor, Financial <span class=\"star-pagination\">*320</span> Protection Law Center, Durham, NC, for plaintiff.</p>\n<p>Heather Howell Wright, Smith Moore LLP, Greensboro, NC, Ronald R. Rogers, Maupin, Taylor &amp; Ellis, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HOWARD, District Judge.</p>\n<p>This matter is before the court on defendant<sup>[1]</sup> U.S. Bank Trust's motion to dismiss for failure to state a claim and plaintiffs motion to remand the case to the General Court of Justice, Superior Court Division, Pitt County, North Carolina. Defendant has responded to the motion to remand, and plaintiff has replied, including a Notice of Subsequently Decided Authority. Plaintiffs time to respond to defendant's motion to dismiss has expired. This matter is now ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Plaintiff filed the complaint in this action on December 29, 2003, in the General Court of Justice, Superior Court Division, Pitt County, North Carolina, alleging violations of North Carolina usury law, the Unfair and Deceptive Trade Practices Act, and breach of contract. Defendant U.S. Bank Trust removed the case against it to this court on April 4, 2004, based on this court's jurisdiction over matters \"arising in or related to\" bankruptcy. 28 U.S.C. § 1334(b). It subsequently moved to dismiss the case for failure to state a claim pursuant to Federal Rule of Civil Procedure 12(b)(6), and plaintiff moved to remand the case back to North Carolina Superior Court for lack of subject matter jurisdiction and on equitable grounds. Both parties appeared before this court in a hearing on October 21, 2004, regarding these matters.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>Taking the facts in light most favorable to the plaintiff, his case arises from a mortgage loan refinance that he obtained from Conseco Finance Servicing Corporation (hereinafter, \"Conseco\"). Conseco promised to consolidate several of plaintiffs loans in connection with this refinancing, which would leave him with a single monthly mortgage payment. Plaintiff alleges that Conseco told him that this transaction would result in his prior loans being paid in full. The funds that Conseco disbursed to Sowell's various creditors were insufficient to pay off those loans, and so Sowell remained liable for their balance. Plaintiff also alleges that the fees that Conseco and First Title Corporation charged were \"unreasonable compensation for loan-related goods, products, and services,\" in violation of N.C. Gen.Stat. § 24l.lA(c) <i>et seq.</i></p>\n<p>Conseco sold this loan to a securitization trustee, U.S. Bank Trust, which held the legal title to Sowell's loan in a loan pool. Conseco retained the servicing rights and collected the mortgage payments. Conseco later filed Chapter 11 bankruptcy in the Northern District of Illinois on December 17, 2002. As part of its plan of reorganization, it sold all of its assets to a third party, CFN Investments Holdings LLC, including rights to service Sowell's loan. As part of this asset sale, the bankruptcy court discharged the assets free and clear of any and all claims against Conseco.</p>\n<p>Plaintiff himself declared Chapter 7 bankruptcy on February 3, 2003, in the Eastern District of North Carolina, partly <span class=\"star-pagination\">*321</span> as a result of his inability to pay the balance of the loans that Conseco had partially consolidated. Plaintiff filed this action in December of that year, seeking, among other things, reformation of the loans.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Motion to Remand</h2>\n<p></p>\n<h2>A. Subject Matter Jurisdiction</h2>\n<p>\"The burden of establishing federal jurisdiction is placed upon the party seeking removal.\" <i>Mulcahey v. Columbia Organic Chemicals Co.,</i> <span class=\"citation\" data-id=\"673862\"><a href=\"/opinion/673862/patrick-m-mulcahey-anna-mulcahey-albert-parsons-ruth-l-parsons/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">148</span></a></span>, 151 (4th Cir. 1994). Furthermore, courts should \"resolve all doubts about the propriety of removal in favor of retained state jurisdiction.\" <i>Hartley v. CSX Tramp., Inc.,</i> <span class=\"citation\" data-id=\"765637\"><a href=\"/opinion/765637/lidy-j-hartley-v-csx-transportation-incorporated-south-carolina/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">422</span></a></span>, 424 (4th Cir. 1999).</p>\n<p>Federal district courts have jurisdiction over matters \"arising in or related to\" a bankruptcy. 28 U.S.C. § 1334(b). This jurisdiction is original jurisdiction, but it is not exclusive. <i>Id.</i> While \"Congress did not delineate the scope of 'related to' jurisdiction... its choice of words suggests a grant of some breadth.\" <i>Celotex v. Edwards,</i> <span class=\"citation\" data-id=\"117920\"><a href=\"/opinion/117920/celotex-corp-v-edwards/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">300</span></a></span>, 307-08, <span class=\"citation\" data-id=\"117920\"><a href=\"/opinion/117920/celotex-corp-v-edwards/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1493</span></a></span>, <span class=\"citation\" data-id=\"117920\"><a href=\"/opinion/117920/celotex-corp-v-edwards/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">403</span></a></span> (1995).</p>\n<p>In this case, U.S. Bank Trust asserts subject matter jurisdiction through this court's \"related to\" jurisdiction, and it offers the Stipulation and Consent Order from <i>In re Conseco, et at.,</i> Case No. 02-4972 (Bankr.N.D.Ill. Mar. 14, 2003) in support of that assertion. That court order provides, in relevant part, the following:</p>\n<p>7. <i>No liability to Obligors.</i> Neither Securitization Trustee (U.S. Bank National Association), the Securitization Trusts, nor any holder shall have any liability to any obligor under any contract or loan, and all such claims against the Securitization Trustee, the Securitization Trust of the Certificate holders shall be barred.</p>\n<blockquote>(Stipulation and Consent Order, <i>In re Conseco, Inc. et al.</i> ¶7.) Defendants contend that this order acts as a complete bar to liability for U.S. Bank Trust with respect to any loans that Conseco, the bankrupt party, had issued and securitized with U.S. Bank Trust. Specifically, defendant contends that Sowell is one of the obligors under a loan issued by Conseco and sold to U.S. Bank Trust, and that this conclusion is plain from the face of the order. Defendant cites <i>Black's Law Dictionary</i> (Abridged Sixth Ed.) to buttress its interpretation: an obligor is a \"person who has engaged to perform some obligation; [p]erson obligated under a contract or bond.\" <i>Id.</i> at 741. This court also observes that the first stipulation in the Stipulation and Consent Order reads as follows:</blockquote>\n<blockquote>WHEREAS, U.S. Bank has acted as Trustee with respect to approximately 138 Securitization Trusts (the <i>\"Securitization Trusts</i> \") that collectively own an aggregate of approximately $32 billion in home equity/home improvement, manufactured housing, recreational vehicles, consumer financing (credit card) contracts and/or loans (the \"Contracts\");....</blockquote>\n<p><i>(Id.</i> at 2.) This stipulation frames what contracts and loans the Consent Order relates to.</p>\n<p>Plaintiffs response is that the order of the bankruptcy court could not possibly have been meant to encompass such a broad range, because such breadth would be broader than either the U.S. Constitution or federal statutes allow. He points out that the Northern District of Illinois Bankruptcy Court did not notify the debtors, thereby denying plaintiffs right to due process of law prior to a deprivation of his interest in property. <i>See</i> U.S. Const. <span class=\"star-pagination\">*322</span> amend. V; <i>Mullane v. Central Hanover Bank &amp; Trust Co.,</i> <span class=\"citation\" data-id=\"104786\"><a href=\"/opinion/104786/mullane-v-central-hanover-bank-trust-co/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">306</span></a></span>, 314, <span class=\"citation\" data-id=\"104786\"><a href=\"/opinion/104786/mullane-v-central-hanover-bank-trust-co/\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">652</span></a></span>, <span class=\"citation\" data-id=\"104786\"><a href=\"/opinion/104786/mullane-v-central-hanover-bank-trust-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">865</span></a></span> (1950) (holding that notice and a hearing is a fundamental element of due process). Lack of notice and opportunity to be heard also, plaintiff contends, violates Title 11 U.S.C. § 363(b)(1) (giving parties a right to a hearing prior to disposition of assets in the bankrupt estate). Finally, plaintiff points to several rulings by the Northern District of Illinois Bankruptcy Court to support plaintiffs argument that the bankruptcy court did not mean what defendant contends the Consent Order provides. <i>See In re </i><i>Artra Group, Inc. v. Artra Group, Inc.,</i> <span class=\"citation\" data-id=\"1962149\"><a href=\"/opinion/1962149/in-re-artra-group-inc/\"><span class=\"volume\">300</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">699</span></a></span>, 703 (Bankr.N.D.Ill. Sep.30, 2003); <i>In re Conseco, Inc., et al,</i> Case No. 02-49672 (Bankr.N.D.Ill. Nov. 17, 2003). In <i>In re Artra Group,</i> the court declined to issue an injunction that would bind third parties beyond what the jurisdictional statute would allow. <i>In re Artra Group, Inc. v.,</i> 300 B.R. at 703 In effect, plaintiff urges this court to view that case somewhat akin to legislative history, in that the disposition of that court may be divined from orders it has issued in other cases.</p>\n<p>The Consent Order, however, is clear on its face. Where the plain meaning is unambiguous, second-guessing the judge's intent behind it based on another ruling in a different case is unwarranted. <i>See generally </i><i>Blaustein &amp; Reich, Inc. v. Buckles,</i> <span class=\"citation no-link\"><span class=\"volume\">365</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">281</span></span>, 288 n. 15 (4th Cir. 2003) (holding that where the meaning of a statute is plain, the court does not inquire into legislative history). Further, the U.S. Supreme Court has made clear that a challenge to a bankruptcy order must be made in the court that issued it, to prevent conflicting rulings in matters \"arising in or related to\" a bankruptcy. <i>Celotex v. Edwards,</i> <span class=\"citation\" data-id=\"117920\"><a href=\"/opinion/117920/celotex-corp-v-edwards/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">300</span></a></span>, 313, <span class=\"citation\" data-id=\"117920\"><a href=\"/opinion/117920/celotex-corp-v-edwards/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1493</span></a></span>, <span class=\"citation\" data-id=\"117920\"><a href=\"/opinion/117920/celotex-corp-v-edwards/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">403</span></a></span> (1995). The bankruptcy court has the power to bind third parties in matters related to the bankruptcy. <i>Id.</i> at 305, <span class=\"citation\" data-id=\"117920\"><a href=\"/opinion/117920/celotex-corp-v-edwards/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1493</span></a></span>; <i>A.H. Robins v. Piccinin,</i> <span class=\"citation\" data-id=\"468755\"><a href=\"/opinion/468755/ah-robins-company-incorporated-v-anna-piccinin-and-nancy-campbell/\"><span class=\"volume\">788</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">994</span></a></span>, 999 (4th Cir.1986). This court's jurisdiction pursuant to 28 U.S.C. § 1334(b) is proper where \"the outcome of [the] proceeding could conceivably have any effect on the estate being administered in bankruptcy.\" <i>Pacor, Inc. v. Higgins,</i> <span class=\"citation\" data-id=\"441761\"><a href=\"/opinion/441761/in-re-pacor-inc-v-john-higgins-jr-and-louise-higgins/\"><span class=\"volume\">743</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">984</span></a></span>, 994 (3rd Cir.1984); <i>accord </i><i>A.H. Robins,</i> 788 F.2d at 1002 n. 11.</p>\n<p>This court finds that plaintiff is an obligor whose claim is barred by the order of the bankruptcy court. Any challenges to that order must be made in the court that issued it. Failing a successful challenge, the Stipulation and Consent Order conclusively establishes that this case is related to the bankruptcy case of <i>In re Conseco</i> for the purposes of subject matter jurisdiction under Title 28 U.S.C. § 1332(b).</p>\n<p>Accordingly, plaintiffs motion to remand this case to state court, based on lack of subject matter jurisdiction for its removal, is DENIED.</p>\n<p></p>\n<h2>B. Equitable Remand</h2>\n<p>In the alternative, plaintiff has urged the court, both in oral argument and in its memorandum of law, to grant a remand to state court on equitable grounds. \"The court to which such claim or cause of action is removed may remand such claim or cause of action on any equitable ground.\" 28 U.S.C. § 1452(b). Plaintiff urges this court to consult, <i>Williams v. Shell Oil,</i> <span class=\"citation no-link\"><span class=\"volume\">169</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">684</span></span> (Bankr.S.D.Cal. 1994), where the bankruptcy court identified seven factors to consider when faced with a motion for equitable remand. They are as follows:</p>\n<blockquote>(1) The effect of the action on the administration of the bankrupt estate;</blockquote>\n<blockquote>(2) the extent to which issues of state law predominate;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*323</span> (3) the difficulty of applicable state law;&gt;</blockquote>\n<blockquote>(4) comity;</blockquote>\n<blockquote>(5) the relatedness or remoteness of the action to the bankruptcy estate;</blockquote>\n<blockquote>(6) the existence of a right to jury trial;</blockquote>\n<blockquote>(7) prejudice to the party involuntarily removed from state court.</blockquote>\n<p><i>Id.</i> at 692-93. Defendant offers <i>Blanton v. IMN Fin. Corp.,</i> <span class=\"citation\" data-id=\"1998347\"><a href=\"/opinion/1998347/blanton-v-imn-financial-corp/\"><span class=\"volume\">260</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">257</span></a></span>, 265 (M.D.N.C.2001), a bankruptcy order which followed an eleven-factor test formulated by various federal courts for use in adjudicating equitable remand motions. <i>Id.</i> The factors in <i>Blanton</i> include, in addition to the above <i>Williams</i> factors, judicial economy, <i>forum non conveniens,</i> the expertise of the original court, and the possibility of inconsistent results. <i>Id.</i> Although neither party has contested the other's choice of tests, this court will follow the broader test of <i>Blanton</i> in this equitable decision.</p>\n<p>Plaintiff contends that two separate proceedings-one in North Carolina court against First Title Corp., which was not removed to this court, and the matter before this court-would be duplicative or unwieldy if adjudicated in separate judicial systems. The state law issues, plaintiff contends, are matters of importance to the North Carolina General Assembly and demand adjudication within that system.</p>\n<p>Defendant has responded with equitable arguments of its own. In essence, it argues that good reason exists for Congress's grant of jurisdiction over matters related to bankruptcy proceedings. Matters of federal bankruptcy are of federal concern, and ensuring uniformity of adjudication in all matters related to bankruptcy is a counterbalancing consideration. This argument would fall under <i>Blanton</i>'s concern for \"the possibility of inconsistent results,\" especially when arising out of two separate court systems.</p>\n<p>In this case, interpretation of a federal bankruptcy order is a dispositive matter, because if the Consent Order bars plaintiffs claims, the case must be closed. This court finds that federal adjudication of bankruptcy matters is a primary reason for this court's \"related to\" jurisdiction under Title 28 U.S.C. § 1334(b), and that the Consent Order plainly puts this lawsuit squarely within the ambit of the Conseco bankruptcy ruling. Plaintiff, who bears the burden of persuasion, has not demonstrated why this dispositive federal issue does not weigh heavily on this case and impact the purpose of \"related to\" jurisdiction.</p>\n<p>Accordingly, plaintiffs motion to remand this case to North Carolina Superior Court on equitable grounds is DENIED.</p>\n<p></p>\n<h2>II. Motion to Dismiss</h2>\n<p>Defendant's principal argument in support of its motion to dismiss is that the plaintiff, as a matter of law, has no claim upon which relief may be granted as a result of the Consent Order of the Northern District of Illinois Bankruptcy Court. As stated previously, this court finds that the Consent Order (see Def.'s Ex. A at ¶ 7) by its plain meaning bars plaintiffs lawsuit in its entirety. In addition, plaintiff has not opposed this motion to dismiss.</p>\n<p>Accordingly, defendant's motion to dismiss the complaint for failure to state a claim is GRANTED.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, plaintiffs motion to remand for lack of subject matter jurisdiction is DENIED. Plaintiffs motion to remand the case on equitable grounds is also DENIED. Defendant's motion to dismiss the complaint for failure to state a claim is GRANTED.</p>\n<p>The clerk is directed to close the case.</p>\n<h2>NOTES</h2>\n<p>[1]  Only defendant U.S. Bank Trust removed this case to federal court. The other defendants in the state court are First Title Corporation and Melanie Spainhour. in her capacity as Substitute Trustee.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117920/",
    "http://www.courtlistener.com/api/rest/v3/opinions/441761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1962149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1998347/"
  ]
}