{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1839565/",
  "absolute_url": "/opinion/1839565/coastal-federal-credit-union-v-hardiman/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1839565/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:35:03.328599Z",
  "date_modified": "2016-04-26T20:04:29.802198Z",
  "type": "010combined",
  "sha1": "3cfd00062c4a66702e3fdad6468263c31700058b",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>COASTAL FEDERAL CREDIT UNION, Appellant,<br>\nv.<br>\nLandon Terrell HARDIMAN, Jr., and Daffney Marritt Hardiman, Appellees.</h1></center>\n<center>No. 5:08-CV-17-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 28, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>In 2005, Congress amended the Bankruptcy Code via the \"Bankruptcy Abuse Prevention and Consumer Protection Act of 2005,\" Pub.L. No. 109-8, 119 Stat. 23 (\"BAPCPA\"). This case presents the question whether BAPCPA contains a modified version of the \"ride-through\" option where debtors without legal counsel timely enter into a reaffirmation agreement concerning personal property with their creditor and submit the reaffirmation agreement to the bankruptcy court, but the bankruptcy court refuses to approve the reaffirmation agreement. The bankruptcy court analyzed BAPCPA and held that under the plain meaning of the relevant BAPCPA provisions, such a modified version of the \"ride-through\" option exists within BAPCPA. Thus, after refusing to approve the reaffirmation agreement, the bankruptcy court held that the debtors could retain the car that was the subject of the reaffirmation agreement and continue to make payments on the car loan.</p>\n<p>Coastal Federal Credit Union (\"Coastal\") appeals and contends that the bankruptcy court erred in analyzing BAPCPA. Coastal argues that BAPCPA's plain meaning leads to absurd results and contravenes clearly expressed Congressional intent in BAPCPA's legislative history. On August 29, 2008, the court held oral argument. As explained below, this court disagrees with Coastal and affirms the bankruptcy court's judgment.</p>\n<p></p>\n<h2>I.</h2>\n<p>In February 2005, Landon and Daffney Hardiman (\"debtors\" or \"Hardimans\") bought a 2005 Chevrolet Equinox. The Hardimans financed the purchase through Coastal. Under the loan agreement with Coastal, the Hardimans are obligated to make a monthly car payment of $479.69 to Coastal, and Coastal has a senior, perfected first lien on the car. <i>See In re Hardiman,</i> No. 07-00954-5-ATS, [D.E. 47], at 1-2 (Bankr.E.D.N.C. Nov. 20, 2007) (order denying motion for reconsideration) (Small, Bankr. J.) [hereinafter \"Bankr. Order\"]. As of May 2007, the Hardimans were upside down on their loanthe car was worth about $9,000, but the Hardimans owed Coastal over $20,000. <i>See id.</i> Moreover, the loan agreement contains an \"ipso facto\" clause (which declares the debtors in default on the secured obligation simply by virtue of filing for bankruptcy). <i>See id.</i> at 2-3.<sup>[1]</sup></p>\n<p>On May 2, 2007, the Hardimans filed for bankruptcy under Chapter 7 of the Bankruptcy Code. As part of the bankruptcy, the Hardimans desired to reaffirm the automobile loan with Coastal because they have three children and the Chevrolet is their only reliable means of transportation. <i>Id.</i> at 2. The Hardimans (without legal counsel) timely signed a reaffirmation agreement with Coastal. <i>Id.</i> According to the reaffirmation agreement, the Hardimans have $3,925 in monthly income and $2,535 in monthly expenses, leaving $1,390 to make the required monthly car payment of $479.69 to Coastal. <i>Id.</i> Because the reaffirmation agreement did not include an attorney affidavit or declaration under 11 U.S.C. § 524(c)(3),<sup>[2]</sup> the bankruptcy court had to decide whether to approve the reaffirmation agreement as (1) not imposing an undue hardship, and (2) in the Hardimans' best interest. <i>See</i> 11 U.S.C. § 524(c)(6)(A).</p>\n<p>The bankruptcy court held a hearing under section 524(d). <i>See</i> Bankr. Order at 2. At the hearing, the bankruptcy court noted that the Hardimans' Schedule I filed with their Chapter 7 petition showed an average monthly income of $4,454.93 and their Schedule J showed average monthly expenses of $5,689, resulting in a net monthly income of $1,234.07. <i>See</i> Bankr. Order 1. Nonetheless, with the \"fresh start\" arising from their bankruptcy, the Hardimans told the bankruptcy court that their expenses would be reduced to $2,535 and that they thought they could make the monthly payments on the Chevrolet.<sup>[3]</sup><i>Id.</i> at 3. The Hardimans acknowledged, however, that it would be hard sometimes. <i>Id.</i> On August 15, 2007, the bankruptcy court rejected the reaffirmation agreement as imposing an undue hardship on the Hardimans and not in the Hardimans' best interest. <i>See id.</i> Because the bankruptcy court did not approve the reaffirmation agreement, Coastal believed that the automatic stay no longer applied, that the ipso facto clause became operative, that Coastal could seek to repossess the car under state law, and that Coastal could seek a deficiency judgment against the Hardimans for the difference between the value of the car and the amount owed. However, the bankruptcy court interpreted BAPCPA and held that the automatic stay still applied, and that Coastal could not seek to repossess the vehicle under state law so long as the Hardimans remained current on their payments and complied with the other requirements of the contract and lien. <i>Id.</i></p>\n<p>Coastal filed a motion for reconsideration. On October 31, 2007, the bankruptcy court held a hearing on the motion. On November 20, 2007, the bankruptcy court denied the motion for reconsideration. <i>See id.</i> at 10. The bankruptcy court summarized its judgment as follows:</p>\n<blockquote>Because court approval of a reaffirmation agreement is not an element of §§ 521(a)(2) and 362(h)(1), the debtors complied with the requirements of the Code by doing everything within their control to reaffirm the debt to Coastal. While \"ride-through\" is not a standalone option in addition to surrender, redemption, or reaffirmation of a debt secured by personal property, it may, in limited circumstances, occur as a result of a debtor's attempt to reaffirm.... The automatic stay remains in place with respect to Coastal, and as long as the debtors remain current in their payments, Coastal may not repossess the vehicle or declare default based on the debtors' bankruptcy filing.</blockquote>\n<p><i>Id.</i> Coastal timely appeals to this court,</p>\n<p></p>\n<h2>II.</h2>\n<p>The court reviews the bankruptcy court's factual findings for clear error, and reviews its conclusions of law de novo. <i>See </i><i>In re Baltimore Marine Indus., Inc.,</i> 476 F.3d 238, 240 (4th Cir.2007). This appeal involves only questions of law.</p>\n<p>Coastal argues: (1) the bankruptcy court erred in determining that section 521(a)(6) does not apply to this case and thereby refusing to lift the automatic stay, and (2) the bankruptcy court erred in determining that sections 521(a)(2)(C) and 362(h) do not mandate the termination of the automatic stay. Coastal's arguments are premised on two exceptions to the plain meaning rule of statutory construction. Essentially, Coastal argues that the court should reject the plain meaning of the BAPCPA provisions at issue because (1) they lead to absurd results, and (2) they run manifestly counter to clearly expressed Congressional intent in BAPCPA's legislative history. <i>See, e.g.,</i> Coastal Initial Br. 2, 7-14.</p>\n<p>\"In interpreting a statute, `a court should always turn first to one, cardinal canon [of construction] before all others': the plain meaning rule.\" <i>Ayes v. U.S. Dep't of Veterans Affairs,</i> 473 F.3d 104, 108 (4th Cir.2006) (alteration in original) (quoting <i>Conn. Nat'l Bank v. Germain,</i> 503 U.S. 249, 253, 112 S.Ct. 1146, 117 L.Ed.2d 391 (1992)). In applying the plain meaning rule, courts must \"consider the context in which the statutory words are used because [courts] do not construe statutory phrases in isolation; [courts] read statutes as a whole.\" <i>Id.</i> (quotation &amp; alterations thereof omitted). However, \"[t]he [statutory construction] inquiry ceases if the statutory language is unambiguous and the statutory scheme is coherent and consistent.\" <i>Barnhart v. Sigmon Coal, Co.,</i> 534 U.S. 438, 450, 122 S.Ct. 941, 151 L.Ed.2d 908 (2002) (quotation omitted); <i>see </i><i>Ayes,</i> 473 F.3d at 108.</p>\n<p>Coastal acknowledges the plain meaning rule, but notes that the plain meaning rule is subject to \"two narrow exceptions.\" <i>In re Sunterra Corp.,</i> 361 F.3d 257, 265 (4th Cir.2004). According to the Fourth Circuit:</p>\n<blockquote>The first such exception, premised on absurdity, exists when literal application of the statutory language at issue results in an outcome that can truly be characterized as absurd, i.e., that is so gross as to shock the general moral or common sense. The second exception is premised on legislative intent, and it exists only when literal application of the statutory language at issue produces an outcome that is demonstrably at odds with clearly expressed congressional intent. A reviewing court may look beyond the plain language of an unambiguous statute only when one of these exceptions is implicated. And [the Fourth Circuit] ha[s] recognized that the instances in which either of these exceptions to the Plain Meaning Rule apply are, and should be, exceptionally rare.</blockquote>\n<p><i>Id.</i> (internal citations &amp; quotations omitted).</p>\n<p>To invoke the absurdity exception, the outcome mandated by the plain language must be \"so gross as to shock the general moral or common sense.\" <i>Md. State Dep't of Educ. v. U.S. Dep't of Veterans Affairs,</i> 98 F.3d 165, 169 (4th Cir. 1996). Accordingly, \"if it is plausible that Congress intended the result compelled by the Plain Meaning Rule, [a court] must reject an assertion that such an application is absurd.\" <i>Sunterra,</i> 361 F.3d at 268. Even if the result compelled by the plain language is \"anomalous,\" \"unreasonable,\" or even \"quite unreasonable,\" it must stand if Congress could plausibly have made that choice. <i>Id.</i> at 267-28 (internal quotations omitted) (concluding that plain meaning implications of the phrase \"assume or assign\" were not absurd where plain language of Bankruptcy Code prohibited Chapter 11 debtor-in-possession from \"assum[ing] or assign[ing]\" an executory contract without creditor's permission, and where debtor argued that such an interpretation conflicted with the general bankruptcy policy of promoting successful reorganizations by Chapter 11 bankrupts): <i>see also </i><i>Md. State Dep't of Educ.,</i> 98 F.3d at 167-71 (rejecting argument that statute was absurd where it provided for arbitration panel to review federal agency's compliance with statute, but did not provide arbitration panel with any enforcement powers, because Congress could plausibly have chosen to have aggrieved party file arbitration actions over and over in hopes of convincing (or annoying) the federal agency into compliance with the statute). The Fourth Circuit's analysis of the absurdity exception conforms with Supreme Court precedent. <i>See </i><i>Griffin v. Oceanic Contractors, Inc.,</i> 458 U.S. 564, 570, 574-77, 102 S.Ct. 3245, 73 L.Ed.2d 973 (1982) (concluding that maritime-law statute mandating two days' pay for \"each and every day\" that wages are impermissibly withheld was not absurd where shipowner did not pay $412 in disputed wages, and lawsuit over said wages stretched out over lengthy period of time, resulting in plaintiff receiving over $300,000 in statutorily mandated wages); <i>cf. </i><i>Green v. Bock Laundry Machine Co.,</i> 490 U.S. 504, 505-11, 109 S.Ct. 1981, 104 L.Ed.2d 557 (1989) (appearing to conclude that former Federal Rule of Evidence 609, whose plain text required admission of felony convictions to impeach testifying civil plaintiffs <i>without</i> permitting the court to balance prejudice against probative value, while at the same time mandating such a balancing before admitting felony convictions to impeach testifying civil defendants, was absurd).</p>\n<p>As for the intent exception to the plain meaning rule, a court should not apply a statute's plain language if \"the literal application of a statute will produce a result demonstrably at odds with the intentions of its drafters.\" <i>United States v. Ron Pair Enters., Inc.,</i> 489 U.S. 235, 242, 109 S.Ct. 1026, 103 L.Ed.2d 290 (1989) (quotation omitted). Notably, the intent exception does not apply merely because a statute appears to be unreasonable in light of general bankruptcy policy. <i>See </i><i>Sunterra,</i> 361 F.3d at 269. Rather, the party challenging the plain language must affirmatively show that the plain language is demonstrably contrary to the legislature's intentions. <i>See id.</i> To invoke the intent exception, the contrary intent \"must have been clearly expressed by the legislative body.\" <i>Md. State Dept. of Educ.,</i> 98 F.3d at 169. \"Requiring a demonstration that the plain meaning of a statute is at odds with the intentions of its drafters is a more stringent mandate than requiring a showing that the statute's literal application is unreasonable in light of bankruptcy policy.\" <i>Sunterra,</i> 361 F.3d at 269. Further, a party invoking the intent exception bears an extraordinary burden. <i>See, e.g., </i><i>Garcia v. United States,</i> 469 U.S. 70, 75, 105 S.Ct. 479, 83 L.Ed.2d 472 (1984) (\"While we now turn to the legislative history as an additional tool of analysis, we do so with the recognition that only the most extraordinary showing of contrary intentions from those data would justify a limitation on the `plain meaning' of the statutory language.\").</p>\n<p>A Third Circuit case illustrates the intent exception. <i>See </i><i>In re First Merchants Acceptance Corp.,</i> 198 F.3d 394 (3d Cir. 1999). In 1994, Congress amended the Bankruptcy Code by adding 11 U.S.C. § 503(b)(3)(F), and the plain language of the amendment allowed an individual member of a creditors' committee to obtain reimbursement for legal and financial service expenses from the bankruptcy estate. <i>See id.</i> at 395-98. The litigants agreed that the creditors' committee as a separate entity and the debtor as an entity could obtain such reimbursement, but disagreed as to whether an individual member of the creditors' committee could obtain such expense reimbursement. <i>Id.</i> at 396-97. The Third Circuit acknowledged that adopting the plain meaning appeared to conflict with another section of the Bankruptcy Code, which appeared to authorize only reimbursement of attorneys' fees for counsel serving the entire creditors' committee, not reimbursement for such fees of an individual member of the creditors' committee. <i>See id.</i> at 399-400 (discussing tension between 11 U.S.C. § 503(b)(3)(F) and 11 U.S.C. § 1103(a)). The Third Circuit further noted that adopting the plain meaning created a danger of cronyism and abuse. <i>See id.</i> Lastly, the Third Circuit stated that the legislative history contained conflicting evidence on the legal question presented. <i>See id.</i> at 400-02. Nonetheless, the Third Circuit held that only \"the most extraordinary showing of contrary intentions\" can allow departure from the plain meaning of a statute. <i>Id.</i> at 403 (quotation omitted). Accordingly, the Third Circuit applied the Code as written and left \"any redrafting of the statute in Congress' hands.\" <i>Id.; see </i><i>Sunterra,</i> 361 F.3d at 269 (\"[P]ut simply, the modification of a statutory provision to achieve a preferable policy outcome is a task reserved to Congress.\").</p>\n<p>In analyzing this case under the plain meaning rule, the absurdity exception, and the intent exception, the court recognizes that the party challenging the plain meaning of a statute bears an exceptionally heavy burden. <i>See, e.g., </i><i>Sunterra,</i> 361 F.3d at 265 (\"[T]he instances in which either of these exceptions to the Plain Meaning Rule apply are, and should be, exceptionally rare.\") (quotation omitted). Moreover, as this case illustrates, \"burdens of proof ... matter.\" <i>Thorn v. Jefferson-Pilot Life Ins. Co.,</i> 445 F.3d 311, 324 (4th Cir.2006).</p>\n<p></p>\n<h2>III.</h2>\n<p>To understand the current dispute about BAPCPA, the court begins with the so-called \"ride-through\" option in the Bankruptcy Code pre-BAPCPA. <i>See </i><i>In re Belanger,</i> 118 B.R. 368 (Bankr.E.D.N.C.1990) (Small, Bankr. J.).<sup>[4]</sup> In the 1980s, a coalition of secured creditors lobbied for changes to the Bankruptcy Code. <i>See id.</i> at 370. The secured creditors were concerned because the bankruptcy automatic stay<sup>[5]</sup> prohibited them from contacting debtors who filed for Chapter 7 bankruptcy. <i>See id.</i> at 370-71. Because they could not contact the debtors due to the automatic stay, the secured creditors often had no information on what was going to happen to their collateral during the bankruptcy. <i>Id.</i> at 370. Secured creditors would therefore be forced to file adversary proceedings against debtors in order to get this information. <i>Id.</i> at 370-71.</p>\n<p>In 1984, Congress responded to these concerns and added what is now section 521(a)(2)(A) to the Bankruptcy Code. <i>See id.</i> (discussing former section 521(2)(A)).<sup>[6]</sup> This section was \"essentially a <i>notice</i> requirement to permit secured creditors to ascertain the debtor's intentions early in the case.\" <i>Id.</i> at 370. This section reads almost exactly the same today as it did when first enacted. It currently provides:</p>\n<blockquote>(2) if an individual debtor's schedule of assets and liabilities includes debts which are secured by property of the estate</blockquote>\n<blockquote>(A) within thirty days after the date of the filing of a petition under chapter 7 of this title or on or before the date of the meeting of creditors, whichever is earlier, or within such additional time as the court, for cause, within such period fixes, the debtor shall file with the clerk a statement of his intention with respect to the retention or surrender of such property and, if applicable, specifying that such property is claimed as exempt, that the debtor intends to redeem such property, or that the debtor intends to reaffirm debts secured by such property....</blockquote>\n<p>11 U.S.C. § 521(a)(2)(A). This language gave rise to litigation as to whether Congress intended this list of three options claim the collateral as exempt, redeem the collateral, or reaffirm the debtto be exclusive. <i>See, e.g., </i><i>Belanger,</i> 118 B.R. at 369.</p>\n<p><i>Belanger</i> presented this question within the Fourth Circuit. In <i>Belanger,</i> a couple filed for Chapter 7 bankruptcy. <i>See id.</i> The couple lived in a mobile home purchased via an installment sales contract, which included a senior, perfected first lien on the mobile home. <i>Id.</i> Therefore, section 521(a)(2)(A) required the couple to file a \"[statement of [i]ntention\" to give the creditor notice of what they intended to do with the mobile home. <i>Id.</i> In their statement of intention, the debtors stated that they would simply retain the mobile home and continue making monthly payments, <i>without</i> actually reaffirming the debt. <i>See id.</i> This option was not one of the three options expressly listed in section 521(a)(2)(A). <i>Id.</i></p>\n<p>The debtors argued that they could take this approach for three reasons. First, under Fourth Circuit precedent, the ipso facto clause in their loan agreement was unenforceable. <i>See id.</i> &amp; n. 1 (citing <i>Riggs Nat'l Bank of Washington, D.C. v. Perry,</i> 729 F.2d 982 (4th Cir.1984)). Because the ipso facto clause in their loan agreement was unenforceable, they were not in default on their loan, even though they filed for bankruptcy. <i>See id.</i> at 369. Second, the language of the statute provides that a Chapter 7 debtor must declare his intention with respect to the three options \"if applicable.\" <i>Id.</i> (quotation omitted). The debtors argued that they did not select any of the three options because none was \"applicable.\" <i>See id.</i> at 369-70. Further, they argued that the three options were nonexclusive, and they could select another option. <i>See id.</i> Finally, the debtors noted that the statute at that time expressly stated that it should not be interpreted to \"alter the debtor's ... rights with respect to [encumbered] property.\" <i>See id.</i> at 371-72 (discussing former 11 U.S.C. § 521(2)(C).</p>\n<p>In <i>Belanger,</i> the bankruptcy court agreed with the debtors. <i>See id.</i> at 369-70. In so doing, the bankruptcy court rejected the reasoning of several other courts, including the Seventh Circuit. <i>See id.</i> at 372 (rejecting <i>In re Edwards,</i> 901 F.2d 1383 (7th Cir.1990)). Because the debtors did not select any of the three options, this approach became known as the \"fourth option.\" <i>See, e.g., </i><i>In re Price,</i> 370 F.3d 362, 372 (3d Cir.2004). It has also been labeled \"ride-through\" and \"pay and drive\" (because debtors used this option to keep their cars and continue to make payments on their car loans). <i>See, e.g., </i><i>In re Donald,</i> 343 B.R. 524, 526 (Bankr.E.D.N.C.2006).</p>\n<p>The mobile home creditor appealed to this court. This court affirmed on Judge Small's reasoning. <i>See </i><i>Home Owners Funding Corp. of America v. Belanger,</i> 128 B.R. 142, 143 (E.D.N.C.1990) (Dupree, J.). The mobile home creditor appealed to the Fourth Circuit, which affirmed. <i>See </i><i>In re Belanger,</i> 962 F.2d 345, 346 (4th Cir.1992). In doing so, the Fourth Circuit rejected the Seventh Circuit's conclusion that the three options in section 521(a)(2)(A) were exclusive. The Fourth Circuit noted, inter alia, that the Seventh Circuit's analysis rested on another case which reasoned in part from the premise that ipso facto clauses were enforceable in that circuit. <i>See id.</i> at 347-18 (rejecting <i>Edwards</i> and its reliance on <i>In re Bell,</i> 700 F.2d 1053 (6th Cir.1983)).</p>\n<p>In so holding, the Fourth Circuit chose its side in a vigorous circuit split. This circuit split persisted for over fifteen years. <i>See </i><i>Donald,</i> 343 B.R. at 530-31. The Supreme Court never resolved whether the three options listed in section 521(a)(2)(A) were exclusive, or whether there was a \"fourth option.\" Rather, this issue was the subject of ten different decisions of the courts of appeals. Five courts of appeals held that a debtor is not limited by the options enumerated in current section 521(a)(2)(A).<sup>[7]</sup> Five others held to the contrary.<sup>[8]</sup></p>\n<p></p>\n<h2>IV.</h2>\n<p>In 2005, Congress enacted BAPCPA and made many changes to the Bankruptcy Code. Pub.L. No. 109-8, 119 Stat. 23. The question in this case is whether BAPCPA contains a modified version of the \"ride-through\" or \"fourth option\" where debtors without counsel timely enter into a reaffirmation agreement concerning personal property with their creditor and submit the reaffirmation agreement to the bankruptcy court for approval, but the bankruptcy court refuses to approve the reaffirmation agreement. Answering this question requires an analysis of 11 U.S.C. §§ 362, 521, and 524.</p>\n<p></p>\n<h2>A.</h2>\n<p>Just like the Bankruptcy Code pre-BAPCPA, the Bankruptcy Code post-BAPCPA still presents a Chapter 7 debtor with the three enumerated options with respect to secured personal property claim the property as exempt, redeem the property, or reaffirm the debt.<sup>[9]</sup> BAPCPA requires that the debtor file \"a statement of his intention with respect to the retention or surrender of [encumbered] property.\" <i>Id.</i> § 521(a)(2)(A). From there, the BAPCPA amendments address both aspects of what a secured creditor must show before the secured creditor may seek to repossess such collateral under' state law: termination of the automatic stay and default on the underlying obligation.</p>\n<p>Under BAPCPA, termination of the automatic stay may occur through either of two independent provisions: section 521(a)(6) or the combination of sections 521(a)(2)(C) and 362(h). These provisions use some similar terminology, but differ in important respects.</p>\n<p></p>\n<h2>1.</h2>\n<p>The first BAPCPA provision under which the automatic stay may be terminated is section 521(a)(6). That section provides that the debtor shall:</p>\n<blockquote>in a case under chapter 7 of this title in which the debtor is an individual, not retain possession of personal property as to which a creditor has an allowed claim for the purchase price secured in whole or in part by an interest in such personal property unless the debtor, not later than 45 days after the first meeting of creditors under section 341(a), either</blockquote>\n<blockquote>(A) enters into an agreement with the creditor pursuant to section 524(c) with respect to the claim secured by such property; or</blockquote>\n<blockquote>(B) redeems such property from the security interest pursuant to section 722.</blockquote>\n<p><i>Id.</i> § 521(a)(6). Section 521(a) goes on to state:</p>\n<blockquote>If the debtor fails to so act within the 45-day period referred to in paragraph (6), the [automatic] stay under section 362(a) is terminated with respect to the personal property of the estate or of the debtor which is affected, such property shall no longer be the property of the estate, and the creditor may take whatever action as to such property as is permitted by applicable nonbankruptcy law....</blockquote>\n<p><i>Id.</i> § 521(a).</p>\n<p>Section 521(a)(6) makes three things clear. First, it applies when the creditor has an \"allowed claim\" for the \"purchase price\" of an individual debtor's personal property. Second, if it applies, and if the debtor does not redeem the encumbered personal property, but desires to retain the encumbered personal property, the debtor must timely \"enter[] into an agreement... pursuant to section 524(c)\" (which discusses reaffirmation agreements) in order to do so. Finally, if section 521(a)(6) applies and the debtor does not obey it, the automatic stay is terminated, the property is no longer part of the estate, and \"the creditor may take whatever action as to such property as is permitted by applicable nonbankruptcy law.\" <i>Id.</i> § 521(a). Such action would include invoking an ipso facto clause and (1) seeking to repossess the encumbered personal property in state court under state law and (2) seeking to obtain a deficiency judgment against the debtor for the difference between the value of the collateral and the amount due on the note.</p>\n<p></p>\n<h2>2.</h2>\n<p>The second provision under which BAPCPA may terminate the automatic stay as to personal property is a combination of two statutory provisions. The first of these is section 521(a)(2)(C). That section now reads:</p>\n<blockquote>[N]othing in subparagraphs (A) or (B) of this paragraph [11 U.S.C. § 521(a)(2)] shall alter the debtor's ... rights with regard to [encumbered] property under this title, except as provided in section 362(h).</blockquote>\n<p><i>Id.</i> § 521(a)(2)(C). Turning to the internal cross-reference, section 362(h) provides:</p>\n<blockquote>In a case in which the debtor is an individual, the [automatic] stay provided by [11 U.S.C, § 362](a) is terminated with respect to personal property of the estate or of the debtor securing in whole or in part a claim ..., and such personal property shall no longer be the property of the estate if the debtor fails within the applicable time set by section 521(a)(2)</blockquote>\n<blockquote>(A) to file timely any statement of intention required under section 521(a)(2) with respect to such personal property or to indicate in such statement that the debtor will either surrender such personal property or retain it and, if retaining such personal property, either redeem such personal property pursuant to section 722, enter into an agreement of the kind specified in section 524(c) applicable to the debt secured by such property ... and</blockquote>\n<blockquote>(B) to take timely the action specified in such statement [of intentions], as it may be amended before expiration of the period for taking action, unless such statement specifies the debtor's intention to reaffirm such debt on the original contract terms and the creditor refuses to agree to the reaffirmation on such terms.</blockquote>\n<p><i>Id.</i> § 362(h)(1).</p>\n<p>Sections 521(a)(2)(C) and 362(h) make three things clear. First, the debtor must timely enter into an agreement \"of the kind specified in section 524(c).\" <i>Id.</i> § 362(h)(1)(A). Second, the debtor must timely take the action that the debtor specified in the required statement of intentions. Third, if the debtor does not obey these provisions, then the automatic stay is terminated with respect to the encumbered personal property and the property is no longer part of the estate. The creditor may then seek remedies against the debtor in state court under state law, including (1) seeking to repossess the encumbered personal property and (2) seeking to obtain a deficiency judgment against the debtor for the difference between the value of the collateral and the amount due on the note.</p>\n<p></p>\n<h2>B.</h2>\n<p>Both stay-termination provisions refer to section 524(c), though they do so in different ways. Section 521(a)(6) discusses agreements \"pursuant to\" section 524(c), while section 362(h) discusses agreements \"of the kind specified in\" section 524(c). Although the court discusses this difference in statutory language <i>infra</i> at Part VII.B, the court initially analyzes section 524(c).</p>\n<p>Section 524(c) does not directly terminate the automatic stay, nor does it directly affect whether the debtor is in default. Rather, it lists numerous requirements for reaffirmation agreements.<sup>[10]</sup> It also contains, inter alia, two internal regimes for determining whether a reaffirmation agreement is enforceable. These regimes differ based on whether an attorney represented the debtor during the course of negotiating the reaffirmation agreement and, if so, whether the attorney submitted a declaration or affidavit consistent with BAPCPA.</p>\n<p>Where an attorney represented the debtor during the course of negotiating the reaffirmation agreement, the reaffirmation agreement is enforceable if it is:</p>\n<blockquote>accompanied by a declaration or an affidavit of the attorney that represented the debtor during the course of negotiating an agreement under this subsection, which [affidavit or declaration] states that</blockquote>\n<blockquote>(A) such agreement represents a fully informed and voluntary choice by the debtor;</blockquote>\n<blockquote>(B) such agreement does not impose an undue hardship on the debtor or' a dependent of the debtor; and</blockquote>\n<blockquote>(C) the attorney fully advised the debtor of the legal effect and consequences of</blockquote>\n<blockquote>(i) an agreement of the kind specified in this subsection; and</blockquote>\n<blockquote>(ii) any default under such an agreement....</blockquote>\n<p><i>Id.</i> § 524(c)(3).</p>\n<p>By contrast, \"in a case concerning an individual who was not represented by an attorney during the course of negotiating an agreement under this subsection,\" the agreement is enforceable if \"the court approves such agreement as(i) not imposing an undue hardship on the debtor or a dependent of the debtor; and (ii) in the best interest of the debtor.\" <i>Id.</i> § 524(c)(6)(A).</p>\n<p>In sum, under section 524(c), whether a reaffirmation agreement is enforceable depends in part on whether an attorney represented the debtor during the course of negotiating the reaffirmation agreement. If so, then the agreement is enforceable so long as the debtor's attorney files a compliant declaration or affidavit. <i>See id.</i> § 524(c)(3). If an attorney did not represent the debtor during such negotiations, then the bankruptcy court must hold a hearing and independently scrutinize the reaffirmation agreement. <i>See id.</i> § 524(d).<sup>[11]</sup> The reaffirmation agreement is not enforceable without the bankruptcy court's approval. <i>See id.</i> § 524(c).</p>\n<p></p>\n<h2>C.</h2>\n<p>Under BAPCPA, a debtor who is current on his payments on a secured obligation can still be in default on the secured obligation. Although the Fourth Circuit once held that ipso facto clauses were unenforceable as a matter of law,<sup>[12]</sup> BAPCPA partially abrogated the Fourth Circuit's holding in <i>Riggs</i> by adding 11 U.S.C. § 521(d). <i>See </i><i>In re Wilson,</i> 372 B.R. 816, 820 (Bankr.D.S.C.2007). Under that section:</p>\n<blockquote>If the debtor fails timely to take the action specified in [section 521(a)(6)], or in [section 362(h)], with respect to property... as to which a creditor holds a [valid, enforceable] security interest ..., nothing in this title shall prevent or limit the operation of a provision in the underlying... agreement that has the effect of placing the debtor in default under such ... agreement by reason of the occurrence, pendency, or existence of a proceeding under this title or the insolvency of the debtor.</blockquote>\n<p>11 U.S.C. § 521(d).</p>\n<p>In other words, if a debtor fails to comply with whichever automatic-stay-termination regime applies, the automatic stay is terminated, and any ipso facto clause in the contract and lien becomes enforceable. The creditor would then be able to seek relief against the debtor in state court under state law, including (1) seeking to repossess the encumbered personal property and (2) seeking to obtain a deficiency judgment against the debtor <i>in personam.</i></p>\n<p></p>\n<h2>V.</h2>\n<p>Shortly after BAPCPA became law, Judge Small analyzed the foregoing BAPCPA provisions. <i>See </i><i>In re Donald,</i> 343 B.R. 524 (Bankr.E.D.N.C.2006). The debtors in <i>Donald,</i> a married couple, owned a 1999 Lexus encumbered by a lien held by Coastal. 343 B.R. at 528. The debtors' loan agreement contained an ipso facto clause. <i>Id.</i> The debtors filed a Chapter 7 petition, and the debtors' counsel negotiated a reaffirmation agreement for the Lexus with Coastal on essentially the same terms as the original loan. <i>See id.</i> at 527-28. However, the debtors' counsel did <i>not</i> file an affidavit or declaration stating that he had advised the debtors about the consequences of the agreement as discussed under 11 U.S.C. § 524(c)(3). <i>See id.</i> at 528.</p>\n<p>Judge Small reviewed the BAPCPA amendments to determine whether the debtors could still exercise the pre-BAPCPA fourth option. In doing so, Judge Small observed that the BAPCPA amendments \"are confusing, overlapping, and sometimes self-contradictory. They introduce new and undefined terms that resemble, but are different from, established terms that are well understood. Furthermore, the new provisions address some situations that are unlikely to arise.\" <i>Id.</i> at 529. However, after analyzing the relevant BAPCPA amendments, <i>see id.</i> at 528-39, Judge Small concluded that BAPCPA eliminated the pre-BAPCPA fourth option. <i>Id.</i> at 539-40.</p>\n<p>In reaching this conclusion, Judge Small analyzed section 521(a)(6)one of the BAPCPA provisions under which the automatic stay may be terminated. He concluded that \"[i]n most chapter 7 cases, § 521(a)(6) will have very little application.\" <i>Id.</i> at 534. Reviewing the language of the statute, Judge Small noted that \"[f]or the redemption/reaffirmation requirement of § 521(a)(6) to come into play, the creditor must have `an <i>allowed claim</i> for the purchase price.'\" <i>Id.</i> at 535 (emphasis added). Creditors file proofs of claim in Chapter 7 cases when there are assets to be distributed, and filing a proof of claim is the primary way that a claim becomes \"allowed.\" <i>See id.</i> at 536 &amp; n. 7. Judge Small noted, however, that \"[i]n no-asset chapter 7 cases, creditors do not file proofs of claim and [thus] do not have `allowed' claims,\" and that \"prior to the addition of § 52[1](a)(6), [creditors] have had no reason to file proofs of claim [in such cases].\" <i>Id.</i> at 536. Because Coastal had not filed a proof of claim, Judge Small found that the case did not involve an \"allowed\" claim, and that section 521(a)(6) did not apply. <i>See id.</i></p>\n<p>Judge Small further concluded that section 521(a)(6) did not apply because Coastal's claim was not for the \"purchase price.\" <i>See id.</i> at 536-37. Citing Black's Law Dictionary, Judge Small concluded that the term \"purchase price\" used in section 521(a)(6) meant the full purchase price. <i>Id.</i> at 536 (\"The term `purchase price' is defined in <i>Black's Law Dictionary</i> (6th ed. rev.1990) as being the `[p]rice agreed upon as consideration for which the property is sold and purchased.'\" (alteration in original)). Judge Small noted that the term \"purchase price\" in the statute was <i>not</i> the same as the term \"purchase money obligation\" or \"purchase money security interest.\" <i>Id.</i> Judge Small observed that Congress had used \"purchase money security interest\" elsewhere in BAPCPA, but did not do so in section 521(a)(6). <i>Id.</i> at 536-37. Judge Small concluded that Congress knew how to use commercial-law terms of art, and chose not to do so in section 521(a)(6). <i>Id.</i> at 537. Because the debtors had paid some money towards the debt they owed Coastal on the Lexus, Judge Small held that Coastal did not have a claim for the full purchase price; therefore, section 521(a)(6) did not apply. <i>Id.</i> at 537-38.</p>\n<p>Having concluded that section 521(a)(6) did not apply, Judge Small considered whether sections 521(a)(2)(C) and 362(h) applied and thereby terminated the automatic stay. <i>See id.</i> at 533-34, 540. Judge Small noted that, unless the debtors had timely \"entered into\" a reaffirmation agreement, and had taken the action specified in their statement of intentions for purposes of section 362(h), then section 362(h) would terminate the automatic stay, section 521(d) would allow the ipso facto clause in the loan agreement to activate, and Coastal would be able to seek to relief against the debtor in state court under state law. <i>See id.</i> at 538-41. Such relief would include the possibility of repossession and a deficiency judgment.</p>\n<p>Judge Small turned to whether the debtors had \"entered into\" a reaffirmation agreement within the meaning of section 362(h). As mentioned, the debtors had signed a reaffirmation agreement with Coastal, but the debtors' attorney did not file a declaration or affidavit under section 524(c)(3). Judge Small therefore had to decide whether to approve the reaffirmation agreement under section 524(c)(6)(A). Section 524(c)(6)(A) mandates that a bankruptcy court must consider whether the reaffirmation agreement is (1) an undue burden on the debtors, and (2) in the debtors' best interest. <i>See</i> 11 U.S.C. § 524(c)(6)(A).</p>\n<p>On this point, the debtors argued \"that <i>disapproval</i> by the court of their reaffirmation agreement is in their best interest.\" <i>Donald,</i> 343 B.R. at 526 (emphasis supplied). The debtors' theory was that, by signing the reaffirmation agreement with Coastal, they had \"entered into\" it as required by 11 U.S.C. § 362(h)(1)(A). The debtors then argued that bankruptcy court approval was not an element of \"entering into\" the agreement. In the debtors' view, they had done all that they could do under BAPCPA, and even if the bankruptcy court did not approve the reaffirmation agreement, they still had complied with BAPCPA. Moreover, if the bankruptcy court did not approve the reaffirmation agreement, the debtors argued that the car would remain a part of the bankruptcy estate. Thus, they argued that the bankruptcy court would discharge the debt on the balance of the car loan, and that they could keep their car and continue making payments to Coastal without entering into an enforceable reaffirmation agreement. Further, the discharge of the car loan debt would prevent the creditor from later obtaining a deficiency judgment against the debtors but would not prevent the creditor from enforcing its rights under the contract and lien. One of those rights would be repossession if the debtors failed to make timely payments on the loan. In sum, the debtors argued that the BAPCPA amendments had created a new, modified fourth option on these particular facts. <i>See id.</i> at 526, 540. Coastal disagreed and argued that the court had to approve the reaffirmation agreement for it to have been \"enter[ed] into\" under section 524(c)(6)(A). <i>Id.</i> at 540. Absent such approval, Coastal argued that it could invoke all state law remedies, including filing a state court action seeking repossession and a deficiency judgment against the debtors. <i>Id.</i> at 528.</p>\n<p>Judge Small rejected the debtors' theory on the facts of that case. <i>Id.</i> at 540. Instead, Judge Small found that the reaffirmation agreement was not an undue hardship and was in the debtors' best interest, and approved it. <i>Id.</i> However, Judge Small noted:</p>\n<blockquote>This does not mean that the debtors' argument will always fail. Section 524(c) sets forth the requirements that must be met for a re affirmation agreement to be enforceable. Several of these requirements do not involve the debtor, and whether or not an agreement is enforceable may often be beyond the debtor's control.</blockquote>\n<p><i>Id.</i> In particular, Judge Small noted that \"disapproval by the court is beyond the debtors' control.\" <i>Id.</i> at 541.</p>\n<p>Courts have cited <i>Donald</i> many times, both positively<sup>[13]</sup> and negatively.<sup>[14]</sup><i>Donald</i> is the leading case for the \"modified fourth option\" position. <i>See, e.g.,</i> Christopher M. Hogan, Note, <i>Will the Ride-Through Ride Again?,</i> 108 Colum. L.Rev. 882, 905 (2008). Basically, <i>Donald</i> reopened the pre-BAPCPA fourth option split in a small category of cases by concluding that BAPCPA contains a \"modified fourth option,\" even though <i>Donald</i> did not actually apply the modified fourth option on its facts.</p>\n<p>Neither party appealed in <i>Donald,</i> Thus, in <i>Donald,</i> neither this court nor the Fourth Circuit addressed these BAPCPA issues.</p>\n<p></p>\n<h2>VI.</h2>\n<p>Initially, Coastal argues that the bankruptcy court erred in analyzing section 521(a)(6). Coastal Initial Br. 4-11. The crux of the dispute is whether the word \"allowed\" in \"allowed claim\" in section 521(a)(6) should be ignored, and whether the claim must be for the full purchase price. Basically, Coastal argues that the court should read the statute \"holistically,\" invoke the absurdity exception and the intent exception to the plain meaning rule, and conclude that (1) the word \"allowed\" makes no sense and should be disregarded, and (2) requiring the claim to be for the full purchase price makes no sense, either. <i>See</i> Coastal Supp. Br. 1-6.</p>\n<p></p>\n<h2>A.</h2>\n<p>Coastal does not have an \"allowed claim.\" Nevertheless, Coastal contends that it is absurd to enforce section 521(a)(6) as written so that it only applies to an \"allowed claim.\" In support, Coastal cites <i>In re Rome,</i> 342 B.R. 341, 347-49 (Bankr.D.Kan.2006), and <i>Steinhaus,</i> 349 B.R. at 705-06. <i>See</i> Coastal Supp. Br. 1-4.</p>\n<p>Contrary to what Coastal argues, applying section 521(a)(6) only to an \"allowed claim\" is not absurd. Under 11 U.S.C. § 501, parties and parties in interest are permitted to file proofs of claim. \"A claim or interest, proof of which is filed under [11 U.S.C. § 501], is deemed allowed....\" 11 U.S.C. § 502(a). \"A proof of claim or interest should be filed only when some purpose would be served.\" 4 <i>Collier on Bankruptcy</i> § 501.01 (Alan N. Resnick &amp; Henry J. Sommer, eds., 15th ed. rev.2008) (quotation omitted). There are at least two possible purposes to be served in applying the phrase \"allowed claim\" in section 521(a)(6) as written. Each purpose revolves around documentation that creditors generally attach when they file a proof of claim. First, filing a proof of claim will establish whether the creditor has an ipso facto clause that it can invoke. Second, filing a proof of claim will establish whether the underlying contract and lien are valid, enforceable, and perfected. As Judge Small reasoned in <i>Donald,</i> \"it is not too much to require that the secured creditor file a proof of claim\" before it attempts to take property from a debtor who is not behind on payments. <i>See</i> 343 B.R. at 536 (\"At a minimum, the proof of claim would establish the amount of the claim and would provide documentation that supports the creditor's invocation of an ipso facto clause.\"); <i>see also In re Openshaw,</i> No. 06C-24120, 2007 WL 2916294, at *3-*4 (Bankr.D.Utah Mar. 12, 2007) (unpublished); <i>In re Hinson,</i> 352 B.R. 48, 51-52 (Bankr.E.D.N.C.2006); <i>In re Norton,</i> 347 B.R. 291, 299 (Bankr. E.D.Tenn.2006). Because there are plausible reasons that Congress might have chosen the statutory language in section 521(a)(6), the absurdity exception does not apply. <i>See, e.g., </i><i>Sunterra,</i> 361 F.3d at 268-69; <i>Md. State Dep't of Educ.,</i> 98 F.3d at 169-71.</p>\n<p>Alternatively, Coastal cites <i>Rowe</i> and <i>Steinhaus,</i> and argues that it is demonstrably against Congressional intent to enforce the plain meaning of section 521(a)(6) to apply only to an \"allowed claim.\" Coastal Supp. Br. 1-4. In <i>Rowe,</i> the bankruptcy court noted that most Chapter 7 debtors have no assets that can be liquidated for the benefit of creditors; therefore, most creditors have no reason to file a proof of claim. 342 B.R. at 348. In support, the <i>Rowe</i> court examined the House Report on BAPCPA,<sup>[15]</sup> and concluded that the House Report did not limit section 521(a)(6)'s applicability to \"allowed claims.\" <i>Id.</i> at 349. Thus, the <i>Rowe</i> court concluded that it should disregard the word \"allowed\" in section 521(a)(6). <i>Id. Steinhaus</i> adopted Rowe's analysis. <i>See</i> 349 B.R. at 706.</p>\n<p>For the intent exception to apply, a party must show that Congress clearly expressed a contrary intent. <i>E.g., </i><i>Sunterra,</i> 361 F.3d at 268-70; <i>Md. State Dep't of Educ.,</i> 98 F.3d at 169. Coastal relies on the fact that Congress did not clearly state in the legislative history that it wanted to have section 521(a)(6) apply only to an \"allowed claim,\" and from there reasons that Congress must have desired section 521(a)(6) to apply to all claims, whether \"allowed\" or not. <i>See, e.g., Rowe,</i> 342 B.R. at 349 (\"[The House R]eport does not use the phrase `allowed claim.'\"). Coastal's reasoning, however, turns the intent exception on its head. Congress used the phrase \"allowed claim\" in section 521(a)(6). Coastal essentially argues that the court should disregard the plain language in section 521(a)(6) because Congress failed to clearly express its intent <i>in favor</i> of the plain language in BAPCPA's legislative history. However, simply because the legislative history fails to mention the phrase \"allowed claim\" does not negate the statutory language. Both the House and Senate voted to enact the statute. Neither the House nor the Senate voted to enact the House Report. <i>Cf. </i><i>In re First Merchants Acceptance Corp.,</i> 198 F.3d 394, 401 (3d Cir.1999) (finding no \"basis to assume the Senate was aware of the one sentence in [another] House Report on which [other] parties rely\"). The plain language in section 521(a)(6)including the phrase \"allowed claim\"is the best evidence of Congress' intent. <i>See, e.g., </i><i>Sunterra,</i> 361 F.3d at 268-70. Accordingly, the court rejects Coastal's argument.</p>\n<p></p>\n<h2>B.</h2>\n<p>Next, Coastal contends that Congress did not intend for section 521(a)(6) to apply only to claims for the full \"purchase price.\" First, Coastal argues that the plain language leads to an absurd result because there is no plausible reason that Congress would intend section 521(a)(6) to apply only where the debtor has not paid any money towards the debt. In support, Coastal again cites <i>Steinhaus.</i> There, the bankruptcy court reasoned that the plain language in section 521(a)(6) leads to an absurd result because \"the [c]ourt can divine no cogent, or even plausible, reason why Congress would have intended to limit § 521(a)(6) relief to only those creditors who have secured claims for the `full' purchase price.\" <i>Steinhaus,</i> 349 B.R. at 706; <i>accord </i><i>In re Dumont,</i> 383 B.R. 481, 487-88 (9th Cir. BAP 2008).</p>\n<p>The court disagrees with Coastal. Congress could have chosen to make section 521(a)(6) apply as written to curb the most abusive of bankruptcy practices: buying personal property on credit by taking advantage of a \"no money down, no payments for X days\" offer, enjoying the personal property while making no' payments whatsoever, and then filing for bankruptcy immediately before repossession. <i>See </i><i>In re Blakeley,</i> 363 B.R. 225, 229 (Bankr. D.Utah 2007) (\"While instances where a creditor would hold a claim for the purchase price of property are rare, it does occur in situations of abuse when a debtor, knowing full well that they are about to file bankruptcy, will take advantage of `no down payment' offers to purchase vehicles or other property.\"); <i>accord</i> House Report 15 (\"[BAPCPA] also addresses abusive practices by consumer debtors who, for example, knowingly load up with credit card purchases or recklessly obtain cash advances and then file for bankruptcy relief.\"). Because curbing this most abusive bankruptcy practice is a plausible reason that Congress might have chosen to write section 521(a)(6) using the term \"purchase price,\" the plain language does not lead to an absurd result. Accordingly, Coastal has failed to demonstrate that the absurdity exception applies. <i>See, e.g., </i><i>Sunterra,</i> 361 F.3d at 268; <i>Md. State Dep't of Educ.,</i> 98 F.3d at 169-71.</p>\n<p>Alternatively, Coastal maintains that interpreting the phrase \"purchase price\" to mean the full purchase price conflicts with Congressional intent. Coastal again cites <i>Steinhaus,</i> which noted that the. House Report speaks of \"`personal property securing, in whole or in part, a purchase money security interest.'\" 349 B.R. at 705 n. 21 (quoting House Report 71); <i>accord </i><i>Dumont,</i> 383 B.R. at 488 &amp; n. 11.</p>\n<p>Although this sentence in the House Report arguably provides some evidence in support of Coastal's position, it is not enough to invoke the intent exception. First, although the quoted language from the House Report might suggest one view of Congress' intent, it is not clear that the result mandated by the plain language in section 521(a)(6) <i>contravenes</i> the legislative intent. <i>See </i><i>United States v. Ron Pair Enters., Inc.,</i> 489 U.S. 235, 242-43, 109 S.Ct. 1026, 103 L.Ed.2d 290 (1989) (analyzing whether the plain language \"contravene[s] the intent of the framers of the Code\"); <i>Sunterra,</i> 361 F.3d at 269 (\"[A] court is obliged to apply the Plain Meaning Rule unless the party otherwise can <i>demonstrate</i> that the result would be contrary to that intended by Congress.\"). Indeed, all claims for the full purchase price will involve a purchase money security interest. Thus, the legislative history is arguably consistent with, not contrary to, the statutory text.</p>\n<p>Second, and more importantly, Coastal asks the court to insert one legal term of art from the House Report (i.e., \"purchase money security interest\") and to delete another legal term of art in the statute (i.e., \"purchase price\"). Congress, however, knows how to say \"purchase money security interest,\" and used that phrase in other places in BAPCPA. <i>See </i><i>Donald,</i> 343 B.R. at 537 (\"Clearly, if Congress intended in § 521(a)(6) for a `claim for the purchase price' to mean something less than the full purchase price, it would have said so as it did in § 522(f)(1)(B), § 524(k)(3)(G), § 1325(a)(4) and § 1326(a)(4).\"). That Congress elsewhere used the term that Coastal desires the court to insert into section 521(a)(6) is evidence in favor of the result mandated by the plain language, not against it. <i>See id.</i></p>\n<p>Finally, although it might be wiser policy to apply section 521(a)(6) to all purchase money security interests, whether for the full purchase price or not, the intent exception does not apply so whimsically. <i>See, e.g., </i><i>Sunterra,</i> 361 F.3d at 269. The Fourth Circuit has said that federal courts cannot \"ignore the plain language of the statute in order to effectuate what [a litigant] claim[s] to be the overarching purpose of Congress.\" <i>First S. Prod. Credit Ass'n v. Farm Credit Admin.,</i> 926 F.2d 339, 346 (4th Cir.1991). \"Judges are not free to take the general purpose of a statute and choose the means to implement it, because it is in the delineation of means as well as in the prescription of purposes that Congress makes its intentions clear.\" <i>Id.</i> Rather, the party challenging the plain language must affirmatively show that the plain language is demonstrably contrary to the legislature's intentions. <i>See </i><i>Sunterra,</i> 361 F.3d at 269; <i>First Merchants Acceptance Corp.,</i> 198 F.3d at 403. This Coastal has not done. Thus, section 521(a)(6) does not apply.</p>\n<p></p>\n<h2>VII.</h2>\n<p>Alternatively, Coastal argues that the combination of sections 521(a)(2)(C) and 362(h) terminates the automatic stay. In making this argument, Coastal contends that the plain language of section 362(h), which requires that the debtors \"enter into\" an agreement (not \"enter into and receive court approval of an agreement), leads to absurd results and contravenes clearly expressed Congressional intent. In making this argument, Coastal also contends that there is no difference between an agreement \"of the kind specified in\" section 524(c) (as used in section 362(h)) and an agreement \"pursuant to\" section 524(c) (as used in section 521(a)(6)). Further, according to Coastal, if there is a difference between the language in section 362(h) and section 521(a)(6), then the plain-meaning implications of an agreement \"of the kind specified in\" section 524(c) lead to absurd results and contravene clearly expressed Congressional intent.</p>\n<p></p>\n<h2>A.</h2>\n<p>As discussed, the bankruptcy court analyzed sections 521(a)(2)(C) and 362(h) to determine whether they applied and thereby terminated the automatic stay. <i>See</i> Bankr. Order 7. Judge Small concluded that the Hardimans had \"entered into\" a reaffirmation agreement with Coastal within the meaning of section 362(h)(1)(A). <i>Id.</i> at 7-8. Further, because the Hardimans \"entered into\" the reaffirmation agreement without legal counsel, the bankruptcy court had to decide whether to approve the agreement as \"`(i) not imposing an undue hardship on the debtor or a dependant of the debtor; and (ii) in the best interest of the debtor.'\" <i>Id.</i> at 5 (quoting 11 U.S.C. § 524(c)(6)(A)). If Judge Small approved the reaffirmation agreement, then the agreement would be \"enforceable.\" <i>See</i> 11 U.S.C. § 524(c); <i>see also id.</i> § 524(k)(3)(J)(i).</p>\n<p>After holding a hearing, Judge Small found that the reaffirmation agreement did impose an undue hardship on the debtors and was not in their best interest. Bankr. Order 3. Thus, Judge Small refused to approve the agreement. <i>Id.</i> at 9-10 (discussing 11 U.S.C. § 524(c)(6)). In reaching this conclusion, Judge Small rejected Coastal's argument that the phrase \"enter into\" a reaffirmation agreement in section 362(h)(1)(A) means enter into an enforceable reaffirmation agreement. <i>Id.</i> at 7-8. On appeal, Coastal contends that it is absurd for Congress to use \"enter into an agreement\" in section 362(h)(1)(A) to mean anything less than \"enter into a valid, enforceable contract.\" <i>See</i> Coastal Initial Br. 10. In support, Coastal cites a variety of North Carolina cases for the proposition that, without mutuality of obligation, there can be no contract enforceable at law. <i>See id.</i></p>\n<p>The court rejects Coastal's reliance on North Carolina contract law, because whether North Carolina contract law requires mutuality of obligation is irrelevant to construing BAPCPA's statutory language. Notably, a contractual agreement that is unenforceable can still be an \"agreement.\" \"The term `agreement,' although frequently used synonymously with the word `contract,' is really an expression of greater breadth of meaning and less technicality. Every contract is an agreement; but not every agreement is a contract.\" <i>Black's Law Dictionary</i> 74 (8th ed.2004) (definition of \"agreement\"; quotation omitted).</p>\n<p>People often enter into unenforceable \"agreements.\" For example, contracts that do not comply with the statute of frauds are unenforceable, but that does not mean that they are not \"agreements.\" Moreover, such \"agreements\" are sometimes enforceable in equity  as, for example, by promissory estoppel. Likewise, in other circumstances, people enter into \"agreements\" which are not enforceable either at law or in equity. For example, an accepted invitation to dinner is an \"agreement,\" but not one that creates any enforceable obligation between the parties. <i>See id.</i> Congress could plausibly have chosen to require uncounseled debtors to \"enter into\" an agreement within the meaning of 11 U.S.C. § 362(h)(1)(A)  not to \"enter into\" an enforceable contract  because whether the contract is enforceable is not within the debtors' control. <i>See, e.g., </i><i>In re Baker,</i> 390 B.R. 524, 529-30 (Bankr.D.Del.2008); <i>In re Iran,</i> No. 07-12512-SSM, 2007 WL 4210559, at *2 n. 2 (Bankr.E.D.Va. Nov. 27, 2007) (unpublished); <i>In re Husain,</i> 364 B.R. 211, 218-19 (Bankr.E.D.Va.2007); <i>In re Bower,</i> No. 07-60126-fra7, 2007 WL 2163472, at *3 (Bankr.D.Or. July 26, 2007) (unpublished); <i>Openshaw,</i> 2007 WL 2916294, at *5-*6; <i>Blakeley,</i> 363 B.R. at 232 (\"To rule otherwise would potentially penalize a debtor for actions outside the control of the debtor.\"); <i>Donald,</i> 343 B.R. at 540-41; <i>cf. Black's Law Dictionary</i> 572 (8th ed.2004) (\"[E]nter\" means \"[t]o become a party to.\").</p>\n<p>Coastal complains that here, because the bankruptcy court did not approve the reaffirmation agreement, the agreement is not enforceable at law or in equity. But that fact does not render it any less an \"agreement.\" The question is not whether the debtors would be bound by some form of legal compulsion, but whether it is absurd for Congress to have used the phrase \"enter into an agreement\" to mean what it says.</p>\n<p>Coastal contends that Congress could not have done so. In Coastal's view, Congress would never write a statute to permit an uncounseled debtor whose reaffirmation agreement was rejected by the bankruptcy court to be able to keep secured personal property without the threat of repossession and personal liability for a deficiency judgment should the debtor damage or mistreat the collateral. Coastal argues that a hypothetical debtor who was permitted to do what the plain language allows could simply stop paying insurance on the car, stop maintaining the car, and mistreat the car without concern for the consequences, because the debtor does not face the prospect of a personal deficiency judgment. Coastal argues that such a policy would eviscerate individual responsibility and is absurd.</p>\n<p>Coastal underestimates the real-world consequences to a debtor who engages in such foolish practices. Coastal admits that, under the bankruptcy court's decision in this case, all portions of the Hardimans' vehicle contract (including the lien), save for the threat of a personal deficiency judgment, \"ride through\" the bankruptcy. Indeed, \"`[i]t is well-settled that a bankruptcy discharge extinguishes only one mode of enforcing a claim  namely, an action against the debtor <i>in personam</i>  while leaving intact another  namely, an action against the debtor <i>in rem.</i>' `Thus, liens on property remain enforceable after discharge....'\" <i>In re Anderson,</i> 348 B.R. 652, 655 (Bankr.D.Del.2006) (quoting <i>Johnson v. Home State Bank,</i> 501 U.S. 78, 84, 111 S.Ct. 2150, 115 L.Ed.2d 66 (1991) &amp; <i>In re Holloway,</i> 81 F.3d 1062, 1063 n. 1 (11th Cir.1996), respectively (internal citations omitted)); <i>see </i><i>Estate of Lellock v. Prudential Ins. Co. of Am.,</i> 811 F.2d 186, 188-189 (3d Cir.1987): <i>Chandler Bank of Lyons v. Ray,</i> 804 F.2d 577, 578-79 (10th Cir.1986) (per curiam). Should a debtor fail to uphold a contractual duty to make timely payments, insure the collateralized vehicle, or otherwise violate any other provision of the underlying contract (including the lien), the creditor would be able to seek to repossess the vehicle under state law if the contract permits. <i>See, e.g., </i><i>Belanger,</i> 962 F.2d at 349.</p>\n<p>Moreover, and significantly, even if the bankruptcy court refuses to approve the uncounseled debtor's reaffirmation agreement, that result does not mean that in all cases the debtor will be allowed to \"ride through\" the bankruptcy with the collateral. Rather, just like pre-BAPCPA, a \"creditor can obtain relief under § 362(d) for `cause.' Cause is not defined in the Code and a bankruptcy court has broad discretion to lift the stay in `appropriate circumstances.'\" <i>In re Cooper,</i> 296 B.R. 410, 412 (Bankr.E.D.Va.2002) (footnote omitted) (quoting <i>In re Holtkamp,</i> 669 F.2d 505, 508 (7th Cir.1982)). In attempting to demonstrate \"cause,\" a creditor usually would need to show some \"affirmative harm.\" <i>Cooper,</i> 296 B.R. at 412. In evaluating \"cause,\" a bankruptcy court would examine \"the debtor's `previous payment record, a comparison of the value of the collateral and the amount of debt, and other relevant facts.'\" <i>Id.</i> at 412 (quoting <i>In re Boodrow,</i> 126 F.3d 43, 52 (2d Cir. 1997)); <i>accord </i><i>Price,</i> 370 F.3d at 373, 377; <i>Am. Nat'l Bank &amp; Trust Co. v. DeJournette,</i> 222 B.R. 86, 92-97 (W.D.Va.1998). Further, if the debtor had no equity in the property, the bankruptcy court could terminate the automatic stay. <i>See</i> 11 U.S.C. § 362(d) (\"On request of a party in interest and after notice and a hearing, the court shall grant relief from the stay ... if... the debtor does not have an equity in such property; and ... such property is not necessary to an effective reorganization....\"). Thus, the creditor is not as helpless as Coastal implies.</p>\n<p>Additionally, a rational debtor would not only have to be concerned with the legal consequences of the contract including the lien, but also with the practical consequences of mistreating the vehicle. \"The automobile is a crucial piece of property for many individuals and integral to most Americans' daily lives.\" Christopher M. Hogan, Note, <i>Will the Ride-Through Ride Again?,</i> 108 Colum. L.Rev. 882, 907 (2008) (citation omitted). \"[T]he automobile is [often] the only way to retain employment or seek education anywhere far from the home. When a debtor files for bankruptcy, his car will be one of the most, if not the most, important pieces of property that he will want to keep.\" <i>Id.</i> (citation omitted). A debtor cannot simply mistreat such a vehicle without serious consequences. If a debtor mistreats the vehicle, the debtor will very likely need to purchase another vehicle, which will very likely require a new loan at far more unfavorable terms than the previous one, given the debtor's status as formerly bankrupt. And the debtor cannot expect to simply refile for bankruptcy to escape this new debt. <i>See</i> 11 U.S.C. § 727(a)(8) (prohibiting a Chapter 7 discharge where \"the debtor has been granted a discharge ... in a case commenced within 8 years before the date of the filing of the petition\").</p>\n<p>Ultimately, it is not this court's role to analyze whether the language in BAPCPA constitutes good policy. <i>See, e.g., </i><i>Sunterra,</i> 361 F.3d at 268-69. Likewise, it is not this court's role to determine whether Congress could have done a better job in drafting BAPCPA. <i>See id.</i> at 269. Rather, under the governing principles of statutory construction, this court must analyze whether it is plausible that Congress could have chosen to spare uncounseled debtors whose reaffirmation agreements were not approved by the bankruptcy court from automatically losing the protection of the automatic stay, becoming subject to any applicable ipso facto clause, and becoming subject to both repossession and a personal deficiency judgment. For the reasons discussed, Congress could plausibly have chosen the result that flows from BAPCPA's plain language. Accordingly, the absurdity exception does not apply.</p>\n<p></p>\n<h2>B.</h2>\n<p>Next, Coastal argues that the plain-meaning implications of the phrase \"enter into an agreement\" in section 362(h)(1)(A) contravene clearly expressed Congressional intent in the legislative history. However, the legislative history actually appears to support the bankruptcy court's interpretation of the phrase \"enter into\" a reaffirmation agreement. The House Report consistently speaks about what \"the debtor\" must do. For example, it states that \"the automatic stay is terminated if <i>the debtor</i> fails to take the action specified in the statement of intention.\" House Report 71 (emphasis added). It is a basic principle of contract law that an offer requires an act which a reasonable person would believe manifests an intent to enter into an agreement. Once the offer is made and the offeree accepts, the parties have done all that they can do to enter into the agreement. Neither party controls whether the agreement is enforceable.</p>\n<p>Where \"the debtor\" manifests an intent to enter into an agreement (for example, by signing a reaffirmation agreement that a creditor has signed), \"the debtor\" has \"take[n] the action specified in the statement of intention.\" <i>See</i> House Report 71. Nowhere does the House Report state that court approval is a necessary aspect of entering into a reaffirmation agreement. Nor could it logically do so, because court approval is not within an uncounseled debtor's control. <i>See</i> 11 U.S.C. § 524(c)(6); <i>Baker,</i> 390 B.R. at 529-30; <i>Donald,</i> 343 B.R. at 540-41. The statutory scheme is consistent with this interpretation in that section 524(c) distinguishes between an agreement and an \"enforceable\" agreement with respect to debtors who enter reaffirmation agreements without counsel. 11 U.S.C. § 524(c). Further, section 524(f) contemplates a debtor voluntarily repaying a debt, which is what happens when a debtor pays on a car loan that has been discharged. <i>See id.</i> § 524(f) (\"Nothing contained in [sections 524(c) or 524(d)] prevents a debtor from voluntarily repaying any debt.\"); <i>see </i><i>In re Hellums,</i> 772 F.2d 379, 381 (7th Cir.1985) (per curiam). In sum, the plain-meaning implications of the phrase \"enter into an agreement\" in section 362(h)(1)(A) do not contravene clearly expressed Congressional intent. <i>See </i><i>Sunterra,</i> 361 F.3d at 268-69.</p>\n<p>Next, Coastal argues that the court should look to the phrase \"enter into\" an agreement in both section 362(h)(1)(A) and section 521(a)(6) and conclude that both sections require the same interpretation. Coastal's argument hinges on equating the phrase \"pursuant to\" in section 521(a)(6) and the phrase \"of the kind specified in\" section 362(h)(1)(A). <i>Compare</i> 11 U.S.C. § 521(a)(6) (describing one option for a Chapter 7 debtor as \"enter[ing] into an agreement with the creditor <i>pursuant to section 524(c)</i> with respect to the claim secured by such property\" (emphasis added)) <i>with id.</i> § 362(h)(1)(A) (describing one option for debtor as \"enter[ing] into an agreement <i>of the kind specified, in section 524(c)</i> applicable to the debt secured by such personal property\") (emphasis added). In essence, Coastal argues an agreement \"pursuant to\" section 524(c) means an agreement that complies with <i>every subsection</i> of 524(c), including the subsection addressing bankruptcy court approval of the reaffirmation agreement for uncounseled debtors. <i>See id.</i> § 524(c)(6)(A). Further, Coastal argues that this court should import the \"pursuant to\" language found in section 521(a)(6) into section 362(h)(1)(A). In making this argument, Coastal contends that there is no difference between the phrases \"pursuant to\" as found in section 521(a)(6), and \"of the kind specified in\" as found in section 362(h)(1)(A). Thus, Coastal maintains that, to be an agreement \"of the kind specified in\" section 524(c), a reaffirmation must comply with every subsection of 524(c), including the provision governing court approval of the reaffirmation agreement. <i>See</i> Coastal Supp. Br. 7-9; Coastal Initial Br. 9.</p>\n<p>The court rejects this argument. Even if the court equates the phrases \"enter into an agreement pursuant to section 524(c)\" and \"enter into an agreement of the kind specified in section 524(c),\" the court's analyses of the phrase \"enter into an agreement\" in section 521(a)(6), the phrase \"enter into an agreement\" in section 362(h)(1)(A), and the term \"agreement\" in section 524(c) demonstrate that with respect to debtors proceeding without counsel the phrase \"enter into an agreement\" does not equal \"enter into an enforceable agreement.\" <i>See Fees v. Ford Motor Credit Co.,</i> No. CV07-389-S-EJL, 2008 WL 4630668, at *6 n. 9 (D.Idaho Oct. 17, 2008); <i>Moustafi,</i> 371 B.R. at 439 n. 10. Indeed, section 524(c) recognizes that where an individual who is not represented by an attorney negotiates and signs a reaffirmation agreement that a creditor has signed, that reaffirmation agreement is not enforceable unless the bankruptcy court holds a hearing and approves it. <i>See</i> 11 U.S.C. § 524(c)(6)(A). Thus, the court rejects Coastal's argument that, under section 524(c) the phrase \"enter into an agreement pursuant to section 524(c)\" and the phrase \"enter into an agreement of the kind specified in section 524(c)\" can only mean \"enter into an agreement that the bankruptcy court has approved.\" <i>See, e.g., </i><i>In re Chim,</i> 381 B.R. 191, 197-98 (Bankr. D.Md.2008).</p>\n<p>Next, Coastal argues that if the phrase \"of the kind specified in\" as used in section 362(h)(1)(A) does not equate to the phrase \"pursuant to\" as used in section 521(a)(6), then the result is absurd because this interpretation destroys the alleged parallelism between section 362(h)(1)(A) and section 521(a)(6). Coastal decries the plain-meaning reading because under it, a party could comply with section 362(h) even when the bankruptcy court refuses to approve the reaffirmation agreement, while a party under section 521(a)(6) could never comply with that section's dictates absent actual approval of the reaffirmation agreement by the bankruptcy court. <i>Cf.</i> Coastal Supp. Br. 7-9; Coastal Initial Br. 9.</p>\n<p>For the reasons given earlier, the court rejects the premise that either entering into an agreement pursuant to section 524(c) or entering into an agreement of the kind specified in section 524(c) requires bankruptcy court approval. Such approval is necessary for an uncounseled debtor's reaffirmation agreement to be <i>enforceable,</i> but entering into an enforceable agreement is different than entering into an agreement. Congress could plausibly have chosen the statutory framework set forth in section 524(c), including the discretionary authority for a bankruptcy court to disapprove a debtor's uncounseled reaffirmation agreement. <i>See</i> 11 U.S.C. § 524(c)(6)(A).<sup>[16]</sup></p>\n<p>Coastal next argues that the sum total of the BAPCPA amendments indicates that Congress wanted court approval of a reaffirmation agreement to be a necessary condition of compliance. <i>See</i> Coastal Initial Br. 10-11 (arguing that the bankruptcy court's \"enter into\" analysis is \"unquestionably at clear odds with Congress' acknowledged intent to eliminate the `fourth option' via the various amendments to the Bankruptcy Code enacted by B[AP]CPA\"). However, even if Congress eliminated the pre-BAPCPA fourth option, that intent does not mean that Congress did not intend to create a modified version of the fourth option that applies to certain uncounseled debtors in certain cases:</p>\n<blockquote>While BAPCPA has done away with simple \"ride through\" in bankruptcy, it has not entirely eliminated the possibility that a debtor can \"ride through\" a bankruptcy and retain possession of secured personal property. Under the limited circumstances stated above, where a debtor timely complies with all requirements under §§ 521 and 362(h), the debtor can \"ride through\" the bankruptcy notwithstanding a bankruptcy court's refusal to approve the reaffirmation agreement.</blockquote>\n<p><i>Blakeley,</i> 363 B.R. at 232; <i>see </i><i>Baker,</i> 390 B.R. at 529-30; <i>Chim,</i> 381 B.R. at 199 (\"[W]here a court rejects a reaffirmation agreement that was timely entered into by a debtor, the debtor is left in the same position as a debtor who elected to have the loan contract ride through bankruptcy prior to the adoption of the creditor relief provisions in BAPCPA, and the rationale of <i>Belanger</i> continues to apply.\"); <i>Donald,</i> 343 B.R. at 540-41.</p>\n<p></p>\n<h2>C.</h2>\n<p>Finally, the court addresses Coastal's reliance on section 521(d) and the ipso facto clause in the loan agreement. Section 521(d) reads, \"If the debtor fails timely to take the action specified in [section 521(a)(6) or in section 362(h) and 521(a)(2)] nothing in this title shall prevent or limit the operation of [an ipso facto clause]....\" 11 U.S.C. § 521(d).<sup>[17]</sup> Relying on the plain language of section 521(a)(6) and section 521(d), Judge Small first held that section 521(a)(6) simply did not apply. <i>See</i> Bankr. Order 5-6. As for sections 362(h) and 521(a)(2), Judge Small held that the debtors timely took the action specified in sections 362(h) and 521(a)(2). <i>Id.</i> at 7. Specifically, \"[b]y signing the [reaffirmation a]greement, the debtors `entered into' an agreement to reaffirm the debt to Coastal. This constitutes `performing their intention' to reaffirm, as required by § 521(a)(2)(B), as well as `entering into an agreement of the kind specified in § 524(c),' as required by § 362(h)(1).\" <i>Id.</i> Once again, Coastal argues that this plain-meaning reading of \"timely ... tak[ing] the action specified\" in the applicable BAPCPA provisions leads to absurd results and contravenes clearly expressed Congressional intent.</p>\n<p>First, Coastal contends that the bankruptcy court's interpretation of \"take the action specified\" in BAPCPA to not require court approval of the reaffirmation agreement in order to avoid the effect of section 521(d) and any ipso facto clause has \"the absurd result of creat[ing] a `class within a class' of Chapter 7 debtors seeking to retain their encumbered property.\" Coastal Initial Br. 11. However, as discussed, Congress could have chosen to retain a modified version of the \"fourth option\" for certain uncounseled debtors who sought to reaffirm their debt, but whose attempt to reaffirm was thwarted by the expertise of the bankruptcy court. Because a plausible rationale exists for the result mandated by BAPCPA's plain language, the absurdity exception does not apply. <i>See, e.g., </i><i>Sunterra,</i> 361 F.3d at 268.</p>\n<p>Second, Coastal contends that Congress wanted to eliminate the fourth option \"for <i>all</i> Chapter 7 debtors,\" and that the House Report says so. <i>See</i> Coastal Initial Br. 12-13. In support, Coastal cites the background part of the House Report, which states, \"[BAPCPA] terminates the automatic stay with respect to personal property if the debtor does not timely reaffirm the underlying obligation or redeem the property.\" House Report 17. Coastal places the emphasis on \"timely reaffirm,\" and argues that this means that a debtor must in fact reaffirm by getting court approval if necessary. <i>See</i> Coastal Initial Br. 12-13. However, the House Report fails to address the scenario in this case concerning uncounseled debtors who timely enter into a reaffirmation agreement, but who have to get bankruptcy court approval for the reaffirmation agreement to be enforceable. Further, even looking at the House Report for what it does say, the emphasis could just as easily be placed on \"the debtor,\" implying that where the debtor did everything that the debtor could to timely reaffirm the debt, then the debtor has complied with BAPCPA.</p>\n<p>The burden to overcome the plain language in BAPCPA is \"extraordinary.\" <i>Garcia v. United States,</i> 469 U.S. 70, 75, 105 S.Ct. 479, 83 L.Ed.2d 472 (1984); <i>Sunterra,</i> 361 F.3d at 268-69. Coastal's citation to one arguably ambiguous sentence in the House Report is not enough to successfully mount an intent exception challenge to BAPCPA's plain language. <i>See, e.g., </i><i>Sunterra,</i> 361 F.3d at 270. Accordingly, Coastal has failed to show that the intent exception applies. In sum, section 521(d) provides no relief to Coastal.<sup>[18]</sup></p>\n<p></p>\n<h2>D.</h2>\n<p>The court has carefully considered the statutes at issue in this case as a whole, and concludes that neither narrow exception to the plain meaning rule applies to the provisions at issue in this case. <i>See, e.g., </i><i>Ayes,</i> 473 F.3d at 108; <i>Sunterra,</i> 361 F.3d at 265. The statutory scheme is coherent and consistent, and must be applied as written. At bottom, Coastal attempts to mix the absurdity exception, the intent exception, and the circumstances surrounding BAPCPA's passage to concoct a \"this is what Congress really should have done\" exception to the plain meaning rule. There is no such exception. <i>See </i><i>Garcia,</i> 469 U.S. at 78, 105 S.Ct. 479 (noting that courts should not change the plain meaning of a statute \"on the basis of a gestalt judgment as to what Congress probably intended\"); <i>Sunterra,</i> 361 F.3d at 269 (\"[P]ut simply, the modification of a statutory provision to achieve a preferable policy outcome is a task reserved to Congress.\"); <i>First South,</i> 926 F.2d at 346-47.</p>\n<p>Therefore, the automatic stay remains in place with respect to the Hardimans' loan concerning the Chevrolet, the Chevrolet remains part of the bankruptcy estate, and the Hardimans are not in default. The Hardimans may continue to possess the car and make payments to Coastal. If the Hardimans fail to make timely payments, or if they violate any other provision of the contract (including the lien), Coastal retains whatever rights it possesses under the terms of the underlying contract (including the lien). Those rights include seeking to repossess the car under state law. As part of any such <i>in rem</i> action, however, Coastal may not obtain a deficiency judgment against the Hardimans <i>in personam.</i></p>\n<p></p>\n<h2>VIII.</h2>\n<p>The court has examined the parties' arguments about the plain meaning of the BAPCPA provisions at issue in this case and the possible application of either the absurdity exception or the intent exception. Coastal has failed to meet the extraordinary burden of overcoming the plain meaning rule of statutory construction. Accordingly, for the reasons explained in this order, the judgment of the bankruptcy court is AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[1]  Ipso facto clauses are also called \"defaulton-filing\" and \"bankruptcy default\" clauses.</p>\n<p>[2]  This section, and the other Bankruptcy Code provisions relevant to this appeal, are explained in detail below.</p>\n<p>[3]  The reaffirmation agreement indicated that the Hardimans' monthly income would be $3,925, but their Schedule I filed with their bankruptcy petition indicated that their monthly income was $4,454.93. Regardless, the debtors' expenses would be reduced by the bankruptcy discharge, so they thought they would have enough money to make the payments on the Chevrolet.</p>\n<p>[4]  The Third Circuit has recognized Judge Small's \"compelling\" analysis in <i>Belanger</i> of the Bankruptcy Code provisions in section 521. <i>See </i><i>In re Price,</i> 370 F.3d 362, 375 n. 9 (3d Cir.2004).</p>\n<p>[5]  <i>See</i> 11 U.S.C. § 362(a).</p>\n<p>[6]  Because this statute reads almost the same today as it did historically, court hereafter refers to it by its current code designation, 11 U.S.C. § 521(a)(2)(A).</p>\n<p>[7]  <i>In re Price,</i> 370 F.3d 362, 379 (3d Cir.2004) (explaining that current section 521(a)(2)(A) is merely a notice provision); <i>In re Parker,</i> 139 F.3d 668, 673 (9th Cir.1998) (\"The debtor's other options remain available....\"); <i>In re Boodrow,</i> 126 F.3d 43, 51 (2d Cir.1997) (explaining that current section 521(a)(2)(A) \"appears to serve primarily a notice function, not necessarily to restrict the substantive options available to a debtor\"); <i>Belanger,</i> 962 F.2d at 347-48 (\"Nothing in [current] section 521[a](2)(A) requires the debtor to choose redemption, reaffirmation or surrender of the property to the exclusion of all other alternatives....\"); <i>Lowry Fed. Credit Union v. West,</i> 882 F.2d 1543, 1547 (10th Cir.1989) (\"[W]e do not believe those provisions make redemption or reaffirmation the exclusive means by which a bankruptcy court can allow a debtor to retain secured property.\").</p>\n<p>[8]  Four courts of appeals rejected the ride-through option. <i>In re Burr,</i> 160 F.3d 843, 849 (1st Cir.1998) (\"[W]e believe that [current] 11 U.S.C. § 521[(a)](2) unambiguously requires chapter 7 debtors wishing to retain property of the estate that secures a consumer debt to elect one of the retention options specified....\"); <i>In re Johnson,</i> 89 F.3d 249, 252 (5th Cir.1996) (per curiam) (\"[D]ebtors are limited to the three options set forth in the statute.\"); <i>In re Taylor,</i> 3 F.3d 1512, 1517 (11th Cir.1993) (\"[W]e hold the plain language of [current] 11 U.S.C. § 521[(a)](2) does not permit a Chapter 7 debtor to retain the collateral property without either redeeming the property or reaffirming the debt....\"); <i>Edwards,</i> 901 F.2d at 1387 (\"[W]e hold that [current] 11 U.S.C. § 521 [(a)(2)] requires a debtor to choose between the reaffirmation, redemption or surrender of property....\"). Additionally, the Sixth Circuit rejected an argument that approximated ride-through shortly before Congress amended the Bankruptcy Code in 1984 to include the language that gave rise to the ride-through dispute. <i>See </i><i>Bell,</i> 700 F.2d at 1054-55. 1058 (rejecting argument that debtor may \"redeem\" property by making installment payments); <i>see also </i><i>Taylor,</i> 3 F.3d at 1515 n. 3 (\"The Sixth Circuit decided <i>Bell</i> the year before Congress passed the 1984 Amendments to the Bankruptcy Code.\").</p>\n<p>[9]  11 U.S.C. § 521(a)(2) provides:\n</p>\n<p>[I]f an individual debtor's schedule of assets and liabilities includes debts which are secured by property of the estate</p>\n<p>(A) within thirty days after the date of the filing of a petition under chapter 7 of this title or on or before the date of the meeting of creditors, whichever is earlier, or within such additional time as the court, for cause, within such period fixes, the debtor shall file with the clerk a statement of his intention with respect to the retention or surrender of such property and, if applicable, specifying that such property is claimed as exempt, that the debtor intends to redeem such property, or that the debtor intends to reaffirm debts secured by such property;</p>\n<p>(B) within 30 days after the first date set for the meeting of creditors under section 341(a), or within such additional time as the court, for cause, within such 30-day period fixes, the debtor shall perform his intention with respect to such property, as specified by subparagraph (A) of this paragraph; and</p>\n<p>(C) nothing in subparagraphs (A) and (B) of this paragraph shall alter the debtor's or the trustee's rights with regard to such property under this title, except as provided in section 362(h).</p>\n<p>[10]  11 U.S.C. § 524(c) provides:\n</p>\n<p>An agreement between a holder of a claim and the debtor, the consideration for which, in whole or in part, is based on a debt that is dischargeable in a case under this, title is enforceable only to any extent enforceable under applicable nonbankruptcy law, whether or not discharge of such debt is waived, only if</p>\n<p>(1) such agreement was made before the granting of the discharge under section 727, 1141, 1228, or 1328 of this title;</p>\n<p>(2) the debtor received the disclosures described in subsection (k) at or before the time at which the debtor signed the agreement;</p>\n<p>(3) such agreement has been filed with the court and, if applicable, accompanied by a declaration or an affidavit of the attorney that represented the debtor during the course of negotiating an agreement under this subsection, which states that</p>\n<p>(A) such agreement represents a fully informed and voluntary agreement by the debtor;</p>\n<p>(B) such agreement does not impose an undue hardship on the debtor or a dependent of the debtor; and</p>\n<p>(C) the attorney fully advised the debtor of the legal effect and consequences of</p>\n<p>(i) an agreement of the kind specified in this subsection; and</p>\n<p>(ii) any default under such an agreement;</p>\n<p>(4) the debtor has not rescinded such agreement at any time prior to discharge or within sixty days after such agreement is filed with the court, whichever occurs later, by giving notice of rescission to the holder of such claim;</p>\n<p>(5) the provisions of subsection (d) of this section have been complied with; and</p>\n<p>(6) (A) in a case concerning an individual who was not represented by an attorney during the course of negotiating an agreement under this subsection, the court approves such agreement as</p>\n<p>(i) not imposing an undue hardship on the debtor or a dependent of the debtor; and</p>\n<p>(ii) in the best interest of the debtor.</p>\n<p>(B) Subparagraph (A) shall not apply to the extent that such debt is a consumer debt secured by real property.</p>\n<p>[11]  BAPCPA fails to contemplate a scenario where a debtor is represented by an attorney during the course of negotiating a reaffirmation agreement, but the attorney fails or refuses to provide an affidavit or declaration in accordance with section 524(c)(3). <i>See, e.g., </i><i>In re Husain,</i> 364 B.R. 211, 215-16 (Bankr. E.D.Va.2007). Because an attorney did not represent the Hardimans during the course of negotiating the reaffirmation agreement, the court need not address that scenario.</p>\n<p>[12]  <i>See </i><i>Riggs Nat'l Bank of Washington, D.C. v. Perry,</i> 729 F.2d 982, 985 (4th Cir.1984).</p>\n<p>[13]  <i>See, e.g., </i><i>In re Moustafi,</i> 371 B.R. 434, 438 (Bankr.D.Ariz.2007); <i>In re Husain,</i> 364 B.R. 211, 219 nn. 14, 15 (Bankr.E.D.Va.2007); <i>In re Blakeley,</i> 363 B.R. 225, 229 n. 7 (Bankr. D.Utah 2007).</p>\n<p>[14]  <i>See, e.g., </i><i>In re Steinhaus,</i> 349 B.R. 694, 704-07 (Bankr.D.Idaho 2006).</p>\n<p>[15]  <i>See</i> The Bankruptcy Abuse Prevention and Consumer Protection Act of 2005, H.R.Rep. No. 109-31, pt. 1 (2005), <i>as reprinted in</i> 2005 U.S.C.C.A.N. 88 [hereinafter \"House Report\"]. The House Report is practically BAPCPA's only legislative history. <i>See, e.g.,</i> Jean Braucher, <i>Rash and Ride-Through Redux: The Terms for Holding on to Cars, Homes and Other Collateral Under the 2005 Act,</i> 13 Am. Bankr.Inst. L.Rev. 457, 460 n. 13 (2005). Neither party cites any legislative history other than this report.</p>\n<p>[16]  The Hardimans contend that it is Coastal's interpretation of the statute  not the plain meaning reading  that leads to absurd results. <i>See</i> Hardimans Initial Br. 9-11; Hardimans Supp. Br. 6-7. According to the Hardimans, it is impossible for any debtor comply with every provision of section 524(c), because that section contains differing deadlines. <i>See</i> Hardimans Initial Br. 10-11; Hardimans Supp. Br. 6-7. The court need not address this argument.</p>\n<p>[17]  11 U.S.C. § 521(d) provides:\n</p>\n<p>If the debtor fails timely to take the action specified in subsection (a)(6) of this section, or in paragraphs (1) and (2) of section 362(h), with respect to property which a lessor or bailor owns and has leased, rented, or bailed to the debtor or as to which a creditor holds a security interest not otherwise voidable under section 522(f), 544, 545, 547, 548, or 549, nothing in this title shall prevent or limit the operation of a provision in the underlying lease or agreement that has the effect of placing the debtor in default under such lease or agreement by reason of the occurrence, pendency, or existence of a proceeding under this title or the insolvency of the debtor. Nothing in this subsection shall be deemed to justify limiting such a provision in any other circumstance.</p>\n<p>[18]  This order does not address any state law limitations that might prevent repossession under section 521(d). <i>Cf. </i><i>Dumont,</i> 383 B.R. at 489-90.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>COASTAL FEDERAL CREDIT UNION, Appellant,<br>\nv.<br>\nLandon Terrell HARDIMAN, Jr., and Daffney Marritt Hardiman, Appellees.</h1></center>\n<center>No. 5:08-CV-17-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 28, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>In 2005, Congress amended the Bankruptcy Code via the \"Bankruptcy Abuse Prevention and Consumer Protection Act of 2005,\" Pub.L. No. 109-8, 119 Stat. 23 (\"BAPCPA\"). This case presents the question whether BAPCPA contains a modified version of the \"ride-through\" option where debtors without legal counsel timely enter into a reaffirmation agreement concerning personal property with their creditor and submit the reaffirmation agreement to the bankruptcy court, but the bankruptcy court refuses to approve the reaffirmation agreement. The bankruptcy court analyzed BAPCPA and held that under the plain meaning of the relevant BAPCPA provisions, such a modified version of the \"ride-through\" option exists within BAPCPA. Thus, after refusing to approve the reaffirmation agreement, the bankruptcy court held that the debtors could retain the car that was the subject of the reaffirmation agreement and continue to make payments on the car loan.</p>\n<p>Coastal Federal Credit Union (\"Coastal\") appeals and contends that the bankruptcy court erred in analyzing BAPCPA. Coastal argues that BAPCPA's plain meaning leads to absurd results and contravenes clearly expressed Congressional intent in BAPCPA's legislative history. On August 29, 2008, the court held oral argument. As explained below, this court disagrees with Coastal and affirms the bankruptcy court's judgment.</p>\n<p></p>\n<h2>I.</h2>\n<p>In February 2005, Landon and Daffney Hardiman (\"debtors\" or \"Hardimans\") bought a 2005 Chevrolet Equinox. The Hardimans financed the purchase through Coastal. Under the loan agreement with Coastal, the Hardimans are obligated to make a monthly car payment of $479.69 to Coastal, and Coastal has a senior, perfected first lien on the car. <i>See In re Hardiman,</i> No. 07-00954-5-ATS, [D.E. 47], at 1-2 (Bankr.E.D.N.C. Nov. 20, 2007) (order denying motion for reconsideration) (Small, Bankr. J.) [hereinafter \"Bankr. Order\"]. As of May 2007, the Hardimans were upside down on their loanthe car was worth about $9,000, but the Hardimans owed Coastal over $20,000. <i>See id.</i> Moreover, the loan agreement contains an \"ipso facto\" clause (which declares the debtors in default on the secured obligation simply by virtue of filing for bankruptcy). <i>See id.</i> at 2-3.<sup>[1]</sup></p>\n<p>On May 2, 2007, the Hardimans filed for bankruptcy under Chapter 7 of the Bankruptcy Code. As part of the bankruptcy, the Hardimans desired to reaffirm the automobile loan with Coastal because they have three children and the Chevrolet is their only reliable means of transportation. <i>Id.</i> at 2. The Hardimans (without legal counsel) timely signed a reaffirmation agreement with Coastal. <i>Id.</i> According to the reaffirmation agreement, the Hardimans have $3,925 in monthly income and $2,535 in monthly expenses, leaving $1,390 to make the required monthly car payment of $479.69 to Coastal. <i>Id.</i> Because the reaffirmation agreement did not include an attorney affidavit or declaration under 11 U.S.C. § 524(c)(3),<sup>[2]</sup> the bankruptcy court had to decide whether to approve the reaffirmation agreement as (1) not imposing an undue hardship, and (2) in the Hardimans' best interest. <i>See</i> 11 U.S.C. § 524(c)(6)(A).</p>\n<p>The bankruptcy court held a hearing under section 524(d). <i>See</i> Bankr. Order at 2. At the hearing, the bankruptcy court noted that the Hardimans' Schedule I filed with their Chapter 7 petition showed an average monthly income of $4,454.93 and their Schedule J showed average monthly expenses of $5,689, resulting in a net monthly income of $1,234.07. <i>See</i> Bankr. Order 1. Nonetheless, with the \"fresh start\" arising from their bankruptcy, the Hardimans told the bankruptcy court that their expenses would be reduced to $2,535 and that they thought they could make the monthly payments on the Chevrolet.<sup>[3]</sup><i>Id.</i> at 3. The Hardimans acknowledged, however, that it would be hard sometimes. <i>Id.</i> On August 15, 2007, the bankruptcy court rejected the reaffirmation agreement as imposing an undue hardship on the Hardimans and not in the Hardimans' best interest. <i>See id.</i> Because the bankruptcy court did not approve the reaffirmation agreement, Coastal believed that the automatic stay no longer applied, that the ipso facto clause became operative, that Coastal could seek to repossess the car under state law, and that Coastal could seek a deficiency judgment against the Hardimans for the difference between the value of the car and the amount owed. However, the bankruptcy court interpreted BAPCPA and held that the automatic stay still applied, and that Coastal could not seek to repossess the vehicle under state law so long as the Hardimans remained current on their payments and complied with the other requirements of the contract and lien. <i>Id.</i></p>\n<p>Coastal filed a motion for reconsideration. On October 31, 2007, the bankruptcy court held a hearing on the motion. On November 20, 2007, the bankruptcy court denied the motion for reconsideration. <i>See id.</i> at 10. The bankruptcy court summarized its judgment as follows:</p>\n<blockquote>Because court approval of a reaffirmation agreement is not an element of §§ 521(a)(2) and 362(h)(1), the debtors complied with the requirements of the Code by doing everything within their control to reaffirm the debt to Coastal. While \"ride-through\" is not a standalone option in addition to surrender, redemption, or reaffirmation of a debt secured by personal property, it may, in limited circumstances, occur as a result of a debtor's attempt to reaffirm.... The automatic stay remains in place with respect to Coastal, and as long as the debtors remain current in their payments, Coastal may not repossess the vehicle or declare default based on the debtors' bankruptcy filing.</blockquote>\n<p><i>Id.</i> Coastal timely appeals to this court,</p>\n<p></p>\n<h2>II.</h2>\n<p>The court reviews the bankruptcy court's factual findings for clear error, and reviews its conclusions of law de novo. <i>See </i><i>In re Baltimore Marine Indus., Inc.,</i> <span class=\"citation\" data-id=\"796755\"><a href=\"/opinion/796755/in-re-baltimore-marine-industries-incorporated-debtor-alan-m-grochal/\"><span class=\"volume\">476</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">238</span></a></span>, 240 (4th Cir.2007). This appeal involves only questions of law.</p>\n<p>Coastal argues: (1) the bankruptcy court erred in determining that section 521(a)(6) does not apply to this case and thereby refusing to lift the automatic stay, and (2) the bankruptcy court erred in determining that sections 521(a)(2)(C) and 362(h) do not mandate the termination of the automatic stay. Coastal's arguments are premised on two exceptions to the plain meaning rule of statutory construction. Essentially, Coastal argues that the court should reject the plain meaning of the BAPCPA provisions at issue because (1) they lead to absurd results, and (2) they run manifestly counter to clearly expressed Congressional intent in BAPCPA's legislative history. <i>See, e.g.,</i> Coastal Initial Br. 2, 7-14.</p>\n<p>\"In interpreting a statute, `a court should always turn first to one, cardinal canon [of construction] before all others': the plain meaning rule.\" <i>Ayes v. U.S. Dep't of Veterans Affairs,</i> <span class=\"citation\" data-id=\"796429\"><a href=\"/opinion/796429/taylor-ayes-william-p-cutshall-frank-a-ribar-edward-c-smith-james-f/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span>, 108 (4th Cir.2006) (alteration in original) (quoting <i>Conn. Nat'l Bank v. Germain,</i> <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, 253, <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1146</span></a></span>, <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></a></span> (1992)). In applying the plain meaning rule, courts must \"consider the context in which the statutory words are used because [courts] do not construe statutory phrases in isolation; [courts] read statutes as a whole.\" <i>Id.</i> (quotation &amp; alterations thereof omitted). However, \"[t]he [statutory construction] inquiry ceases if the statutory language is unambiguous and the statutory scheme is coherent and consistent.\" <i>Barnhart v. Sigmon Coal, Co.,</i> <span class=\"citation\" data-id=\"145120\"><a href=\"/opinion/145120/barnhart-v-sigmon-coal-co/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">438</span></a></span>, 450, <span class=\"citation\" data-id=\"145120\"><a href=\"/opinion/145120/barnhart-v-sigmon-coal-co/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">941</span></a></span>, <span class=\"citation\" data-id=\"145120\"><a href=\"/opinion/145120/barnhart-v-sigmon-coal-co/\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">908</span></a></span> (2002) (quotation omitted); <i>see </i><i>Ayes,</i> 473 F.3d at 108.</p>\n<p>Coastal acknowledges the plain meaning rule, but notes that the plain meaning rule is subject to \"two narrow exceptions.\" <i>In re Sunterra Corp.,</i> <span class=\"citation\" data-id=\"785425\"><a href=\"/opinion/785425/in-re-sunterra-corporation-debtor-rci-technology-corporation-formerly/\"><span class=\"volume\">361</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 265 (4th Cir.2004). According to the Fourth Circuit:</p>\n<blockquote>The first such exception, premised on absurdity, exists when literal application of the statutory language at issue results in an outcome that can truly be characterized as absurd, i.e., that is so gross as to shock the general moral or common sense. The second exception is premised on legislative intent, and it exists only when literal application of the statutory language at issue produces an outcome that is demonstrably at odds with clearly expressed congressional intent. A reviewing court may look beyond the plain language of an unambiguous statute only when one of these exceptions is implicated. And [the Fourth Circuit] ha[s] recognized that the instances in which either of these exceptions to the Plain Meaning Rule apply are, and should be, exceptionally rare.</blockquote>\n<p><i>Id.</i> (internal citations &amp; quotations omitted).</p>\n<p>To invoke the absurdity exception, the outcome mandated by the plain language must be \"so gross as to shock the general moral or common sense.\" <i>Md. State Dep't of Educ. v. U.S. Dep't of Veterans Affairs,</i> <span class=\"citation\" data-id=\"728016\"><a href=\"/opinion/728016/maryland-state-department-of-education-division-of-rehabilitation-services/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">165</span></a></span>, 169 (4th Cir. 1996). Accordingly, \"if it is plausible that Congress intended the result compelled by the Plain Meaning Rule, [a court] must reject an assertion that such an application is absurd.\" <i>Sunterra,</i> 361 F.3d at 268. Even if the result compelled by the plain language is \"anomalous,\" \"unreasonable,\" or even \"quite unreasonable,\" it must stand if Congress could plausibly have made that choice. <i>Id.</i> at 267-28 (internal quotations omitted) (concluding that plain meaning implications of the phrase \"assume or assign\" were not absurd where plain language of Bankruptcy Code prohibited Chapter 11 debtor-in-possession from \"assum[ing] or assign[ing]\" an executory contract without creditor's permission, and where debtor argued that such an interpretation conflicted with the general bankruptcy policy of promoting successful reorganizations by Chapter 11 bankrupts): <i>see also </i><i>Md. State Dep't of Educ.,</i> 98 F.3d at 167-71 (rejecting argument that statute was absurd where it provided for arbitration panel to review federal agency's compliance with statute, but did not provide arbitration panel with any enforcement powers, because Congress could plausibly have chosen to have aggrieved party file arbitration actions over and over in hopes of convincing (or annoying) the federal agency into compliance with the statute). The Fourth Circuit's analysis of the absurdity exception conforms with Supreme Court precedent. <i>See </i><i>Griffin v. Oceanic Contractors, Inc.,</i> <span class=\"citation\" data-id=\"110787\"><a href=\"/opinion/110787/griffin-v-oceanic-contractors-inc/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 570, 574-77, <span class=\"citation\" data-id=\"110787\"><a href=\"/opinion/110787/griffin-v-oceanic-contractors-inc/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3245</span></a></span>, <span class=\"citation\" data-id=\"110787\"><a href=\"/opinion/110787/griffin-v-oceanic-contractors-inc/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">973</span></a></span> (1982) (concluding that maritime-law statute mandating two days' pay for \"each and every day\" that wages are impermissibly withheld was not absurd where shipowner did not pay $412 in disputed wages, and lawsuit over said wages stretched out over lengthy period of time, resulting in plaintiff receiving over $300,000 in statutorily mandated wages); <i>cf. </i><i>Green v. Bock Laundry Machine Co.,</i> <span class=\"citation\" data-id=\"112264\"><a href=\"/opinion/112264/green-v-bock-laundry-machine-co/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">504</span></a></span>, 505-11, <span class=\"citation\" data-id=\"112264\"><a href=\"/opinion/112264/green-v-bock-laundry-machine-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1981</span></a></span>, <span class=\"citation\" data-id=\"112264\"><a href=\"/opinion/112264/green-v-bock-laundry-machine-co/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">557</span></a></span> (1989) (appearing to conclude that former Federal Rule of Evidence 609, whose plain text required admission of felony convictions to impeach testifying civil plaintiffs <i>without</i> permitting the court to balance prejudice against probative value, while at the same time mandating such a balancing before admitting felony convictions to impeach testifying civil defendants, was absurd).</p>\n<p>As for the intent exception to the plain meaning rule, a court should not apply a statute's plain language if \"the literal application of a statute will produce a result demonstrably at odds with the intentions of its drafters.\" <i>United States v. Ron Pair Enters., Inc.,</i> <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></a></span>, 242, <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1026</span></a></span>, <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">290</span></a></span> (1989) (quotation omitted). Notably, the intent exception does not apply merely because a statute appears to be unreasonable in light of general bankruptcy policy. <i>See </i><i>Sunterra,</i> 361 F.3d at 269. Rather, the party challenging the plain language must affirmatively show that the plain language is demonstrably contrary to the legislature's intentions. <i>See id.</i> To invoke the intent exception, the contrary intent \"must have been clearly expressed by the legislative body.\" <i>Md. State Dept. of Educ.,</i> 98 F.3d at 169. \"Requiring a demonstration that the plain meaning of a statute is at odds with the intentions of its drafters is a more stringent mandate than requiring a showing that the statute's literal application is unreasonable in light of bankruptcy policy.\" <i>Sunterra,</i> 361 F.3d at 269. Further, a party invoking the intent exception bears an extraordinary burden. <i>See, e.g., </i><i>Garcia v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">70</span></span>, 75, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">479</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span></span> (1984) (\"While we now turn to the legislative history as an additional tool of analysis, we do so with the recognition that only the most extraordinary showing of contrary intentions from those data would justify a limitation on the `plain meaning' of the statutory language.\").</p>\n<p>A Third Circuit case illustrates the intent exception. <i>See </i><i>In re First Merchants Acceptance Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">198</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">394</span></span> (3d Cir. 1999). In 1994, Congress amended the Bankruptcy Code by adding 11 U.S.C. § 503(b)(3)(F), and the plain language of the amendment allowed an individual member of a creditors' committee to obtain reimbursement for legal and financial service expenses from the bankruptcy estate. <i>See id.</i> at 395-98. The litigants agreed that the creditors' committee as a separate entity and the debtor as an entity could obtain such reimbursement, but disagreed as to whether an individual member of the creditors' committee could obtain such expense reimbursement. <i>Id.</i> at 396-97. The Third Circuit acknowledged that adopting the plain meaning appeared to conflict with another section of the Bankruptcy Code, which appeared to authorize only reimbursement of attorneys' fees for counsel serving the entire creditors' committee, not reimbursement for such fees of an individual member of the creditors' committee. <i>See id.</i> at 399-400 (discussing tension between 11 U.S.C. § 503(b)(3)(F) and 11 U.S.C. § 1103(a)). The Third Circuit further noted that adopting the plain meaning created a danger of cronyism and abuse. <i>See id.</i> Lastly, the Third Circuit stated that the legislative history contained conflicting evidence on the legal question presented. <i>See id.</i> at 400-02. Nonetheless, the Third Circuit held that only \"the most extraordinary showing of contrary intentions\" can allow departure from the plain meaning of a statute. <i>Id.</i> at 403 (quotation omitted). Accordingly, the Third Circuit applied the Code as written and left \"any redrafting of the statute in Congress' hands.\" <i>Id.; see </i><i>Sunterra,</i> 361 F.3d at 269 (\"[P]ut simply, the modification of a statutory provision to achieve a preferable policy outcome is a task reserved to Congress.\").</p>\n<p>In analyzing this case under the plain meaning rule, the absurdity exception, and the intent exception, the court recognizes that the party challenging the plain meaning of a statute bears an exceptionally heavy burden. <i>See, e.g., </i><i>Sunterra,</i> 361 F.3d at 265 (\"[T]he instances in which either of these exceptions to the Plain Meaning Rule apply are, and should be, exceptionally rare.\") (quotation omitted). Moreover, as this case illustrates, \"burdens of proof ... matter.\" <i>Thorn v. Jefferson-Pilot Life Ins. Co.,</i> <span class=\"citation\" data-id=\"794047\"><a href=\"/opinion/794047/rose-belle-thorn-rosa-m-thorn-individually-and-as-personal/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">311</span></a></span>, 324 (4th Cir.2006).</p>\n<p></p>\n<h2>III.</h2>\n<p>To understand the current dispute about BAPCPA, the court begins with the so-called \"ride-through\" option in the Bankruptcy Code pre-BAPCPA. <i>See </i><i>In re Belanger,</i> <span class=\"citation\" data-id=\"1539315\"><a href=\"/opinion/1539315/in-re-belanger/\"><span class=\"volume\">118</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">368</span></a></span> (Bankr.E.D.N.C.1990) (Small, Bankr. J.).<sup>[4]</sup> In the 1980s, a coalition of secured creditors lobbied for changes to the Bankruptcy Code. <i>See id.</i> at 370. The secured creditors were concerned because the bankruptcy automatic stay<sup>[5]</sup> prohibited them from contacting debtors who filed for Chapter 7 bankruptcy. <i>See id.</i> at 370-71. Because they could not contact the debtors due to the automatic stay, the secured creditors often had no information on what was going to happen to their collateral during the bankruptcy. <i>Id.</i> at 370. Secured creditors would therefore be forced to file adversary proceedings against debtors in order to get this information. <i>Id.</i> at 370-71.</p>\n<p>In 1984, Congress responded to these concerns and added what is now section 521(a)(2)(A) to the Bankruptcy Code. <i>See id.</i> (discussing former section 521(2)(A)).<sup>[6]</sup> This section was \"essentially a <i>notice</i> requirement to permit secured creditors to ascertain the debtor's intentions early in the case.\" <i>Id.</i> at 370. This section reads almost exactly the same today as it did when first enacted. It currently provides:</p>\n<blockquote>(2) if an individual debtor's schedule of assets and liabilities includes debts which are secured by property of the estate</blockquote>\n<blockquote>(A) within thirty days after the date of the filing of a petition under chapter 7 of this title or on or before the date of the meeting of creditors, whichever is earlier, or within such additional time as the court, for cause, within such period fixes, the debtor shall file with the clerk a statement of his intention with respect to the retention or surrender of such property and, if applicable, specifying that such property is claimed as exempt, that the debtor intends to redeem such property, or that the debtor intends to reaffirm debts secured by such property....</blockquote>\n<p>11 U.S.C. § 521(a)(2)(A). This language gave rise to litigation as to whether Congress intended this list of three options claim the collateral as exempt, redeem the collateral, or reaffirm the debtto be exclusive. <i>See, e.g., </i><i>Belanger,</i> 118 B.R. at 369.</p>\n<p><i>Belanger</i> presented this question within the Fourth Circuit. In <i>Belanger,</i> a couple filed for Chapter 7 bankruptcy. <i>See id.</i> The couple lived in a mobile home purchased via an installment sales contract, which included a senior, perfected first lien on the mobile home. <i>Id.</i> Therefore, section 521(a)(2)(A) required the couple to file a \"[statement of [i]ntention\" to give the creditor notice of what they intended to do with the mobile home. <i>Id.</i> In their statement of intention, the debtors stated that they would simply retain the mobile home and continue making monthly payments, <i>without</i> actually reaffirming the debt. <i>See id.</i> This option was not one of the three options expressly listed in section 521(a)(2)(A). <i>Id.</i></p>\n<p>The debtors argued that they could take this approach for three reasons. First, under Fourth Circuit precedent, the ipso facto clause in their loan agreement was unenforceable. <i>See id.</i> &amp; n. 1 (citing <i>Riggs Nat'l Bank of Washington, D.C. v. Perry,</i> <span class=\"citation\" data-id=\"432251\"><a href=\"/opinion/432251/riggs-national-bank-of-washington-dc-v-john-gillis-perry-jr-in-re/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">982</span></a></span> (4th Cir.1984)). Because the ipso facto clause in their loan agreement was unenforceable, they were not in default on their loan, even though they filed for bankruptcy. <i>See id.</i> at 369. Second, the language of the statute provides that a Chapter 7 debtor must declare his intention with respect to the three options \"if applicable.\" <i>Id.</i> (quotation omitted). The debtors argued that they did not select any of the three options because none was \"applicable.\" <i>See id.</i> at 369-70. Further, they argued that the three options were nonexclusive, and they could select another option. <i>See id.</i> Finally, the debtors noted that the statute at that time expressly stated that it should not be interpreted to \"alter the debtor's ... rights with respect to [encumbered] property.\" <i>See id.</i> at 371-72 (discussing former 11 U.S.C. § 521(2)(C).</p>\n<p>In <i>Belanger,</i> the bankruptcy court agreed with the debtors. <i>See id.</i> at 369-70. In so doing, the bankruptcy court rejected the reasoning of several other courts, including the Seventh Circuit. <i>See id.</i> at 372 (rejecting <i>In re Edwards,</i> <span class=\"citation\" data-id=\"540367\"><a href=\"/opinion/540367/in-the-matter-of-judy-emely-edwards-also-known-as-judy-emely-glass/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1383</span></a></span> (7th Cir.1990)). Because the debtors did not select any of the three options, this approach became known as the \"fourth option.\" <i>See, e.g., </i><i>In re Price,</i> <span class=\"citation\" data-id=\"786406\"><a href=\"/opinion/786406/in-re-michael-b-price-christine-r-price-debtors-michael-b-price/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">362</span></a></span>, 372 (3d Cir.2004). It has also been labeled \"ride-through\" and \"pay and drive\" (because debtors used this option to keep their cars and continue to make payments on their car loans). <i>See, e.g., </i><i>In re Donald,</i> <span class=\"citation\" data-id=\"1932868\"><a href=\"/opinion/1932868/in-re-donald/\"><span class=\"volume\">343</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">524</span></a></span>, 526 (Bankr.E.D.N.C.2006).</p>\n<p>The mobile home creditor appealed to this court. This court affirmed on Judge Small's reasoning. <i>See </i><i>Home Owners Funding Corp. of America v. Belanger,</i> <span class=\"citation\" data-id=\"2016787\"><a href=\"/opinion/2016787/home-owners-funding-corp-of-america-v-belanger/\"><span class=\"volume\">128</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">142</span></a></span>, 143 (E.D.N.C.1990) (Dupree, J.). The mobile home creditor appealed to the Fourth Circuit, which affirmed. <i>See </i><i>In re Belanger,</i> <span class=\"citation\" data-id=\"582571\"><a href=\"/opinion/582571/in-re-budd-george-belanger-janice-leigh-belanger-debtors-home-owners/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">345</span></a></span>, 346 (4th Cir.1992). In doing so, the Fourth Circuit rejected the Seventh Circuit's conclusion that the three options in section 521(a)(2)(A) were exclusive. The Fourth Circuit noted, inter alia, that the Seventh Circuit's analysis rested on another case which reasoned in part from the premise that ipso facto clauses were enforceable in that circuit. <i>See id.</i> at 347-18 (rejecting <i>Edwards</i> and its reliance on <i>In re Bell,</i> <span class=\"citation\" data-id=\"414479\"><a href=\"/opinion/414479/in-re-thomas-howard-bell-and-margaret-louise-bell-debtors-general-motors/\"><span class=\"volume\">700</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1053</span></a></span> (6th Cir.1983)).</p>\n<p>In so holding, the Fourth Circuit chose its side in a vigorous circuit split. This circuit split persisted for over fifteen years. <i>See </i><i>Donald,</i> 343 B.R. at 530-31. The Supreme Court never resolved whether the three options listed in section 521(a)(2)(A) were exclusive, or whether there was a \"fourth option.\" Rather, this issue was the subject of ten different decisions of the courts of appeals. Five courts of appeals held that a debtor is not limited by the options enumerated in current section 521(a)(2)(A).<sup>[7]</sup> Five others held to the contrary.<sup>[8]</sup></p>\n<p></p>\n<h2>IV.</h2>\n<p>In 2005, Congress enacted BAPCPA and made many changes to the Bankruptcy Code. Pub.L. No. 109-8, 119 Stat. 23. The question in this case is whether BAPCPA contains a modified version of the \"ride-through\" or \"fourth option\" where debtors without counsel timely enter into a reaffirmation agreement concerning personal property with their creditor and submit the reaffirmation agreement to the bankruptcy court for approval, but the bankruptcy court refuses to approve the reaffirmation agreement. Answering this question requires an analysis of 11 U.S.C. §§ 362, 521, and 524.</p>\n<p></p>\n<h2>A.</h2>\n<p>Just like the Bankruptcy Code pre-BAPCPA, the Bankruptcy Code post-BAPCPA still presents a Chapter 7 debtor with the three enumerated options with respect to secured personal property claim the property as exempt, redeem the property, or reaffirm the debt.<sup>[9]</sup> BAPCPA requires that the debtor file \"a statement of his intention with respect to the retention or surrender of [encumbered] property.\" <i>Id.</i> § 521(a)(2)(A). From there, the BAPCPA amendments address both aspects of what a secured creditor must show before the secured creditor may seek to repossess such collateral under' state law: termination of the automatic stay and default on the underlying obligation.</p>\n<p>Under BAPCPA, termination of the automatic stay may occur through either of two independent provisions: section 521(a)(6) or the combination of sections 521(a)(2)(C) and 362(h). These provisions use some similar terminology, but differ in important respects.</p>\n<p></p>\n<h2>1.</h2>\n<p>The first BAPCPA provision under which the automatic stay may be terminated is section 521(a)(6). That section provides that the debtor shall:</p>\n<blockquote>in a case under chapter 7 of this title in which the debtor is an individual, not retain possession of personal property as to which a creditor has an allowed claim for the purchase price secured in whole or in part by an interest in such personal property unless the debtor, not later than 45 days after the first meeting of creditors under section 341(a), either</blockquote>\n<blockquote>(A) enters into an agreement with the creditor pursuant to section 524(c) with respect to the claim secured by such property; or</blockquote>\n<blockquote>(B) redeems such property from the security interest pursuant to section 722.</blockquote>\n<p><i>Id.</i> § 521(a)(6). Section 521(a) goes on to state:</p>\n<blockquote>If the debtor fails to so act within the 45-day period referred to in paragraph (6), the [automatic] stay under section 362(a) is terminated with respect to the personal property of the estate or of the debtor which is affected, such property shall no longer be the property of the estate, and the creditor may take whatever action as to such property as is permitted by applicable nonbankruptcy law....</blockquote>\n<p><i>Id.</i> § 521(a).</p>\n<p>Section 521(a)(6) makes three things clear. First, it applies when the creditor has an \"allowed claim\" for the \"purchase price\" of an individual debtor's personal property. Second, if it applies, and if the debtor does not redeem the encumbered personal property, but desires to retain the encumbered personal property, the debtor must timely \"enter[] into an agreement... pursuant to section 524(c)\" (which discusses reaffirmation agreements) in order to do so. Finally, if section 521(a)(6) applies and the debtor does not obey it, the automatic stay is terminated, the property is no longer part of the estate, and \"the creditor may take whatever action as to such property as is permitted by applicable nonbankruptcy law.\" <i>Id.</i> § 521(a). Such action would include invoking an ipso facto clause and (1) seeking to repossess the encumbered personal property in state court under state law and (2) seeking to obtain a deficiency judgment against the debtor for the difference between the value of the collateral and the amount due on the note.</p>\n<p></p>\n<h2>2.</h2>\n<p>The second provision under which BAPCPA may terminate the automatic stay as to personal property is a combination of two statutory provisions. The first of these is section 521(a)(2)(C). That section now reads:</p>\n<blockquote>[N]othing in subparagraphs (A) or (B) of this paragraph [11 U.S.C. § 521(a)(2)] shall alter the debtor's ... rights with regard to [encumbered] property under this title, except as provided in section 362(h).</blockquote>\n<p><i>Id.</i> § 521(a)(2)(C). Turning to the internal cross-reference, section 362(h) provides:</p>\n<blockquote>In a case in which the debtor is an individual, the [automatic] stay provided by [11 U.S.C, § 362](a) is terminated with respect to personal property of the estate or of the debtor securing in whole or in part a claim ..., and such personal property shall no longer be the property of the estate if the debtor fails within the applicable time set by section 521(a)(2)</blockquote>\n<blockquote>(A) to file timely any statement of intention required under section 521(a)(2) with respect to such personal property or to indicate in such statement that the debtor will either surrender such personal property or retain it and, if retaining such personal property, either redeem such personal property pursuant to section 722, enter into an agreement of the kind specified in section 524(c) applicable to the debt secured by such property ... and</blockquote>\n<blockquote>(B) to take timely the action specified in such statement [of intentions], as it may be amended before expiration of the period for taking action, unless such statement specifies the debtor's intention to reaffirm such debt on the original contract terms and the creditor refuses to agree to the reaffirmation on such terms.</blockquote>\n<p><i>Id.</i> § 362(h)(1).</p>\n<p>Sections 521(a)(2)(C) and 362(h) make three things clear. First, the debtor must timely enter into an agreement \"of the kind specified in section 524(c).\" <i>Id.</i> § 362(h)(1)(A). Second, the debtor must timely take the action that the debtor specified in the required statement of intentions. Third, if the debtor does not obey these provisions, then the automatic stay is terminated with respect to the encumbered personal property and the property is no longer part of the estate. The creditor may then seek remedies against the debtor in state court under state law, including (1) seeking to repossess the encumbered personal property and (2) seeking to obtain a deficiency judgment against the debtor for the difference between the value of the collateral and the amount due on the note.</p>\n<p></p>\n<h2>B.</h2>\n<p>Both stay-termination provisions refer to section 524(c), though they do so in different ways. Section 521(a)(6) discusses agreements \"pursuant to\" section 524(c), while section 362(h) discusses agreements \"of the kind specified in\" section 524(c). Although the court discusses this difference in statutory language <i>infra</i> at Part VII.B, the court initially analyzes section 524(c).</p>\n<p>Section 524(c) does not directly terminate the automatic stay, nor does it directly affect whether the debtor is in default. Rather, it lists numerous requirements for reaffirmation agreements.<sup>[10]</sup> It also contains, inter alia, two internal regimes for determining whether a reaffirmation agreement is enforceable. These regimes differ based on whether an attorney represented the debtor during the course of negotiating the reaffirmation agreement and, if so, whether the attorney submitted a declaration or affidavit consistent with BAPCPA.</p>\n<p>Where an attorney represented the debtor during the course of negotiating the reaffirmation agreement, the reaffirmation agreement is enforceable if it is:</p>\n<blockquote>accompanied by a declaration or an affidavit of the attorney that represented the debtor during the course of negotiating an agreement under this subsection, which [affidavit or declaration] states that</blockquote>\n<blockquote>(A) such agreement represents a fully informed and voluntary choice by the debtor;</blockquote>\n<blockquote>(B) such agreement does not impose an undue hardship on the debtor or' a dependent of the debtor; and</blockquote>\n<blockquote>(C) the attorney fully advised the debtor of the legal effect and consequences of</blockquote>\n<blockquote>(i) an agreement of the kind specified in this subsection; and</blockquote>\n<blockquote>(ii) any default under such an agreement....</blockquote>\n<p><i>Id.</i> § 524(c)(3).</p>\n<p>By contrast, \"in a case concerning an individual who was not represented by an attorney during the course of negotiating an agreement under this subsection,\" the agreement is enforceable if \"the court approves such agreement as(i) not imposing an undue hardship on the debtor or a dependent of the debtor; and (ii) in the best interest of the debtor.\" <i>Id.</i> § 524(c)(6)(A).</p>\n<p>In sum, under section 524(c), whether a reaffirmation agreement is enforceable depends in part on whether an attorney represented the debtor during the course of negotiating the reaffirmation agreement. If so, then the agreement is enforceable so long as the debtor's attorney files a compliant declaration or affidavit. <i>See id.</i> § 524(c)(3). If an attorney did not represent the debtor during such negotiations, then the bankruptcy court must hold a hearing and independently scrutinize the reaffirmation agreement. <i>See id.</i> § 524(d).<sup>[11]</sup> The reaffirmation agreement is not enforceable without the bankruptcy court's approval. <i>See id.</i> § 524(c).</p>\n<p></p>\n<h2>C.</h2>\n<p>Under BAPCPA, a debtor who is current on his payments on a secured obligation can still be in default on the secured obligation. Although the Fourth Circuit once held that ipso facto clauses were unenforceable as a matter of law,<sup>[12]</sup> BAPCPA partially abrogated the Fourth Circuit's holding in <i>Riggs</i> by adding 11 U.S.C. § 521(d). <i>See </i><i>In re Wilson,</i> <span class=\"citation\" data-id=\"1839055\"><a href=\"/opinion/1839055/in-re-wilson/\"><span class=\"volume\">372</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">816</span></a></span>, 820 (Bankr.D.S.C.2007). Under that section:</p>\n<blockquote>If the debtor fails timely to take the action specified in [section 521(a)(6)], or in [section 362(h)], with respect to property... as to which a creditor holds a [valid, enforceable] security interest ..., nothing in this title shall prevent or limit the operation of a provision in the underlying... agreement that has the effect of placing the debtor in default under such ... agreement by reason of the occurrence, pendency, or existence of a proceeding under this title or the insolvency of the debtor.</blockquote>\n<p>11 U.S.C. § 521(d).</p>\n<p>In other words, if a debtor fails to comply with whichever automatic-stay-termination regime applies, the automatic stay is terminated, and any ipso facto clause in the contract and lien becomes enforceable. The creditor would then be able to seek relief against the debtor in state court under state law, including (1) seeking to repossess the encumbered personal property and (2) seeking to obtain a deficiency judgment against the debtor <i>in personam.</i></p>\n<p></p>\n<h2>V.</h2>\n<p>Shortly after BAPCPA became law, Judge Small analyzed the foregoing BAPCPA provisions. <i>See </i><i>In re Donald,</i> <span class=\"citation\" data-id=\"1932868\"><a href=\"/opinion/1932868/in-re-donald/\"><span class=\"volume\">343</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">524</span></a></span> (Bankr.E.D.N.C.2006). The debtors in <i>Donald,</i> a married couple, owned a 1999 Lexus encumbered by a lien held by Coastal. 343 B.R. at 528. The debtors' loan agreement contained an ipso facto clause. <i>Id.</i> The debtors filed a Chapter 7 petition, and the debtors' counsel negotiated a reaffirmation agreement for the Lexus with Coastal on essentially the same terms as the original loan. <i>See id.</i> at 527-28. However, the debtors' counsel did <i>not</i> file an affidavit or declaration stating that he had advised the debtors about the consequences of the agreement as discussed under 11 U.S.C. § 524(c)(3). <i>See id.</i> at 528.</p>\n<p>Judge Small reviewed the BAPCPA amendments to determine whether the debtors could still exercise the pre-BAPCPA fourth option. In doing so, Judge Small observed that the BAPCPA amendments \"are confusing, overlapping, and sometimes self-contradictory. They introduce new and undefined terms that resemble, but are different from, established terms that are well understood. Furthermore, the new provisions address some situations that are unlikely to arise.\" <i>Id.</i> at 529. However, after analyzing the relevant BAPCPA amendments, <i>see id.</i> at 528-39, Judge Small concluded that BAPCPA eliminated the pre-BAPCPA fourth option. <i>Id.</i> at 539-40.</p>\n<p>In reaching this conclusion, Judge Small analyzed section 521(a)(6)one of the BAPCPA provisions under which the automatic stay may be terminated. He concluded that \"[i]n most chapter 7 cases, § 521(a)(6) will have very little application.\" <i>Id.</i> at 534. Reviewing the language of the statute, Judge Small noted that \"[f]or the redemption/reaffirmation requirement of § 521(a)(6) to come into play, the creditor must have `an <i>allowed claim</i> for the purchase price.'\" <i>Id.</i> at 535 (emphasis added). Creditors file proofs of claim in Chapter 7 cases when there are assets to be distributed, and filing a proof of claim is the primary way that a claim becomes \"allowed.\" <i>See id.</i> at 536 &amp; n. 7. Judge Small noted, however, that \"[i]n no-asset chapter 7 cases, creditors do not file proofs of claim and [thus] do not have `allowed' claims,\" and that \"prior to the addition of § 52[1](a)(6), [creditors] have had no reason to file proofs of claim [in such cases].\" <i>Id.</i> at 536. Because Coastal had not filed a proof of claim, Judge Small found that the case did not involve an \"allowed\" claim, and that section 521(a)(6) did not apply. <i>See id.</i></p>\n<p>Judge Small further concluded that section 521(a)(6) did not apply because Coastal's claim was not for the \"purchase price.\" <i>See id.</i> at 536-37. Citing Black's Law Dictionary, Judge Small concluded that the term \"purchase price\" used in section 521(a)(6) meant the full purchase price. <i>Id.</i> at 536 (\"The term `purchase price' is defined in <i>Black's Law Dictionary</i> (6th ed. rev.1990) as being the `[p]rice agreed upon as consideration for which the property is sold and purchased.'\" (alteration in original)). Judge Small noted that the term \"purchase price\" in the statute was <i>not</i> the same as the term \"purchase money obligation\" or \"purchase money security interest.\" <i>Id.</i> Judge Small observed that Congress had used \"purchase money security interest\" elsewhere in BAPCPA, but did not do so in section 521(a)(6). <i>Id.</i> at 536-37. Judge Small concluded that Congress knew how to use commercial-law terms of art, and chose not to do so in section 521(a)(6). <i>Id.</i> at 537. Because the debtors had paid some money towards the debt they owed Coastal on the Lexus, Judge Small held that Coastal did not have a claim for the full purchase price; therefore, section 521(a)(6) did not apply. <i>Id.</i> at 537-38.</p>\n<p>Having concluded that section 521(a)(6) did not apply, Judge Small considered whether sections 521(a)(2)(C) and 362(h) applied and thereby terminated the automatic stay. <i>See id.</i> at 533-34, 540. Judge Small noted that, unless the debtors had timely \"entered into\" a reaffirmation agreement, and had taken the action specified in their statement of intentions for purposes of section 362(h), then section 362(h) would terminate the automatic stay, section 521(d) would allow the ipso facto clause in the loan agreement to activate, and Coastal would be able to seek to relief against the debtor in state court under state law. <i>See id.</i> at 538-41. Such relief would include the possibility of repossession and a deficiency judgment.</p>\n<p>Judge Small turned to whether the debtors had \"entered into\" a reaffirmation agreement within the meaning of section 362(h). As mentioned, the debtors had signed a reaffirmation agreement with Coastal, but the debtors' attorney did not file a declaration or affidavit under section 524(c)(3). Judge Small therefore had to decide whether to approve the reaffirmation agreement under section 524(c)(6)(A). Section 524(c)(6)(A) mandates that a bankruptcy court must consider whether the reaffirmation agreement is (1) an undue burden on the debtors, and (2) in the debtors' best interest. <i>See</i> 11 U.S.C. § 524(c)(6)(A).</p>\n<p>On this point, the debtors argued \"that <i>disapproval</i> by the court of their reaffirmation agreement is in their best interest.\" <i>Donald,</i> 343 B.R. at 526 (emphasis supplied). The debtors' theory was that, by signing the reaffirmation agreement with Coastal, they had \"entered into\" it as required by 11 U.S.C. § 362(h)(1)(A). The debtors then argued that bankruptcy court approval was not an element of \"entering into\" the agreement. In the debtors' view, they had done all that they could do under BAPCPA, and even if the bankruptcy court did not approve the reaffirmation agreement, they still had complied with BAPCPA. Moreover, if the bankruptcy court did not approve the reaffirmation agreement, the debtors argued that the car would remain a part of the bankruptcy estate. Thus, they argued that the bankruptcy court would discharge the debt on the balance of the car loan, and that they could keep their car and continue making payments to Coastal without entering into an enforceable reaffirmation agreement. Further, the discharge of the car loan debt would prevent the creditor from later obtaining a deficiency judgment against the debtors but would not prevent the creditor from enforcing its rights under the contract and lien. One of those rights would be repossession if the debtors failed to make timely payments on the loan. In sum, the debtors argued that the BAPCPA amendments had created a new, modified fourth option on these particular facts. <i>See id.</i> at 526, 540. Coastal disagreed and argued that the court had to approve the reaffirmation agreement for it to have been \"enter[ed] into\" under section 524(c)(6)(A). <i>Id.</i> at 540. Absent such approval, Coastal argued that it could invoke all state law remedies, including filing a state court action seeking repossession and a deficiency judgment against the debtors. <i>Id.</i> at 528.</p>\n<p>Judge Small rejected the debtors' theory on the facts of that case. <i>Id.</i> at 540. Instead, Judge Small found that the reaffirmation agreement was not an undue hardship and was in the debtors' best interest, and approved it. <i>Id.</i> However, Judge Small noted:</p>\n<blockquote>This does not mean that the debtors' argument will always fail. Section 524(c) sets forth the requirements that must be met for a re affirmation agreement to be enforceable. Several of these requirements do not involve the debtor, and whether or not an agreement is enforceable may often be beyond the debtor's control.</blockquote>\n<p><i>Id.</i> In particular, Judge Small noted that \"disapproval by the court is beyond the debtors' control.\" <i>Id.</i> at 541.</p>\n<p>Courts have cited <i>Donald</i> many times, both positively<sup>[13]</sup> and negatively.<sup>[14]</sup><i>Donald</i> is the leading case for the \"modified fourth option\" position. <i>See, e.g.,</i> Christopher M. Hogan, Note, <i>Will the Ride-Through Ride Again?,</i> 108 Colum. L.Rev. 882, 905 (2008). Basically, <i>Donald</i> reopened the pre-BAPCPA fourth option split in a small category of cases by concluding that BAPCPA contains a \"modified fourth option,\" even though <i>Donald</i> did not actually apply the modified fourth option on its facts.</p>\n<p>Neither party appealed in <i>Donald,</i> Thus, in <i>Donald,</i> neither this court nor the Fourth Circuit addressed these BAPCPA issues.</p>\n<p></p>\n<h2>VI.</h2>\n<p>Initially, Coastal argues that the bankruptcy court erred in analyzing section 521(a)(6). Coastal Initial Br. 4-11. The crux of the dispute is whether the word \"allowed\" in \"allowed claim\" in section 521(a)(6) should be ignored, and whether the claim must be for the full purchase price. Basically, Coastal argues that the court should read the statute \"holistically,\" invoke the absurdity exception and the intent exception to the plain meaning rule, and conclude that (1) the word \"allowed\" makes no sense and should be disregarded, and (2) requiring the claim to be for the full purchase price makes no sense, either. <i>See</i> Coastal Supp. Br. 1-6.</p>\n<p></p>\n<h2>A.</h2>\n<p>Coastal does not have an \"allowed claim.\" Nevertheless, Coastal contends that it is absurd to enforce section 521(a)(6) as written so that it only applies to an \"allowed claim.\" In support, Coastal cites <i>In re Rome,</i> <span class=\"citation\" data-id=\"1545462\"><a href=\"/opinion/1545462/in-re-rowe/\"><span class=\"volume\">342</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">341</span></a></span>, 347-49 (Bankr.D.Kan.2006), and <i>Steinhaus,</i> 349 B.R. at 705-06. <i>See</i> Coastal Supp. Br. 1-4.</p>\n<p>Contrary to what Coastal argues, applying section 521(a)(6) only to an \"allowed claim\" is not absurd. Under 11 U.S.C. § 501, parties and parties in interest are permitted to file proofs of claim. \"A claim or interest, proof of which is filed under [11 U.S.C. § 501], is deemed allowed....\" 11 U.S.C. § 502(a). \"A proof of claim or interest should be filed only when some purpose would be served.\" 4 <i>Collier on Bankruptcy</i> § 501.01 (Alan N. Resnick &amp; Henry J. Sommer, eds., 15th ed. rev.2008) (quotation omitted). There are at least two possible purposes to be served in applying the phrase \"allowed claim\" in section 521(a)(6) as written. Each purpose revolves around documentation that creditors generally attach when they file a proof of claim. First, filing a proof of claim will establish whether the creditor has an ipso facto clause that it can invoke. Second, filing a proof of claim will establish whether the underlying contract and lien are valid, enforceable, and perfected. As Judge Small reasoned in <i>Donald,</i> \"it is not too much to require that the secured creditor file a proof of claim\" before it attempts to take property from a debtor who is not behind on payments. <i>See</i> 343 B.R. at 536 (\"At a minimum, the proof of claim would establish the amount of the claim and would provide documentation that supports the creditor's invocation of an ipso facto clause.\"); <i>see also In re Openshaw,</i> No. 06C-24120, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">2916294</span></span>, at *3-*4 (Bankr.D.Utah Mar. 12, 2007) (unpublished); <i>In re Hinson,</i> <span class=\"citation\" data-id=\"2017410\"><a href=\"/opinion/2017410/in-re-hinson/\"><span class=\"volume\">352</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">48</span></a></span>, 51-52 (Bankr.E.D.N.C.2006); <i>In re Norton,</i> <span class=\"citation\" data-id=\"1825013\"><a href=\"/opinion/1825013/in-re-norton/\"><span class=\"volume\">347</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">291</span></a></span>, 299 (Bankr. E.D.Tenn.2006). Because there are plausible reasons that Congress might have chosen the statutory language in section 521(a)(6), the absurdity exception does not apply. <i>See, e.g., </i><i>Sunterra,</i> 361 F.3d at 268-69; <i>Md. State Dep't of Educ.,</i> 98 F.3d at 169-71.</p>\n<p>Alternatively, Coastal cites <i>Rowe</i> and <i>Steinhaus,</i> and argues that it is demonstrably against Congressional intent to enforce the plain meaning of section 521(a)(6) to apply only to an \"allowed claim.\" Coastal Supp. Br. 1-4. In <i>Rowe,</i> the bankruptcy court noted that most Chapter 7 debtors have no assets that can be liquidated for the benefit of creditors; therefore, most creditors have no reason to file a proof of claim. 342 B.R. at 348. In support, the <i>Rowe</i> court examined the House Report on BAPCPA,<sup>[15]</sup> and concluded that the House Report did not limit section 521(a)(6)'s applicability to \"allowed claims.\" <i>Id.</i> at 349. Thus, the <i>Rowe</i> court concluded that it should disregard the word \"allowed\" in section 521(a)(6). <i>Id. Steinhaus</i> adopted Rowe's analysis. <i>See</i> 349 B.R. at 706.</p>\n<p>For the intent exception to apply, a party must show that Congress clearly expressed a contrary intent. <i>E.g., </i><i>Sunterra,</i> 361 F.3d at 268-70; <i>Md. State Dep't of Educ.,</i> 98 F.3d at 169. Coastal relies on the fact that Congress did not clearly state in the legislative history that it wanted to have section 521(a)(6) apply only to an \"allowed claim,\" and from there reasons that Congress must have desired section 521(a)(6) to apply to all claims, whether \"allowed\" or not. <i>See, e.g., Rowe,</i> 342 B.R. at 349 (\"[The House R]eport does not use the phrase `allowed claim.'\"). Coastal's reasoning, however, turns the intent exception on its head. Congress used the phrase \"allowed claim\" in section 521(a)(6). Coastal essentially argues that the court should disregard the plain language in section 521(a)(6) because Congress failed to clearly express its intent <i>in favor</i> of the plain language in BAPCPA's legislative history. However, simply because the legislative history fails to mention the phrase \"allowed claim\" does not negate the statutory language. Both the House and Senate voted to enact the statute. Neither the House nor the Senate voted to enact the House Report. <i>Cf. </i><i>In re First Merchants Acceptance Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">198</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">394</span></span>, 401 (3d Cir.1999) (finding no \"basis to assume the Senate was aware of the one sentence in [another] House Report on which [other] parties rely\"). The plain language in section 521(a)(6)including the phrase \"allowed claim\"is the best evidence of Congress' intent. <i>See, e.g., </i><i>Sunterra,</i> 361 F.3d at 268-70. Accordingly, the court rejects Coastal's argument.</p>\n<p></p>\n<h2>B.</h2>\n<p>Next, Coastal contends that Congress did not intend for section 521(a)(6) to apply only to claims for the full \"purchase price.\" First, Coastal argues that the plain language leads to an absurd result because there is no plausible reason that Congress would intend section 521(a)(6) to apply only where the debtor has not paid any money towards the debt. In support, Coastal again cites <i>Steinhaus.</i> There, the bankruptcy court reasoned that the plain language in section 521(a)(6) leads to an absurd result because \"the [c]ourt can divine no cogent, or even plausible, reason why Congress would have intended to limit § 521(a)(6) relief to only those creditors who have secured claims for the `full' purchase price.\" <i>Steinhaus,</i> 349 B.R. at 706; <i>accord </i><i>In re Dumont,</i> <span class=\"citation\" data-id=\"1532459\"><a href=\"/opinion/1532459/in-re-dumont/\"><span class=\"volume\">383</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">481</span></a></span>, 487-88 (9th Cir. BAP 2008).</p>\n<p>The court disagrees with Coastal. Congress could have chosen to make section 521(a)(6) apply as written to curb the most abusive of bankruptcy practices: buying personal property on credit by taking advantage of a \"no money down, no payments for X days\" offer, enjoying the personal property while making no' payments whatsoever, and then filing for bankruptcy immediately before repossession. <i>See </i><i>In re Blakeley,</i> <span class=\"citation\" data-id=\"1536018\"><a href=\"/opinion/1536018/in-re-blakeley/\"><span class=\"volume\">363</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">225</span></a></span>, 229 (Bankr. D.Utah 2007) (\"While instances where a creditor would hold a claim for the purchase price of property are rare, it does occur in situations of abuse when a debtor, knowing full well that they are about to file bankruptcy, will take advantage of `no down payment' offers to purchase vehicles or other property.\"); <i>accord</i> House Report 15 (\"[BAPCPA] also addresses abusive practices by consumer debtors who, for example, knowingly load up with credit card purchases or recklessly obtain cash advances and then file for bankruptcy relief.\"). Because curbing this most abusive bankruptcy practice is a plausible reason that Congress might have chosen to write section 521(a)(6) using the term \"purchase price,\" the plain language does not lead to an absurd result. Accordingly, Coastal has failed to demonstrate that the absurdity exception applies. <i>See, e.g., </i><i>Sunterra,</i> 361 F.3d at 268; <i>Md. State Dep't of Educ.,</i> 98 F.3d at 169-71.</p>\n<p>Alternatively, Coastal maintains that interpreting the phrase \"purchase price\" to mean the full purchase price conflicts with Congressional intent. Coastal again cites <i>Steinhaus,</i> which noted that the. House Report speaks of \"`personal property securing, in whole or in part, a purchase money security interest.'\" 349 B.R. at 705 n. 21 (quoting House Report 71); <i>accord </i><i>Dumont,</i> 383 B.R. at 488 &amp; n. 11.</p>\n<p>Although this sentence in the House Report arguably provides some evidence in support of Coastal's position, it is not enough to invoke the intent exception. First, although the quoted language from the House Report might suggest one view of Congress' intent, it is not clear that the result mandated by the plain language in section 521(a)(6) <i>contravenes</i> the legislative intent. <i>See </i><i>United States v. Ron Pair Enters., Inc.,</i> <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></a></span>, 242-43, <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1026</span></a></span>, <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">290</span></a></span> (1989) (analyzing whether the plain language \"contravene[s] the intent of the framers of the Code\"); <i>Sunterra,</i> 361 F.3d at 269 (\"[A] court is obliged to apply the Plain Meaning Rule unless the party otherwise can <i>demonstrate</i> that the result would be contrary to that intended by Congress.\"). Indeed, all claims for the full purchase price will involve a purchase money security interest. Thus, the legislative history is arguably consistent with, not contrary to, the statutory text.</p>\n<p>Second, and more importantly, Coastal asks the court to insert one legal term of art from the House Report (i.e., \"purchase money security interest\") and to delete another legal term of art in the statute (i.e., \"purchase price\"). Congress, however, knows how to say \"purchase money security interest,\" and used that phrase in other places in BAPCPA. <i>See </i><i>Donald,</i> 343 B.R. at 537 (\"Clearly, if Congress intended in § 521(a)(6) for a `claim for the purchase price' to mean something less than the full purchase price, it would have said so as it did in § 522(f)(1)(B), § 524(k)(3)(G), § 1325(a)(4) and § 1326(a)(4).\"). That Congress elsewhere used the term that Coastal desires the court to insert into section 521(a)(6) is evidence in favor of the result mandated by the plain language, not against it. <i>See id.</i></p>\n<p>Finally, although it might be wiser policy to apply section 521(a)(6) to all purchase money security interests, whether for the full purchase price or not, the intent exception does not apply so whimsically. <i>See, e.g., </i><i>Sunterra,</i> 361 F.3d at 269. The Fourth Circuit has said that federal courts cannot \"ignore the plain language of the statute in order to effectuate what [a litigant] claim[s] to be the overarching purpose of Congress.\" <i>First S. Prod. Credit Ass'n v. Farm Credit Admin.,</i> <span class=\"citation\" data-id=\"556434\"><a href=\"/opinion/556434/first-south-production-credit-association-federal-intermediate-credit-bank/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">339</span></a></span>, 346 (4th Cir.1991). \"Judges are not free to take the general purpose of a statute and choose the means to implement it, because it is in the delineation of means as well as in the prescription of purposes that Congress makes its intentions clear.\" <i>Id.</i> Rather, the party challenging the plain language must affirmatively show that the plain language is demonstrably contrary to the legislature's intentions. <i>See </i><i>Sunterra,</i> 361 F.3d at 269; <i>First Merchants Acceptance Corp.,</i> 198 F.3d at 403. This Coastal has not done. Thus, section 521(a)(6) does not apply.</p>\n<p></p>\n<h2>VII.</h2>\n<p>Alternatively, Coastal argues that the combination of sections 521(a)(2)(C) and 362(h) terminates the automatic stay. In making this argument, Coastal contends that the plain language of section 362(h), which requires that the debtors \"enter into\" an agreement (not \"enter into and receive court approval of an agreement), leads to absurd results and contravenes clearly expressed Congressional intent. In making this argument, Coastal also contends that there is no difference between an agreement \"of the kind specified in\" section 524(c) (as used in section 362(h)) and an agreement \"pursuant to\" section 524(c) (as used in section 521(a)(6)). Further, according to Coastal, if there is a difference between the language in section 362(h) and section 521(a)(6), then the plain-meaning implications of an agreement \"of the kind specified in\" section 524(c) lead to absurd results and contravene clearly expressed Congressional intent.</p>\n<p></p>\n<h2>A.</h2>\n<p>As discussed, the bankruptcy court analyzed sections 521(a)(2)(C) and 362(h) to determine whether they applied and thereby terminated the automatic stay. <i>See</i> Bankr. Order 7. Judge Small concluded that the Hardimans had \"entered into\" a reaffirmation agreement with Coastal within the meaning of section 362(h)(1)(A). <i>Id.</i> at 7-8. Further, because the Hardimans \"entered into\" the reaffirmation agreement without legal counsel, the bankruptcy court had to decide whether to approve the agreement as \"`(i) not imposing an undue hardship on the debtor or a dependant of the debtor; and (ii) in the best interest of the debtor.'\" <i>Id.</i> at 5 (quoting 11 U.S.C. § 524(c)(6)(A)). If Judge Small approved the reaffirmation agreement, then the agreement would be \"enforceable.\" <i>See</i> 11 U.S.C. § 524(c); <i>see also id.</i> § 524(k)(3)(J)(i).</p>\n<p>After holding a hearing, Judge Small found that the reaffirmation agreement did impose an undue hardship on the debtors and was not in their best interest. Bankr. Order 3. Thus, Judge Small refused to approve the agreement. <i>Id.</i> at 9-10 (discussing 11 U.S.C. § 524(c)(6)). In reaching this conclusion, Judge Small rejected Coastal's argument that the phrase \"enter into\" a reaffirmation agreement in section 362(h)(1)(A) means enter into an enforceable reaffirmation agreement. <i>Id.</i> at 7-8. On appeal, Coastal contends that it is absurd for Congress to use \"enter into an agreement\" in section 362(h)(1)(A) to mean anything less than \"enter into a valid, enforceable contract.\" <i>See</i> Coastal Initial Br. 10. In support, Coastal cites a variety of North Carolina cases for the proposition that, without mutuality of obligation, there can be no contract enforceable at law. <i>See id.</i></p>\n<p>The court rejects Coastal's reliance on North Carolina contract law, because whether North Carolina contract law requires mutuality of obligation is irrelevant to construing BAPCPA's statutory language. Notably, a contractual agreement that is unenforceable can still be an \"agreement.\" \"The term `agreement,' although frequently used synonymously with the word `contract,' is really an expression of greater breadth of meaning and less technicality. Every contract is an agreement; but not every agreement is a contract.\" <i>Black's Law Dictionary</i> 74 (8th ed.2004) (definition of \"agreement\"; quotation omitted).</p>\n<p>People often enter into unenforceable \"agreements.\" For example, contracts that do not comply with the statute of frauds are unenforceable, but that does not mean that they are not \"agreements.\" Moreover, such \"agreements\" are sometimes enforceable in equity  as, for example, by promissory estoppel. Likewise, in other circumstances, people enter into \"agreements\" which are not enforceable either at law or in equity. For example, an accepted invitation to dinner is an \"agreement,\" but not one that creates any enforceable obligation between the parties. <i>See id.</i> Congress could plausibly have chosen to require uncounseled debtors to \"enter into\" an agreement within the meaning of 11 U.S.C. § 362(h)(1)(A)  not to \"enter into\" an enforceable contract  because whether the contract is enforceable is not within the debtors' control. <i>See, e.g., </i><i>In re Baker,</i> <span class=\"citation\" data-id=\"2002057\"><a href=\"/opinion/2002057/in-re-baker/\"><span class=\"volume\">390</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">524</span></a></span>, 529-30 (Bankr.D.Del.2008); <i>In re Iran,</i> No. 07-12512-SSM, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">4210559</span></span>, at *2 n. 2 (Bankr.E.D.Va. Nov. 27, 2007) (unpublished); <i>In re Husain,</i> <span class=\"citation\" data-id=\"1536326\"><a href=\"/opinion/1536326/in-re-husain/\"><span class=\"volume\">364</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">211</span></a></span>, 218-19 (Bankr.E.D.Va.2007); <i>In re Bower,</i> No. 07-60126-fra7, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">2163472</span></span>, at *3 (Bankr.D.Or. July 26, 2007) (unpublished); <i>Openshaw,</i> <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">2916294</span></span>, at *5-*6; <i>Blakeley,</i> 363 B.R. at 232 (\"To rule otherwise would potentially penalize a debtor for actions outside the control of the debtor.\"); <i>Donald,</i> 343 B.R. at 540-41; <i>cf. Black's Law Dictionary</i> 572 (8th ed.2004) (\"[E]nter\" means \"[t]o become a party to.\").</p>\n<p>Coastal complains that here, because the bankruptcy court did not approve the reaffirmation agreement, the agreement is not enforceable at law or in equity. But that fact does not render it any less an \"agreement.\" The question is not whether the debtors would be bound by some form of legal compulsion, but whether it is absurd for Congress to have used the phrase \"enter into an agreement\" to mean what it says.</p>\n<p>Coastal contends that Congress could not have done so. In Coastal's view, Congress would never write a statute to permit an uncounseled debtor whose reaffirmation agreement was rejected by the bankruptcy court to be able to keep secured personal property without the threat of repossession and personal liability for a deficiency judgment should the debtor damage or mistreat the collateral. Coastal argues that a hypothetical debtor who was permitted to do what the plain language allows could simply stop paying insurance on the car, stop maintaining the car, and mistreat the car without concern for the consequences, because the debtor does not face the prospect of a personal deficiency judgment. Coastal argues that such a policy would eviscerate individual responsibility and is absurd.</p>\n<p>Coastal underestimates the real-world consequences to a debtor who engages in such foolish practices. Coastal admits that, under the bankruptcy court's decision in this case, all portions of the Hardimans' vehicle contract (including the lien), save for the threat of a personal deficiency judgment, \"ride through\" the bankruptcy. Indeed, \"`[i]t is well-settled that a bankruptcy discharge extinguishes only one mode of enforcing a claim  namely, an action against the debtor <i>in personam</i>  while leaving intact another  namely, an action against the debtor <i>in rem.</i>' `Thus, liens on property remain enforceable after discharge....'\" <i>In re Anderson,</i> <span class=\"citation\" data-id=\"2019525\"><a href=\"/opinion/2019525/in-re-anderson/\"><span class=\"volume\">348</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">652</span></a></span>, 655 (Bankr.D.Del.2006) (quoting <i>Johnson v. Home State Bank,</i> <span class=\"citation\" data-id=\"112617\"><a href=\"/opinion/112617/johnson-v-home-state-bank/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 84, <span class=\"citation\" data-id=\"112617\"><a href=\"/opinion/112617/johnson-v-home-state-bank/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2150</span></a></span>, <span class=\"citation\" data-id=\"112617\"><a href=\"/opinion/112617/johnson-v-home-state-bank/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">66</span></a></span> (1991) &amp; <i>In re Holloway,</i> <span class=\"citation\" data-id=\"70812\"><a href=\"/opinion/70812/holloway-v-john-hancock-mutual/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1062</span></a></span>, 1063 n. 1 (11th Cir.1996), respectively (internal citations omitted)); <i>see </i><i>Estate of Lellock v. Prudential Ins. Co. of Am.,</i> <span class=\"citation\" data-id=\"482868\"><a href=\"/opinion/482868/bankr-l-rep-p-71619-estate-of-roger-lellock-v-the-prudential-insurance/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">186</span></a></span>, 188-189 (3d Cir.1987): <i>Chandler Bank of Lyons v. Ray,</i> <span class=\"citation\" data-id=\"478818\"><a href=\"/opinion/478818/bankr-l-rep-p-71503-chandler-bank-of-lyons-v-david-jay-ray-and-jerold/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">577</span></a></span>, 578-79 (10th Cir.1986) (per curiam). Should a debtor fail to uphold a contractual duty to make timely payments, insure the collateralized vehicle, or otherwise violate any other provision of the underlying contract (including the lien), the creditor would be able to seek to repossess the vehicle under state law if the contract permits. <i>See, e.g., </i><i>Belanger,</i> 962 F.2d at 349.</p>\n<p>Moreover, and significantly, even if the bankruptcy court refuses to approve the uncounseled debtor's reaffirmation agreement, that result does not mean that in all cases the debtor will be allowed to \"ride through\" the bankruptcy with the collateral. Rather, just like pre-BAPCPA, a \"creditor can obtain relief under § 362(d) for `cause.' Cause is not defined in the Code and a bankruptcy court has broad discretion to lift the stay in `appropriate circumstances.'\" <i>In re Cooper,</i> <span class=\"citation\" data-id=\"2014831\"><a href=\"/opinion/2014831/in-re-cooper/\"><span class=\"volume\">296</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">410</span></a></span>, 412 (Bankr.E.D.Va.2002) (footnote omitted) (quoting <i>In re Holtkamp,</i> <span class=\"citation\" data-id=\"398974\"><a href=\"/opinion/398974/in-the-matter-of-charles-holtkamp-and-holtkamp-farms-inc/\"><span class=\"volume\">669</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">505</span></a></span>, 508 (7th Cir.1982)). In attempting to demonstrate \"cause,\" a creditor usually would need to show some \"affirmative harm.\" <i>Cooper,</i> 296 B.R. at 412. In evaluating \"cause,\" a bankruptcy court would examine \"the debtor's `previous payment record, a comparison of the value of the collateral and the amount of debt, and other relevant facts.'\" <i>Id.</i> at 412 (quoting <i>In re Boodrow,</i> <span class=\"citation\" data-id=\"746827\"><a href=\"/opinion/746827/in-re-brian-k-boodrow-debtor-capital-communications-federal-credit-union/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 52 (2d Cir. 1997)); <i>accord </i><i>Price,</i> 370 F.3d at 373, 377; <i>Am. Nat'l Bank &amp; Trust Co. v. DeJournette,</i> <span class=\"citation\" data-id=\"2018698\"><a href=\"/opinion/2018698/american-nat-bank-trust-co-v-dejournette/\"><span class=\"volume\">222</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">86</span></a></span>, 92-97 (W.D.Va.1998). Further, if the debtor had no equity in the property, the bankruptcy court could terminate the automatic stay. <i>See</i> 11 U.S.C. § 362(d) (\"On request of a party in interest and after notice and a hearing, the court shall grant relief from the stay ... if... the debtor does not have an equity in such property; and ... such property is not necessary to an effective reorganization....\"). Thus, the creditor is not as helpless as Coastal implies.</p>\n<p>Additionally, a rational debtor would not only have to be concerned with the legal consequences of the contract including the lien, but also with the practical consequences of mistreating the vehicle. \"The automobile is a crucial piece of property for many individuals and integral to most Americans' daily lives.\" Christopher M. Hogan, Note, <i>Will the Ride-Through Ride Again?,</i> 108 Colum. L.Rev. 882, 907 (2008) (citation omitted). \"[T]he automobile is [often] the only way to retain employment or seek education anywhere far from the home. When a debtor files for bankruptcy, his car will be one of the most, if not the most, important pieces of property that he will want to keep.\" <i>Id.</i> (citation omitted). A debtor cannot simply mistreat such a vehicle without serious consequences. If a debtor mistreats the vehicle, the debtor will very likely need to purchase another vehicle, which will very likely require a new loan at far more unfavorable terms than the previous one, given the debtor's status as formerly bankrupt. And the debtor cannot expect to simply refile for bankruptcy to escape this new debt. <i>See</i> 11 U.S.C. § 727(a)(8) (prohibiting a Chapter 7 discharge where \"the debtor has been granted a discharge ... in a case commenced within 8 years before the date of the filing of the petition\").</p>\n<p>Ultimately, it is not this court's role to analyze whether the language in BAPCPA constitutes good policy. <i>See, e.g., </i><i>Sunterra,</i> 361 F.3d at 268-69. Likewise, it is not this court's role to determine whether Congress could have done a better job in drafting BAPCPA. <i>See id.</i> at 269. Rather, under the governing principles of statutory construction, this court must analyze whether it is plausible that Congress could have chosen to spare uncounseled debtors whose reaffirmation agreements were not approved by the bankruptcy court from automatically losing the protection of the automatic stay, becoming subject to any applicable ipso facto clause, and becoming subject to both repossession and a personal deficiency judgment. For the reasons discussed, Congress could plausibly have chosen the result that flows from BAPCPA's plain language. Accordingly, the absurdity exception does not apply.</p>\n<p></p>\n<h2>B.</h2>\n<p>Next, Coastal argues that the plain-meaning implications of the phrase \"enter into an agreement\" in section 362(h)(1)(A) contravene clearly expressed Congressional intent in the legislative history. However, the legislative history actually appears to support the bankruptcy court's interpretation of the phrase \"enter into\" a reaffirmation agreement. The House Report consistently speaks about what \"the debtor\" must do. For example, it states that \"the automatic stay is terminated if <i>the debtor</i> fails to take the action specified in the statement of intention.\" House Report 71 (emphasis added). It is a basic principle of contract law that an offer requires an act which a reasonable person would believe manifests an intent to enter into an agreement. Once the offer is made and the offeree accepts, the parties have done all that they can do to enter into the agreement. Neither party controls whether the agreement is enforceable.</p>\n<p>Where \"the debtor\" manifests an intent to enter into an agreement (for example, by signing a reaffirmation agreement that a creditor has signed), \"the debtor\" has \"take[n] the action specified in the statement of intention.\" <i>See</i> House Report 71. Nowhere does the House Report state that court approval is a necessary aspect of entering into a reaffirmation agreement. Nor could it logically do so, because court approval is not within an uncounseled debtor's control. <i>See</i> 11 U.S.C. § 524(c)(6); <i>Baker,</i> 390 B.R. at 529-30; <i>Donald,</i> 343 B.R. at 540-41. The statutory scheme is consistent with this interpretation in that section 524(c) distinguishes between an agreement and an \"enforceable\" agreement with respect to debtors who enter reaffirmation agreements without counsel. 11 U.S.C. § 524(c). Further, section 524(f) contemplates a debtor voluntarily repaying a debt, which is what happens when a debtor pays on a car loan that has been discharged. <i>See id.</i> § 524(f) (\"Nothing contained in [sections 524(c) or 524(d)] prevents a debtor from voluntarily repaying any debt.\"); <i>see </i><i>In re Hellums,</i> <span class=\"citation\" data-id=\"457891\"><a href=\"/opinion/457891/in-the-matter-of-james-russell-hellums-appeal-of-bethlehem-employees/\"><span class=\"volume\">772</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">379</span></a></span>, 381 (7th Cir.1985) (per curiam). In sum, the plain-meaning implications of the phrase \"enter into an agreement\" in section 362(h)(1)(A) do not contravene clearly expressed Congressional intent. <i>See </i><i>Sunterra,</i> 361 F.3d at 268-69.</p>\n<p>Next, Coastal argues that the court should look to the phrase \"enter into\" an agreement in both section 362(h)(1)(A) and section 521(a)(6) and conclude that both sections require the same interpretation. Coastal's argument hinges on equating the phrase \"pursuant to\" in section 521(a)(6) and the phrase \"of the kind specified in\" section 362(h)(1)(A). <i>Compare</i> 11 U.S.C. § 521(a)(6) (describing one option for a Chapter 7 debtor as \"enter[ing] into an agreement with the creditor <i>pursuant to section 524(c)</i> with respect to the claim secured by such property\" (emphasis added)) <i>with id.</i> § 362(h)(1)(A) (describing one option for debtor as \"enter[ing] into an agreement <i>of the kind specified, in section 524(c)</i> applicable to the debt secured by such personal property\") (emphasis added). In essence, Coastal argues an agreement \"pursuant to\" section 524(c) means an agreement that complies with <i>every subsection</i> of 524(c), including the subsection addressing bankruptcy court approval of the reaffirmation agreement for uncounseled debtors. <i>See id.</i> § 524(c)(6)(A). Further, Coastal argues that this court should import the \"pursuant to\" language found in section 521(a)(6) into section 362(h)(1)(A). In making this argument, Coastal contends that there is no difference between the phrases \"pursuant to\" as found in section 521(a)(6), and \"of the kind specified in\" as found in section 362(h)(1)(A). Thus, Coastal maintains that, to be an agreement \"of the kind specified in\" section 524(c), a reaffirmation must comply with every subsection of 524(c), including the provision governing court approval of the reaffirmation agreement. <i>See</i> Coastal Supp. Br. 7-9; Coastal Initial Br. 9.</p>\n<p>The court rejects this argument. Even if the court equates the phrases \"enter into an agreement pursuant to section 524(c)\" and \"enter into an agreement of the kind specified in section 524(c),\" the court's analyses of the phrase \"enter into an agreement\" in section 521(a)(6), the phrase \"enter into an agreement\" in section 362(h)(1)(A), and the term \"agreement\" in section 524(c) demonstrate that with respect to debtors proceeding without counsel the phrase \"enter into an agreement\" does not equal \"enter into an enforceable agreement.\" <i>See Fees v. Ford Motor Credit Co.,</i> No. CV07-389-S-EJL, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4630668</span></span>, at *6 n. 9 (D.Idaho Oct. 17, 2008); <i>Moustafi,</i> 371 B.R. at 439 n. 10. Indeed, section 524(c) recognizes that where an individual who is not represented by an attorney negotiates and signs a reaffirmation agreement that a creditor has signed, that reaffirmation agreement is not enforceable unless the bankruptcy court holds a hearing and approves it. <i>See</i> 11 U.S.C. § 524(c)(6)(A). Thus, the court rejects Coastal's argument that, under section 524(c) the phrase \"enter into an agreement pursuant to section 524(c)\" and the phrase \"enter into an agreement of the kind specified in section 524(c)\" can only mean \"enter into an agreement that the bankruptcy court has approved.\" <i>See, e.g., </i><i>In re Chim,</i> <span class=\"citation\" data-id=\"2017978\"><a href=\"/opinion/2017978/in-re-chim/\"><span class=\"volume\">381</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">191</span></a></span>, 197-98 (Bankr. D.Md.2008).</p>\n<p>Next, Coastal argues that if the phrase \"of the kind specified in\" as used in section 362(h)(1)(A) does not equate to the phrase \"pursuant to\" as used in section 521(a)(6), then the result is absurd because this interpretation destroys the alleged parallelism between section 362(h)(1)(A) and section 521(a)(6). Coastal decries the plain-meaning reading because under it, a party could comply with section 362(h) even when the bankruptcy court refuses to approve the reaffirmation agreement, while a party under section 521(a)(6) could never comply with that section's dictates absent actual approval of the reaffirmation agreement by the bankruptcy court. <i>Cf.</i> Coastal Supp. Br. 7-9; Coastal Initial Br. 9.</p>\n<p>For the reasons given earlier, the court rejects the premise that either entering into an agreement pursuant to section 524(c) or entering into an agreement of the kind specified in section 524(c) requires bankruptcy court approval. Such approval is necessary for an uncounseled debtor's reaffirmation agreement to be <i>enforceable,</i> but entering into an enforceable agreement is different than entering into an agreement. Congress could plausibly have chosen the statutory framework set forth in section 524(c), including the discretionary authority for a bankruptcy court to disapprove a debtor's uncounseled reaffirmation agreement. <i>See</i> 11 U.S.C. § 524(c)(6)(A).<sup>[16]</sup></p>\n<p>Coastal next argues that the sum total of the BAPCPA amendments indicates that Congress wanted court approval of a reaffirmation agreement to be a necessary condition of compliance. <i>See</i> Coastal Initial Br. 10-11 (arguing that the bankruptcy court's \"enter into\" analysis is \"unquestionably at clear odds with Congress' acknowledged intent to eliminate the `fourth option' via the various amendments to the Bankruptcy Code enacted by B[AP]CPA\"). However, even if Congress eliminated the pre-BAPCPA fourth option, that intent does not mean that Congress did not intend to create a modified version of the fourth option that applies to certain uncounseled debtors in certain cases:</p>\n<blockquote>While BAPCPA has done away with simple \"ride through\" in bankruptcy, it has not entirely eliminated the possibility that a debtor can \"ride through\" a bankruptcy and retain possession of secured personal property. Under the limited circumstances stated above, where a debtor timely complies with all requirements under §§ 521 and 362(h), the debtor can \"ride through\" the bankruptcy notwithstanding a bankruptcy court's refusal to approve the reaffirmation agreement.</blockquote>\n<p><i>Blakeley,</i> 363 B.R. at 232; <i>see </i><i>Baker,</i> 390 B.R. at 529-30; <i>Chim,</i> 381 B.R. at 199 (\"[W]here a court rejects a reaffirmation agreement that was timely entered into by a debtor, the debtor is left in the same position as a debtor who elected to have the loan contract ride through bankruptcy prior to the adoption of the creditor relief provisions in BAPCPA, and the rationale of <i>Belanger</i> continues to apply.\"); <i>Donald,</i> 343 B.R. at 540-41.</p>\n<p></p>\n<h2>C.</h2>\n<p>Finally, the court addresses Coastal's reliance on section 521(d) and the ipso facto clause in the loan agreement. Section 521(d) reads, \"If the debtor fails timely to take the action specified in [section 521(a)(6) or in section 362(h) and 521(a)(2)] nothing in this title shall prevent or limit the operation of [an ipso facto clause]....\" 11 U.S.C. § 521(d).<sup>[17]</sup> Relying on the plain language of section 521(a)(6) and section 521(d), Judge Small first held that section 521(a)(6) simply did not apply. <i>See</i> Bankr. Order 5-6. As for sections 362(h) and 521(a)(2), Judge Small held that the debtors timely took the action specified in sections 362(h) and 521(a)(2). <i>Id.</i> at 7. Specifically, \"[b]y signing the [reaffirmation a]greement, the debtors `entered into' an agreement to reaffirm the debt to Coastal. This constitutes `performing their intention' to reaffirm, as required by § 521(a)(2)(B), as well as `entering into an agreement of the kind specified in § 524(c),' as required by § 362(h)(1).\" <i>Id.</i> Once again, Coastal argues that this plain-meaning reading of \"timely ... tak[ing] the action specified\" in the applicable BAPCPA provisions leads to absurd results and contravenes clearly expressed Congressional intent.</p>\n<p>First, Coastal contends that the bankruptcy court's interpretation of \"take the action specified\" in BAPCPA to not require court approval of the reaffirmation agreement in order to avoid the effect of section 521(d) and any ipso facto clause has \"the absurd result of creat[ing] a `class within a class' of Chapter 7 debtors seeking to retain their encumbered property.\" Coastal Initial Br. 11. However, as discussed, Congress could have chosen to retain a modified version of the \"fourth option\" for certain uncounseled debtors who sought to reaffirm their debt, but whose attempt to reaffirm was thwarted by the expertise of the bankruptcy court. Because a plausible rationale exists for the result mandated by BAPCPA's plain language, the absurdity exception does not apply. <i>See, e.g., </i><i>Sunterra,</i> 361 F.3d at 268.</p>\n<p>Second, Coastal contends that Congress wanted to eliminate the fourth option \"for <i>all</i> Chapter 7 debtors,\" and that the House Report says so. <i>See</i> Coastal Initial Br. 12-13. In support, Coastal cites the background part of the House Report, which states, \"[BAPCPA] terminates the automatic stay with respect to personal property if the debtor does not timely reaffirm the underlying obligation or redeem the property.\" House Report 17. Coastal places the emphasis on \"timely reaffirm,\" and argues that this means that a debtor must in fact reaffirm by getting court approval if necessary. <i>See</i> Coastal Initial Br. 12-13. However, the House Report fails to address the scenario in this case concerning uncounseled debtors who timely enter into a reaffirmation agreement, but who have to get bankruptcy court approval for the reaffirmation agreement to be enforceable. Further, even looking at the House Report for what it does say, the emphasis could just as easily be placed on \"the debtor,\" implying that where the debtor did everything that the debtor could to timely reaffirm the debt, then the debtor has complied with BAPCPA.</p>\n<p>The burden to overcome the plain language in BAPCPA is \"extraordinary.\" <i>Garcia v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">70</span></span>, 75, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">479</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span></span> (1984); <i>Sunterra,</i> 361 F.3d at 268-69. Coastal's citation to one arguably ambiguous sentence in the House Report is not enough to successfully mount an intent exception challenge to BAPCPA's plain language. <i>See, e.g., </i><i>Sunterra,</i> 361 F.3d at 270. Accordingly, Coastal has failed to show that the intent exception applies. In sum, section 521(d) provides no relief to Coastal.<sup>[18]</sup></p>\n<p></p>\n<h2>D.</h2>\n<p>The court has carefully considered the statutes at issue in this case as a whole, and concludes that neither narrow exception to the plain meaning rule applies to the provisions at issue in this case. <i>See, e.g., </i><i>Ayes,</i> 473 F.3d at 108; <i>Sunterra,</i> 361 F.3d at 265. The statutory scheme is coherent and consistent, and must be applied as written. At bottom, Coastal attempts to mix the absurdity exception, the intent exception, and the circumstances surrounding BAPCPA's passage to concoct a \"this is what Congress really should have done\" exception to the plain meaning rule. There is no such exception. <i>See </i><i>Garcia,</i> 469 U.S. at 78, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">479</span></span> (noting that courts should not change the plain meaning of a statute \"on the basis of a gestalt judgment as to what Congress probably intended\"); <i>Sunterra,</i> 361 F.3d at 269 (\"[P]ut simply, the modification of a statutory provision to achieve a preferable policy outcome is a task reserved to Congress.\"); <i>First South,</i> 926 F.2d at 346-47.</p>\n<p>Therefore, the automatic stay remains in place with respect to the Hardimans' loan concerning the Chevrolet, the Chevrolet remains part of the bankruptcy estate, and the Hardimans are not in default. The Hardimans may continue to possess the car and make payments to Coastal. If the Hardimans fail to make timely payments, or if they violate any other provision of the contract (including the lien), Coastal retains whatever rights it possesses under the terms of the underlying contract (including the lien). Those rights include seeking to repossess the car under state law. As part of any such <i>in rem</i> action, however, Coastal may not obtain a deficiency judgment against the Hardimans <i>in personam.</i></p>\n<p></p>\n<h2>VIII.</h2>\n<p>The court has examined the parties' arguments about the plain meaning of the BAPCPA provisions at issue in this case and the possible application of either the absurdity exception or the intent exception. Coastal has failed to meet the extraordinary burden of overcoming the plain meaning rule of statutory construction. Accordingly, for the reasons explained in this order, the judgment of the bankruptcy court is AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[1]  Ipso facto clauses are also called \"defaulton-filing\" and \"bankruptcy default\" clauses.</p>\n<p>[2]  This section, and the other Bankruptcy Code provisions relevant to this appeal, are explained in detail below.</p>\n<p>[3]  The reaffirmation agreement indicated that the Hardimans' monthly income would be $3,925, but their Schedule I filed with their bankruptcy petition indicated that their monthly income was $4,454.93. Regardless, the debtors' expenses would be reduced by the bankruptcy discharge, so they thought they would have enough money to make the payments on the Chevrolet.</p>\n<p>[4]  The Third Circuit has recognized Judge Small's \"compelling\" analysis in <i>Belanger</i> of the Bankruptcy Code provisions in section 521. <i>See </i><i>In re Price,</i> <span class=\"citation\" data-id=\"786406\"><a href=\"/opinion/786406/in-re-michael-b-price-christine-r-price-debtors-michael-b-price/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">362</span></a></span>, 375 n. 9 (3d Cir.2004).</p>\n<p>[5]  <i>See</i> 11 U.S.C. § 362(a).</p>\n<p>[6]  Because this statute reads almost the same today as it did historically, court hereafter refers to it by its current code designation, 11 U.S.C. § 521(a)(2)(A).</p>\n<p>[7]  <i>In re Price,</i> <span class=\"citation\" data-id=\"786406\"><a href=\"/opinion/786406/in-re-michael-b-price-christine-r-price-debtors-michael-b-price/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">362</span></a></span>, 379 (3d Cir.2004) (explaining that current section 521(a)(2)(A) is merely a notice provision); <i>In re Parker,</i> <span class=\"citation\" data-id=\"752480\"><a href=\"/opinion/752480/in-re-david-p-parker-sr-debtor-mcclellan-federal-credit-union-v-david/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">668</span></a></span>, 673 (9th Cir.1998) (\"The debtor's other options remain available....\"); <i>In re Boodrow,</i> <span class=\"citation\" data-id=\"746827\"><a href=\"/opinion/746827/in-re-brian-k-boodrow-debtor-capital-communications-federal-credit-union/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 51 (2d Cir.1997) (explaining that current section 521(a)(2)(A) \"appears to serve primarily a notice function, not necessarily to restrict the substantive options available to a debtor\"); <i>Belanger,</i> 962 F.2d at 347-48 (\"Nothing in [current] section 521[a](2)(A) requires the debtor to choose redemption, reaffirmation or surrender of the property to the exclusion of all other alternatives....\"); <i>Lowry Fed. Credit Union v. West,</i> <span class=\"citation\" data-id=\"527909\"><a href=\"/opinion/527909/lowry-federal-credit-union-creditor-appellant-v-james-dale-west-and/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1543</span></a></span>, 1547 (10th Cir.1989) (\"[W]e do not believe those provisions make redemption or reaffirmation the exclusive means by which a bankruptcy court can allow a debtor to retain secured property.\").</p>\n<p>[8]  Four courts of appeals rejected the ride-through option. <i>In re Burr,</i> <span class=\"citation\" data-id=\"198218\"><a href=\"/opinion/198218/bank-of-boston-v-burr/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">843</span></a></span>, 849 (1st Cir.1998) (\"[W]e believe that [current] 11 U.S.C. § 521[(a)](2) unambiguously requires chapter 7 debtors wishing to retain property of the estate that secures a consumer debt to elect one of the retention options specified....\"); <i>In re Johnson,</i> <span class=\"citation\" data-id=\"9527\"><a href=\"/opinion/9527/johnson-v-sun-finance-co/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">249</span></a></span>, 252 (5th Cir.1996) (per curiam) (\"[D]ebtors are limited to the three options set forth in the statute.\"); <i>In re Taylor,</i> <span class=\"citation\" data-id=\"629095\"><a href=\"/opinion/629095/in-re-warren-l-taylor-jr-cathy-l-taylor-debtors-warren-l-taylor/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1512</span></a></span>, 1517 (11th Cir.1993) (\"[W]e hold the plain language of [current] 11 U.S.C. § 521[(a)](2) does not permit a Chapter 7 debtor to retain the collateral property without either redeeming the property or reaffirming the debt....\"); <i>Edwards,</i> 901 F.2d at 1387 (\"[W]e hold that [current] 11 U.S.C. § 521 [(a)(2)] requires a debtor to choose between the reaffirmation, redemption or surrender of property....\"). Additionally, the Sixth Circuit rejected an argument that approximated ride-through shortly before Congress amended the Bankruptcy Code in 1984 to include the language that gave rise to the ride-through dispute. <i>See </i><i>Bell,</i> 700 F.2d at 1054-55. 1058 (rejecting argument that debtor may \"redeem\" property by making installment payments); <i>see also </i><i>Taylor,</i> 3 F.3d at 1515 n. 3 (\"The Sixth Circuit decided <i>Bell</i> the year before Congress passed the 1984 Amendments to the Bankruptcy Code.\").</p>\n<p>[9]  11 U.S.C. § 521(a)(2) provides:\n</p>\n<p>[I]f an individual debtor's schedule of assets and liabilities includes debts which are secured by property of the estate</p>\n<p>(A) within thirty days after the date of the filing of a petition under chapter 7 of this title or on or before the date of the meeting of creditors, whichever is earlier, or within such additional time as the court, for cause, within such period fixes, the debtor shall file with the clerk a statement of his intention with respect to the retention or surrender of such property and, if applicable, specifying that such property is claimed as exempt, that the debtor intends to redeem such property, or that the debtor intends to reaffirm debts secured by such property;</p>\n<p>(B) within 30 days after the first date set for the meeting of creditors under section 341(a), or within such additional time as the court, for cause, within such 30-day period fixes, the debtor shall perform his intention with respect to such property, as specified by subparagraph (A) of this paragraph; and</p>\n<p>(C) nothing in subparagraphs (A) and (B) of this paragraph shall alter the debtor's or the trustee's rights with regard to such property under this title, except as provided in section 362(h).</p>\n<p>[10]  11 U.S.C. § 524(c) provides:\n</p>\n<p>An agreement between a holder of a claim and the debtor, the consideration for which, in whole or in part, is based on a debt that is dischargeable in a case under this, title is enforceable only to any extent enforceable under applicable nonbankruptcy law, whether or not discharge of such debt is waived, only if</p>\n<p>(1) such agreement was made before the granting of the discharge under section 727, 1141, 1228, or 1328 of this title;</p>\n<p>(2) the debtor received the disclosures described in subsection (k) at or before the time at which the debtor signed the agreement;</p>\n<p>(3) such agreement has been filed with the court and, if applicable, accompanied by a declaration or an affidavit of the attorney that represented the debtor during the course of negotiating an agreement under this subsection, which states that</p>\n<p>(A) such agreement represents a fully informed and voluntary agreement by the debtor;</p>\n<p>(B) such agreement does not impose an undue hardship on the debtor or a dependent of the debtor; and</p>\n<p>(C) the attorney fully advised the debtor of the legal effect and consequences of</p>\n<p>(i) an agreement of the kind specified in this subsection; and</p>\n<p>(ii) any default under such an agreement;</p>\n<p>(4) the debtor has not rescinded such agreement at any time prior to discharge or within sixty days after such agreement is filed with the court, whichever occurs later, by giving notice of rescission to the holder of such claim;</p>\n<p>(5) the provisions of subsection (d) of this section have been complied with; and</p>\n<p>(6) (A) in a case concerning an individual who was not represented by an attorney during the course of negotiating an agreement under this subsection, the court approves such agreement as</p>\n<p>(i) not imposing an undue hardship on the debtor or a dependent of the debtor; and</p>\n<p>(ii) in the best interest of the debtor.</p>\n<p>(B) Subparagraph (A) shall not apply to the extent that such debt is a consumer debt secured by real property.</p>\n<p>[11]  BAPCPA fails to contemplate a scenario where a debtor is represented by an attorney during the course of negotiating a reaffirmation agreement, but the attorney fails or refuses to provide an affidavit or declaration in accordance with section 524(c)(3). <i>See, e.g., </i><i>In re Husain,</i> <span class=\"citation\" data-id=\"1536326\"><a href=\"/opinion/1536326/in-re-husain/\"><span class=\"volume\">364</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">211</span></a></span>, 215-16 (Bankr. E.D.Va.2007). Because an attorney did not represent the Hardimans during the course of negotiating the reaffirmation agreement, the court need not address that scenario.</p>\n<p>[12]  <i>See </i><i>Riggs Nat'l Bank of Washington, D.C. v. Perry,</i> <span class=\"citation\" data-id=\"432251\"><a href=\"/opinion/432251/riggs-national-bank-of-washington-dc-v-john-gillis-perry-jr-in-re/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">982</span></a></span>, 985 (4th Cir.1984).</p>\n<p>[13]  <i>See, e.g., </i><i>In re Moustafi,</i> <span class=\"citation\" data-id=\"1521399\"><a href=\"/opinion/1521399/in-re-moustafi/\"><span class=\"volume\">371</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">434</span></a></span>, 438 (Bankr.D.Ariz.2007); <i>In re Husain,</i> <span class=\"citation\" data-id=\"1536326\"><a href=\"/opinion/1536326/in-re-husain/\"><span class=\"volume\">364</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">211</span></a></span>, 219 nn. 14, 15 (Bankr.E.D.Va.2007); <i>In re Blakeley,</i> <span class=\"citation\" data-id=\"1536018\"><a href=\"/opinion/1536018/in-re-blakeley/\"><span class=\"volume\">363</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">225</span></a></span>, 229 n. 7 (Bankr. D.Utah 2007).</p>\n<p>[14]  <i>See, e.g., </i><i>In re Steinhaus,</i> <span class=\"citation\" data-id=\"1879467\"><a href=\"/opinion/1879467/in-re-steinhaus/\"><span class=\"volume\">349</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">694</span></a></span>, 704-07 (Bankr.D.Idaho 2006).</p>\n<p>[15]  <i>See</i> The Bankruptcy Abuse Prevention and Consumer Protection Act of 2005, H.R.Rep. No. 109-31, pt. 1 (2005), <i>as reprinted in</i> 2005 U.S.C.C.A.N. 88 [hereinafter \"House Report\"]. The House Report is practically BAPCPA's only legislative history. <i>See, e.g.,</i> Jean Braucher, <i>Rash and Ride-Through Redux: The Terms for Holding on to Cars, Homes and Other Collateral Under the 2005 Act,</i> 13 Am. Bankr.Inst. L.Rev. 457, 460 n. 13 (2005). Neither party cites any legislative history other than this report.</p>\n<p>[16]  The Hardimans contend that it is Coastal's interpretation of the statute  not the plain meaning reading  that leads to absurd results. <i>See</i> Hardimans Initial Br. 9-11; Hardimans Supp. Br. 6-7. According to the Hardimans, it is impossible for any debtor comply with every provision of section 524(c), because that section contains differing deadlines. <i>See</i> Hardimans Initial Br. 10-11; Hardimans Supp. Br. 6-7. The court need not address this argument.</p>\n<p>[17]  11 U.S.C. § 521(d) provides:\n</p>\n<p>If the debtor fails timely to take the action specified in subsection (a)(6) of this section, or in paragraphs (1) and (2) of section 362(h), with respect to property which a lessor or bailor owns and has leased, rented, or bailed to the debtor or as to which a creditor holds a security interest not otherwise voidable under section 522(f), 544, 545, 547, 548, or 549, nothing in this title shall prevent or limit the operation of a provision in the underlying lease or agreement that has the effect of placing the debtor in default under such lease or agreement by reason of the occurrence, pendency, or existence of a proceeding under this title or the insolvency of the debtor. Nothing in this subsection shall be deemed to justify limiting such a provision in any other circumstance.</p>\n<p>[18]  This order does not address any state law limitations that might prevent repossession under section 521(d). <i>Cf. </i><i>Dumont,</i> 383 B.R. at 489-90.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/9527/",
    "http://www.courtlistener.com/api/rest/v3/opinions/70812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110787/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111287/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198218/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/414479/",
    "http://www.courtlistener.com/api/rest/v3/opinions/432251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/478818/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629095/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746827/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767000/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785425/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794047/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1521399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1532459/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1536018/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1536326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1539315/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1545462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1825013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1839055/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1879467/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1932868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2002057/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2014831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2016787/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2017410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2017978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2018698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2019525/"
  ]
}