{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1856210/",
  "absolute_url": "/opinion/1856210/in-re-environmental-aspecs-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1856210/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:38:09.095600Z",
  "date_modified": "2016-04-26T23:03:49.236088Z",
  "type": "010combined",
  "sha1": "b4450091238a77c96c40ced629961304bf2f2d6c",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>235 B.R. 378 (1999)</b></center>\n<center><h1>In re ENVIRONMENTAL ASPECS, INC., Environmental Aspecs, Inc. of North Carolina, and Environmental Aspecs, Inc. of Georgia, Debtors.<br>\nAdvanced Analytics Laboratories, Inc., Plaintiff-Appellee,<br>\nv.<br>\nEnvironmental Aspecs, Inc. of North Carolina and Southtrust Bank, National Association, Defendant-Appellants.</h1></center>\n<center>No. 5:99-CV-38-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 5, 1999.</center>\n<p><span class=\"star-pagination\">*379</span> <span class=\"star-pagination\">*380</span> <span class=\"star-pagination\">*381</span> <span class=\"star-pagination\">*382</span> Holmes P. Harden, Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, for Southtrust Bank, N.A.</p>\n<p>Roderick H. Willcox, Jr., LeCroy, Ayers &amp; Willcox, Morganton, NC, for Advanced Analytics, Laboratories, Inc.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>Defendant-appellants Environmental Aspecs, Inc. of North Carolina (EAI of NC) and SouthTrust Bank, National Association (SouthTrust) (collectively \"appellants\" or \"defendant-appellants\") appeal an order issued by the United States Bankruptcy Court for the Eastern District of North Carolina, Raleigh Division, (bankruptcy court), Judge A. Thomas Small presiding, in Chapter 11 Case Nos. 98-00752-5-ATS, 98-00753-5-ATS, 98-00754-5-ATS, Adversary Proceeding No. S-98-00053-5-AP. That order was issued on 30 November 1998. Appellate jurisdiction is based on 28 U.S.C. § 158(a).</p>\n<p></p>\n<h2>PROCEDURAL HISTORY</h2>\n<p>On 2 April 1998, Environmental Aspecs, Inc. (EAI), EAI of NC, and EAI of Georgia filed voluntary Chapter 11 bankruptcy petitions in the Bankruptcy Court for the Eastern District of North Carolina, and the three cases were administratively consolidated. (30 November 1998 Order at 2.) EAI of NC and EAI of Georgia are wholly-owned subsidiaries of EAI. During the bankruptcy proceedings, defendant-appellant SouthTrust filed a proof of claim in the amount of approximately $1.4 million dollars, at least $379,521 of which SouthTrust maintained was secured by EAI of NC's inventory, equipment, accounts receivable, intangibles, instruments, and chattel paper. (Id.) Advanced Analytics Laboratories, Inc. (AAL) also filed a proof of claim against EAI of NC in the amount of $338,311.73, which it maintained was partially secured by a blanket lien on EAI of NC's accounts receivable, instruments, documents, chattel paper, equipment, inventory and general intangibles. (Id.) On 14 July 1998, plaintiff-appellee AAL filed an adversary proceeding to determine the priority of the security interests held by SouthTrust and AAL. Both AAL and SouthTrust moved for summary judgment before the bankruptcy court. While the motions were pending, EAI of NC filed a plan of reorganization acknowledging SouthTrust's first lien position. The bankruptcy court granted summary judgment in favor of plaintiff-appellee AAL on 30 November 1998, holding that AAL's lien on the assets of EAI of NC had priority over that of SouthTrust. (30 November 1998 Order at 9.)</p>\n<p></p>\n<h2>FACTS</h2>\n<p>SouthTrust extended a line of credit to EAI, EAI of NC's parent corporation, in June 1994. (30 November 1998 Order at 2; Appellants' Br. at 1-2.) EAI executed a note and a security agreement evidencing that loan, and SouthTrust perfected its security interest by filing UCC-1 financing statements listing EAI as debtor with the North Carolina Secretary of State's Office and the Wake County Register of Deeds as required by N.C.Gen.Stat. §§ 25-9-401 and 25-9-402. (30 November 1998 Order at 2; Appellants' Br. at 2.) SouthTrust continued to lend money to EAI throughout 1995 and 1996. (30 November 1998 Order at 2-3.) EAI executed all of the documents evidencing those loans. (Appellants' Br. at 2.)</p>\n<p>As described by SouthTrust, through counsel, the loans extended to EAI were similar to factoring arrangements. (12 November 1998 Transcript of Hearing on Motion for Summary Judgment at 1-2 (hereinafter \"Transcript\").) The Bank advanced funds to EAI and its subsidiary corporations based on invoices submitted by those companies. (Stafford Aff. ¶ 9.) When the invoices were paid, the money was given to the Bank. (Transcript at 2.) EAI of NC submitted invoices to the Bank <span class=\"star-pagination\">*383</span> (Stafford Supp.Aff. ¶ 4 and Ex. L), received advances from the Bank, and endorsed its customers' checks over to the Bank. (Id.; Stafford Supp. Aff. ¶¶ 5-6.) SouthTrust credited funds received from EAI of NC against the outstanding balance of SouthTrust's loans to EAI. (Stafford Supp.Aff. ¶ 7.) In sum, some of the advances of funds on the loans made to EAI in 1995 and 1996 were approved based on SouthTrust's review of EAI of NC's invoices identifying that company's accounts receivable. (Appellants' Br. at 2; Stafford Aff. ¶ 9.)</p>\n<p>The bankruptcy court found that SouthTrust apparently believed that the subsidiaries and the parent corporation were operating as a single business represented by EAI. The bankruptcy court found that, although SouthTrust knew of the existence of EAI of NC, SouthTrust did not require EAI of NC to execute a security agreement, nor did SouthTrust file financing statements to perfect its interest in property owned by EAI of NC or any other subsidiary at that time. (30 November 1998 Order at 3.)</p>\n<p>EAI eventually defaulted on its SouthTrust loans. (Appellants' Br. at 2.) As a result, on 31 October 1997, EAI and its subsidiary corporations executed a forbearance agreement, as part of a negotiated loan modification, recognizing SouthTrust's security interests in the subsidiary corporations' assets. (Id.) According to Gina A. Stafford, a Vice President of SouthTrust, as a condition to SouthTrust's consent to the terms of that Agreement, the subsidiaries were required \"to formally acknowledge all obligations of the Business under the 1996 Loan as if such entities were original parties thereto. . . .\" (Stafford Aff. ¶ 12.) In November 1997, SouthTrust filed financing statements listing EAI and EAI of NC, among others, as debtors. (Appellants' Br. at 2; 30 November 1998 Order at 3.)</p>\n<p>Meanwhile, back in September 1996, approximately 11 months before SouthTrust filed financing statements naming EAI of NC as a debtor, EAI of NC had executed a Term Promissory Note, a Subordinated Loan Agreement, and a Security Agreement in the amount of $299,694.00 in favor of appellee AAL, an Ohio corporation, as creditor and secured party. (30 November 1998 Order at 3.) On 27 and 31 December 1996, AAL filed UCC-1 financing statements with the North Carolina Secretary of State and the Wake County Register of Deeds, respectively. When asked to identify the debtor on the financing statements, AAL named EAI  the same legal entity listed as debtor on SouthTrust's 1994 financing statements. (See AAL's Compl., Exs. J and K.) Both the description boxes on the financing statements, located immediately below the debtor's name, and the debtor's signature lines on the statements, contained the words, \"See Exhibit A Attached for description and debtor's signature\" and \"See Exhibit A attached.\" (Id.) The Security Agreements were attached to the financing statements as Exhibit A and filed with the Secretary of State and Wake County. The Security Agreements indicated, both in the introductory paragraphs and on the signature pages, that the debtor was EAI of NC. (30 November 1998 Order at 3; Appellee's Br. at 2.) The Agreements were signed by Dennis L. Mast as President of EAI of NC. (30 November 1998 Order at 4.)</p>\n<p>In April 1998, EAI and EAI of NC filed for bankruptcy under Chapter 11, and AAL subsequently filed an adversary proceeding to determine the priority of the security interests held by SouthTrust and AAL. The bankruptcy court resolved the issue in AAL's favor, and SouthTrust appeals.</p>\n<p></p>\n<h2>STANDARD OF REVIEW</h2>\n<p>A bankruptcy court's findings of fact are binding on the district court unless they are found to be clearly erroneous. Bankr.Rule 8013. \"A finding of fact is `clearly erroneous' when it is (1) not supported by substantial evidence; (2) contrary to the clear preponderance of evidence; or (3) based upon an erroneous <span class=\"star-pagination\">*384</span> view of the law.\" <i>In re Cheatham,</i> 91 B.R. 377, 378 (E.D.N.C.1988). The clearly erroneous standard \"does not entitle [the court] to reverse the trier of fact simply because [the court] would have decided the case differently.\" <i>In re LeMaire,</i> 898 F.2d 1346, 1349 (8th Cir.1990). Moreover, absent extraordinary circumstances, an appellate court should not disturb a factfinder's credibility determinations. <i>Columbus-America Discovery Group v. Atlantic Mut. Ins. Co.,</i> 56 F.3d 556, 566 (4th Cir. 1995), cert. denied, 516 U.S. 938, 116 S.Ct. 352, 133 L.Ed.2d 248 and 516 U.S. 990, 116 S.Ct. 521, 133 L.Ed.2d 429 (1995). A district court reviews a bankruptcy court's conclusions of law de novo. <i>Umholtz v. Brady,</i> 169 B.R. 569, 572 (E.D.N.C.1993), aff'd, 27 F.3d 564, 1994 WL 266066 (4th Cir.1994).</p>\n<p>Here, the court reviews the bankruptcy court's grant of summary judgment in favor of AAL. Summary judgment is appropriate in those cases in which there is no genuine dispute as to a material fact, and in which it appears that the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Haavistola v. Community Fire Co. of Rising Sun, Inc.,</i> 6 F.3d 211, 214 (4th Cir.1993). Summary judgment should be granted in those cases \"in which it is perfectly clear that no genuine issue of material fact remains unresolved and inquiry into the facts is unnecessary to clarify the application of the law.\" <i>Id.</i> In making this determination, the court draws all permissible inferences from the underlying facts in the light most favorable to the party opposing the motion. \"[W]here the record taken as a whole could not lead a rational trier of fact to find for the non-moving party, disposition by summary judgment is appropriate.\" <i>Teamsters Joint Council No. 83 v. Centra, Inc.,</i> 947 F.2d 115, 119 (4th Cir.1991).</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>In granting summary judgment for AAL, the bankruptcy court concluded that AAL perfected its security interest in the assets of EAI of NC in December of 1996, 11 months before SouthTrust perfected an interest in those assets in November 1997. The court concluded that AAL properly perfected its interest because its financing statements, while containing minor errors, were not seriously misleading. (30 November 1998 Order at 14.) Finally, the court concluded that the subordination loan agreement allegedly entered by AAL and EAI of NC was not valid and did not subordinate AAL's interest to that of SouthTrust. Defendant-appellants argue that the bankruptcy court's decision should be reversed on several different grounds:</p>\n<blockquote>1) AAL's financing statements naming EAI as the debtor were seriously misleading and therefore AAL did not properly perfect its interest;</blockquote>\n<blockquote>2) if AAL's statements were not misleading, then SouthTrust's 1994 statements were no more misleading than AAL's, and SouthTrust, as the creditor with a prior lending relationship with EAI of NC and as the first to file, was entitled to priority;</blockquote>\n<blockquote>3) the court allegedly failed to address appellants' argument that SouthTrust perfected an interest in EAI of NC's assets by perfecting an interest in EAI's assets; and</blockquote>\n<blockquote>4) the court failed to recognize AAL's legally binding subordination of its interest in the collateral. (Appellants' Br. at 4-5.)</blockquote>\n<p>The court will address each of appellants' arguments in turn.</p>\n<p></p>\n<h2>I. Priority of Creditors' Security Interests</h2>\n<p>A. <i>Priority, Filing, Perfection and Attachment</i></p>\n<p>A \"security interest\" is an \"interest in personal property or fixtures which secures payment or performance of an obligation.\" N.C.Gen.Stat. § 25-1-201(37). A \"security agreement . . . creates or provides for a security interest.\" N.C.Gen. Stat. § 25-9-105(1)(1). (The formal requisites for the enforceability of a nonpossessory <span class=\"star-pagination\">*385</span> security interest, i.e., a security agreement, are a writing which creates or provides for the interest, the debtor's signature, and a description of the collateral or kinds of collateral.) <i>Evans v. Everett,</i> 279 N.C. 352, 355, 183 S.E.2d 109, 111 (1971). If two or more creditors obtain security interests in the same collateral, their interests may conflict.</p>\n<p>Pursuant to § 25-9-312(5)(a), \"[c]onflicting security interests rank according to priority in time of filing or perfection. Priority dates from the time a filing is first made covering the collateral or the time the security interest is first perfected, whichever is earlier. . . .\" A security interest \"is perfected when it has attached and when all of the applicable steps required for perfection have been taken. . . . If such steps are taken before the security interest attaches, it is perfected at the time it attaches.\" N.C.Gen.Stat. § 25-9-303. Pursuant to § 25-9-203(1) and (2), a security interest attaches when the debtor has signed a security agreement which contains a description of the collateral, value has been given, and the debtor has rights in the collateral. \"While `attachment' relates to the creation and enforceability of a security interest between the parties to the transaction, `perfection' is an additional step which makes the security interest effective against third parties.\" <i>Thompson v. Danner,</i> 507 N.W.2d 550, 554 (N.D.1993).</p>\n<p>One of the applicable steps required for perfection under § 25-9-303 is the filing of the financing statement or security agreement described in § 25-9-302(1). Pursuant to §§ 25-9-302(1) and 25-9-303, therefore, a financing statement that identifies the debtor, covers the collateral at issue, and contains the debtor's signature must be filed in order to perfect a security interest of the kind at issue in this case. See <i>Provident Finance Co. v. Beneficial Finance Co.,</i> 36 N.C.App. 401, 407-408, 245 S.E.2d 510, review denied, 295 N.C. 549, 248 S.E.2d 728 (1978). Because filing is a necessary element of perfection, § 25-9-303, the priority provision discussed above, § 25-9-312(5)(a), essentially creates a rule in which the first creditor to file a sufficient financing statement has priority.</p>\n<p>A financing statement must comply with 25-9-402 to constitute an adequate filing.</p>\n<blockquote>A financing statement is sufficient if it gives the names of the debtor and the secured party, is signed by the debtor, gives an address of the secured party from which information concerning the security interest may be obtained, gives a mailing address of the debtor, and contains a statement indicating the types, or describing the items, of collateral. A financing statement may be filed before a security agreement is made or a security interest otherwise attaches. . . . A copy of the security agreement is sufficient as a financing statement if it contains the above information and is signed by the debtor.</blockquote>\n<p>N.C.Gen.Stat. § 25-9-402(1). \"A financing statement substantially complying with the requirements of this section is effective even though it contains minor errors which are not seriously misleading.\" N.C.Gen. Stat. § 25-9-402(8). A \"filed financing statement is effective for a period of five years from the date of filing.\" N.C.Gen. Stat. § 25-9-403(2).</p>\n<p>North Carolina's is essentially a system of notice filing pursuant to which the notice provided by a financing statement \"indicates merely that the secured party who has filed [m]ay have a security interest in the collateral described. Further inquiry from the parties concerned will be necessary to disclose the complete state of affairs.\" <i>Evans v. Everett,</i> 279 N.C. 352, 356, 183 S.E.2d 109, 112 (1971). \"`The purpose of a notice-filing statute is to give protection to a creditor by furnishing to others intending to enter a transaction with the debtor a starting point for investigation which will result in fair warning concerning the transaction contemplated.'\" <span class=\"star-pagination\">*386</span> <i>TMMB Funding Corp. v. Associated Food Stores, Inc.,</i> 136 A.D.2d 540, 542, 523 N.Y.S.2d 161, 163 (N.Y.A.D. 2nd Dep't. 1988) (citation omitted).</p>\n<blockquote>\"Further inquiry beyond the financing statement is contemplated by the [Uniform Commercial] Code as `the financing statement's purpose is to merely alert the third party as to the need for further investigation, never to provide a comprehensive data bank as to the details of prior security arrangements.'\" \"The notice system of the Code places the burden of further inquiry upon anyone seeking additional information. The fact that the financing statement is not intended to be all-informative is borne out by the fact that the statement must contain `an address of the secured party from which information concerning the security interest may be obtained. . . . '\"</blockquote>\n<p><i>Thompson,</i> 507 N.W.2d at 561 (citations omitted).</p>\n<p>The foregoing rules are pertinent to two of the issues before this court on appeal of the bankruptcy court's order: 1) the allegedly misleading nature of AAL's 1996 financing statements; and 2) the adequacy of SouthTrust's 1994 financing statements as to EAI of NC under § 25-9-402.</p>\n<p>B. <i>The Allegedly Misleading Nature of AAL's Financing Statements</i></p>\n<p>SouthTrust claims that it acquired a security interest in the assets of EAI of NC in 1994, but its 1994 financing statements identified only EAI as debtor and listed only EAI's assets as collateral for that loan. AAL claims that it acquired a security interest in the assets of EAI of NC, but the financing statements it filed in 1996 identified the debtor as EAI in some places and as EAI of NC in others. As the bankruptcy court concluded, SouthTrust obtained a security interest only in the assets of EAI in 1994 while AAL perfected a security interest in the assets of EAI of NC in 1996.</p>\n<p>AAL's December 1996 filing contained every element required to establish a lien against EAI of NC. Although the financing statement identified the debtor as EAI in two places, the attached Security Agreement, clearly referenced on the financing statement itself as an \"attachment,\" identified EAI of NC as the debtor, contained the signature of Dennis Mast as President of EAI of NC, and accurately described the collateral at issue. It is also worthy of note that a copy of the Security Agreement, in and of itself, is sufficient as a financing statement if it contains the requisite information and is signed by the debtor. See N.C.Gen.Stat. § 25-9-402(1).</p>\n<p>In any event, as set forth in § 25-9-402(8), \"[a] financing statement substantially complying with the requirements of this section is effective even though it contains minor errors which are not seriously misleading.\" See <i>E-B Grain Co. v. Denton,</i> 73 N.C.App. 14, 21, 325 S.E.2d 522, 527, review denied, 313 N.C. 598, 330 S.E.2d 608 (1985). There is no question that the financing statement and Security Agreement filed by AAL would put any potential creditors of EAI of NC on notice of AAL's lien against EAI of NC's assets. The bankruptcy court's conclusion, as a matter of law, that the omission of the words \"of North Carolina\" in two spaces on the otherwise informative and adequate financing statement, which was attached to a valid security agreement, did not render the statement \"seriously misleading\" is correct. (30 November 1998 Order at 5-6.) See <i>Matter of Southern Supply Co. Of Greenville, N.C., Inc.,</i> 405 F.Supp. 20, 22 (E.D.N.C.1975) (financing statement not seriously misleading where statement identified debtor Southern Supply Co. of Greenville, N.C., Inc. as \"Southern Supply Co.\" but was signed \"Southern Supply Co. of Greenville, N.C., Inc., William T. Smith, President.\"); <i>In re Excel Stores, Inc.,</i> 341 F.2d 961, 963-964 (2nd Cir.1965) (financing statement listing \"Excel Department Stores, Inc.\" as debtor rather than correct name \"Excel Stores, Inc.\" not seriously misleading); <i>In re Mines Tire Co., Inc.,</i> 194 B.R. 23, 25 (Bankr.W.D.N.Y.1996) (financing <span class=\"star-pagination\">*387</span> statement listed under \"Mines Company, Inc.\" rather than \"Mines Tire Company, Inc.\" not seriously misleading); <i>In re Green Mill Inn, Inc.,</i> 474 F.2d 14, 15 (9th Cir.1973) (financing statement listing debtor Green Mill Inn, Inc.'s name as \"Taylor, Maxime\" and signed correctly as \"Green Mill Inn, Inc. by Maxime Taylor, President,\" when combined with actual notice available as the result of cross-indexing, was not seriously misleading); <i>In re Platt,</i> 257 F.Supp. 478, 482 (E.D.Pa.1966) (where debtor Henry Platt was listed as \"Platt Fur Co.,\" the financing statement was not seriously misleading because the name Platt Fur Co. \"[was] sufficiently related to the name of the debtor, Henry Platt, to require those who search[ed] the records to make further investigation\"); <i>In re Seventeen South Garment Co. Inc.,</i> 145 B.R. 511, 514-515 (E.D.N.C.1992) (affirming bankruptcy court's holding that reasonable creditor would not have searched \"odd index\" under \"17 South Garment Co.\" to find liens against \"Seventeen South Garment Co., Inc.,\" properly filed in the alphabetical index, so financing statement was seriously misleading).</p>\n<p>Judge Small did not find, as appellants argue, that the name EAI appearing on the face of the financing statement was not misleading because it was enough, standing alone, to put creditors of EAI of NC on notice of possible competing liens.<sup>[1]</sup> (Appellants' Br. at 8.) Rather, Judge Small held that AAL's error was not seriously misleading because diligent creditors would be on notice of and would examine the financing statements listed under the name EAI, <i>and,</i> \"[u]pon reviewing [AAL'S] financing statement, creditors would then be directed by the language in the description section of the financing statement as well as the signature line[,] to look at the attached Security Agreement, which is signed by Dennis L. Mast as President of [EAI of NC] and is clearly an agreement between [AAL] and [EAI of NC] rather than [EAI].\" (30 November 1998 Order at 6.) Appellants contend that \"[a]n addendum cannot change the way a UCC-1 financing statement is indexed, so it is impossible to place any reliance on the ability of an addendum to render not seriously misleading a UCC-1 financing statement indexed under a wrong or misleading name in the first instance.\" (Appellants' Br. at 9.)</p>\n<p>While an addendum may not be able to save a financing statement with errors so misleading that they prevent an adequate indexing, those are not the facts before the court in this case. Here, AAL's financing statement was indexed in a manner sufficient to put later creditors of EAI of NC on notice. A perusal of the financing statement and attached Security Agreement identified in the index would provide the necessary information. The bankruptcy court did not err in considering the attached Security Agreement to determine that the financing statement at issue in this case was not seriously misleading where the error was not the type to prevent a potential creditor reviewing the index from being put on notice of other liens.</p>\n<p>The fact that AAL's negligent omission of the words \"of North Carolina\" resulted in the naming of an independent legal entity, EAI, does not change the result in this case given the context in which the mistake was made and the clarifying papers filed with the financing statement. Moreover, the court declines to create a rule pursuant to which an error would be misleading per se where the error happened to result in the naming of an independent legal entity as debtor. Rather, the determination whether an error is seriously misleading must be based on a review of the nature of the error and the context in which the error is made. As the <span class=\"star-pagination\">*388</span> bankruptcy court found, the reference to the attachment on AAL's financing statement and the Security Agreement filed with AAL's financing statement preclude a determination that AAL's error was seriously misleading in this case.</p>\n<p>C. <i>SouthTrust's 1994 Financing Statements</i></p>\n<p>SouthTrust argues on appeal that, if the bankruptcy court was correct that EAI of NC's 1996 financing statement naming EAI as debtor was not seriously misleading, \"SouthTrust's financing statement [naming EAI as debtor] should be as adequate as AAL's financing statement to put the public on notice of possible conflicting security interests [in the assets of EAI of NC].\" (Appellants' Br. at 9.) SouthTrust then argues that it consequently \"must have a priority lien on the assets of EAI of NC, based on its 1994 financing statements . . . listing EAI, Inc., as debtor,\" (Appellants' Br. at 6.), because \"the creditor who files first is senior to other creditors' interests, regardless of when the first creditor completes perfection.\" (Id. at 7.) Obviously, the success of SouthTrust's priority in time argument on appeal rests on this court's agreement with SouthTrust's proposition that its 1994 financing statements naming EAI as debtor were not seriously misleading and, more importantly, that those statements constituted adequate filings against EAI of NC.</p>\n<p><i>1. The Misleading Nature of SouthTrust's 1994 Financing Statements</i></p>\n<p>SouthTrust's argument that its 1994 financing statements naming EAI as debtor were not seriously misleading and that they should have put other creditors on notice of a possible lien against EAI of NC's assets is not unpersuasive. As the bankruptcy court concluded, a diligent creditor \"searching the indexes for liens on the assets of [EAI of NC] would certainly be on notice of and would examine the financing statements listed under the name [EAI].\" (30 November 1998 Order at 5-6.) Had such a creditor examined the financing statement filed by SouthTrust in 1994, however, the creditor would have no reason to believe that SouthTrust claimed an interest in the assets of EAI of NC. As SouthTrust suggests, a diligent creditor might then contact SouthTrust and inquire as to the precise nature of SouthTrust's interest in EAI. That creditor might then have been told that SouthTrust believed EAI and EAI of NC were operating as one business and that SouthTrust had loaned the business money based on that understanding. Even if this court were to hold that a creditor had such a duty to investigate beyond the financing statements on file with the State, however, this court still could not conclude that SouthTrust's 1994 filing was an adequate financing statement against EAI of NC.</p>\n<p><i>2. The Inadequacy of SouthTrust's 1994 Filing Statements as Against EAI of NC</i></p>\n<p>SouthTrust's 1994 financing statements regarding EAI were simply inadequate to establish a lien against the assets of EAI of NC under N.C.Gen.Stat. § 25-9-402(1) because EAI of NC did not sign the 1994 financing statement, and the description of collateral in that statement did not identify EAI of NC's assets. Even if, as SouthTrust argues, the identification of the debtor as \"EAI, Inc.\" was enough to put creditors on notice of a possible lien against the assets of EAI of NC, the financing statement, not bearing the signature of EAI of NC as debtor, was inadequate to constitute a filing against that corporation.</p>\n<p>Relying heavily on a North Carolina court of appeals case, the New Jersey Superior Court in <i>Matter of Maple Contractors, Inc.,</i> 172 N.J.Super. 348, 356-357, 411 A.2d 1186, 1190-1191 (1979), provided a well-reasoned explanation of the relationship between the notice-filing policy behind the statute's requirement that a creditor file a financing statement, and the discrete requirement that a sufficient financing <span class=\"star-pagination\">*389</span> statement contain certain enumerated elements, including the signature of the debtor.</p>\n<blockquote>[This] court feels that the above-cited policy concerning the theory of \"notice filing\" is subordinate to or must be construed with the mandatory requirement that the debtor must sign the financing statement. Otherwise, any financing statement, however prepared, would constitute notice and give priority regardless of its intrinsic validity. As indicated earlier, the real issue is whether a financing statement must be signed by the debtor. The case of <i>Provident Finance Co. v. Beneficial Finance Co.,</i> 36 N.C.App. 401, 245 S.E.2d 510 [petition for review denied, 295 N.C. 549, 248 S.E.2d 728 (1978)], is the closest case to the present one. The court there held that the Uniform Commercial Code does have a liberal definition for \"signed,\" but that in cases dealing with the debtor's signature on financing statements the court should apply this liberal definition with caution. The court indicated that other courts have applied this provision somewhat liberally when dealing with a creditor's signature. . . . The North Carolina Court of Appeals indicated, however, that the absence of the debtor's signature is a different matter. In such case they cited a quotation from one of the authorities on the Uniform Commercial Code:</blockquote>\n<blockquote>We have found no case construing the official version of § 9-402 in which a court found a financing statement to be effective despite the absence of the signature of a debtor. If the debtor's signature is omitted the financing statement is ineffective. . . . White and Summers, Uniform Commercial Code (1972) at 835.</blockquote>\n<blockquote>In the <i>Provident Finance Co.</i> case, supra, the court held that a security agreement was not properly perfected as to the husband because the financing statement, listing one Norman Carlyle as the debtor, had been signed by his wife only. This, the court said, did not constitute compliance with § 9-402(1) of the Uniform Commercial Code, absent some indication on the face of the financing statement that the signer was the agent of the debtor.</blockquote>\n<blockquote>\n<i>This case is demonstrative of the difference in the degree of scrutiny, from the liberal attitude accorded the question of notice to the stricter view when evaluating compliance with the requirement of a debtor's signature on the document.</i> All other documents which are of legal and economic consequence require that element of authorization, the personal authentication which formalizes assent to the legal consequences. It is a question separate and apart from the issue of \"notice\" and thus one which should not be disposed of based on a doctrine grounded peculiarly on the issue of notice.<sup>[2]</sup> Clearly, the requirement by the Legislature of the debtor's signature does not further any \"notice\" objective. Its necessity is, rather, grounded in the purpose of evidencing assent and preventing fraud. <i>Regardless of whether there was any understanding between the parties regarding this financing statement, it was not formalized by a signature of the party to be held.</i>\n</blockquote>\n<p><i>Maple Contractors, Inc.,</i> 172 N.J.Super. at 356-357, 411 A.2d at 1190-1191 (emphasis added). Other courts have placed similar emphasis on the requirement that a debtor sign a financing statement.</p>\n<blockquote>The debtor's signature on the filing statement is an acknowledgment, or authentication, <span class=\"star-pagination\">*390</span> of the financing statement  it is a public statement that the debtor's property, the collateral, is encumbered. Lack of the debtor's signature suggests there is some question whether or not the described collateral is covered by a security agreement. Thus, a financing statement, unsigned by the debtor, with nothing more, is insufficient to perfect a security interest in collateral because there is no acknowledgment, or authentication, by the debtor that the collateral truly is subject to a security interest.</blockquote>\n<p><i>J.K. Merrill &amp; Son, Inc. v. Carter,</i> 108 Idaho 749, 754-755, 702 P.2d 787, 792-793 (1985) (noting that § 9-402 \"serves the twin functions of notice and authentication\" and holding that photocopy of signed security agreement attached to unsigned financing statement was sufficient to perfect a security interest under § 9-402).<sup>[3]</sup> See also <i>Guardian State Bank v. Lambert,</i> 834 P.2d 605, 607-608 (Utah App.1992) (failure to comply with signature requirements renders financing statement invalid); <i>In re Garrow,</i> 50 B.R. 799 (Bankr. D.Vt.1985); <i>Matter of Pischke,</i> 11 B.R. 913, 923-924 (E.D.Va.1981) (where Guarantee and financing statement were drafted over one year apart and plaintiff did not intend that a recordable security interest be created when he executed the Guarantee, the two documents should not be considered as one document and lack of debtor's signature on financing statement rendered it ineffective); <i>Wilmot v. Central Oklahoma Gravel Corp.,</i> 620 P.2d 1350, 1354 (Okla.App.1980) (financing statement insufficient to perfect Bank's security interest because it was not signed by either party); <i>Southwest Bank of Omaha v. Moritz,</i> 203 Neb. 45, 54, 277 N.W.2d 430, 435 (1979) (financing statement not signed by owner of collateral insufficient to perfect security interest); <i>In re Causer's Town &amp; Country Super Market, Inc.,</i> 1965 WL 8384 (Bankr.N.D.Ohio 1965) (UCC not to be so liberally construed and applied as to excuse the failure of debtor to sign financing statement).</p>\n<p><i>Provident Finance, J.K. Merrill &amp; Son,</i> and <i>Maple Contractors,</i> among others, emphatically support the conclusion that the financing statements filed by SouthTrust in 1994 are not adequate as against EAI of NC because EAI of NC, as the debtor, did not sign those statements.</p>\n<p><i>3. Filing Against Parent Insufficient Against Subsidiary</i></p>\n<p>SouthTrust makes the additional argument that its 1994 financing statements were adequate to establish a lien against the assets of EAI of NC because a filing against EAI, the parent corporation, was, in and of itself, adequate as a filing against the subsidiary corporation, EAI of NC. Under that theory, EAI would be the debtor and EAI of NC's signature would not be required on the financing statements. However, SouthTrust's argument that its filing of a financial statement regarding EAI constituted a filing against EAI of NC is not persuasive. EAI and EAI of NC are independent entities with their own assets and liabilities, and the record does not show that the bankruptcy court erred in treating them as such.</p>\n<p><span class=\"star-pagination\">*391</span> While EAI of NC is a wholly owned subsidiary of EAI, EAI of NC is nevertheless an independent corporation with its own assets. \"Generally, a parent and subsidiary are separate and distinct legal entities. . . . This is so even if the parent owns all the outstanding shares of the subsidiary.\" <i>Mutual Holding Co. v. Limbach,</i> 71 Ohio St.3d 59, 60, 641 N.E.2d 1080, 1081 (1994). See also, <i>Hoover Universal Inc. v. Limbach,</i> 61 Ohio St.3d 563, 565, 575 N.E.2d 811, 814 (1991) (same); <i>BW Acceptance Corp. v. Spencer,</i> 268 N.C. 1, 8, 149 S.E.2d 570, 574 (1966) (ordinarily corporation retains separate and distinct identity where its stock is owned partly or entirely by another corporation); <i>Maple Contractors, Inc.,</i> 172 N.J.Super. at 354, 411 A.2d 1186 (wholly owned subsidiary and parent are different legal entities); Transcript at 4.</p>\n<p>Not only are EAI and EAI of NC separate and distinct legal entities, the record shows that SouthTrust was aware of EAI of NC's status as a separate corporation even as it began its lending relationship with EAI in 1994. SouthTrust extended loans to EAI in 1994, 1995 and 1996. (Stafford Aff. ¶¶ 5, 7 and 8.) EAI executed and delivered the documents pertaining to each of those loans. (Id.) EAI of NC did not execute any of the documents pertaining to those loans. Although Stafford's affidavit indicates that she, in reviewing the initial loan request, was advised that EAI held a controlling interest in EAI of NC and that she \"understood that [EAI] and [EAI of NC] operated as a single business enterprise . . . and, pursuant thereto, transferred funds and other assets to each other as and when the need arose\" (Stafford Aff. ¶ 4), that same passage of the affidavit also confirms Stafford's awareness that EAI of NC was a separate corporation with its own funds and assets. In fact, Stafford explains that SouthTrust made advances to EAI during 1995 and 1996 based upon invoices submitted by EAI specifically identifying the accounts receivable of EAI of NC. (Stafford Aff. ¶ 9.) Despite SouthTrust's knowledge of EAI of NC's status as a separate entity and reliance upon EAI of NC's accounts receivable, SouthTrust inexplicably did not require EAI of NC to sign any of the loan documents, a security agreement, or even a financing statement in 1994. SouthTrust's awareness of EAI of NC's status as a separate entity with its own assets is further evidenced by SouthTrust's election to obtain EAI of NC's execution of the Forbearance Agreement in October 1997 and its subsequent filing of a financing statement pertaining to EAI of NC with respect to that debt. (Stafford Aff. ¶¶ 11, 12, 13.) As described by SouthTrust's counsel, in 1997 the Bank \"for the first time, formalized the loan or lender relationship with the subsidiaries . . . got security agreements from everybody and . . . papered the loan properly. . . .\" (Transcript at 2.)</p>\n<p>Courts have not tended to treat parent and subsidiary corporations as interchangeable entities for purposes of secured transactions. In <i>Maple Contractors,</i> for example, a wholly-owned subsidiary claimed a valid security interest by virtue of its filing of a financing statement to which it attached an indemnity agreement executed by its parent corporation and the debtor. The court held that the financing statement was ineffective, explaining that the parent and wholly-owned subsidiary were different legal entities and therefore, the debtor's signature on an indemnity agreement with the parent corporation was not sufficient to create an interest in the subsidiary. <i>Maple Contractors, Inc.,</i> 172 N.J.Super. at 354, 411 A.2d 1186. See also <i>LeFlore v. Grass Harp Productions, Inc.,</i> 57 Cal.App.4th 824, 835, 67 Cal. Rptr.2d 340, 346-347 (1997) (rejecting argument that listing of subsidiary on financing statement is sufficient to impute security interest to parent corporation, holding that names of both parent and subsidiary are required on a financing statement to perfect a security interest on behalf of both entities).</p>\n<p><span class=\"star-pagination\">*392</span> Similarly, in <i>K.N.C. Wholesale, Inc. v. AWMCO, Inc.,</i> 128 Cal.Rptr. 345, 56 Cal. App.3d 315 (1976), the court held that a financing statement filed by a creditor and a debtor parent corporation that did not contain any reference to the parent's subsidiary, which owned the collateral at issue, was defective.</p>\n<blockquote>In cases where the `debtor' is not the owner but has only obtained his rights in the collateral due to the owner's permission, a financing statement in the name of the `debtor' alone fails to give subsequent creditors of the owner any notice that the collateral is subject to a prior security interest.</blockquote>\n<p><i>Id.</i> at 349, 56 Cal.App.3d at 320, 128 Cal. Rptr. 345. The court required the names of both the parent, the actual debtor, and the subsidiary, the owner of the collateral, on the financing statement to perfect the creditor's interest. Here, EAI of NC, as an independent and separate corporation, was the owner of its own accounts receivable and other assets. Pursuant to the reasoning in <i>Maple Contractors, LeFlore,</i> and <i>K.N.C.,</i> the fact that the financing statement named the parent corporation, EAI, was not sufficient to create an interest against the assets of the subsidiary, EAI of NC. To the extent that SouthTrust intended its 1994 financing statements to include the assets of EAI of NC as collateral, which those statements did not explicitly identify, those statements required EAI of NC's signature.</p>\n<p>SouthTrust relies heavily upon <i>Allstate Financial Corp. v. United States,</i> 109 F.3d 1331 (8th Cir.1997) to support its contention that its filing against EAI in 1994 was sufficient as a filing against EAI of NC given the parent-subsidiary relationship of the companies. Although <i>Allstate</i> presents a complicated factual situation analogous in some respects to the case at bar, it does not support, much less does it require, the conclusion that appellants urge upon this court.</p>\n<p>In <i>Allstate,</i> the lender (Allstate) entered factoring and security agreements with both Dittrich and Zappia, sister subsidiary corporations, and their parent corporation, the Detroit Companies. <i>Allstate,</i> 109 F.3d at 1332. Allstate advanced funds to those companies in exchange for security interests in the accounts receivable of both subsidiaries. Dittrich and Zappia also executed guarantee agreements, pursuant to which they became liable for the other's debts and obligations to Allstate. <i>Allstate,</i> 109 F.3d at 1332. Allstate filed financing statements in Minnesota, New York, Illinois, and Pennsylvania covering Dittrich's accounts receivable but filed statements perfecting its interest in Zappia's accounts receivable only in New York and Pennsylvania. After the IRS seized monies owed by the United States Postal Service to Dittrich and Zappia to satisfy Dittrich's tax liability, Allstate filed a wrongful levy action against the IRS. The district court concluded that Allstate's security interest as to Dittrich and Zappia had priority over the tax lien, and the IRS appealed.</p>\n<p>The <i>Allstate</i> court of appeals affirmed, holding that Allstate's financing statement filed in Minnesota naming \"Dittrich of Minnesota, Inc.\" as debtor operated to perfect Allstate's security interest in the collateral of both Dittrich and Zappia because of the unique relationship between the companies. In so holding, the court considered apparently extensive evidence pertaining to the relationship between Dittrich and Zappia. \"The companies' president testified that Zappia was part of Dittrich, as Dittrich had purchased Zappia, and Zappia was not thereafter separately incorporated. The IRS admitted that Zappia and Dittrich were being run as one company and had the same president. The IRS considered the two companies to be the alter egos of each other. . . . In addition, there [was] evidence that Zappia was doing business solely as Dittrich of Minnesota, and, . . . Zappia's articles of incorporation show[ed] Zappia's legal name as \"Zappia Transportation d/b/a/ Dittrich of Minnesota.\" <i>Allstate,</i> 109 F.3d at 1334. The court's conclusion that the <span class=\"star-pagination\">*393</span> filing under the name Dittrich was not seriously misleading was based on the following factors: the IRS knew that Allstate had a security interest in Zappia's accounts receivable; the IRS \"knew it was dealing with Zappia as part of Dittrich,\" <i>Allstate,</i> 109 F.3d at 1334; and Allstate's filing under \"Dittrich of Minnesota\" was a filing under the name of a company that \"for all practical purposes was the same entity as Zappia.\" (<i>Id.</i>) In sum, the court concluded that \"in addition to having actual knowledge of Allstate's security interest in Zappia's accounts receivable, the IRS had, at the least, enough information before it to conclude that the financing statement filed under \"Dittrich of Minnesota\" could encompass Zappia's accounts receivable.\" <i>Allstate,</i> 109 F.3d at 1334.</p>\n<p>As is evident from the bases of the <i>Allstate</i> court's opinion, the court did not find that Allstate's filing as to Dittrich was sufficient as to Zappia merely because the companies were affiliated. Rather, the court relied upon and emphasized the specific nature of the companies' relationship and the IRS's actual knowledge of that relationship. This court cannot agree, based on the evidence in this case, that a financing statement naming EAI and executed by EAI is sufficient to establish a lien against the assets of EAI's subsidiary, EAI of NC. Unlike the situation in <i>Allstate,</i> the record does not support the finding that AAL understood that EAI and EAI of NC were being run as one company, that EAI and EAI of NC were alter egos of each other, or that EAI of NC was responsible for the debts of its parent corporation in 1996. <i>Allstate</i> simply does not support SouthTrust's argument that a financing statement listing EAI as debtor is sufficient to perfect an interest in the assets of EAI's subsidiary based on the parent-subsidiary nature of the companies' relationship.</p>\n<p><i>4. Estoppel</i></p>\n<p>The bankruptcy court held that appellants' defenses of estoppel and waiver were not supported by the record before the court. (30 November 1998 Order at 9.) A careful review of <i>Avco Delta Corp. Canada Ltd. v. United States,</i> 459 F.2d 436 (7th Cir.1972) convinces this court that the bankruptcy court did not err in rejecting SouthTrust's estoppel argument.</p>\n<p>SouthTrust cites <i>Avco</i> as an example of a case in which an affiliated corporation was determined to hold rights in the assets of another by holding those assets out as its own. (Appellants' Br. at 16.) Here, by analogy, appellants argue that the court should find that EAI acquired or held rights in EAI of NC's assets because EAI and EAI of NC represented, in their dealings with SouthTrust, that EAI of NC's accounts receivable were collateral for the SouthTrust loan to EAI. <i>Avco</i> does not support such a result.</p>\n<p>In <i>Avco,</i> the creditor (Avco) loaned money to a company called Canadian Parkhill Construction Equipment, Ltd. (Construction) and received from Construction a note and a chattel mortgage in 29 pieces of heavy construction equipment. In the mortgage document, Construction expressly covenanted that it owned the construction equipment. Avco went to significant trouble to verify Construction's ownership of the equipment. Moreover, Canadian Parkhill Pipe Stringing Ltd. (Ltd.), Construction's parent corporation, and Canadian Parkhill Pipe Stringing, Inc., d/b/a/ Parkhill Pipeline, Inc. (Taxpayer), another subsidiary of Ltd., executed a guarantee and indemnity wherein they agreed to guarantee payment as principal debtors of debts and liabilities of Construction to Avco. Avco filed a financing statement listing Construction as the debtor and specifically listing the 29 pieces of equipment as collateral.</p>\n<p>Subsequently, the IRS seized the 29 pieces of equipment as a result of unpaid taxes that had been assessed against Taxpayer, Construction's affiliate corporation and guarantor of Construction's Avco loan. The IRS believed that the equipment belonged to Taxpayer. Avco filed an action <span class=\"star-pagination\">*394</span> against the United States and the three companies asking that its lien be adjudged a first lien on the proceeds allocable to the 29 pieces of equipment.</p>\n<p>The district court determined that, under Illinois law, neither the real owner of the property (Taxpayer) nor its creditors (the IRS) could be permitted to prevail over one who had given real value in good faith reliance on the implicit representations with respect to the security (Avco). The district court \"properly looked to Illinois law to determine whether Avco had indeed perfected its security interest in the 29 items of equipment despite the questions of ownership raised by the government. . . .\" <i>Avco,</i> 459 F.2d at 440. In its review of the district court's conclusion that Avco had perfected its interest, the court of appeals examined whether Avco's security interest had attached, i.e., whether the debtor, Construction, had \"rights in the collateral.\" (See Appellants' Br. at 16.)</p>\n<p>The court held that, even assuming Taxpayer owned the equipment, Avco's security interest had attached, and was thus perfected, because Construction had rights in the collateral. Construction's rights in the collateral arose through the \"acquiescence in and guarantee of its arrangement with Avco by [T]axpayer and Ltd., which (acquiescence and guarantee) created an estoppel.\" <i>Avco,</i> 459 F.2d at 441. In other words, the representation by Construction and Taxpayer to Avco that Construction did indeed have the right to pledge the equipment as security for its loan estopped Taxpayer and Taxpayer's creditors from subsequent conduct premised on Taxpayer's ostensible ownership of the property. Under Illinois law, Construction's rights in the collateral were created by that estoppel.</p>\n<p>While the court focused on the issue of Construction's rights in the collateral, the court addressed that issue in an attempt to answer the larger question whether Avco had a perfected interest in the 29 pieces of heavy equipment. In other words, the court concluded that, if Avco had properly perfected its interest in the equipment, the fact that Taxpayer actually owned the equipment would not defeat Avco's priority under the circumstances. Avco ultimately prevailed because it had properly perfected its interest in the collateral at issue.</p>\n<p>Even if this court held that SouthTrust's rights in the accounts receivable of EAI of NC were likewise created by estoppel, this court could not answer the larger question regarding SouthTrust's perfection of its security interest in SouthTrust's favor. As explained thoroughly in the foregoing section, SouthTrust simply did not perfect an interest in the assets of EAI of NC because it did not file an adequate financing statement with respect to that company. <i>Avco</i> is therefore distinguishable from the facts of this case in that crucial respect. Avco filed a financing statement that correctly identified the debtor as Construction, contained Construction's signature, and specifically listed the 29 pieces of heavy equipment as collateral. <i>Avco,</i> 459 F.2d at 438.<sup>[4]</sup> Here, on the contrary, SouthTrust's 1994 financing statement did not identify EAI of NC as the debtor nor did it describe EAI of NC's assets as collateral for the loan, and, as explained above, SouthTrust did not file a financing statement adequate to establish a lien against EAI of NC until 1997. The fact that EAI of NC may be estopped from taking any action inconsistent with its representations to SouthTrust and that EAI had rights in EAI of NC's assets by virtue of that estoppel cannot resurrect SouthTrust's inadequate financing statement. <span class=\"star-pagination\">*395</span> As such, the estoppel discussion in <i>Avco</i> does not support the conclusion that SouthTrust's lien is entitled to priority given SouthTrust's failure to perfect its interest against EAI of NC by filing an adequate financing statement.</p>\n<p>For the foregoing reasons, this court affirms the bankruptcy's court's conclusion that AAL properly perfected its interest because its financing statements, while containing minor errors, were not seriously misleading. The court also affirms the bankruptcy court's determination that AAL perfected its security interest in the assets of EAI of NC in December of 1996, 11 months before SouthTrust perfected an interest in those assets in November 1997. The court concludes that SouthTrust's 1994 financing statements did not establish a lien against the assets of EAI of NC and specifically rejects appellants' argument that SouthTrust's perfection of an interest in the assets of EAI was sufficient to perfect an interest in the assets of EAI's subsidiary, EAI of NC. The court also rejects appellants' estoppel argument.</p>\n<p></p>\n<h2>II. SUBORDINATION</h2>\n<p>SouthTrust argues that AAL's security interest is second in priority to that of SouthTrust because AAL specifically acknowledged the superiority of SouthTrust's interest in a Subordinated Loan Agreement between AAL and EAI of NC. (Appellants' Br. at 11.) The bankruptcy court held that SouthTrust had not provided evidence of an enforceable subordination agreement for several reasons: 1) there was no subordination agreement between AAL and SouthTrust, the two creditors in the case; 2) AAL did not sign the Subordinated Loan Agreement between AAL and EAI of NC; 3) neither the Security Agreement nor the Subordinated Loan Agreement between AAL and EAI of NC established an enforceable subordination under Ohio law (id. at 7-8)<sup>[5]</sup>; 4) even if valid, the subordination language would have subordinated AAL's lien to SouthTrust's lien against the assets of EAI and not the assets of EAI of NC because SouthTrust did not have a security interest in the collateral of EAI of NC when AAL signed the Security Agreement; and 5) SouthTrust's defenses of estoppel and waiver were not supported by the record.</p>\n<p>While this court holds that SouthTrust's defense of estoppel cannot overcome SouthTrust's inadequate financing statements, as illustrated by the foregoing discussion of <i>Avco,</i> the court finds the bankruptcy court's reasoning for its grant of summary judgment in favor of AAL on the subordination issue to be incorrect as a matter of law. First, the court will discuss subordination agreements generally and the bankruptcy court's bases for its decision that the alleged subordination agreement in this case was unenforceable. Second, the court will explain why the bankruptcy court's judgment should be affirmed, albeit for different reasons than those stated in the bankruptcy court's opinion.</p>\n<p>A. <i>Subordination Agreements Generally</i></p>\n<p>\"A subordination agreement is an agreement by which a party having a superior right of some sort agrees with someone having an inferior right that, as between the two of them, the inferior right shall be treated as if it were superior.\"</p>\n<p><i>In re Lantana Motel,</i> 124 B.R. 252, 255 (Bankr.S.D.Ohio 1990).</p>\n<blockquote>Normally, a subordination agreement arises between two creditors of a single debtor. A prior creditor . . . might subordinate the priority of his secured interest to the interest of another creditor. . . . [U]sually the perfected creditor whose interest arises prior in time will waive his priority in favor of a creditor <span class=\"star-pagination\">*396</span> whose interest comes about later in time. In either case, the subordinator will give up a right that belonged to him prior to the subordination agreement.</blockquote>\n<p><i>A-W-D, Inc. v. Salkeld,</i> 175 Ind.App. 443, 446, 372 N.E.2d 486, 488 (1978); <i>Total Technical Servs. v. Kafoure Associates, Inc.,</i> 1986 WL 13687, *3 (Ohio App.8th Dist.1986) (quoting preceding passage from <i>A-W-D, Inc.</i>).</p>\n<p>\"[A] subordination agreement is enforceable in a [bankruptcy] case . . . to the same extent that such agreement is enforceable under applicable nonbankruptcy law.\" 11 U.S.C. § 510(a). The applicable nonbankruptcy law that typically governs the enforceability of subordination agreements is the law of contracts. See 9B Am.Jur.2d Bankr. § 2870 (1991). An agreement need not be in the form of a formal contract, however. See <i>In re Smith,</i> 77 B.R. 624, 627 (Bankr.N.D.Ohio 1987) (\"informal subordination agreements can still be given legal effect\"); <i>Williams v. First National Bank &amp; Trust Co. of Vinita,</i> 482 P.2d 595, 596 (Okla.1971) Rather,</p>\n<blockquote>\"[a]greement\" means the bargain of the parties in fact as found in their language or by implication from other circumstances including course of dealing or usage of trade or course of performance as provided in section 1301.11 and 1302.11 of the Revised Code.</blockquote>\n<p>O.R.C. § 1301.01; U.C.C. § 1-201(3).</p>\n<p>B. <i>Lack of Agreement Between Creditors AAL and SouthTrust</i></p>\n<p>As the bankruptcy court found, there is no subordination agreement of any kind between AAL and SouthTrust. (30 November 1998 Order at 7.) The only agreement is between EAI of NC and AAL, and AAL failed to sign that agreement. The lack of an agreement between the two creditors, however, does not necessarily mean that an effective subordination agreement did not occur.</p>\n<p>In <i>Lantana Motel,</i> 124 B.R. at 255, the court found that two subordination agreements between a debtor and creditor that named a second creditor, Commonwealth Federal Savings and Loan, as a party and that contained covenants and agreements to which Commonwealth purportedly assented, were valid and enforceable even though they were not executed by Commonwealth. Although the court permitted the RTC, Commonwealth's successor-in-interest, to enforce the agreements, the court concluded that they did not subordinate the first creditor's right to payments under the Franchise and Management Agreements to the debtor's obligations to Commonwealth. Instead, the court concluded that the agreements represented property interest subordinations providing for the demotion of the priority of the liens of the first creditor to that of the second secured creditor and the delay of recourse to the identified collateral until the second party's secured claim had been satisfied. <i>Id.</i> at 256.<sup>[6]</sup></p>\n<p>Under <i>Lantana,</i> it appears that the lack of an agreement between SouthTrust and AAL does not preclude the court from finding an enforceable subordination agreement, and that a subordination <span class=\"star-pagination\">*397</span> agreement between a debtor and a creditor can be enforced. An explanation of subordinated loan agreements offered by the Indiana court of appeals illustrates yet another instance in which a debtor and a creditor might enter a subordination agreement: \"sometimes the [subordination] agreement will be between a creditor and the debtor to allow the debtor to borrow money from other creditors (to keep a going concern) who will rely on the subordination agreement. The later creditors will be third party beneficiaries to the contract.\" <i>A-W-D,</i> 175 Ind.App. at 446, 372 N.E.2d at 488.</p>\n<p>Ohio statutory law supports the conclusion that a creditor can agree with the debtor to subordinate its own interest to that of another creditor: \"Nothing in sections 1309.01 to 1309.50, inclusive, of the Revised Code prevents subordination by agreement by any person entitled to priority.\" O.R.C. § 1309.35. See also U.C.C. § 9-316 (same). The Ohio Code does not specify that the agreement by the party entitled to priority must be with the other creditor. To the extent that the bankruptcy court's conclusion that the alleged subordination agreement between AAL and EAI of NC was unenforceable was based on the fact that there was no agreement between the creditors, that conclusion was in error.</p>\n<p>C. <i>AAL's Failure to Sign the Subordinated Loan Agreement</i></p>\n<p>AAL's failure to execute the Subordinated Loan Agreement presents another problem. In <i>Lantana,</i> the party that did not execute the enforceable subordination agreement, Commonwealth, was the creditor that benefitted from the agreement's terms. The creditor that subordinated its interest in the debtor's property to that of Commonwealth, i.e., the party that was disadvantaged by the subordination agreement, did sign the agreement in that case. Here, unlike the subordinating creditor in <i>Lantana,</i> AAL, the creditor who purportedly subordinated its interests to the interests of another creditor, did not sign the Subordinated Loan Agreement.</p>\n<p>Although AAL did not sign the Subordinated Loan Agreement, AAL did execute the Security Agreement and the Promissory Note, both of which reference the existence of and incorporate by reference the Subordinated Loan Agreement. The Promissory Note contains the following language: \"Collateral. This Note is the Promissory Note referred to in and is entitled to the benefits of that certain Subordinated Loan Agreement of even date herewith between the Maker [EAI of NC] and [AAL] (the Loan Agreement) and is secured by the collateral identified and set forth in a certain Security Agreement executed by the parties of even date herewith.\" (14 July 1998 Complaint by AAL, Ex. G at 2.) The Loan Agreement is also referenced in the Default section of the Promissory Note. Furthermore, the Security Agreement references the Subordinated Loan Agreement in many places  not only in the Representations and Warranties provisions of the Agreement as AAL suggests. The Recitals section of the Security Agreement clearly provides as follows:</p>\n<blockquote>A. The Debtor and the Secured Party have entered into a subordinated Loan Agreement dated of even date (the \"Loan Agreement\"), which restates and restructures payment for the outstanding account receivable due from the Debtor to the Secured Party in the amount of [$296,694.00].</blockquote>\n<blockquote>B. The Debtor, to evidence its indebtedness to the Secured Party under the Loan Agreement, has executed and delivered to the Secured Party its Promissory Note of even date herewith. . . .</blockquote>\n<blockquote>C. The parties hereto acknowledge that the Note is subordinated to the interests of the Debtor's secured lender as further set forth in the Loan Agreement.</blockquote>\n<p>(14 July 1998 Complaint by AAL, Ex. I at 1.) In light of AAL's execution of the Security <span class=\"star-pagination\">*398</span> Agreement and the Promissory Note, both of which referenced and relied upon the Subordinated Loan Agreement, AAL's failure to sign the Subordinated Loan Agreement was not sufficient to render that agreement ineffective. <i>See </i><i>Southern Floridabanc Federal Savings &amp; Loan Assoc. v. Buscemi,</i> 529 So.2d 303, 304 (Fla. App.1988) (where party whose interest would be qualified by a subordinating provision or agreement signs a clause of that nature \"in any valid agreement\" affecting the collateral at issue in the case, such an execution would be sufficient to create an effective subordination; a separate, executed subordination agreement is not required). To the extent that the bankruptcy court's invalidation of the subordination agreement rested upon AAL's failure to sign the agreement, that reliance was in error.</p>\n<p>D. <i>The Enforceability of the Subordinated Loan Agreement under Ohio Law</i></p>\n<p>SouthTrust argues that the Subordinated Loan Agreement and Security Agreement between AAL and EAI of NC acknowledged SouthTrust's superior interest in the assets of EAI of NC. (Appellants' Br. at 11.) Relying on <i>In re Hunt Energy Co., Inc.,</i> 48 B.R. 472, 486 (Bankr. N.D.Ohio 1985), AAL argues that, under Ohio law, language concerning liens of other parties in the warranty and representation provisions of agreements does not subordinate the lien to the lien referenced in the representation/warranty language. (Appellee's Br. at 10.) AAL's contention on this point is not persuasive. First, as noted above, the Security Agreement contained language concerning SouthTrust's lien in sections other than the representations and warranties section. Second, the bankruptcy court did not rely on that principle of Ohio law to determine the enforceability issue. Rather, the bankruptcy court held that, \"even if the language did constitute a subordination, it would only subordinate [AAL's] lien to SouthTrust's lien on the assets of [EAI] because SouthTrust did not have a security interest in the collateral of [EAI of NC] when [AAL] signed the security agreement.\" (30 November 1998 Order at 8-9.) As explained more fully below, under Ohio law, one creditor can subordinate its interest to that of another, future creditor: an existing security interest in the collateral is not necessary.</p>\n<p>E. <i>SouthTrust's Lack of a Security Interest in EAI of NC's Collateral</i></p>\n<p>The bankruptcy court held that the Subordinated Loan Agreement at issue would not support a subordination of AAL's lien because SouthTrust did not have a perfected security interest in the assets of EAI of NC at the time that agreement was allegedly entered. (30 November 1998 Order at 9.) A subordination agreement, however, is an agreement \"by which a party having some superior right of some sort agrees with someone having an inferior right that, as between the two of them, the inferior right shall be treated as if it were superior.\" <i>In re Lantana,</i> 124 B.R. at 255. Consequently, the fact that SouthTrust had not perfected its interest would not preclude AAL from agreeing to prioritize that interest and subordinate its own.<sup>[7]</sup> In <i>Lantana,</i> the court held a subordination agreement to be enforceable where the subordination agreement between the debtor and the creditor preceded the extension of the loan by the second creditor. In that case, the creditor that benefitted from the subordination clearly did not have a perfected security interest in the debtor's collateral <span class=\"star-pagination\">*399</span> at the time the subordination agreement was entered. The bankruptcy court's holding on this issue was therefore in error.</p>\n<p>F. <i>Mutual Mistake</i></p>\n<p>As explained above, \"[o]nly the person entitled to priority may make [a subordination] agreement.\" O.R.C. § 1309.35. See also <i>A-W-D, Inc.,</i> 372 N.E.2d at 488; <i>In re Hilyard Drilling Co., Inc.,</i> 840 F.2d 596, 601 (8th Cir.1988) (affirming validity of argument that subordination agreement can be entered only by party entitled to priority at the time of agreement). In accordance with the bankruptcy court's findings, AAL perfected its interest against EAI of NC in 1996. At the time it restructured EAI of NC's obligations, therefore, AAL was entitled to priority and consequently could have entered into a subordination agreement with EAI of NC agreeing to subordinate its interest to that of another creditor. The dispositive inquiry is whether AAL intended to subordinate its superior interest to the inferior interest of SouthTrust.</p>\n<p>SouthTrust does not argue that AAL agreed to subordinate AAL's interest to SouthTrust's inferior interest, however. Rather, SouthTrust argues that the subordination agreement between AAL and EAI of NC merely \"acknowledge[d] SouthTrust's superior interest in the assets of EAI of NC.\" (Appellants' Br. at 11; Transcript at 3, 7-8.) Had SouthTrust's interest been superior in 1996 at the time AAL restructured EAI of NC's obligation and entered the Loan Agreement, Security Agreement and Promissory Note, there would have been no reason for AAL to agree to subordinate its own inferior interest to that of SouthTrust. In fact, under Ohio law, it would appear that the party with an inferior interest cannot enter a subordination agreement. See O.R.C. § 1309.35. SouthTrust's framing of the subordination issue highlights certain language contained in the Promissory Note, the Subordinated Loan Agreement, and the Security Agreement, which language, in turn, reveals that the agreements between AAL and EAI of NC were based on a mutual mistake of fact as to the superiority of SouthTrust's interest.</p>\n<blockquote>Generally, courts presume that the intent of the parties to a contract resides in the language they chose to employ in the agreement. . . . \"Common words appearing in a written instrument will be given their ordinary meaning unless manifest absurdity results, or unless some other meaning is clearly evidenced from the face or overall contents of the instrument.\"</blockquote>\n<p><i>Shifrin v. Forest City Enterprises, Inc.,</i> 64 Ohio St.3d 635, 638, 597 N.E.2d 499, 501 (1992) (citations omitted).</p>\n<blockquote>\"Where a mistake of both parties at the time a contract was made as to a basic assumption on which the contract was made has a material effect on the agreed exchange of performances, the contract is voidable by the adversely affected party. . . . \"</blockquote>\n<p><i>Moore v. Nichol,</i> 1991 WL 228373, *3 (Ohio App.9th Dist.1991) (citing Restatement of Law 2d Contracts 385, Section 152(1) (1981)).</p>\n<p>The language of the Promissory Note, the Subordinated Loan Agreement, and the Security Agreement between EAI of NC and AAL indicates that AAL and EAI of NC did not intend to subordinate AAL's superior interest to SouthTrust's inferior lien, but rather that they intended to recognize what both parties believed to be the superiority of SouthTrust's lien. Such a recognition would not constitute a subordination. Several courts have \"dealt with apparent subordination agreements, which were based upon the mistaken belief of priority.\" <i>A-W-D, Inc.,</i> 175 Ind.App. at 447, 372 N.E.2d. at 488; <i>Percival Const. Co. v. Miller &amp; Miller Auctioneers, Inc.,</i> 532 F.2d 166, 172 (10th Cir.1976). In <i>Percival,</i> the Tenth Circuit explained that a mere \"recognition of what all parties thought to be a superior title did not create <span class=\"star-pagination\">*400</span> a subordination.\" <i>Id.</i> See also, <i>H &amp; Val J. Rothschild, Inc. v. Northwestern Nat'l Bank of St. Paul,</i> 309 Minn. 35, 242 N.W.2d 844, 848 (1976) (telephone conversation reflecting parties' mistaken belief as to one party's priority did not constitute agreement to subordinate); <i>Hilyard Drilling,</i> 840 F.2d at 601. Under Ohio law, as in Oklahoma, \"when the minds of contracting parties fail to meet because of a mutual mistake which goes to the essence of the agreement, there is no consent and the contract is unenforceable.\" <i>Percival,</i> 532 F.2d at 172; <i>Thompson v. Thompson,</i> 1998 WL 274847, *2 (Ohio App.4th Dist.1998) (mutual mistake of fact and consequent failure of meeting of minds renders agreement void). Here, the mistake as to SouthTrust's interest in EAI of NC's assets and the perfected nature of that interest was apparently mutual, as evidenced by the language of the Promissory Note, Security Agreement, and Subordinated Loan Agreement.</p>\n<p>The recital language of the Security Agreement explicitly states: \"the parties hereto acknowledge that the Note is subordinated to the interests of the Debtor's <i>secured lender</i> as further set forth in the Loan Agreement.\" (14 July 1998 Complaint by AAL, Ex. I at 1) (emphasis added.) Pursuant to N.C.Gen.Stat. § 25-9-105(1)(m), a \"secured party\" is a \"lender, seller, or other person in whose favor there is a security interest. . . .\" Id. (emphasis added). The \"secured lender\" language clearly indicates that the parties believed that SouthTrust had a secured interest in the collateral as of 1996 which, as the bankruptcy court found, it did not. The Security Agreement also contained the following language:</p>\n<blockquote>[N]o Uniform Commercial Code financing statement covering any of the collateral is <i>currently effective,</i> except for those in favor [of] South Trust Bank to secure a debt of $1,650,000.00 at September 1, 1996[.]</blockquote>\n<p>(30 November Order at 8.) (Emphasis added.) Here again, the language indicates that the parties to the Security Agreement believed that a financing statement in favor of SouthTrust Bank covering the collateral at issue in the agreement, i.e., the assets of EAI of NC, was currently effective. As the bankruptcy court found, it was not.</p>\n<p>The language of the Subordinated Loan Agreement also suggests that the parties believed SouthTrust's interest was superior. \"The [Promissory] Note shall be subordinated to the $1,650,000.00 obligation <i>owed to</i> SouthTrust Bank. . . .\" (14 July 1998 Complaint by AAL, Ex. H at 2) (emphasis added.) That language indicates that the drafting party, AAL, (Transcript at 6, 8), and EAI of NC, the executing party, believed that the $1,650,000.00 was owed to SouthTrust in 1996 at the time EAI of NC entered the agreements with AAL. As the bankruptcy court concluded, however, EAI of NC had not signed any documents evidencing a loan from SouthTrust as of 1996, nor had SouthTrust filed any financing statements identifying EAI of NC as a debtor or identifying EAI of NC's assets as collateral for any of the loans made to EAI. While EAI of NC and AAL may have believed that SouthTrust's lien would be superior, in fact, it was not. An agreement that merely reflects the parties' mistaken belief as to the superiority of a claim cannot be considered an agreement to subordinate.</p>\n<p>Finally, the language of the Promissory Note describes the relationship between the three agreements and defines AAL's rights under the note with respect to EAI of NC's collateral in terms of the benefits set forth in the Subordinated Loan Agreement and the Security Agreement.</p>\n<blockquote>This Note is the promissory note referred to in and is entitled to the benefits of that certain Subordinated Loan Agreement of even date herewith between the Maker and [AAL] . . . and is secured by the collateral identified and set forth in a certain Security Agreement executed by the parties of even date herewith. This Note is a restatement <span class=\"star-pagination\">*401</span> of, a substitute and replacement for, the outstanding account receivable due and owing from Maker to [AAL] as further set forth in the Loan Agreement.</blockquote>\n<p>(Complaint, Ex. G at 2.) As this language illustrates, the three documents were intended to be interdependent and, together, they indicate the parties' assumption or belief that SouthTrust had a lien entitled to priority.</p>\n<p>Because AAL could not have recognized the superiority of SouthTrust's interest and, at the same time, have intended to subordinate its own superior interest to the inferior interest of SouthTrust, the language of the documents reflects a mutual mistake of fact as to a basic assumption on which the agreements were based. As a result, this court cannot conclude that the subordination agreement signed by EAI of NC is effective or enforceable against AAL. Because the subordination agreement was not effective, AAL's lien against the assets of EAI of NC, filed first in time and perfected prior to the date SouthTrust obtained an interest in EAI of NC's assets, is entitled to priority, and the judgment of the bankruptcy court will be affirmed.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The 30 November 1998 Order of the bankruptcy court granting AAL's motion for summary judgment and entitling AAL to a secured claim up to the amount of $338,311.73, is hereby AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[1]  This is not to say that such a holding would have been incorrect. As discussed, <i>infra,</i> Section I.C. 1., the contention that a filing under EAI is sufficient to put a potential creditor on notice of a possible lien against EAI of NC is persuasive given the similarity of the corporate names.</p>\n<p>[2]  It is worthy of note that in a majority of the cases relied upon by the bankruptcy court to support its conclusion that the financing statements at issue were not seriously misleading, those cases make clear that the statements were signed by the debtors sought to be held. See <i>In re Matter of Green Mill Inn, Inc.,</i> 474 F.2d at 15 (statement signed correctly by president of debtor); <i>In re Excel Stores, Inc.,</i> 341 F.2d at 963 (statement signed by treasurer of debtor); <i>Matter of Southern Supply Co. Of Greenville, N.C., Inc.,</i> 405 F.Supp. at 22 (statement signed correctly by president of debtor).</p>\n<p>[3]  SouthTrust might argue that EAI of NC did not sign the financing statements filed by AAL in 1996. The <i>Merrill</i> court, however, went on to address the precise situation before the court in this case.\n</p>\n<p>However, when the security agreement, signed by the debtor, is appended to the financing statement, it is clear that the debtor has acknowledged the existence of the security agreement covering the collateral. Any result which suggests that a signed security agreement appended to an unsigned financing statement does not authenticate the existence of a security interest is simply inconsistent with logic and reason. We conclude that a security agreement signed by the debtor and appended to an unsigned financing statement meets both the notice and authentication concerns inherent in the \"signed by the debtor requirement\" for financing statement in § 9-402(1).</p>\n<p><i>Id.</i></p>\n<p>[4]  Avco also obtained a mortgage document executed by Construction specifically describing its interest in the 29 pieces of equipment and containing an express covenant that Construction owned the equipment. <i>Id.</i> Avco also had a written guarantee of the loan from Construction's parent and affiliate corporations. <i>Id.</i> Here, EAI of NC did not make any written representations to SouthTrust to enable EAI to obtain the 1994, 1995 or 1996 loans.</p>\n<p>[5]  The bankruptcy court noted that Section 4.06 of the security agreement between AAL and EAI of NC states that the agreement shall be deemed to be made under and governed by Ohio law. (30 November 1998 Order at 8, n. 1.)</p>\n<p>[6]  The <i>Lantana</i> court explained the difference between a debt subordination and a property interest subordination. In the former, the agreement \"provides that the subordinated creditor's right to payment and collection will be subordinate to the rights of another claimant. . . . [and] the subordinated creditor is barred from receiving payments until the superior debt is paid in full.\" <i>Id.</i> at 255-256. In a property interest subordination, \"the subordinating party agrees to demote the priority of its lien to that of another secured creditor, thereby delaying its recourse to the identified collateral until the other party's secured claim has been satisfied.\" <i>Id.</i> at 256. A property interest subordination does not limit the subordinated party's right to receive payments. Id. Although EAI of NC's agreements with both AAL (1996) and SouthTrust (1997) in this case essentially constituted restructuring of prior obligations and thus required regular payments by the debtors to the creditors, the subordination agreement at issue in this case is in the nature of a property interest subordination.</p>\n<p>[7]  In fact, the purported superiority of AAL's interest would be the factor that would necessitate a subordination agreement in the first place. As set forth in the Official Comment to O.R.C. § 1309.35, \"[o]nly the person entitled to priority may make [a subordination] agreement.\" That provision \"permits the subordination of a party's superior interest in collateral to a party with a lesser interest.\" <i>Bank One, Sidney N.A. v. Bohman,</i> 1989 WL 49490, *7 (Ohio App.3rd Dist.1989).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">235</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">378</span></span> (1999)</b></center>\n<center><h1>In re ENVIRONMENTAL ASPECS, INC., Environmental Aspecs, Inc. of North Carolina, and Environmental Aspecs, Inc. of Georgia, Debtors.<br>\nAdvanced Analytics Laboratories, Inc., Plaintiff-Appellee,<br>\nv.<br>\nEnvironmental Aspecs, Inc. of North Carolina and Southtrust Bank, National Association, Defendant-Appellants.</h1></center>\n<center>No. 5:99-CV-38-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 5, 1999.</center>\n<p><span class=\"star-pagination\">*379</span> <span class=\"star-pagination\">*380</span> <span class=\"star-pagination\">*381</span> <span class=\"star-pagination\">*382</span> Holmes P. Harden, Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, for Southtrust Bank, N.A.</p>\n<p>Roderick H. Willcox, Jr., LeCroy, Ayers &amp; Willcox, Morganton, NC, for Advanced Analytics, Laboratories, Inc.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>Defendant-appellants Environmental Aspecs, Inc. of North Carolina (EAI of NC) and SouthTrust Bank, National Association (SouthTrust) (collectively \"appellants\" or \"defendant-appellants\") appeal an order issued by the United States Bankruptcy Court for the Eastern District of North Carolina, Raleigh Division, (bankruptcy court), Judge A. Thomas Small presiding, in Chapter 11 Case Nos. 98-00752-5-ATS, 98-00753-5-ATS, 98-00754-5-ATS, Adversary Proceeding No. S-98-00053-5-AP. That order was issued on 30 November 1998. Appellate jurisdiction is based on 28 U.S.C. § 158(a).</p>\n<p></p>\n<h2>PROCEDURAL HISTORY</h2>\n<p>On 2 April 1998, Environmental Aspecs, Inc. (EAI), EAI of NC, and EAI of Georgia filed voluntary Chapter 11 bankruptcy petitions in the Bankruptcy Court for the Eastern District of North Carolina, and the three cases were administratively consolidated. (30 November 1998 Order at 2.) EAI of NC and EAI of Georgia are wholly-owned subsidiaries of EAI. During the bankruptcy proceedings, defendant-appellant SouthTrust filed a proof of claim in the amount of approximately $1.4 million dollars, at least $379,521 of which SouthTrust maintained was secured by EAI of NC's inventory, equipment, accounts receivable, intangibles, instruments, and chattel paper. (Id.) Advanced Analytics Laboratories, Inc. (AAL) also filed a proof of claim against EAI of NC in the amount of $338,311.73, which it maintained was partially secured by a blanket lien on EAI of NC's accounts receivable, instruments, documents, chattel paper, equipment, inventory and general intangibles. (Id.) On 14 July 1998, plaintiff-appellee AAL filed an adversary proceeding to determine the priority of the security interests held by SouthTrust and AAL. Both AAL and SouthTrust moved for summary judgment before the bankruptcy court. While the motions were pending, EAI of NC filed a plan of reorganization acknowledging SouthTrust's first lien position. The bankruptcy court granted summary judgment in favor of plaintiff-appellee AAL on 30 November 1998, holding that AAL's lien on the assets of EAI of NC had priority over that of SouthTrust. (30 November 1998 Order at 9.)</p>\n<p></p>\n<h2>FACTS</h2>\n<p>SouthTrust extended a line of credit to EAI, EAI of NC's parent corporation, in June 1994. (30 November 1998 Order at 2; Appellants' Br. at 1-2.) EAI executed a note and a security agreement evidencing that loan, and SouthTrust perfected its security interest by filing UCC-1 financing statements listing EAI as debtor with the North Carolina Secretary of State's Office and the Wake County Register of Deeds as required by N.C.Gen.Stat. §§ 25-9-401 and 25-9-402. (30 November 1998 Order at 2; Appellants' Br. at 2.) SouthTrust continued to lend money to EAI throughout 1995 and 1996. (30 November 1998 Order at 2-3.) EAI executed all of the documents evidencing those loans. (Appellants' Br. at 2.)</p>\n<p>As described by SouthTrust, through counsel, the loans extended to EAI were similar to factoring arrangements. (12 November 1998 Transcript of Hearing on Motion for Summary Judgment at 1-2 (hereinafter \"Transcript\").) The Bank advanced funds to EAI and its subsidiary corporations based on invoices submitted by those companies. (Stafford Aff. ¶ 9.) When the invoices were paid, the money was given to the Bank. (Transcript at 2.) EAI of NC submitted invoices to the Bank <span class=\"star-pagination\">*383</span> (Stafford Supp.Aff. ¶ 4 and Ex. L), received advances from the Bank, and endorsed its customers' checks over to the Bank. (Id.; Stafford Supp. Aff. ¶¶ 5-6.) SouthTrust credited funds received from EAI of NC against the outstanding balance of SouthTrust's loans to EAI. (Stafford Supp.Aff. ¶ 7.) In sum, some of the advances of funds on the loans made to EAI in 1995 and 1996 were approved based on SouthTrust's review of EAI of NC's invoices identifying that company's accounts receivable. (Appellants' Br. at 2; Stafford Aff. ¶ 9.)</p>\n<p>The bankruptcy court found that SouthTrust apparently believed that the subsidiaries and the parent corporation were operating as a single business represented by EAI. The bankruptcy court found that, although SouthTrust knew of the existence of EAI of NC, SouthTrust did not require EAI of NC to execute a security agreement, nor did SouthTrust file financing statements to perfect its interest in property owned by EAI of NC or any other subsidiary at that time. (30 November 1998 Order at 3.)</p>\n<p>EAI eventually defaulted on its SouthTrust loans. (Appellants' Br. at 2.) As a result, on 31 October 1997, EAI and its subsidiary corporations executed a forbearance agreement, as part of a negotiated loan modification, recognizing SouthTrust's security interests in the subsidiary corporations' assets. (Id.) According to Gina A. Stafford, a Vice President of SouthTrust, as a condition to SouthTrust's consent to the terms of that Agreement, the subsidiaries were required \"to formally acknowledge all obligations of the Business under the 1996 Loan as if such entities were original parties thereto. . . .\" (Stafford Aff. ¶ 12.) In November 1997, SouthTrust filed financing statements listing EAI and EAI of NC, among others, as debtors. (Appellants' Br. at 2; 30 November 1998 Order at 3.)</p>\n<p>Meanwhile, back in September 1996, approximately 11 months before SouthTrust filed financing statements naming EAI of NC as a debtor, EAI of NC had executed a Term Promissory Note, a Subordinated Loan Agreement, and a Security Agreement in the amount of $299,694.00 in favor of appellee AAL, an Ohio corporation, as creditor and secured party. (30 November 1998 Order at 3.) On 27 and 31 December 1996, AAL filed UCC-1 financing statements with the North Carolina Secretary of State and the Wake County Register of Deeds, respectively. When asked to identify the debtor on the financing statements, AAL named EAI  the same legal entity listed as debtor on SouthTrust's 1994 financing statements. (See AAL's Compl., Exs. J and K.) Both the description boxes on the financing statements, located immediately below the debtor's name, and the debtor's signature lines on the statements, contained the words, \"See Exhibit A Attached for description and debtor's signature\" and \"See Exhibit A attached.\" (Id.) The Security Agreements were attached to the financing statements as Exhibit A and filed with the Secretary of State and Wake County. The Security Agreements indicated, both in the introductory paragraphs and on the signature pages, that the debtor was EAI of NC. (30 November 1998 Order at 3; Appellee's Br. at 2.) The Agreements were signed by Dennis L. Mast as President of EAI of NC. (30 November 1998 Order at 4.)</p>\n<p>In April 1998, EAI and EAI of NC filed for bankruptcy under Chapter 11, and AAL subsequently filed an adversary proceeding to determine the priority of the security interests held by SouthTrust and AAL. The bankruptcy court resolved the issue in AAL's favor, and SouthTrust appeals.</p>\n<p></p>\n<h2>STANDARD OF REVIEW</h2>\n<p>A bankruptcy court's findings of fact are binding on the district court unless they are found to be clearly erroneous. Bankr.Rule 8013. \"A finding of fact is `clearly erroneous' when it is (1) not supported by substantial evidence; (2) contrary to the clear preponderance of evidence; or (3) based upon an erroneous <span class=\"star-pagination\">*384</span> view of the law.\" <i>In re Cheatham,</i> <span class=\"citation\" data-id=\"1920215\"><a href=\"/opinion/1920215/in-re-cheatham/\"><span class=\"volume\">91</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">377</span></a></span>, 378 (E.D.N.C.1988). The clearly erroneous standard \"does not entitle [the court] to reverse the trier of fact simply because [the court] would have decided the case differently.\" <i>In re LeMaire,</i> <span class=\"citation\" data-id=\"538561\"><a href=\"/opinion/538561/in-re-gregory-a-lemaire-debtor-paul-handeen-v-gregory-a-lemaire/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1346</span></a></span>, 1349 (8th Cir.1990). Moreover, absent extraordinary circumstances, an appellate court should not disturb a factfinder's credibility determinations. <i>Columbus-America Discovery Group v. Atlantic Mut. Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">556</span></span>, 566 (4th Cir. 1995), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">938</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">352</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">248</span></span> and <span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">990</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">521</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">429</span></span> (1995). A district court reviews a bankruptcy court's conclusions of law de novo. <i>Umholtz v. Brady,</i> <span class=\"citation\" data-id=\"1828729\"><a href=\"/opinion/1828729/umholtz-v-brady/\"><span class=\"volume\">169</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">569</span></a></span>, 572 (E.D.N.C.1993), aff'd, <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">564</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">266066</span></span> (4th Cir.1994).</p>\n<p>Here, the court reviews the bankruptcy court's grant of summary judgment in favor of AAL. Summary judgment is appropriate in those cases in which there is no genuine dispute as to a material fact, and in which it appears that the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Haavistola v. Community Fire Co. of Rising Sun, Inc.,</i> <span class=\"citation\" data-id=\"654214\"><a href=\"/opinion/654214/paula-haavistola-v-community-fire-company-of-rising-sun-inc-richard-g/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">211</span></a></span>, 214 (4th Cir.1993). Summary judgment should be granted in those cases \"in which it is perfectly clear that no genuine issue of material fact remains unresolved and inquiry into the facts is unnecessary to clarify the application of the law.\" <i>Id.</i> In making this determination, the court draws all permissible inferences from the underlying facts in the light most favorable to the party opposing the motion. \"[W]here the record taken as a whole could not lead a rational trier of fact to find for the non-moving party, disposition by summary judgment is appropriate.\" <i>Teamsters Joint Council No. 83 v. Centra, Inc.,</i> <span class=\"citation\" data-id=\"570419\"><a href=\"/opinion/570419/teamsters-joint-council-no-83-v-centra-incorporated-central-cartage/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">115</span></a></span>, 119 (4th Cir.1991).</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>In granting summary judgment for AAL, the bankruptcy court concluded that AAL perfected its security interest in the assets of EAI of NC in December of 1996, 11 months before SouthTrust perfected an interest in those assets in November 1997. The court concluded that AAL properly perfected its interest because its financing statements, while containing minor errors, were not seriously misleading. (30 November 1998 Order at 14.) Finally, the court concluded that the subordination loan agreement allegedly entered by AAL and EAI of NC was not valid and did not subordinate AAL's interest to that of SouthTrust. Defendant-appellants argue that the bankruptcy court's decision should be reversed on several different grounds:</p>\n<blockquote>1) AAL's financing statements naming EAI as the debtor were seriously misleading and therefore AAL did not properly perfect its interest;</blockquote>\n<blockquote>2) if AAL's statements were not misleading, then SouthTrust's 1994 statements were no more misleading than AAL's, and SouthTrust, as the creditor with a prior lending relationship with EAI of NC and as the first to file, was entitled to priority;</blockquote>\n<blockquote>3) the court allegedly failed to address appellants' argument that SouthTrust perfected an interest in EAI of NC's assets by perfecting an interest in EAI's assets; and</blockquote>\n<blockquote>4) the court failed to recognize AAL's legally binding subordination of its interest in the collateral. (Appellants' Br. at 4-5.)</blockquote>\n<p>The court will address each of appellants' arguments in turn.</p>\n<p></p>\n<h2>I. Priority of Creditors' Security Interests</h2>\n<p>A. <i>Priority, Filing, Perfection and Attachment</i></p>\n<p>A \"security interest\" is an \"interest in personal property or fixtures which secures payment or performance of an obligation.\" N.C.Gen.Stat. § 25-1-201(37). A \"security agreement . . . creates or provides for a security interest.\" N.C.Gen. Stat. § 25-9-105(1)(1). (The formal requisites for the enforceability of a nonpossessory <span class=\"star-pagination\">*385</span> security interest, i.e., a security agreement, are a writing which creates or provides for the interest, the debtor's signature, and a description of the collateral or kinds of collateral.) <i>Evans v. Everett,</i> <span class=\"citation\" data-id=\"1337720\"><a href=\"/opinion/1337720/evans-v-everett/\"><span class=\"volume\">279</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">352</span></a></span>, 355, <span class=\"citation\" data-id=\"1337720\"><a href=\"/opinion/1337720/evans-v-everett/\"><span class=\"volume\">183</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">109</span></a></span>, 111 (1971). If two or more creditors obtain security interests in the same collateral, their interests may conflict.</p>\n<p>Pursuant to § 25-9-312(5)(a), \"[c]onflicting security interests rank according to priority in time of filing or perfection. Priority dates from the time a filing is first made covering the collateral or the time the security interest is first perfected, whichever is earlier. . . .\" A security interest \"is perfected when it has attached and when all of the applicable steps required for perfection have been taken. . . . If such steps are taken before the security interest attaches, it is perfected at the time it attaches.\" N.C.Gen.Stat. § 25-9-303. Pursuant to § 25-9-203(1) and (2), a security interest attaches when the debtor has signed a security agreement which contains a description of the collateral, value has been given, and the debtor has rights in the collateral. \"While `attachment' relates to the creation and enforceability of a security interest between the parties to the transaction, `perfection' is an additional step which makes the security interest effective against third parties.\" <i>Thompson v. Danner,</i> <span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">550</span></span>, 554 (N.D.1993).</p>\n<p>One of the applicable steps required for perfection under § 25-9-303 is the filing of the financing statement or security agreement described in § 25-9-302(1). Pursuant to §§ 25-9-302(1) and 25-9-303, therefore, a financing statement that identifies the debtor, covers the collateral at issue, and contains the debtor's signature must be filed in order to perfect a security interest of the kind at issue in this case. See <i>Provident Finance Co. v. Beneficial Finance Co.,</i> 36 N.C.App. 401, 407-408, <span class=\"citation\" data-id=\"1261835\"><a href=\"/opinion/1261835/provident-finance-co-v-beneficial-finance-co/\"><span class=\"volume\">245</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">510</span></a></span>, review denied, <span class=\"citation no-link\"><span class=\"volume\">295</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">549</span></span>, <span class=\"citation\" data-id=\"1213074\"><a href=\"/opinion/1213074/provident-finance-company-v-beneficial-finance-company/\"><span class=\"volume\">248</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">728</span></a></span> (1978). Because filing is a necessary element of perfection, § 25-9-303, the priority provision discussed above, § 25-9-312(5)(a), essentially creates a rule in which the first creditor to file a sufficient financing statement has priority.</p>\n<p>A financing statement must comply with 25-9-402 to constitute an adequate filing.</p>\n<blockquote>A financing statement is sufficient if it gives the names of the debtor and the secured party, is signed by the debtor, gives an address of the secured party from which information concerning the security interest may be obtained, gives a mailing address of the debtor, and contains a statement indicating the types, or describing the items, of collateral. A financing statement may be filed before a security agreement is made or a security interest otherwise attaches. . . . A copy of the security agreement is sufficient as a financing statement if it contains the above information and is signed by the debtor.</blockquote>\n<p>N.C.Gen.Stat. § 25-9-402(1). \"A financing statement substantially complying with the requirements of this section is effective even though it contains minor errors which are not seriously misleading.\" N.C.Gen. Stat. § 25-9-402(8). A \"filed financing statement is effective for a period of five years from the date of filing.\" N.C.Gen. Stat. § 25-9-403(2).</p>\n<p>North Carolina's is essentially a system of notice filing pursuant to which the notice provided by a financing statement \"indicates merely that the secured party who has filed [m]ay have a security interest in the collateral described. Further inquiry from the parties concerned will be necessary to disclose the complete state of affairs.\" <i>Evans v. Everett,</i> <span class=\"citation\" data-id=\"1337720\"><a href=\"/opinion/1337720/evans-v-everett/\"><span class=\"volume\">279</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">352</span></a></span>, 356, <span class=\"citation\" data-id=\"1337720\"><a href=\"/opinion/1337720/evans-v-everett/\"><span class=\"volume\">183</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">109</span></a></span>, 112 (1971). \"`The purpose of a notice-filing statute is to give protection to a creditor by furnishing to others intending to enter a transaction with the debtor a starting point for investigation which will result in fair warning concerning the transaction contemplated.'\" <span class=\"star-pagination\">*386</span> <i>TMMB Funding Corp. v. Associated Food Stores, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">540</span></span>, 542, <span class=\"citation no-link\"><span class=\"volume\">523</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">161</span></span>, 163 (N.Y.A.D. 2nd Dep't. 1988) (citation omitted).</p>\n<blockquote>\"Further inquiry beyond the financing statement is contemplated by the [Uniform Commercial] Code as `the financing statement's purpose is to merely alert the third party as to the need for further investigation, never to provide a comprehensive data bank as to the details of prior security arrangements.'\" \"The notice system of the Code places the burden of further inquiry upon anyone seeking additional information. The fact that the financing statement is not intended to be all-informative is borne out by the fact that the statement must contain `an address of the secured party from which information concerning the security interest may be obtained. . . . '\"</blockquote>\n<p><i>Thompson,</i> 507 N.W.2d at 561 (citations omitted).</p>\n<p>The foregoing rules are pertinent to two of the issues before this court on appeal of the bankruptcy court's order: 1) the allegedly misleading nature of AAL's 1996 financing statements; and 2) the adequacy of SouthTrust's 1994 financing statements as to EAI of NC under § 25-9-402.</p>\n<p>B. <i>The Allegedly Misleading Nature of AAL's Financing Statements</i></p>\n<p>SouthTrust claims that it acquired a security interest in the assets of EAI of NC in 1994, but its 1994 financing statements identified only EAI as debtor and listed only EAI's assets as collateral for that loan. AAL claims that it acquired a security interest in the assets of EAI of NC, but the financing statements it filed in 1996 identified the debtor as EAI in some places and as EAI of NC in others. As the bankruptcy court concluded, SouthTrust obtained a security interest only in the assets of EAI in 1994 while AAL perfected a security interest in the assets of EAI of NC in 1996.</p>\n<p>AAL's December 1996 filing contained every element required to establish a lien against EAI of NC. Although the financing statement identified the debtor as EAI in two places, the attached Security Agreement, clearly referenced on the financing statement itself as an \"attachment,\" identified EAI of NC as the debtor, contained the signature of Dennis Mast as President of EAI of NC, and accurately described the collateral at issue. It is also worthy of note that a copy of the Security Agreement, in and of itself, is sufficient as a financing statement if it contains the requisite information and is signed by the debtor. See N.C.Gen.Stat. § 25-9-402(1).</p>\n<p>In any event, as set forth in § 25-9-402(8), \"[a] financing statement substantially complying with the requirements of this section is effective even though it contains minor errors which are not seriously misleading.\" See <i>E-B Grain Co. v. Denton,</i> 73 N.C.App. 14, 21, <span class=\"citation\" data-id=\"1155630\"><a href=\"/opinion/1155630/eb-grain-co-v-denton/\"><span class=\"volume\">325</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">522</span></a></span>, 527, review denied, <span class=\"citation no-link\"><span class=\"volume\">313</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">598</span></span>, <span class=\"citation no-link\"><span class=\"volume\">330</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">608</span></span> (1985). There is no question that the financing statement and Security Agreement filed by AAL would put any potential creditors of EAI of NC on notice of AAL's lien against EAI of NC's assets. The bankruptcy court's conclusion, as a matter of law, that the omission of the words \"of North Carolina\" in two spaces on the otherwise informative and adequate financing statement, which was attached to a valid security agreement, did not render the statement \"seriously misleading\" is correct. (30 November 1998 Order at 5-6.) See <i>Matter of Southern Supply Co. Of Greenville, N.C., Inc.,</i> <span class=\"citation\" data-id=\"1432625\"><a href=\"/opinion/1432625/matter-of-southern-sup-co-of-greenville-nc-inc/\"><span class=\"volume\">405</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">20</span></a></span>, 22 (E.D.N.C.1975) (financing statement not seriously misleading where statement identified debtor Southern Supply Co. of Greenville, N.C., Inc. as \"Southern Supply Co.\" but was signed \"Southern Supply Co. of Greenville, N.C., Inc., William T. Smith, President.\"); <i>In re Excel Stores, Inc.,</i> <span class=\"citation\" data-id=\"267009\"><a href=\"/opinion/267009/in-the-matter-of-excel-stores-inc-and-excel-enterprises-inc-bankrupts/\"><span class=\"volume\">341</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">961</span></a></span>, 963-964 (2nd Cir.1965) (financing statement listing \"Excel Department Stores, Inc.\" as debtor rather than correct name \"Excel Stores, Inc.\" not seriously misleading); <i>In re Mines Tire Co., Inc.,</i> <span class=\"citation\" data-id=\"1993067\"><a href=\"/opinion/1993067/in-re-mines-tire-co-inc/\"><span class=\"volume\">194</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">23</span></a></span>, 25 (Bankr.W.D.N.Y.1996) (financing <span class=\"star-pagination\">*387</span> statement listed under \"Mines Company, Inc.\" rather than \"Mines Tire Company, Inc.\" not seriously misleading); <i>In re Green Mill Inn, Inc.,</i> <span class=\"citation\" data-id=\"308669\"><a href=\"/opinion/308669/in-the-matter-of-green-mill-inn-inc-a-california-corporation-bankrupt/\"><span class=\"volume\">474</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span>, 15 (9th Cir.1973) (financing statement listing debtor Green Mill Inn, Inc.'s name as \"Taylor, Maxime\" and signed correctly as \"Green Mill Inn, Inc. by Maxime Taylor, President,\" when combined with actual notice available as the result of cross-indexing, was not seriously misleading); <i>In re Platt,</i> <span class=\"citation\" data-id=\"1600568\"><a href=\"/opinion/1600568/in-re-platt/\"><span class=\"volume\">257</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">478</span></a></span>, 482 (E.D.Pa.1966) (where debtor Henry Platt was listed as \"Platt Fur Co.,\" the financing statement was not seriously misleading because the name Platt Fur Co. \"[was] sufficiently related to the name of the debtor, Henry Platt, to require those who search[ed] the records to make further investigation\"); <i>In re Seventeen South Garment Co. Inc.,</i> <span class=\"citation\" data-id=\"1824007\"><a href=\"/opinion/1824007/in-re-seventeen-south-garment-co-inc/\"><span class=\"volume\">145</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">511</span></a></span>, 514-515 (E.D.N.C.1992) (affirming bankruptcy court's holding that reasonable creditor would not have searched \"odd index\" under \"17 South Garment Co.\" to find liens against \"Seventeen South Garment Co., Inc.,\" properly filed in the alphabetical index, so financing statement was seriously misleading).</p>\n<p>Judge Small did not find, as appellants argue, that the name EAI appearing on the face of the financing statement was not misleading because it was enough, standing alone, to put creditors of EAI of NC on notice of possible competing liens.<sup>[1]</sup> (Appellants' Br. at 8.) Rather, Judge Small held that AAL's error was not seriously misleading because diligent creditors would be on notice of and would examine the financing statements listed under the name EAI, <i>and,</i> \"[u]pon reviewing [AAL'S] financing statement, creditors would then be directed by the language in the description section of the financing statement as well as the signature line[,] to look at the attached Security Agreement, which is signed by Dennis L. Mast as President of [EAI of NC] and is clearly an agreement between [AAL] and [EAI of NC] rather than [EAI].\" (30 November 1998 Order at 6.) Appellants contend that \"[a]n addendum cannot change the way a UCC-1 financing statement is indexed, so it is impossible to place any reliance on the ability of an addendum to render not seriously misleading a UCC-1 financing statement indexed under a wrong or misleading name in the first instance.\" (Appellants' Br. at 9.)</p>\n<p>While an addendum may not be able to save a financing statement with errors so misleading that they prevent an adequate indexing, those are not the facts before the court in this case. Here, AAL's financing statement was indexed in a manner sufficient to put later creditors of EAI of NC on notice. A perusal of the financing statement and attached Security Agreement identified in the index would provide the necessary information. The bankruptcy court did not err in considering the attached Security Agreement to determine that the financing statement at issue in this case was not seriously misleading where the error was not the type to prevent a potential creditor reviewing the index from being put on notice of other liens.</p>\n<p>The fact that AAL's negligent omission of the words \"of North Carolina\" resulted in the naming of an independent legal entity, EAI, does not change the result in this case given the context in which the mistake was made and the clarifying papers filed with the financing statement. Moreover, the court declines to create a rule pursuant to which an error would be misleading per se where the error happened to result in the naming of an independent legal entity as debtor. Rather, the determination whether an error is seriously misleading must be based on a review of the nature of the error and the context in which the error is made. As the <span class=\"star-pagination\">*388</span> bankruptcy court found, the reference to the attachment on AAL's financing statement and the Security Agreement filed with AAL's financing statement preclude a determination that AAL's error was seriously misleading in this case.</p>\n<p>C. <i>SouthTrust's 1994 Financing Statements</i></p>\n<p>SouthTrust argues on appeal that, if the bankruptcy court was correct that EAI of NC's 1996 financing statement naming EAI as debtor was not seriously misleading, \"SouthTrust's financing statement [naming EAI as debtor] should be as adequate as AAL's financing statement to put the public on notice of possible conflicting security interests [in the assets of EAI of NC].\" (Appellants' Br. at 9.) SouthTrust then argues that it consequently \"must have a priority lien on the assets of EAI of NC, based on its 1994 financing statements . . . listing EAI, Inc., as debtor,\" (Appellants' Br. at 6.), because \"the creditor who files first is senior to other creditors' interests, regardless of when the first creditor completes perfection.\" (Id. at 7.) Obviously, the success of SouthTrust's priority in time argument on appeal rests on this court's agreement with SouthTrust's proposition that its 1994 financing statements naming EAI as debtor were not seriously misleading and, more importantly, that those statements constituted adequate filings against EAI of NC.</p>\n<p><i>1. The Misleading Nature of SouthTrust's 1994 Financing Statements</i></p>\n<p>SouthTrust's argument that its 1994 financing statements naming EAI as debtor were not seriously misleading and that they should have put other creditors on notice of a possible lien against EAI of NC's assets is not unpersuasive. As the bankruptcy court concluded, a diligent creditor \"searching the indexes for liens on the assets of [EAI of NC] would certainly be on notice of and would examine the financing statements listed under the name [EAI].\" (30 November 1998 Order at 5-6.) Had such a creditor examined the financing statement filed by SouthTrust in 1994, however, the creditor would have no reason to believe that SouthTrust claimed an interest in the assets of EAI of NC. As SouthTrust suggests, a diligent creditor might then contact SouthTrust and inquire as to the precise nature of SouthTrust's interest in EAI. That creditor might then have been told that SouthTrust believed EAI and EAI of NC were operating as one business and that SouthTrust had loaned the business money based on that understanding. Even if this court were to hold that a creditor had such a duty to investigate beyond the financing statements on file with the State, however, this court still could not conclude that SouthTrust's 1994 filing was an adequate financing statement against EAI of NC.</p>\n<p><i>2. The Inadequacy of SouthTrust's 1994 Filing Statements as Against EAI of NC</i></p>\n<p>SouthTrust's 1994 financing statements regarding EAI were simply inadequate to establish a lien against the assets of EAI of NC under N.C.Gen.Stat. § 25-9-402(1) because EAI of NC did not sign the 1994 financing statement, and the description of collateral in that statement did not identify EAI of NC's assets. Even if, as SouthTrust argues, the identification of the debtor as \"EAI, Inc.\" was enough to put creditors on notice of a possible lien against the assets of EAI of NC, the financing statement, not bearing the signature of EAI of NC as debtor, was inadequate to constitute a filing against that corporation.</p>\n<p>Relying heavily on a North Carolina court of appeals case, the New Jersey Superior Court in <i>Matter of Maple Contractors, Inc.,</i> 172 N.J.Super. 348, 356-357, <span class=\"citation\" data-id=\"2112059\"><a href=\"/opinion/2112059/in-re-benefit-of-creditors-of-maple-contractors-inc-gen-assignment/\"><span class=\"volume\">411</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1186</span></a></span>, 1190-1191 (1979), provided a well-reasoned explanation of the relationship between the notice-filing policy behind the statute's requirement that a creditor file a financing statement, and the discrete requirement that a sufficient financing <span class=\"star-pagination\">*389</span> statement contain certain enumerated elements, including the signature of the debtor.</p>\n<blockquote>[This] court feels that the above-cited policy concerning the theory of \"notice filing\" is subordinate to or must be construed with the mandatory requirement that the debtor must sign the financing statement. Otherwise, any financing statement, however prepared, would constitute notice and give priority regardless of its intrinsic validity. As indicated earlier, the real issue is whether a financing statement must be signed by the debtor. The case of <i>Provident Finance Co. v. Beneficial Finance Co.,</i> 36 N.C.App. 401, <span class=\"citation\" data-id=\"1261835\"><a href=\"/opinion/1261835/provident-finance-co-v-beneficial-finance-co/\"><span class=\"volume\">245</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">510</span></a></span> [petition for review denied, <span class=\"citation no-link\"><span class=\"volume\">295</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">549</span></span>, <span class=\"citation\" data-id=\"1213074\"><a href=\"/opinion/1213074/provident-finance-company-v-beneficial-finance-company/\"><span class=\"volume\">248</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">728</span></a></span> (1978)], is the closest case to the present one. The court there held that the Uniform Commercial Code does have a liberal definition for \"signed,\" but that in cases dealing with the debtor's signature on financing statements the court should apply this liberal definition with caution. The court indicated that other courts have applied this provision somewhat liberally when dealing with a creditor's signature. . . . The North Carolina Court of Appeals indicated, however, that the absence of the debtor's signature is a different matter. In such case they cited a quotation from one of the authorities on the Uniform Commercial Code:</blockquote>\n<blockquote>We have found no case construing the official version of § 9-402 in which a court found a financing statement to be effective despite the absence of the signature of a debtor. If the debtor's signature is omitted the financing statement is ineffective. . . . White and Summers, Uniform Commercial Code (1972) at 835.</blockquote>\n<blockquote>In the <i>Provident Finance Co.</i> case, supra, the court held that a security agreement was not properly perfected as to the husband because the financing statement, listing one Norman Carlyle as the debtor, had been signed by his wife only. This, the court said, did not constitute compliance with § 9-402(1) of the Uniform Commercial Code, absent some indication on the face of the financing statement that the signer was the agent of the debtor.</blockquote>\n<blockquote>\n<i>This case is demonstrative of the difference in the degree of scrutiny, from the liberal attitude accorded the question of notice to the stricter view when evaluating compliance with the requirement of a debtor's signature on the document.</i> All other documents which are of legal and economic consequence require that element of authorization, the personal authentication which formalizes assent to the legal consequences. It is a question separate and apart from the issue of \"notice\" and thus one which should not be disposed of based on a doctrine grounded peculiarly on the issue of notice.<sup>[2]</sup> Clearly, the requirement by the Legislature of the debtor's signature does not further any \"notice\" objective. Its necessity is, rather, grounded in the purpose of evidencing assent and preventing fraud. <i>Regardless of whether there was any understanding between the parties regarding this financing statement, it was not formalized by a signature of the party to be held.</i>\n</blockquote>\n<p><i>Maple Contractors, Inc.,</i> 172 N.J.Super. at 356-357, 411 A.2d at 1190-1191 (emphasis added). Other courts have placed similar emphasis on the requirement that a debtor sign a financing statement.</p>\n<blockquote>The debtor's signature on the filing statement is an acknowledgment, or authentication, <span class=\"star-pagination\">*390</span> of the financing statement  it is a public statement that the debtor's property, the collateral, is encumbered. Lack of the debtor's signature suggests there is some question whether or not the described collateral is covered by a security agreement. Thus, a financing statement, unsigned by the debtor, with nothing more, is insufficient to perfect a security interest in collateral because there is no acknowledgment, or authentication, by the debtor that the collateral truly is subject to a security interest.</blockquote>\n<p><i>J.K. Merrill &amp; Son, Inc. v. Carter,</i> <span class=\"citation\" data-id=\"1154160\"><a href=\"/opinion/1154160/jk-merrill-son-inc-v-carter/\"><span class=\"volume\">108</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">749</span></a></span>, 754-755, <span class=\"citation\" data-id=\"1154160\"><a href=\"/opinion/1154160/jk-merrill-son-inc-v-carter/\"><span class=\"volume\">702</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">787</span></a></span>, 792-793 (1985) (noting that § 9-402 \"serves the twin functions of notice and authentication\" and holding that photocopy of signed security agreement attached to unsigned financing statement was sufficient to perfect a security interest under § 9-402).<sup>[3]</sup> See also <i>Guardian State Bank v. Lambert,</i> <span class=\"citation\" data-id=\"1348819\"><a href=\"/opinion/1348819/guardian-state-bank-v-lambert/\"><span class=\"volume\">834</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">605</span></a></span>, 607-608 (Utah App.1992) (failure to comply with signature requirements renders financing statement invalid); <i>In re Garrow,</i> <span class=\"citation\" data-id=\"1529134\"><a href=\"/opinion/1529134/in-re-garrow/\"><span class=\"volume\">50</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">799</span></a></span> (Bankr. D.Vt.1985); <i>Matter of Pischke,</i> <span class=\"citation\" data-id=\"2009981\"><a href=\"/opinion/2009981/matter-of-pischke/\"><span class=\"volume\">11</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">913</span></a></span>, 923-924 (E.D.Va.1981) (where Guarantee and financing statement were drafted over one year apart and plaintiff did not intend that a recordable security interest be created when he executed the Guarantee, the two documents should not be considered as one document and lack of debtor's signature on financing statement rendered it ineffective); <i>Wilmot v. Central Oklahoma Gravel Corp.,</i> <span class=\"citation\" data-id=\"1196701\"><a href=\"/opinion/1196701/wilmot-v-central-oklahoma-gravel-corp/\"><span class=\"volume\">620</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1350</span></a></span>, 1354 (Okla.App.1980) (financing statement insufficient to perfect Bank's security interest because it was not signed by either party); <i>Southwest Bank of Omaha v. Moritz,</i> <span class=\"citation\" data-id=\"2064767\"><a href=\"/opinion/2064767/southwest-bank-of-omaha-v-moritz/\"><span class=\"volume\">203</span> <span class=\"reporter\">Neb.</span> <span class=\"page\">45</span></a></span>, 54, <span class=\"citation\" data-id=\"2064767\"><a href=\"/opinion/2064767/southwest-bank-of-omaha-v-moritz/\"><span class=\"volume\">277</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">430</span></a></span>, 435 (1979) (financing statement not signed by owner of collateral insufficient to perfect security interest); <i>In re Causer's Town &amp; Country Super Market, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">1965</span> <span class=\"reporter\">WL</span> <span class=\"page\">8384</span></span> (Bankr.N.D.Ohio 1965) (UCC not to be so liberally construed and applied as to excuse the failure of debtor to sign financing statement).</p>\n<p><i>Provident Finance, J.K. Merrill &amp; Son,</i> and <i>Maple Contractors,</i> among others, emphatically support the conclusion that the financing statements filed by SouthTrust in 1994 are not adequate as against EAI of NC because EAI of NC, as the debtor, did not sign those statements.</p>\n<p><i>3. Filing Against Parent Insufficient Against Subsidiary</i></p>\n<p>SouthTrust makes the additional argument that its 1994 financing statements were adequate to establish a lien against the assets of EAI of NC because a filing against EAI, the parent corporation, was, in and of itself, adequate as a filing against the subsidiary corporation, EAI of NC. Under that theory, EAI would be the debtor and EAI of NC's signature would not be required on the financing statements. However, SouthTrust's argument that its filing of a financial statement regarding EAI constituted a filing against EAI of NC is not persuasive. EAI and EAI of NC are independent entities with their own assets and liabilities, and the record does not show that the bankruptcy court erred in treating them as such.</p>\n<p><span class=\"star-pagination\">*391</span> While EAI of NC is a wholly owned subsidiary of EAI, EAI of NC is nevertheless an independent corporation with its own assets. \"Generally, a parent and subsidiary are separate and distinct legal entities. . . . This is so even if the parent owns all the outstanding shares of the subsidiary.\" <i>Mutual Holding Co. v. Limbach,</i> <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">59</span></span>, 60, <span class=\"citation no-link\"><span class=\"volume\">641</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1080</span></span>, 1081 (1994). See also, <i>Hoover Universal Inc. v. Limbach,</i> <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">563</span></span>, 565, <span class=\"citation no-link\"><span class=\"volume\">575</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">811</span></span>, 814 (1991) (same); <i>BW Acceptance Corp. v. Spencer,</i> <span class=\"citation\" data-id=\"1326184\"><a href=\"/opinion/1326184/bw-acceptance-corporation-v-spencer/\"><span class=\"volume\">268</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">1</span></a></span>, 8, <span class=\"citation\" data-id=\"1326184\"><a href=\"/opinion/1326184/bw-acceptance-corporation-v-spencer/\"><span class=\"volume\">149</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">570</span></a></span>, 574 (1966) (ordinarily corporation retains separate and distinct identity where its stock is owned partly or entirely by another corporation); <i>Maple Contractors, Inc.,</i> 172 N.J.Super. at 354, <span class=\"citation\" data-id=\"2112059\"><a href=\"/opinion/2112059/in-re-benefit-of-creditors-of-maple-contractors-inc-gen-assignment/\"><span class=\"volume\">411</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1186</span></a></span> (wholly owned subsidiary and parent are different legal entities); Transcript at 4.</p>\n<p>Not only are EAI and EAI of NC separate and distinct legal entities, the record shows that SouthTrust was aware of EAI of NC's status as a separate corporation even as it began its lending relationship with EAI in 1994. SouthTrust extended loans to EAI in 1994, 1995 and 1996. (Stafford Aff. ¶¶ 5, 7 and 8.) EAI executed and delivered the documents pertaining to each of those loans. (Id.) EAI of NC did not execute any of the documents pertaining to those loans. Although Stafford's affidavit indicates that she, in reviewing the initial loan request, was advised that EAI held a controlling interest in EAI of NC and that she \"understood that [EAI] and [EAI of NC] operated as a single business enterprise . . . and, pursuant thereto, transferred funds and other assets to each other as and when the need arose\" (Stafford Aff. ¶ 4), that same passage of the affidavit also confirms Stafford's awareness that EAI of NC was a separate corporation with its own funds and assets. In fact, Stafford explains that SouthTrust made advances to EAI during 1995 and 1996 based upon invoices submitted by EAI specifically identifying the accounts receivable of EAI of NC. (Stafford Aff. ¶ 9.) Despite SouthTrust's knowledge of EAI of NC's status as a separate entity and reliance upon EAI of NC's accounts receivable, SouthTrust inexplicably did not require EAI of NC to sign any of the loan documents, a security agreement, or even a financing statement in 1994. SouthTrust's awareness of EAI of NC's status as a separate entity with its own assets is further evidenced by SouthTrust's election to obtain EAI of NC's execution of the Forbearance Agreement in October 1997 and its subsequent filing of a financing statement pertaining to EAI of NC with respect to that debt. (Stafford Aff. ¶¶ 11, 12, 13.) As described by SouthTrust's counsel, in 1997 the Bank \"for the first time, formalized the loan or lender relationship with the subsidiaries . . . got security agreements from everybody and . . . papered the loan properly. . . .\" (Transcript at 2.)</p>\n<p>Courts have not tended to treat parent and subsidiary corporations as interchangeable entities for purposes of secured transactions. In <i>Maple Contractors,</i> for example, a wholly-owned subsidiary claimed a valid security interest by virtue of its filing of a financing statement to which it attached an indemnity agreement executed by its parent corporation and the debtor. The court held that the financing statement was ineffective, explaining that the parent and wholly-owned subsidiary were different legal entities and therefore, the debtor's signature on an indemnity agreement with the parent corporation was not sufficient to create an interest in the subsidiary. <i>Maple Contractors, Inc.,</i> 172 N.J.Super. at 354, <span class=\"citation\" data-id=\"2112059\"><a href=\"/opinion/2112059/in-re-benefit-of-creditors-of-maple-contractors-inc-gen-assignment/\"><span class=\"volume\">411</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1186</span></a></span>. See also <i>LeFlore v. Grass Harp Productions, Inc.,</i> <span class=\"citation\" data-id=\"2307146\"><a href=\"/opinion/2307146/leflore-v-grass-harp-productions-inc/\"><span class=\"volume\">57</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">824</span></a></span>, 835, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">340</span></span>, 346-347 (1997) (rejecting argument that listing of subsidiary on financing statement is sufficient to impute security interest to parent corporation, holding that names of both parent and subsidiary are required on a financing statement to perfect a security interest on behalf of both entities).</p>\n<p><span class=\"star-pagination\">*392</span> Similarly, in <i>K.N.C. Wholesale, Inc. v. AWMCO, Inc.,</i> <span class=\"citation\" data-id=\"2118257\"><a href=\"/opinion/2118257/knc-wholesale-inc-v-awmco-inc/\"><span class=\"volume\">128</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">345</span></a></span>, <span class=\"citation\" data-id=\"2118257\"><a href=\"/opinion/2118257/knc-wholesale-inc-v-awmco-inc/\"><span class=\"volume\">56</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">315</span></a></span> (1976), the court held that a financing statement filed by a creditor and a debtor parent corporation that did not contain any reference to the parent's subsidiary, which owned the collateral at issue, was defective.</p>\n<blockquote>In cases where the `debtor' is not the owner but has only obtained his rights in the collateral due to the owner's permission, a financing statement in the name of the `debtor' alone fails to give subsequent creditors of the owner any notice that the collateral is subject to a prior security interest.</blockquote>\n<p><i>Id.</i> at 349, 56 Cal.App.3d at 320, 128 Cal. Rptr. 345. The court required the names of both the parent, the actual debtor, and the subsidiary, the owner of the collateral, on the financing statement to perfect the creditor's interest. Here, EAI of NC, as an independent and separate corporation, was the owner of its own accounts receivable and other assets. Pursuant to the reasoning in <i>Maple Contractors, LeFlore,</i> and <i>K.N.C.,</i> the fact that the financing statement named the parent corporation, EAI, was not sufficient to create an interest against the assets of the subsidiary, EAI of NC. To the extent that SouthTrust intended its 1994 financing statements to include the assets of EAI of NC as collateral, which those statements did not explicitly identify, those statements required EAI of NC's signature.</p>\n<p>SouthTrust relies heavily upon <i>Allstate Financial Corp. v. United States,</i> <span class=\"citation\" data-id=\"738559\"><a href=\"/opinion/738559/allstate-financial-corporation-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1331</span></a></span> (8th Cir.1997) to support its contention that its filing against EAI in 1994 was sufficient as a filing against EAI of NC given the parent-subsidiary relationship of the companies. Although <i>Allstate</i> presents a complicated factual situation analogous in some respects to the case at bar, it does not support, much less does it require, the conclusion that appellants urge upon this court.</p>\n<p>In <i>Allstate,</i> the lender (Allstate) entered factoring and security agreements with both Dittrich and Zappia, sister subsidiary corporations, and their parent corporation, the Detroit Companies. <i>Allstate,</i> 109 F.3d at 1332. Allstate advanced funds to those companies in exchange for security interests in the accounts receivable of both subsidiaries. Dittrich and Zappia also executed guarantee agreements, pursuant to which they became liable for the other's debts and obligations to Allstate. <i>Allstate,</i> 109 F.3d at 1332. Allstate filed financing statements in Minnesota, New York, Illinois, and Pennsylvania covering Dittrich's accounts receivable but filed statements perfecting its interest in Zappia's accounts receivable only in New York and Pennsylvania. After the IRS seized monies owed by the United States Postal Service to Dittrich and Zappia to satisfy Dittrich's tax liability, Allstate filed a wrongful levy action against the IRS. The district court concluded that Allstate's security interest as to Dittrich and Zappia had priority over the tax lien, and the IRS appealed.</p>\n<p>The <i>Allstate</i> court of appeals affirmed, holding that Allstate's financing statement filed in Minnesota naming \"Dittrich of Minnesota, Inc.\" as debtor operated to perfect Allstate's security interest in the collateral of both Dittrich and Zappia because of the unique relationship between the companies. In so holding, the court considered apparently extensive evidence pertaining to the relationship between Dittrich and Zappia. \"The companies' president testified that Zappia was part of Dittrich, as Dittrich had purchased Zappia, and Zappia was not thereafter separately incorporated. The IRS admitted that Zappia and Dittrich were being run as one company and had the same president. The IRS considered the two companies to be the alter egos of each other. . . . In addition, there [was] evidence that Zappia was doing business solely as Dittrich of Minnesota, and, . . . Zappia's articles of incorporation show[ed] Zappia's legal name as \"Zappia Transportation d/b/a/ Dittrich of Minnesota.\" <i>Allstate,</i> 109 F.3d at 1334. The court's conclusion that the <span class=\"star-pagination\">*393</span> filing under the name Dittrich was not seriously misleading was based on the following factors: the IRS knew that Allstate had a security interest in Zappia's accounts receivable; the IRS \"knew it was dealing with Zappia as part of Dittrich,\" <i>Allstate,</i> 109 F.3d at 1334; and Allstate's filing under \"Dittrich of Minnesota\" was a filing under the name of a company that \"for all practical purposes was the same entity as Zappia.\" (<i>Id.</i>) In sum, the court concluded that \"in addition to having actual knowledge of Allstate's security interest in Zappia's accounts receivable, the IRS had, at the least, enough information before it to conclude that the financing statement filed under \"Dittrich of Minnesota\" could encompass Zappia's accounts receivable.\" <i>Allstate,</i> 109 F.3d at 1334.</p>\n<p>As is evident from the bases of the <i>Allstate</i> court's opinion, the court did not find that Allstate's filing as to Dittrich was sufficient as to Zappia merely because the companies were affiliated. Rather, the court relied upon and emphasized the specific nature of the companies' relationship and the IRS's actual knowledge of that relationship. This court cannot agree, based on the evidence in this case, that a financing statement naming EAI and executed by EAI is sufficient to establish a lien against the assets of EAI's subsidiary, EAI of NC. Unlike the situation in <i>Allstate,</i> the record does not support the finding that AAL understood that EAI and EAI of NC were being run as one company, that EAI and EAI of NC were alter egos of each other, or that EAI of NC was responsible for the debts of its parent corporation in 1996. <i>Allstate</i> simply does not support SouthTrust's argument that a financing statement listing EAI as debtor is sufficient to perfect an interest in the assets of EAI's subsidiary based on the parent-subsidiary nature of the companies' relationship.</p>\n<p><i>4. Estoppel</i></p>\n<p>The bankruptcy court held that appellants' defenses of estoppel and waiver were not supported by the record before the court. (30 November 1998 Order at 9.) A careful review of <i>Avco Delta Corp. Canada Ltd. v. United States,</i> <span class=\"citation\" data-id=\"303178\"><a href=\"/opinion/303178/avco-delta-corporation-canada-limited-v-united-states-of-america-and/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">436</span></a></span> (7th Cir.1972) convinces this court that the bankruptcy court did not err in rejecting SouthTrust's estoppel argument.</p>\n<p>SouthTrust cites <i>Avco</i> as an example of a case in which an affiliated corporation was determined to hold rights in the assets of another by holding those assets out as its own. (Appellants' Br. at 16.) Here, by analogy, appellants argue that the court should find that EAI acquired or held rights in EAI of NC's assets because EAI and EAI of NC represented, in their dealings with SouthTrust, that EAI of NC's accounts receivable were collateral for the SouthTrust loan to EAI. <i>Avco</i> does not support such a result.</p>\n<p>In <i>Avco,</i> the creditor (Avco) loaned money to a company called Canadian Parkhill Construction Equipment, Ltd. (Construction) and received from Construction a note and a chattel mortgage in 29 pieces of heavy construction equipment. In the mortgage document, Construction expressly covenanted that it owned the construction equipment. Avco went to significant trouble to verify Construction's ownership of the equipment. Moreover, Canadian Parkhill Pipe Stringing Ltd. (Ltd.), Construction's parent corporation, and Canadian Parkhill Pipe Stringing, Inc., d/b/a/ Parkhill Pipeline, Inc. (Taxpayer), another subsidiary of Ltd., executed a guarantee and indemnity wherein they agreed to guarantee payment as principal debtors of debts and liabilities of Construction to Avco. Avco filed a financing statement listing Construction as the debtor and specifically listing the 29 pieces of equipment as collateral.</p>\n<p>Subsequently, the IRS seized the 29 pieces of equipment as a result of unpaid taxes that had been assessed against Taxpayer, Construction's affiliate corporation and guarantor of Construction's Avco loan. The IRS believed that the equipment belonged to Taxpayer. Avco filed an action <span class=\"star-pagination\">*394</span> against the United States and the three companies asking that its lien be adjudged a first lien on the proceeds allocable to the 29 pieces of equipment.</p>\n<p>The district court determined that, under Illinois law, neither the real owner of the property (Taxpayer) nor its creditors (the IRS) could be permitted to prevail over one who had given real value in good faith reliance on the implicit representations with respect to the security (Avco). The district court \"properly looked to Illinois law to determine whether Avco had indeed perfected its security interest in the 29 items of equipment despite the questions of ownership raised by the government. . . .\" <i>Avco,</i> 459 F.2d at 440. In its review of the district court's conclusion that Avco had perfected its interest, the court of appeals examined whether Avco's security interest had attached, i.e., whether the debtor, Construction, had \"rights in the collateral.\" (See Appellants' Br. at 16.)</p>\n<p>The court held that, even assuming Taxpayer owned the equipment, Avco's security interest had attached, and was thus perfected, because Construction had rights in the collateral. Construction's rights in the collateral arose through the \"acquiescence in and guarantee of its arrangement with Avco by [T]axpayer and Ltd., which (acquiescence and guarantee) created an estoppel.\" <i>Avco,</i> 459 F.2d at 441. In other words, the representation by Construction and Taxpayer to Avco that Construction did indeed have the right to pledge the equipment as security for its loan estopped Taxpayer and Taxpayer's creditors from subsequent conduct premised on Taxpayer's ostensible ownership of the property. Under Illinois law, Construction's rights in the collateral were created by that estoppel.</p>\n<p>While the court focused on the issue of Construction's rights in the collateral, the court addressed that issue in an attempt to answer the larger question whether Avco had a perfected interest in the 29 pieces of heavy equipment. In other words, the court concluded that, if Avco had properly perfected its interest in the equipment, the fact that Taxpayer actually owned the equipment would not defeat Avco's priority under the circumstances. Avco ultimately prevailed because it had properly perfected its interest in the collateral at issue.</p>\n<p>Even if this court held that SouthTrust's rights in the accounts receivable of EAI of NC were likewise created by estoppel, this court could not answer the larger question regarding SouthTrust's perfection of its security interest in SouthTrust's favor. As explained thoroughly in the foregoing section, SouthTrust simply did not perfect an interest in the assets of EAI of NC because it did not file an adequate financing statement with respect to that company. <i>Avco</i> is therefore distinguishable from the facts of this case in that crucial respect. Avco filed a financing statement that correctly identified the debtor as Construction, contained Construction's signature, and specifically listed the 29 pieces of heavy equipment as collateral. <i>Avco,</i> 459 F.2d at 438.<sup>[4]</sup> Here, on the contrary, SouthTrust's 1994 financing statement did not identify EAI of NC as the debtor nor did it describe EAI of NC's assets as collateral for the loan, and, as explained above, SouthTrust did not file a financing statement adequate to establish a lien against EAI of NC until 1997. The fact that EAI of NC may be estopped from taking any action inconsistent with its representations to SouthTrust and that EAI had rights in EAI of NC's assets by virtue of that estoppel cannot resurrect SouthTrust's inadequate financing statement. <span class=\"star-pagination\">*395</span> As such, the estoppel discussion in <i>Avco</i> does not support the conclusion that SouthTrust's lien is entitled to priority given SouthTrust's failure to perfect its interest against EAI of NC by filing an adequate financing statement.</p>\n<p>For the foregoing reasons, this court affirms the bankruptcy's court's conclusion that AAL properly perfected its interest because its financing statements, while containing minor errors, were not seriously misleading. The court also affirms the bankruptcy court's determination that AAL perfected its security interest in the assets of EAI of NC in December of 1996, 11 months before SouthTrust perfected an interest in those assets in November 1997. The court concludes that SouthTrust's 1994 financing statements did not establish a lien against the assets of EAI of NC and specifically rejects appellants' argument that SouthTrust's perfection of an interest in the assets of EAI was sufficient to perfect an interest in the assets of EAI's subsidiary, EAI of NC. The court also rejects appellants' estoppel argument.</p>\n<p></p>\n<h2>II. SUBORDINATION</h2>\n<p>SouthTrust argues that AAL's security interest is second in priority to that of SouthTrust because AAL specifically acknowledged the superiority of SouthTrust's interest in a Subordinated Loan Agreement between AAL and EAI of NC. (Appellants' Br. at 11.) The bankruptcy court held that SouthTrust had not provided evidence of an enforceable subordination agreement for several reasons: 1) there was no subordination agreement between AAL and SouthTrust, the two creditors in the case; 2) AAL did not sign the Subordinated Loan Agreement between AAL and EAI of NC; 3) neither the Security Agreement nor the Subordinated Loan Agreement between AAL and EAI of NC established an enforceable subordination under Ohio law (id. at 7-8)<sup>[5]</sup>; 4) even if valid, the subordination language would have subordinated AAL's lien to SouthTrust's lien against the assets of EAI and not the assets of EAI of NC because SouthTrust did not have a security interest in the collateral of EAI of NC when AAL signed the Security Agreement; and 5) SouthTrust's defenses of estoppel and waiver were not supported by the record.</p>\n<p>While this court holds that SouthTrust's defense of estoppel cannot overcome SouthTrust's inadequate financing statements, as illustrated by the foregoing discussion of <i>Avco,</i> the court finds the bankruptcy court's reasoning for its grant of summary judgment in favor of AAL on the subordination issue to be incorrect as a matter of law. First, the court will discuss subordination agreements generally and the bankruptcy court's bases for its decision that the alleged subordination agreement in this case was unenforceable. Second, the court will explain why the bankruptcy court's judgment should be affirmed, albeit for different reasons than those stated in the bankruptcy court's opinion.</p>\n<p>A. <i>Subordination Agreements Generally</i></p>\n<p>\"A subordination agreement is an agreement by which a party having a superior right of some sort agrees with someone having an inferior right that, as between the two of them, the inferior right shall be treated as if it were superior.\"</p>\n<p><i>In re Lantana Motel,</i> <span class=\"citation\" data-id=\"1974674\"><a href=\"/opinion/1974674/in-re-lantana-motel/\"><span class=\"volume\">124</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">252</span></a></span>, 255 (Bankr.S.D.Ohio 1990).</p>\n<blockquote>Normally, a subordination agreement arises between two creditors of a single debtor. A prior creditor . . . might subordinate the priority of his secured interest to the interest of another creditor. . . . [U]sually the perfected creditor whose interest arises prior in time will waive his priority in favor of a creditor <span class=\"star-pagination\">*396</span> whose interest comes about later in time. In either case, the subordinator will give up a right that belonged to him prior to the subordination agreement.</blockquote>\n<p><i>A-W-D, Inc. v. Salkeld,</i> 175 Ind.App. 443, 446, <span class=\"citation\" data-id=\"2051967\"><a href=\"/opinion/2051967/awd-inc-v-salkeld/\"><span class=\"volume\">372</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">486</span></a></span>, 488 (1978); <i>Total Technical Servs. v. Kafoure Associates, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">1986</span> <span class=\"reporter\">WL</span> <span class=\"page\">13687</span></span>, *3 (Ohio App.8th Dist.1986) (quoting preceding passage from <i>A-W-D, Inc.</i>).</p>\n<p>\"[A] subordination agreement is enforceable in a [bankruptcy] case . . . to the same extent that such agreement is enforceable under applicable nonbankruptcy law.\" 11 U.S.C. § 510(a). The applicable nonbankruptcy law that typically governs the enforceability of subordination agreements is the law of contracts. See 9B Am.Jur.2d Bankr. § 2870 (1991). An agreement need not be in the form of a formal contract, however. See <i>In re Smith,</i> <span class=\"citation\" data-id=\"2020964\"><a href=\"/opinion/2020964/in-re-smith/\"><span class=\"volume\">77</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">624</span></a></span>, 627 (Bankr.N.D.Ohio 1987) (\"informal subordination agreements can still be given legal effect\"); <i>Williams v. First National Bank &amp; Trust Co. of Vinita,</i> <span class=\"citation\" data-id=\"1123754\"><a href=\"/opinion/1123754/williams-v-first-national-bank-trust-co-of-vinita/\"><span class=\"volume\">482</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">595</span></a></span>, 596 (Okla.1971) Rather,</p>\n<blockquote>\"[a]greement\" means the bargain of the parties in fact as found in their language or by implication from other circumstances including course of dealing or usage of trade or course of performance as provided in section 1301.11 and 1302.11 of the Revised Code.</blockquote>\n<p>O.R.C. § 1301.01; U.C.C. § 1-201(3).</p>\n<p>B. <i>Lack of Agreement Between Creditors AAL and SouthTrust</i></p>\n<p>As the bankruptcy court found, there is no subordination agreement of any kind between AAL and SouthTrust. (30 November 1998 Order at 7.) The only agreement is between EAI of NC and AAL, and AAL failed to sign that agreement. The lack of an agreement between the two creditors, however, does not necessarily mean that an effective subordination agreement did not occur.</p>\n<p>In <i>Lantana Motel,</i> 124 B.R. at 255, the court found that two subordination agreements between a debtor and creditor that named a second creditor, Commonwealth Federal Savings and Loan, as a party and that contained covenants and agreements to which Commonwealth purportedly assented, were valid and enforceable even though they were not executed by Commonwealth. Although the court permitted the RTC, Commonwealth's successor-in-interest, to enforce the agreements, the court concluded that they did not subordinate the first creditor's right to payments under the Franchise and Management Agreements to the debtor's obligations to Commonwealth. Instead, the court concluded that the agreements represented property interest subordinations providing for the demotion of the priority of the liens of the first creditor to that of the second secured creditor and the delay of recourse to the identified collateral until the second party's secured claim had been satisfied. <i>Id.</i> at 256.<sup>[6]</sup></p>\n<p>Under <i>Lantana,</i> it appears that the lack of an agreement between SouthTrust and AAL does not preclude the court from finding an enforceable subordination agreement, and that a subordination <span class=\"star-pagination\">*397</span> agreement between a debtor and a creditor can be enforced. An explanation of subordinated loan agreements offered by the Indiana court of appeals illustrates yet another instance in which a debtor and a creditor might enter a subordination agreement: \"sometimes the [subordination] agreement will be between a creditor and the debtor to allow the debtor to borrow money from other creditors (to keep a going concern) who will rely on the subordination agreement. The later creditors will be third party beneficiaries to the contract.\" <i>A-W-D,</i> 175 Ind.App. at 446, 372 N.E.2d at 488.</p>\n<p>Ohio statutory law supports the conclusion that a creditor can agree with the debtor to subordinate its own interest to that of another creditor: \"Nothing in sections 1309.01 to 1309.50, inclusive, of the Revised Code prevents subordination by agreement by any person entitled to priority.\" O.R.C. § 1309.35. See also U.C.C. § 9-316 (same). The Ohio Code does not specify that the agreement by the party entitled to priority must be with the other creditor. To the extent that the bankruptcy court's conclusion that the alleged subordination agreement between AAL and EAI of NC was unenforceable was based on the fact that there was no agreement between the creditors, that conclusion was in error.</p>\n<p>C. <i>AAL's Failure to Sign the Subordinated Loan Agreement</i></p>\n<p>AAL's failure to execute the Subordinated Loan Agreement presents another problem. In <i>Lantana,</i> the party that did not execute the enforceable subordination agreement, Commonwealth, was the creditor that benefitted from the agreement's terms. The creditor that subordinated its interest in the debtor's property to that of Commonwealth, i.e., the party that was disadvantaged by the subordination agreement, did sign the agreement in that case. Here, unlike the subordinating creditor in <i>Lantana,</i> AAL, the creditor who purportedly subordinated its interests to the interests of another creditor, did not sign the Subordinated Loan Agreement.</p>\n<p>Although AAL did not sign the Subordinated Loan Agreement, AAL did execute the Security Agreement and the Promissory Note, both of which reference the existence of and incorporate by reference the Subordinated Loan Agreement. The Promissory Note contains the following language: \"Collateral. This Note is the Promissory Note referred to in and is entitled to the benefits of that certain Subordinated Loan Agreement of even date herewith between the Maker [EAI of NC] and [AAL] (the Loan Agreement) and is secured by the collateral identified and set forth in a certain Security Agreement executed by the parties of even date herewith.\" (14 July 1998 Complaint by AAL, Ex. G at 2.) The Loan Agreement is also referenced in the Default section of the Promissory Note. Furthermore, the Security Agreement references the Subordinated Loan Agreement in many places  not only in the Representations and Warranties provisions of the Agreement as AAL suggests. The Recitals section of the Security Agreement clearly provides as follows:</p>\n<blockquote>A. The Debtor and the Secured Party have entered into a subordinated Loan Agreement dated of even date (the \"Loan Agreement\"), which restates and restructures payment for the outstanding account receivable due from the Debtor to the Secured Party in the amount of [$296,694.00].</blockquote>\n<blockquote>B. The Debtor, to evidence its indebtedness to the Secured Party under the Loan Agreement, has executed and delivered to the Secured Party its Promissory Note of even date herewith. . . .</blockquote>\n<blockquote>C. The parties hereto acknowledge that the Note is subordinated to the interests of the Debtor's secured lender as further set forth in the Loan Agreement.</blockquote>\n<p>(14 July 1998 Complaint by AAL, Ex. I at 1.) In light of AAL's execution of the Security <span class=\"star-pagination\">*398</span> Agreement and the Promissory Note, both of which referenced and relied upon the Subordinated Loan Agreement, AAL's failure to sign the Subordinated Loan Agreement was not sufficient to render that agreement ineffective. <i>See </i><i>Southern Floridabanc Federal Savings &amp; Loan Assoc. v. Buscemi,</i> <span class=\"citation\" data-id=\"1134347\"><a href=\"/opinion/1134347/southern-floridabanc-fed-sav-and-l-assn-v-buscemi/\"><span class=\"volume\">529</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">303</span></a></span>, 304 (Fla. App.1988) (where party whose interest would be qualified by a subordinating provision or agreement signs a clause of that nature \"in any valid agreement\" affecting the collateral at issue in the case, such an execution would be sufficient to create an effective subordination; a separate, executed subordination agreement is not required). To the extent that the bankruptcy court's invalidation of the subordination agreement rested upon AAL's failure to sign the agreement, that reliance was in error.</p>\n<p>D. <i>The Enforceability of the Subordinated Loan Agreement under Ohio Law</i></p>\n<p>SouthTrust argues that the Subordinated Loan Agreement and Security Agreement between AAL and EAI of NC acknowledged SouthTrust's superior interest in the assets of EAI of NC. (Appellants' Br. at 11.) Relying on <i>In re Hunt Energy Co., Inc.,</i> <span class=\"citation\" data-id=\"1552945\"><a href=\"/opinion/1552945/in-re-hunt-energy-co-inc/\"><span class=\"volume\">48</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">472</span></a></span>, 486 (Bankr. N.D.Ohio 1985), AAL argues that, under Ohio law, language concerning liens of other parties in the warranty and representation provisions of agreements does not subordinate the lien to the lien referenced in the representation/warranty language. (Appellee's Br. at 10.) AAL's contention on this point is not persuasive. First, as noted above, the Security Agreement contained language concerning SouthTrust's lien in sections other than the representations and warranties section. Second, the bankruptcy court did not rely on that principle of Ohio law to determine the enforceability issue. Rather, the bankruptcy court held that, \"even if the language did constitute a subordination, it would only subordinate [AAL's] lien to SouthTrust's lien on the assets of [EAI] because SouthTrust did not have a security interest in the collateral of [EAI of NC] when [AAL] signed the security agreement.\" (30 November 1998 Order at 8-9.) As explained more fully below, under Ohio law, one creditor can subordinate its interest to that of another, future creditor: an existing security interest in the collateral is not necessary.</p>\n<p>E. <i>SouthTrust's Lack of a Security Interest in EAI of NC's Collateral</i></p>\n<p>The bankruptcy court held that the Subordinated Loan Agreement at issue would not support a subordination of AAL's lien because SouthTrust did not have a perfected security interest in the assets of EAI of NC at the time that agreement was allegedly entered. (30 November 1998 Order at 9.) A subordination agreement, however, is an agreement \"by which a party having some superior right of some sort agrees with someone having an inferior right that, as between the two of them, the inferior right shall be treated as if it were superior.\" <i>In re Lantana,</i> 124 B.R. at 255. Consequently, the fact that SouthTrust had not perfected its interest would not preclude AAL from agreeing to prioritize that interest and subordinate its own.<sup>[7]</sup> In <i>Lantana,</i> the court held a subordination agreement to be enforceable where the subordination agreement between the debtor and the creditor preceded the extension of the loan by the second creditor. In that case, the creditor that benefitted from the subordination clearly did not have a perfected security interest in the debtor's collateral <span class=\"star-pagination\">*399</span> at the time the subordination agreement was entered. The bankruptcy court's holding on this issue was therefore in error.</p>\n<p>F. <i>Mutual Mistake</i></p>\n<p>As explained above, \"[o]nly the person entitled to priority may make [a subordination] agreement.\" O.R.C. § 1309.35. See also <i>A-W-D, Inc.,</i> 372 N.E.2d at 488; <i>In re Hilyard Drilling Co., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">596</span></span>, 601 (8th Cir.1988) (affirming validity of argument that subordination agreement can be entered only by party entitled to priority at the time of agreement). In accordance with the bankruptcy court's findings, AAL perfected its interest against EAI of NC in 1996. At the time it restructured EAI of NC's obligations, therefore, AAL was entitled to priority and consequently could have entered into a subordination agreement with EAI of NC agreeing to subordinate its interest to that of another creditor. The dispositive inquiry is whether AAL intended to subordinate its superior interest to the inferior interest of SouthTrust.</p>\n<p>SouthTrust does not argue that AAL agreed to subordinate AAL's interest to SouthTrust's inferior interest, however. Rather, SouthTrust argues that the subordination agreement between AAL and EAI of NC merely \"acknowledge[d] SouthTrust's superior interest in the assets of EAI of NC.\" (Appellants' Br. at 11; Transcript at 3, 7-8.) Had SouthTrust's interest been superior in 1996 at the time AAL restructured EAI of NC's obligation and entered the Loan Agreement, Security Agreement and Promissory Note, there would have been no reason for AAL to agree to subordinate its own inferior interest to that of SouthTrust. In fact, under Ohio law, it would appear that the party with an inferior interest cannot enter a subordination agreement. See O.R.C. § 1309.35. SouthTrust's framing of the subordination issue highlights certain language contained in the Promissory Note, the Subordinated Loan Agreement, and the Security Agreement, which language, in turn, reveals that the agreements between AAL and EAI of NC were based on a mutual mistake of fact as to the superiority of SouthTrust's interest.</p>\n<blockquote>Generally, courts presume that the intent of the parties to a contract resides in the language they chose to employ in the agreement. . . . \"Common words appearing in a written instrument will be given their ordinary meaning unless manifest absurdity results, or unless some other meaning is clearly evidenced from the face or overall contents of the instrument.\"</blockquote>\n<p><i>Shifrin v. Forest City Enterprises, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">635</span></span>, 638, <span class=\"citation no-link\"><span class=\"volume\">597</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">499</span></span>, 501 (1992) (citations omitted).</p>\n<blockquote>\"Where a mistake of both parties at the time a contract was made as to a basic assumption on which the contract was made has a material effect on the agreed exchange of performances, the contract is voidable by the adversely affected party. . . . \"</blockquote>\n<p><i>Moore v. Nichol,</i> <span class=\"citation no-link\"><span class=\"volume\">1991</span> <span class=\"reporter\">WL</span> <span class=\"page\">228373</span></span>, *3 (Ohio App.9th Dist.1991) (citing Restatement of Law 2d Contracts 385, Section 152(1) (1981)).</p>\n<p>The language of the Promissory Note, the Subordinated Loan Agreement, and the Security Agreement between EAI of NC and AAL indicates that AAL and EAI of NC did not intend to subordinate AAL's superior interest to SouthTrust's inferior lien, but rather that they intended to recognize what both parties believed to be the superiority of SouthTrust's lien. Such a recognition would not constitute a subordination. Several courts have \"dealt with apparent subordination agreements, which were based upon the mistaken belief of priority.\" <i>A-W-D, Inc.,</i> 175 Ind.App. at 447, 372 N.E.2d. at 488; <i>Percival Const. Co. v. Miller &amp; Miller Auctioneers, Inc.,</i> <span class=\"citation\" data-id=\"334071\"><a href=\"/opinion/334071/percival-construction-co-and-cross-appellee-v-miller-miller/\"><span class=\"volume\">532</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">166</span></a></span>, 172 (10th Cir.1976). In <i>Percival,</i> the Tenth Circuit explained that a mere \"recognition of what all parties thought to be a superior title did not create <span class=\"star-pagination\">*400</span> a subordination.\" <i>Id.</i> See also, <i>H &amp; Val J. Rothschild, Inc. v. Northwestern Nat'l Bank of St. Paul,</i> <span class=\"citation no-link\"><span class=\"volume\">309</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">35</span></span>, <span class=\"citation\" data-id=\"1675409\"><a href=\"/opinion/1675409/h-val-j-rothschild-v-nw-nat-bank-etc/\"><span class=\"volume\">242</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">844</span></a></span>, 848 (1976) (telephone conversation reflecting parties' mistaken belief as to one party's priority did not constitute agreement to subordinate); <i>Hilyard Drilling,</i> 840 F.2d at 601. Under Ohio law, as in Oklahoma, \"when the minds of contracting parties fail to meet because of a mutual mistake which goes to the essence of the agreement, there is no consent and the contract is unenforceable.\" <i>Percival,</i> 532 F.2d at 172; <i>Thompson v. Thompson,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">274847</span></span>, *2 (Ohio App.4th Dist.1998) (mutual mistake of fact and consequent failure of meeting of minds renders agreement void). Here, the mistake as to SouthTrust's interest in EAI of NC's assets and the perfected nature of that interest was apparently mutual, as evidenced by the language of the Promissory Note, Security Agreement, and Subordinated Loan Agreement.</p>\n<p>The recital language of the Security Agreement explicitly states: \"the parties hereto acknowledge that the Note is subordinated to the interests of the Debtor's <i>secured lender</i> as further set forth in the Loan Agreement.\" (14 July 1998 Complaint by AAL, Ex. I at 1) (emphasis added.) Pursuant to N.C.Gen.Stat. § 25-9-105(1)(m), a \"secured party\" is a \"lender, seller, or other person in whose favor there is a security interest. . . .\" Id. (emphasis added). The \"secured lender\" language clearly indicates that the parties believed that SouthTrust had a secured interest in the collateral as of 1996 which, as the bankruptcy court found, it did not. The Security Agreement also contained the following language:</p>\n<blockquote>[N]o Uniform Commercial Code financing statement covering any of the collateral is <i>currently effective,</i> except for those in favor [of] South Trust Bank to secure a debt of $1,650,000.00 at September 1, 1996[.]</blockquote>\n<p>(30 November Order at 8.) (Emphasis added.) Here again, the language indicates that the parties to the Security Agreement believed that a financing statement in favor of SouthTrust Bank covering the collateral at issue in the agreement, i.e., the assets of EAI of NC, was currently effective. As the bankruptcy court found, it was not.</p>\n<p>The language of the Subordinated Loan Agreement also suggests that the parties believed SouthTrust's interest was superior. \"The [Promissory] Note shall be subordinated to the $1,650,000.00 obligation <i>owed to</i> SouthTrust Bank. . . .\" (14 July 1998 Complaint by AAL, Ex. H at 2) (emphasis added.) That language indicates that the drafting party, AAL, (Transcript at 6, 8), and EAI of NC, the executing party, believed that the $1,650,000.00 was owed to SouthTrust in 1996 at the time EAI of NC entered the agreements with AAL. As the bankruptcy court concluded, however, EAI of NC had not signed any documents evidencing a loan from SouthTrust as of 1996, nor had SouthTrust filed any financing statements identifying EAI of NC as a debtor or identifying EAI of NC's assets as collateral for any of the loans made to EAI. While EAI of NC and AAL may have believed that SouthTrust's lien would be superior, in fact, it was not. An agreement that merely reflects the parties' mistaken belief as to the superiority of a claim cannot be considered an agreement to subordinate.</p>\n<p>Finally, the language of the Promissory Note describes the relationship between the three agreements and defines AAL's rights under the note with respect to EAI of NC's collateral in terms of the benefits set forth in the Subordinated Loan Agreement and the Security Agreement.</p>\n<blockquote>This Note is the promissory note referred to in and is entitled to the benefits of that certain Subordinated Loan Agreement of even date herewith between the Maker and [AAL] . . . and is secured by the collateral identified and set forth in a certain Security Agreement executed by the parties of even date herewith. This Note is a restatement <span class=\"star-pagination\">*401</span> of, a substitute and replacement for, the outstanding account receivable due and owing from Maker to [AAL] as further set forth in the Loan Agreement.</blockquote>\n<p>(Complaint, Ex. G at 2.) As this language illustrates, the three documents were intended to be interdependent and, together, they indicate the parties' assumption or belief that SouthTrust had a lien entitled to priority.</p>\n<p>Because AAL could not have recognized the superiority of SouthTrust's interest and, at the same time, have intended to subordinate its own superior interest to the inferior interest of SouthTrust, the language of the documents reflects a mutual mistake of fact as to a basic assumption on which the agreements were based. As a result, this court cannot conclude that the subordination agreement signed by EAI of NC is effective or enforceable against AAL. Because the subordination agreement was not effective, AAL's lien against the assets of EAI of NC, filed first in time and perfected prior to the date SouthTrust obtained an interest in EAI of NC's assets, is entitled to priority, and the judgment of the bankruptcy court will be affirmed.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The 30 November 1998 Order of the bankruptcy court granting AAL's motion for summary judgment and entitling AAL to a secured claim up to the amount of $338,311.73, is hereby AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[1]  This is not to say that such a holding would have been incorrect. As discussed, <i>infra,</i> Section I.C. 1., the contention that a filing under EAI is sufficient to put a potential creditor on notice of a possible lien against EAI of NC is persuasive given the similarity of the corporate names.</p>\n<p>[2]  It is worthy of note that in a majority of the cases relied upon by the bankruptcy court to support its conclusion that the financing statements at issue were not seriously misleading, those cases make clear that the statements were signed by the debtors sought to be held. See <i>In re Matter of Green Mill Inn, Inc.,</i> 474 F.2d at 15 (statement signed correctly by president of debtor); <i>In re Excel Stores, Inc.,</i> 341 F.2d at 963 (statement signed by treasurer of debtor); <i>Matter of Southern Supply Co. Of Greenville, N.C., Inc.,</i> 405 F.Supp. at 22 (statement signed correctly by president of debtor).</p>\n<p>[3]  SouthTrust might argue that EAI of NC did not sign the financing statements filed by AAL in 1996. The <i>Merrill</i> court, however, went on to address the precise situation before the court in this case.\n</p>\n<p>However, when the security agreement, signed by the debtor, is appended to the financing statement, it is clear that the debtor has acknowledged the existence of the security agreement covering the collateral. Any result which suggests that a signed security agreement appended to an unsigned financing statement does not authenticate the existence of a security interest is simply inconsistent with logic and reason. We conclude that a security agreement signed by the debtor and appended to an unsigned financing statement meets both the notice and authentication concerns inherent in the \"signed by the debtor requirement\" for financing statement in § 9-402(1).</p>\n<p><i>Id.</i></p>\n<p>[4]  Avco also obtained a mortgage document executed by Construction specifically describing its interest in the 29 pieces of equipment and containing an express covenant that Construction owned the equipment. <i>Id.</i> Avco also had a written guarantee of the loan from Construction's parent and affiliate corporations. <i>Id.</i> Here, EAI of NC did not make any written representations to SouthTrust to enable EAI to obtain the 1994, 1995 or 1996 loans.</p>\n<p>[5]  The bankruptcy court noted that Section 4.06 of the security agreement between AAL and EAI of NC states that the agreement shall be deemed to be made under and governed by Ohio law. (30 November 1998 Order at 8, n. 1.)</p>\n<p>[6]  The <i>Lantana</i> court explained the difference between a debt subordination and a property interest subordination. In the former, the agreement \"provides that the subordinated creditor's right to payment and collection will be subordinate to the rights of another claimant. . . . [and] the subordinated creditor is barred from receiving payments until the superior debt is paid in full.\" <i>Id.</i> at 255-256. In a property interest subordination, \"the subordinating party agrees to demote the priority of its lien to that of another secured creditor, thereby delaying its recourse to the identified collateral until the other party's secured claim has been satisfied.\" <i>Id.</i> at 256. A property interest subordination does not limit the subordinated party's right to receive payments. Id. Although EAI of NC's agreements with both AAL (1996) and SouthTrust (1997) in this case essentially constituted restructuring of prior obligations and thus required regular payments by the debtors to the creditors, the subordination agreement at issue in this case is in the nature of a property interest subordination.</p>\n<p>[7]  In fact, the purported superiority of AAL's interest would be the factor that would necessitate a subordination agreement in the first place. As set forth in the Official Comment to O.R.C. § 1309.35, \"[o]nly the person entitled to priority may make [a subordination] agreement.\" That provision \"permits the subordination of a party's superior interest in collateral to a party with a lesser interest.\" <i>Bank One, Sidney N.A. v. Bohman,</i> <span class=\"citation no-link\"><span class=\"volume\">1989</span> <span class=\"reporter\">WL</span> <span class=\"page\">49490</span></span>, *7 (Ohio App.3rd Dist.1989).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/267009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/303178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/308669/",
    "http://www.courtlistener.com/api/rest/v3/opinions/334071/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/738559/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1123754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1134347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1154160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1155630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1196701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1213074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1261835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1326184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1337720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1348819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1432625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1529134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1552945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1600568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1675409/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1824007/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1828729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1920215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1974674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1993067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2009981/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2020964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2051967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2064767/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2112059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2118257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2307146/"
  ]
}