{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1867275/",
  "absolute_url": "/opinion/1867275/matter-of-extradition-of-prushinowski/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1867275/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:40:16.026334Z",
  "date_modified": "2016-04-26T22:13:09.112133Z",
  "type": "010combined",
  "sha1": "bbcefac05e93c3c1640fd17f0381c6cc9cd3f148",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>574 F.Supp. 1439 (1983)</b></center>\n<center><h1>In the Matter of the EXTRADITION OF Josef PRUSHINOWSKI, a/k/a Joseph Rip, a Fugitive from the United Kingdom of Great Britain and Northern Ireland.</h1></center>\n<center>No. 83-16-MISC-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>October 21, 1983.</center>\n<p><span class=\"star-pagination\">*1440</span> <span class=\"star-pagination\">*1441</span> <span class=\"star-pagination\">*1442</span> Dennis I. Moore, Asst. U.S. Atty., Samuel T. Currin, U.S. Atty., E.D.N.C., Raleigh, N.C., for plaintiff.</p>\n<p>Thomas C. Manning, Cheshire &amp; Manning, Raleigh, N.C., William S. Kenney, Washington, D.C., for defendant.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>This is an international extradition proceeding instituted by the United States Attorney for the Eastern District of North Carolina acting on behalf of the Government of the United Kingdom of Great Britain and Northern Ireland (hereinafter United Kingdom). The complaint for extradition sets forth the charges against Prushinowski alleging violations of three provisions of the English criminal laws: five counts alleging violation of section 15(1) of the Theft Act of 1968;<sup>[1]</sup> five counts alleging violation of section 20(2) of the Theft Act of 1968;<sup>[2]</sup> and one count alleging violation of English common law.</p>\n<p>It is further alleged that Prushinowski has fled outside the boundaries of the United Kingdom and is presently incarcerated at the Federal Correctional Institution, Butner, North Carolina, and thus may be found within this judicial district. The complaint prays that this court find that Prushinowski is extraditable under the January 21, 1977, Extradition Treaty with the United Kingdom and certify said finding to the Secretary of State pursuant to the terms of 18 U.S.C. § 3184.</p>\n<p>The formal request for extradition included the English depositions and exhibits upon which these charges were based and at a hearing before this court on May 23, 1983, as required under § 3184, the United Kingdom presented these exhibits and depositions in support of its petition for an extradition certificate. Respondent Prushinowski, through his attorneys, has raised numerous objections and defenses throughout these proceedings. The court will now rule on all issues raised by respondent.</p>\n<p></p>\n<h2>I. FACTUAL BACKGROUND OF THE CASE</h2>\n<p>A complaint was issued February 11, 1983, sworn to by Dennis I. Moore, Assistant United States Attorney for the Eastern District of North Carolina. The complaint alleges that Prushinowski committed the crimes of obtaining property by deception (5 counts); obtaining the execution of a valuable security by deception (5 counts); and, attempting to obtain property by deception (1 count) under the laws of the United Kingdom. The complaint is based on a warrant for Prushinowski's arrest on these charges issued in the United Kingdom on July 17, 1981. Prushinowski could not be served with the warrant in the United Kingdom. He apparently fled the United Kingdom for Israel in November of 1977 after an attempt was made to execute a warrant for his arrest at that time.</p>\n<p>The gist of the allegations contained in the eleven counts against Prushinowski is that he dishonestly obtained or attempted to obtain advices (bank drafts or securities) from Bank Giro in the United Kingdom and later obtained money for the advices as a result of his filing fraudulent monthly value added tax returns for the period of March 1977 through July 1977. Prushinowski had established and was the controlling <span class=\"star-pagination\">*1443</span> director of two corporations in the United Kingdom, TIMRATE LTD. and PAYBRENT LTD. TIMRATE LTD. ostensibly traded as a commodity broker in the import/export field. PAYBRENT LTD. ostensibly traded as a wholesale trading company. Both companies were registered in the United Kingdom for value added tax purposes.</p>\n<p>In the United Kingdom, every company that buys and sells merchandise must pay a value added tax (hereinafter VAT), a flat rate that is added to the price of the sale. Each company is required to file a monthly VAT return, designated as VAT-100. The company lists all the items of purchase for a given time period on the return. The list also includes the amount of VAT paid on all purchases. Similarly, the company must account for all its sales and the VAT received from each sale. If the sales tax exceeds the purchase tax, the company must pay VAT to the government, but if the purchase tax paid by the company exceeds the sales tax, then a VAT refund from the government results.</p>\n<p>The United Kingdom claims that TIMRATE LTD. fraudulently reported the purchase of several hundred thousand dollars worth of goods for resale, that it in fact never actually purchased. It is alleged that at Prushinowski's direction and with his knowledge, employees of TIMRATE LTD. received pro forma invoices from other corporations and entered them on TIMRATE LTD's books as purchases, when in reality, no goods were ever purchased from any of the invoices. The invoices were simply price quotations and not documents of actual sales. TIMRATE LTD. would then declare the VAT paid on those non-existent purchases. When the monthly VAT-100 forms showed purchases exceeding sales, TIMRATE LTD. would receive an advice from Bank Giro entitling it to a VAT refund.</p>\n<p>PAYBRENT LTD., the second corporation in which Prushinowski acted as a controlling director, filed VAT-100 returns in the same manner, but never received an advice or subsequent refund in return. This act forms the basis of the single common law attempt count in the arrest warrant of July 17, 1981.</p>\n<p>TIMRATE LTD. filed allegedly fraudulent monthly VAT-100 returns for five months in 1977. For each month involved in the scheme, Prushinowski is charged with two offenses  a § 20(2) Theft Act violation and a § 15(1) Theft Act violation. The § 20(2) charges are based on obtaining the advices from Bank Giro, while the § 15(1) charges are predicated on obtaining the subsequent monetary refunds.</p>\n<p>The request for Prushinowski was originally made by the United Kingdom in a diplomatic note to the United States Department of State dated March 22, 1982. On March 15, 1982, Robert William Maule, Consul General of the United States at London, certified that he had received the documents submitted by the United Kingdom and found them in proper form as required by law. As already described, Assistant United States Attorney Dennis I. Moore filed the complaint for extradition pursuant to 18 U.S.C. § 3184 on February 11, 1983.</p>\n<p>The applicable treaty is entitled \"Extradition Treaty Between the Government of the United States of America and the Government of the United Kingdom of Great Britain and Northern Ireland.\" T.I. A.S. No. 8468. It was signed on June 8, 1972. Following proceedings in both countries regarding ratification, it entered into force on January 21, 1977. It will hereafter be referred to as \"the Treaty.\"</p>\n<p>A warrant for Prushinowski's arrest in the United States was issued by Magistrate Leonard on February 11, 1983. For the reasons hereinafter set forth, the request of the United Kingdom for the extradition of Prushinowski is GRANTED.</p>\n<p></p>\n<h2>II. REPRESENTATION ISSUE</h2>\n<p>The court will first address a preliminary procedural objection raised by respondent in his Motion to Dismiss filed February 25, 1983. The United Kingdom is represented in this matter by the United States Department of Justice. Respondent objects to Assistant United States Attorney Dennis Moore filing the complaint in extradition <span class=\"star-pagination\">*1444</span> and representing the United Kingdom in this matter. Prushinowski contends the United States Department of Justice has no statutory authority to represent a foreign nation and specifically, no authority to represent the interests of the United Kingdom in this action.</p>\n<p>The United States Attorney has been requested to institute this action by the Office of International Affairs within the Criminal Division of the Department of Justice as authorized by 28 U.S.C. § 547 and 28 C.F.R. § 0.55(j). No express prohibition by Congress prevents the United States Attorney from acting on behalf of the United Kingdom in this case. In fact, it seems clear that Congressional intent was for the United States Department of Justice to represent the United Kingdom in its requests for extradition. <i>See</i> Ex.Rept. No. 94-27, 94-2d, p. 3.</p>\n<p>Article XIV(1) of the Treaty provides that:</p>\n<blockquote>\"The requested Party shall make all necessary arrangements for and meet the cost of the representation of the requesting Party in any proceedings arising out of a request for extradition.\"</blockquote>\n<p>The court interprets this language to authorize Mr. Moore to act on behalf of the United Kingdom when, as here, a proper request for extradition has been made. <i>See </i><i>In re Extradition of David,</i> 395 F.Supp. 803 (E.D.Ill.1975). Respondent's motion to dismiss is DENIED.</p>\n<p></p>\n<h2>III. ARTICLE III REQUIREMENTS</h2>\n<p>The evidence presented by the government must show (1) that the crimes were committed in the United Kingdom and are punishable by a term of imprisonment in excess of one year, (2) that the offenses charged are felonies in the United States, punishable by a term of imprisonment in excess of one year, (3) that the person arrested and brought before the court is the person accused of the commission of the offenses, (4) that the evidence establishes probable cause to believe the accused is guilty of the offenses, and (5) that the offenses are extraditable under the terms of the Treaty. <i>See </i><i>AbuEain v. Adams,</i> 529 F.Supp. 685 (N.D.Ill.1980).</p>\n<p>Respondent does not contest the fact that he is the person accused of the commission of the offenses in the United Kingdom. Nor does a dispute exist that the crimes were committed in the United Kingdom. Evidence, briefs and argument have been presented with regard to two critical issues: (1) the competency and sufficiency of the evidence to establish probable cause to believe the offenses charged were committed and (2) that the offenses charged are offenses in the United States and are extraditable offenses under the terms of the Treaty. The court will address the Article III \"crimes\" requirement first.</p>\n<p>Prushinowski claims that he has not committed an extraditable criminal offense, if any criminal offense. The argument espoused by respondent is that fraudulent evasion of the VAT is at most a tax offense in violation of the Finance Act of 1972, section 38(2).<sup>[3]</sup> The respondent claims no probable cause exists to believe he committed a Theft Act violation and therefore he cannot be extradited because a Finance Act violation is not an extraditable offense. Finally, respondent contends, even if the court finds probable cause to believe he committed Theft Act violations, there is no corresponding criminal offense in the laws of the United States to violations of the applicable Theft Act provisions.</p>\n<p>Under Article III(1) of the Treaty, a three-prong analysis is required to determine the validity of respondent's argument: First, are the offenses for which Prushinowski <span class=\"star-pagination\">*1445</span> is charged, criminal offenses punishable by a term of imprisonment in excess of one year under the criminal laws of both nations? Subsumed in this issue, are the following questions: (1) when extradition is sought from the United States what law should apply in determining whether the \"double criminality\" standard is satisfied, and (2) what degree of commonality is required between the reciprocal American and English criminal offenses? <i>Brauch v. Raiche,</i> 618 F.2d 843 (1st Cir.1980).</p>\n<p>Second, are the offenses for which Prushinowski is charged, punishable as a felony in the United States as required by Article III(1)(c) of the Treaty? Finally, pursuant to Article III(1)(b) of the Treaty, are the offenses for which Prushinowski is charged extraditable?</p>\n<p></p>\n<h2>A. <i>Double Criminality Standard</i>\n</h2>\n<p>It is a requirement of international law that the offenses for which extradition is sought must be considered criminal by both nations. <i>Collins v. Loisel,</i> 259 U.S. 309, 42 S.Ct. 469, 66 L.Ed. 956 (1922). This principle of extradition law is known as \"Double Criminality.\" Article III(1)(a) of the Treaty incorporates the double criminality concept by requiring that the offenses with which respondent is charged be punishable under the criminal laws of the United States and the United Kingdom.</p>\n<p>Article III(1)(a) additionally requires that the crimes be punishable by a term of imprisonment in excess of one year under the laws of both the requesting and requested countries. This provision is designed to assure that extradition is used only for those charged with serious crimes. <i>Hu Yau-Leung v. Soscia,</i> 649 F.2d 914 (2nd Cir.1981), <i>cert. denied,</i> 454 U.S. 971, 102 S.Ct. 519, 70 L.Ed.2d 389 (1981).</p>\n<p>Prushinowski is charged, under the criminal laws of the United Kingdom, in five counts, with violating § 15(1) of the Theft Act of 1968. Under that provision a person is subject to imprisonment for a term not exceeding ten years. Respondent is also charged, in five counts, with violating § 20(2) of the Theft Act of 1968. A maximum penalty of seven years upon conviction is provided for by this statute. Finally, Prushinowski is charged, in one count, with violating the common law by attempting to commit a § 15(1) Theft Act violation. Every attempt which is a common law offense and for which no special punishment is prescribed by statute is punishable under § 18(2) of the Powers of the Criminal Courts Act of 1977 by a term of imprisonment not in excess of the maximum allowed by law for the completed offense. Thus, Prushinowski is subject to a maximum term of ten years imprisonment on this final count. Extradition for an attempt to commit an offense is specifically allowed under Article III(2) of the Treaty under the same terms and conditions established in Article III(1).</p>\n<p>Assuming probable cause exists to believe Prushinowski committed the above violations of the Theft Act and common law, then Article III(1)(a) and Article III(2) are satisfied with regard to the law of the United Kingdom. The fact that the evidence may disclose probable cause to believe that Prushinowski has committed a violation of the Finance Act does not foreclose the United Kingdom's reliance upon the Theft Act in the arrest warrant of July 17, 1981. Prosecutors in this country have long been given the discretion to decide under which criminal provision they will proceed when an act violates more than one statute. <i>United States v. Batchelder,</i> 442 U.S. 114, 99 S.Ct. 2198, 60 L.Ed.2d 755 (1979). \"Whether to prosecute and what charge to file or bring before a grand jury are decisions that generally rest in the prosecutor's discretion.\" <i>Id.</i> at 124, 99 S.Ct. at 2204.</p>\n<p>The United Kingdom has chosen to proceed under the Theft Act of 1968 and common law. This court does not have the authority to alter that prosecutorial choice, regardless of the motives behind the selection of the particular charges.<sup>[4]</sup> Any attack <span class=\"star-pagination\">*1446</span> on that prosecutorial selection, other than for probable cause or Article III(1)(a) non-comparability purposes, must be made in the courts of the United Kingdom.<sup>[5]</sup> Any other objection would legitimately be matters of defense and not proper or relevant for this extradition hearing. <i>Shapiro v. Ferrandina,</i> 478 F.2d 894 (2nd Cir.1973), <i>cert. denied,</i> 414 U.S. 884, 94 S.Ct. 204, 38 L.Ed.2d 133 (1973).</p>\n<p>We turn next to the question of whether the acts listed in the July 17, 1981 arrest warrant are criminal violations under the laws of the requested party. Article III(1)(a) states the offenses charged must be \"punishable under the laws of both parties.\" Supreme Court decisions construing this language and similar language in predecessor treaties between the United States and the United Kingdom are not definitive on the question of which substantive law applies for the purposes of determining extraditability  federal or state law. A majority view, which this court adopts, is that it is only necessary to determine that the acts on which the foreign charges are based are proscribed by similar criminal provisions of federal law, the law of the asylum state or the law of the preponderance of states. <i>Brauch v. Raiche,</i> 618 F.2d at 851; <i>Cucuzzella v. Keliikoa,</i> 638 F.2d at 107. <i>See also </i><i>Hu Yau-Leung v. Soscia,</i> 649 F.2d at 918; <i>Freedman v. United States,</i> 437 F.Supp. 1252, 1260 (N.D.Ga.1977). This broad interpretation comports with the basic principle of international law that treaties should be construed to enlarge the rights of the parties. <i>Factor v. Laubenheimer,</i> 290 U.S. 276, 293-294, 54 S.Ct. 191, 195-96, 78 L.Ed. 315 (1933).</p>\n<p>In this case, the United Kingdom is relying solely on a comparison to state law, specifically the North Carolina criminal offense of obtaining property by false pretenses. N.C.Gen.Stat. § 14-100.<sup>[6]</sup> Article XII(1) of the Treaty prohibits proceedings against or punishment for an offense other than that for which the person is extradited. Two offenses have been alleged as to each transaction by the respondent, thus we must decide the extraditability of each offense and not just each transaction. <i>Cucuzzella v. Keliikoa,</i> 638 F.2d at 107.<sup>[7]</sup></p>\n<p>The court is required to determine whether the acts upon which the English charges are premised are proscribed by N.C.Gen.Stat. § 14-100.<sup>[8]</sup> The offenses of the two countries must be substantially analogous, but they need not be identical. <i>Brauch v. Raiche,</i> 618 F.2d at 851; <i>Cucuzzella v. Keliikoa,</i> 638 F.2d at 108; <i>In re Sindona,</i> 450 F.Supp. 672 (S.D.N.Y.1978). The scope of liability need not be coextensive and the elements of the crime do not have to perfectly match. <i>Freedman v. United States,</i> 437 F.Supp. at 1261. It is enough if the particular act charged is criminal in both jurisdictions. <i>Collins v. Loisel,</i> 259 U.S. at 312, 42 S.Ct. at 470.</p>\n<p>The § 15(1) charges in the English warrant are based on respondent's alleged false representations, made in writing on the VAT forms, which he used to obtain his <span class=\"star-pagination\">*1447</span> refunds from the government with the intent to permanently deprive the government of the money. This Theft Act offense is entitled \"Obtaining Property by Deception.\" The constituent elements of the offense are that (1) a deception was made by a person (2) who thereby dishonestly obtains property (3) belonging to another (4) with the intent to permanently deprive the other of it.</p>\n<p>The elements of the crime of obtaining property by false pretenses, N.C.Gen.Stat. § 14-100, upon which the United Kingdom relies are: (1) that the representation was made as alleged; (2) that property or something of value was obtained by reason of the representation; (3) that the representation was false; (4) that it was made with the intent to defraud; and (5) that it actually did deceive and defraud the person to whom it was made. <i>State v. Carlson,</i> 171 N.C. 818, 89 S.E. 30 (1916); <i>State v. Johnson,</i> 195 N.C. 506, 142 S.E. 775 (1928); <i>State v. Cronin,</i> 299 N.C. 229, 262 S.E.2d 277 (1980).</p>\n<p>In <i>Brauch v. Raiche</i><i>,</i> the First Circuit held that § 15(1) of the Theft Act was analogous, for extradition purposes, to a New Hampshire State law similar to N.C. Gen.Stat. § 14-100. 618 F.2d at 853.<sup>[9]</sup> Chief Judge Coffin stated, \"[t]he significant common element in section 15(1) of the Theft Act of 1968 and [New Hampshire] R.S.A. 637:4 is `deception.' It is depriving another of property by means of deception that both statutes proscribe as criminal behavior.\" <i>Id.</i></p>\n<p>The essence of the § 15(1) charge in this case is that Prushinowski obtained money by means of deception or false pretense. The false pretense involved the use of pro forma invoices to claim the purchase of goods, which in reality were never purchased, and which formed the basis of the fraudulent VAT-100 forms requesting VAT refunds. Both § 15(1) of the Theft Act and N.C.Gen.Stat. § 14-100 fall within the parameters of the offense of obtaining property by false pretenses. <i>See generally</i> W. LaFave and A. Scott, Handbook on Criminal Law § 90 (1972). We conclude that the conduct in this case, assuming probable cause, is criminal under both § 15(1) of the Theft Act of 1968 and N.C. Gen.Stat. § 14-100. Respondent is extraditable on the § 15(1) charges.</p>\n<p>The § 20(2) charges in the English arrest warrant are based on respondent's alleged fraudulent procurement of a valuable security, the Giro advice, from the government by false representations made in writing on the VAT forms. The constituent elements of this offense are that (1) a deception was made by a person (2) who thereby dishonestly procures the execution (3) of a valuable security (4) with the intent to cause loss to another or gain for himself. The § 20(2) charges are identical to the § 15(1) counts, with the only difference being the procurement of the Giro advice by false pretenses rather than the money. The § 20(2) offenses were simply a prerequisite criminal act to the commission of the § 15(1) charges. For the same reasons we found § 15(1) substantially analogous to N.C.Gen.Stat. § 14-100, we now find § 20(2) substantially analogous to N.C.Gen. Stat. § 14-100. Assuming probable cause, Prushinowski is extraditable on the § 20(2) counts.</p>\n<p>The only remaining offense is Count 11 of the July 17, 1981 arrest warrant, charging Prushinowski with a violation of common law by attempting to commit a § 15(1) Theft Act violation through PAYBRENT LTD. Article III(2) of the Treaty provides that extradition shall be granted for any attempt to commit an offense if the substantive offense is extraditable, provided the other applicable provisions of Article III(1) are met with regard to the attempted offense. In addition, N.C. Gen.Stat. § 14-100 specifically includes an \"attempt\" to obtain property by false pretenses within its definition of criminal liability. For the reasons stated above, we find Prushinowski extraditable on the common law count.</p>\n<p><span class=\"star-pagination\">*1448</span> A conviction under N.C.Gen.Stat. § 14-100 is punishable under N.C.Gen.Stat. § 15A-1340.5(f) as a class H felony with a presumptive term of imprisonment of three years and a maximum term of imprisonment of ten years. Prior to July 1, 1981, North Carolina operated under a different sentencing scheme and a conviction under N.C.Gen.Stat. § 14-100 was punishable at that time as a felony with a maximum term of imprisonment of ten years. Any question as to which sentencing law applies in this case is moot as both statutory schemes provide for a term of imprisonment in excess of one year as required by Article III(1)(a) of the Treaty. Articles III(1)(a) and (2) of the Treaty are satisfied with regard to the law of the United States as well as the United Kingdom.</p>\n<p></p>\n<h2>B. <i>Felony Requirement</i>\n</h2>\n<p>Article III(1)(c) of the Treaty requires the offenses charged be felonies \"under the law of the United States of America.\" The court interprets this phrase as including both state and federal law absent evidence it was intended to the contrary. <i>Hu Yau-Leung v. Soscia,</i> 649 F.2d at 918. The court has ruled that, assuming probable cause, Prushinowski's conduct violates N.C.Gen.Stat. § 14-100. The inquiry, consistent with the double criminality standard, is whether a violation of N.C. Gen.Stat. § 14-100 constitutes a felony. Under pre-July 1, 1981 or present North Carolina sentencing procedures, a conviction under N.C.Gen.Stat. § 14-100 constitutes a felony conviction. Article III(1)(c) is therefore satisfied.</p>\n<p></p>\n<h2>C. <i>Extraditability of the Offenses Charged</i>\n</h2>\n<p>Article III(1)(b) of the Treaty requires that the offenses be extraditable under the relevant law of the United Kingdom. All indictable offenses contrary to the Theft Act of 1968 are extraditable offenses in the United Kingdom.<sup>[10]</sup> All three charged offenses are included in the list of extraditable crimes on the schedule attached to the Extradition Treaty between the United States and the United Kingdom, specifically numbers 13 and 17 of the schedule.</p>\n<p>On February 25, 1983, respondent filed a motion to dismiss claiming the offenses charged by the United Kingdom were not extraditable. For all the reasons stated herein, respondent's motion is DENIED. Prushinowski is extraditable on all eleven counts.<sup>[11]</sup></p>\n<p></p>\n<h2>IV. PROBABLE CAUSE</h2>\n<p>The function of this court in an extradition hearing is not to decide the question of guilt or innocence, but only to decide whether the evidence of criminality is sufficient to sustain the charges against the respondent under the provisions of the Treaty. 18 U.S.C. § 3184; <i>Collins v. Loisel,</i> 259 U.S. at 315, 42 S.Ct. at 471. Article VII(3) of the Treaty requires the arrest warrant be accompanied by \"such evidence as, according to the law of the requested Party, would justify his committal for trial if the offense had been committed in the territory of the requested Party ...\" Had the offense of obtaining property by false pretenses been committed in the United States, a showing of probable cause would have been necessary to justify the issuance of the arrest warrant. <i>See</i> Fed.R.Crim.P. 4; <i>Whiteley v. Warden,</i> 401 U.S. 560, 91 S.Ct. 1031, 28 L.Ed.2d 306 (1971); <i>Brinegar v. United States,</i> 338 U.S. 160, 69 S.Ct. 1302, 93 L.Ed.2d 1879 (1949). Thus, the court's function is to determine whether or not probable cause exists to believe that respondent committed the offenses <span class=\"star-pagination\">*1449</span> charged. <i>Shapiro v. Ferrandia,</i> 478 F.2d at 905; <i>In re Locatelli,</i> 468 F.Supp. 568 (S.D.N.Y.1979); <i>Sindona v. Grant,</i> 461 F.Supp. 199 (S.D.N.Y.1978), <i>modified,</i> 619 F.2d 167 (2nd Cir.1980); <i>In re Williams,</i> 496 F.Supp. 16 (S.D.N.Y.1979).</p>\n<p>On this issue, Prushinowski objects to the admission of all documents and exhibits introduced by the United Kingdom. Volumes I-XII contain depositions, the warrant for arrest, photographs and exhibits. These documents represent the proof presented by the Assistant United States Attorney against Prushinowski.<sup>[12]</sup> If they are not admissible, then no evidence exists to allow his extradition. Respondent's objection is that Volumes I-XII are not properly authenticated.</p>\n<p>18 U.S.C. § 3190 provides that the documents are properly authenticated if they are certified by the principal diplomatic and consular officer of the United States residing in the United Kingdom. Such certificate is proof that the documents included under the certificate are authenticated as required by law and the Treaty. <i>In re Extradition of David,</i> 395 F.Supp. at 805. Although Mr. Robert W. Maule was not accorded the title of principal consular officer, he was a consulate general in London; one of three consulate generals in the United Kingdom. The court views Mr. Maule as having essentially the same responsibilities and rank as a principal consular officer for purposes of § 3190. \"Certificates which are in substantial conformity with the requirements of the statute provide adequate assurances of the authenticity of the documents certified.\" <i>Id.</i> at 805-806. The deviation in procedure, if any, from the language of § 3190 is trivial and without substance. The respondent has made no showing of a lack of authenticity of any document or exhibit.</p>\n<p>Prushinowski's objection to the admissibility of the introduced portions of Volumes I-XII is DENIED. The evidence contained therein will be considered by the court in determining probable cause.</p>\n<p>The following is a summary of the evidence against Prushinowski:</p>\n<p>As already described, respondent is charged in a warrant issued in London on July 17, 1981, with obtaining or attempting to obtain advices (securities) from Bank Giro in the United Kingdom by deception and after receiving these advices with obtaining money from these drafts by filing fraudulent VAT returns. The essence of the false pretense was a scheme whereby the two companies in which Prushinowski was a controlling and managing director would file VAT forms with the government claiming VAT paid in goods allegedly purchased by the companies, when in reality, no goods were ever purchased and no tax paid. The companies would then claim a VAT rebate from the government. It is alleged that this scheme was perpetrated with the knowledge and under the direction of Prushinowski. Since probable cause is required for all eleven counts, the court will briefly review the evidence as to each charge.</p>\n<p>At the May 23, 1983 hearing, the United Kingdom placed into the record, by means of deposition, general evidence applicable to all counts. The court will summarize that evidence first.</p>\n<p>Ms. Beverly Charlton, an executive officer in the VAT Central Unit (hereinafter VCU), outlined the procedures used in the filing of monthly VAT returns by a trader. Basically, once registered with the Customs and Excise Office (hereinafter CEO), a trader receives a VAT-100 form monthly, with his name, address, registered number and tax period covered by the return listed on the form. The trader is required to complete the form with his trading figures for the period. If a net amount of VAT is due the CEO, the trader is required to send the return and remittance to the VCU. If a net amount is repayable by the CEO, the trader notifies the CEO on the return the <span class=\"star-pagination\">*1450</span> amount he is to be repaid. A record of all forms issued, returns, and payments are kept on computer file at the VCU. If the trader is owed VAT, repayment is made by computer via Bank Giro.</p>\n<p>Ms. Charlton also stated that TIMRATE LTD. was registered for VAT purposes as number XXX-XXXX-XX, effective September 15, 1976. PAYBRENT LTD. was also registered for VAT purposes as number XXX-XXXX-XX, effective November 10, 1976.</p>\n<p>Mr. Gareth Grimshaw's deposition states that he was employed in the office of the Register of Companies, which has possession of all the files of all limited companies registered in England and Wales. Exhibit 38, identified by Mr. Grimshaw, establishes that TIMRATE LTD. was incorporated on July 6, 1976, with Joseph Rip as the sole shareholder and with Ripp and Simcha Shine as directors. It is uncontested that Joseph Ripp is Josef Prushinowski.</p>\n<p>Mr. Grimshaw, through Exhibit 35, states that PAYBRENT LTD. was incorporated on September 23, 1976, with Joseph Rip and Simcha Shine as directors.</p>\n<p>An officer of the CEO Investigative Division, Warwick J. Preston, states, by way of deposition, that he had an interview with Prushinowski on September 20, 1977. A transcript of that interview is included in Preston's deposition. Respondent, in that interview, admits he was a director of TIMRATE and PAYBRENT during the times in question and directly responsible for all the transactions of the companies. Prushinowski states unequivocally that he gave orders to his employees to file a VAT return upon the receipt of any pro forma invoice.<sup>[13]</sup></p>\n<p>Finally, as to the general evidence relied upon by the United Kingdom to establish probable cause, Mr. Ronald Tilley, manager of the National Westminster Bank Limited, states that TIMRATE LTD. opened an account at the bank on September 23, 1976. The account number was 005 00828. Two signatures were authorized: Joseph Rip and Simcha Shine.</p>\n<p>Counts 1 and 2 charge that on April 21, 1977, respondent dishonestly obtained the sum of 47,534 pounds belonging to the United Kingdom's CEO by deception with the intention of permanently depriving the CEO of the money. The deception occurred as a result of filing a false VAT return for March 1977 and subsequently receiving a Giro advice and money in the amount of 48,100 pounds and 40 pence.</p>\n<p>Exhibit 77 is the TIMRATE VAT form for March 1977 bearing registration number 222 1456 07. It was submitted by Mr. Allen Barnette, who at the time was in charge of TIMRATE's bookkeeping. Exhibit 120 is the TIMRATE VAT Purchase Book kept by the corporation for VAT purposes, listing all purchases by TIMRATE LTD. and VAT paid by TIMRATE LTD. The book is broken down by months. The March 1977 entry shows TIMRATE purchased two items from BIRRO BIC corporation allegedly made on March 24, 1977. The book shows a total VAT paid on the two purchases of 47,534 pounds.</p>\n<p>Exhibit 12 is the pro forma invoice from BIRRO BIC covering one of the two purchases and Exhibit 13 is the other invoice. Mr. Donald Hartridge, company secretary of BIRRO BIC, states that despite Exhibits 12, 13 and 120, no goods were ever delivered as a result of the two pro forma invoices. Thus, there would never have been any purchase by TIMRATE and no VAT paid. As stated earlier in this opinion, pro forma invoices are often used simply as offers and are not representative of actual sales.</p>\n<p>Finally, as to counts 1 and 2, Ms. Charlton states that TIMRATE LTD. filed a VAT-100 form for March of 1977, listing the above two purchases and requesting a VAT refund of 48,100 pounds and 40 pence. <span class=\"star-pagination\">*1451</span> TIMRATE LTD. received said refund from Bank Giro on April 22, 1977.</p>\n<p>Evidence of probable cause with respect to counts 3-10 mirrors the manner and type of evidence presented by the United Kingdom as to counts 1 and 2, so the court will only briefly review the critical facts as to each count. Counts 3 and 4 are based on Exhibit 78 which is the TIMRATE LTD. VAT-100 form submitted by Allen Barnette, for April 1977 requesting a refund of 97,840 pounds and 51 pence.</p>\n<p>Exhibit 120, the TIMRATE Purchase Book shows entries purporting to have four purchases made in April. The alleged purchases were from Ilford Company, Rollei Company and two from Gillette Industries. The amounts of the alleged purchases and alleged VAT paid are listed in the entries. Exhibits 21, 22, 24 and 25 are the pro forma invoices for each of the alleged purchases.</p>\n<p>The financial director for Rollei Ltd., Howard Bryan, states that the pro forma invoice in this case (Exhibit 25) was simply a price quotation and that no goods were ever supplied to TIMRATE LTD. with respect to that invoice. The sales representative for Ilford Ltd., Arthur Hynes, states no goods were ever supplied to TIMRATE LTD. with respect to pro forma invoice, Exhibit 24. Mr. Kenneth Horsley, administrative manager for Ilford, corroborates Mr. Hynes on this point. Again, the paper acted only as a price quotation.</p>\n<p>Mr. Hynes also states the quotation he submitted to Barnette was altered after Barnette took control of the paper. The words \"PRO FORMA INVOICE\" were added to the top right hand corner of the paper and the word \"VAT\", VAT figure and purchase figure were added to the bottom right corner. Ms. Frances Race, a senior customer service clerk with Ilford corroborates Mr. Hynes' testimony regarding the alteration of Exhibit 24 by someone associated with TIMRATE LTD.</p>\n<p>In an interview with Officer Preston, respondent even admitted no goods were supplied by and no purchases made from Rollei or Ilford vis-a-vis pro forma invoices, Exhibits 24 and 25.</p>\n<p>Mr. Francis Thorly, a credit control manager for Gillette Industries Ltd. testified that no goods were supplied to TIMRATE LTD. with respect to Exhibits 21 and 22. No payment was ever received from TIMRATE. The orders were cancelled. Yet, a VAT form was filed by TIMRATE for April attesting to the purchases and requesting a repayment. The requested refund was paid in full to TIMRATE LTD.</p>\n<p>As to counts 5 and 6, Exhibit 51 is the TIMRATE VAT-100 form, submitted by Simcha Shine for May 1977, requesting a refund of 81,579 pounds and 80 pence. Exhibit 120, the TIMRATE Purchase Book shows two entries for May 1977 purporting to purchase items from Berec Corporation and from Kixstar Ltd. The amounts of the alleged purchases and the alleged VAT paid are listed in the entries. Exhibits 6 and 163 are the pro forma invoices for the alleged purchases.</p>\n<p>Ms. Charlton states that a VAT-100 form was filed with the VCU for May 1977 requesting 81,519 pounds and 80 pence. The sum was paid by a Bank Giro advice on June 17, 1977. Ms. Charlton also states that Kixstar Ltd. was registered for VAT purposes, effective May 1, 1977 as number XXX-XXXX-XX. No returns were ever received at the VCU for Kixstar Ltd.; thus it is likely Kixstar never bought or sold any goods.</p>\n<p>Mr. Martin Burch, sales correspondent from Berec, states no goods were ever supplied to TIMRATE LTD. with respect to any pro forma invoice. Respondent also categorically stated to Officer Preston that TIMRATE never received any goods as a result of the Kixstar invoice or the Berec invoice.</p>\n<p>As to counts 7 and 8, Exhibit 52 is the TIMRATE VAT-100 form for June 1977 claiming a refund of 70,490 pounds and 20 pence. Exhibit 120, the TIMRATE Purchase Book, shows one entry for June 1977 purporting to purchase items from Kixstar Ltd. The amount of the alleged purchases and the alleged VAT paid are listed in the entry.</p>\n<p><span class=\"star-pagination\">*1452</span> Ms. Charlton states a VAT-100 form was filed by TIMRATE with the VCU requesting repayment of the full VAT allegedly paid. Said sum was paid to TIMRATE via Bank Giro advice on July 15, 1977. Respondent once again admits that TIMRATE never purchased any goods from Kixstar at any time.</p>\n<p>As to counts 9 and 10, Exhibit 53 is the TIMRATE VAT-100 refund form for July 1977, signed by the respondent. Exhibit 120, the TIMRATE Purchase Book, shows one entry for July 1977 purporting to purchase items for Kixstar Ltd. The amount of the alleged purchase and the alleged VAT paid are listed in the entry. Exhibit 160 is the pro forma invoice from Kixstar.</p>\n<p>Ms. Charlton again verifies that a VAT-100 form requesting a VAT refund was filed by TIMRATE LTD. for July 1977 and TIMRATE was paid 66,758 pounds and 31 pence by Bank Giro advice on August 16, 1977. Respondent admits no goods were ever received from this alleged Kixstar purchase or any Kixstar transaction.</p>\n<p>Count 11, the common law count, differs slightly from the pattern established in counts 1-10. This count is based on a false VAT return filed by PAYBRENT LTD. Exhibit 72 is the PAYBRENT LTD. VAT-100 form seeking a refund for July 1977. It is signed by Prushinowski. Mr. L. Learner, an accountant, told Officer Preston that he was an employee of both TIMRATE and PAYBRENT in July of 1977. Mr. Learner states that in July of 1977, PAYBRENT was a dormant company. PAYBRENT had not even begun trading in July 1977 when respondent filed for a VAT refund as alleged in Count 11. Ms. Charlton verified a VAT refund request was filed, but repayment was not made.</p>\n<p>One critical piece of evidence introduced by the United Kingdom on the issue of probable cause is the testimony of Allen Barnette, bookkeeper and managing director of TIMRATE LTD., given to CEO investigator Bernard O'Riley in an interview on September 1, 1977. In that interview Barnette recalls a conversation with respondent wherein Barnette informs Prushinowski that he should not deduct VAT on goods not purchased. Prushinowski replies by telling Barnette to \"mind [his] own business.\" See Volume II, p. 394.</p>\n<p>Having thoroughly reviewed all the depositions, documents and exhibits introduced into evidence and having considered the arguments of counsel as well as the testimony at the extradition hearing on May 23, 1983, I conclude that the United Kingdom has more than met its burden of establishing probable cause that the eleven alleged crimes were committed and that the accused, Josef Prushinowski, committed those crimes.</p>\n<p></p>\n<h2>V. CONCLUSION</h2>\n<p>Based on the foregoing, the court finds:</p>\n<p>(1) There is a valid extradition treaty in existence between the United States of America and the United Kingdom.</p>\n<p>(2) The government of the United Kingdom made a proper request for the extradition of Josef Prushinowski.</p>\n<p>(3) There is probable cause to believe that the respondent is the same person as the individual sought by the United Kingdom.</p>\n<p>(4) The eleven crimes charged are crimes covered by Articles III(1) and (2) of the Extradition Treaty.</p>\n<p>(5) There is probable cause to believe that the crimes charged did occur and that respondent Prushinowski committed them.</p>\n<p>(6) That respondent Prushinowski may be found in the Eastern District of North Carolina at the Federal Correctional Institution, Butner, North Carolina.</p>\n<p>Therefore, the request of the United Kingdom for the extradition of Josef Prushinowski is GRANTED. This ruling will be certified to the Secretary of State, together with a copy of all evidence received in this proceeding, so that a warrant may issue upon the requisition of the proper authorities of the United Kingdom for the surrender of Prushinowski according to the Extradition Treaty. This court will issue a warrant for the commitment of Prushinowski, so that he may be held until <span class=\"star-pagination\">*1453</span> surrender to the authorities of the United Kingdom is made.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>CERTIFICATION OF EXTRADITABILITY AND ORDER OF COMMITMENT</h2>\n<p>Upon the extradition hearing held on May 23, 1983, pursuant to 18 U.S.C. § 3184; by the terms of the applicable extradition treaty in force between the United States and United Kingdom of Great Britain and Northern Ireland; as a result of a thorough review and examination of the Government of the United Kingdom's formal extradition documents, which were admitted into evidence pursuant to 18 U.S.C. § 3190 and after the presentation of oral argument by counsel, I certify that the evidence before this court is sufficient to sustain the charges under the provisions of the Treaty and is thus sufficient to justify the apprehension and commitment of Josef Prushinowski for trial, if the crimes for which he has been charged by the Government of the United Kingdom had been committed in the United States.</p>\n<p>Specifically, I certify that I have found probable cause to believe that the Josef Prushinowski sought by British authorities, and the Josef Prushinowski arrested in this district for extradition, and the Josef Prushinowski who appeared before this court are one and the same individual; that there are criminal charges pending against Josef Prushinowski in the United Kingdom, which accuse him of the crimes of obtaining property by deception (5 counts), obtaining the execution of a valuable security by deception (5 counts) and attempting to obtain property by deception (1 count); that there is an outstanding warrant for Josef Prushinowski's arrest issued by a competent British court, as a result of aforesaid charges; that there is sufficient evidence before this court establishing probable cause to believe that the aforesaid crimes were committed upon the citizens and government of the United Kingdom within the territorial jurisdiction of the United Kingdom, and that there is probable cause to believe that Josef Prushinowski committed the crimes as specifically detailed by the court in its attached Opinion and Order; that the aforesaid crimes are among the enumerated extraditable offenses within the extradition treaty applicable to the United Kingdom, specifically numbers 13 and 17 of the Treaty Schedule; and that there is no evidence before this court upon which an exemption to extradition can be legitimately based.</p>\n<p>Therefore, I certify that I have found Josef Prushinowski extraditable to the United Kingdom, and that I have ordered him committed to the custody of the Attorney General of the United States as of October 31, 1983, pending the issuance of an extradition warrant by the United States Secretary of State.</p>\n<p>I further order that Josef Prushinowski be committed to a facility reasonably calculated to meet his medical and dietary needs; specifically, I recommend the Federal Correctional Institution, Butner, North Carolina.</p>\n<p>I further order that this Certificate of Extraditability and Order of Commitment, together with a copy of all the testimony presented in this case, and the formal extradition documents, be forwarded to the Secretary of State by the Clerk of this court.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Theft Act of 1968, section 15(1) provides:\n</p>\n<p>\"A person who by any deception dishonestly obtains property belonging to another, with the intention of permanently depriving the other of it, shall on conviction on indictment be liable to imprisonment for a term not exceeding ten years.\"</p>\n<p>[2]  The Theft Act of 1968, section 20(2) provides in part:\n</p>\n<p>\"A person who dishonestly, with a view to gain for himself or another or with intent to cause loss to another, by any deception procures the execution of a valuable security shall on conviction on indictment be liable to imprisonment for a term not exceeding seven years...\"</p>\n<p>[3]  The Finance Act of 1972, section 38(2) provides in part:\n</p>\n<p>\"If any person </p>\n<p>(a) with intent to deceive produces, furnishes or sends for the purposes of this Part of this Act or otherwise makes use for those purposes of any document which is false in a material particular; or</p>\n<p>(b) in furnishing any information for the purposes of this Part of this Act makes any statement which he knows to be false in a material particular or recklessly makes a statement which is false in a material particular;</p>\n<p>he shall be liable to a penalty of 1000 [pounds] or to imprisonment for term not exceeding two years, or both.\"</p>\n<p>[4]  The court does note however, that under the \"rule of specialty\" The United Kingdom may not try the respondent for any offense other than those for which extradition is granted. <i>Brauch v. Raiche,</i> 618 F.2d 843, 851 (1st Cir.1980); <i>Cucuzzella v. Keliikoa,</i> 638 F.2d 105 (9th Cir.1980).</p>\n<p>[5]  Respondent vigorously argues that even though the United Kingdom's charges are denominated violations of the Theft Act of 1968, they are in reality, solely violations of the Finance Act of 1972 and are a matter of tax liability. This court rejects that argument just as the First Circuit rejected a similar argument in <i>Brauch.</i> In addition, respondent's argument is moot, because the United Kingdom did not rely on the Finance Act. This extradition matter is based on the Theft Act and the court, as well as the United Kingdom, is bound by that selection of offenses.</p>\n<p>[6]  On March 7, 1983, respondent filed a Motion for Specifications requesting the United Kingdom specify the offenses under the law of the United States that would be relied upon to satisfy Article III(1) of the Treaty. This court directed the United Kingdom to provide the requested specifications on or before March 25, 1983. On March 24, 1983, the United Kingdom responded by stating it would rely upon N.C.Gen.Stat. § 14-100.</p>\n<p>[7]  As to each transaction, respondent is charged with a § 15(1) Theft Act violation and a § 20(2) Theft Act violation.</p>\n<p>[8]  It should be noted that the charged offenses might also constitute federal offenses, punishable as mail fraud pursuant to 18 U.S.C. § 1341. However, the United Kingdom has chosen to analogize to N.C.Gen.Stat. § 14-100 and this court will decide the issue on that basis alone.</p>\n<p>[9]  New Hampshire R.S.A. 637:4 provides in part:\n</p>\n<p>\"I. A person commits theft if he obtains or exercises control over property of another by deception and with a purpose to deprive him thereof.\" <i>Brauche v. Raiche,</i> 618 F.2d at 851.</p>\n<p>[10]  <i>See</i> the uncontradicted deposition of Christopher J. Yelloly, Volume 3, p. 528. Theft Act violations are listed as extraditable offenses under the Extradition Act (1870), as amended.</p>\n<p>[11]  Respondent has at various times raised the specter of a Statute of Limitations (SOL) bar to extradition in this case. No SOL exists for a violation of § 15(1) or § 20(2) of the Theft Act of 1968 nor for any common law violation involving attempts to commit the same. In North Carolina, no SOL bars the prosecution of a felony. <i>State v. Johnson,</i> 275 N.C. 264, 167 S.E.2d 274 (1969). Therefore, no SOL prevents the extradition of respondent.</p>\n<p>[12]  At the May 23, 1983, hearing, the United Kingdom introduced into evidence only those portions of Volumes I-XII that it indicated it would rely on and would offer into evidence in its \"Response to Order\" filed March 24, 1983.</p>\n<p>[13]  Respondent contends that he was told to use the pro forma invoices by government authorities who had previously inspected the companies' books. He claims he simply made use of an existing tax loophole. Respondent argues this negates any requisite <i>mens rea</i> on his part. The court has considered this argument and the evidence presented to support it. The court finds respondent's theory unconvincing on the issue of probable cause.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">574</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1439</span></span> (1983)</b></center>\n<center><h1>In the Matter of the EXTRADITION OF Josef PRUSHINOWSKI, a/k/a Joseph Rip, a Fugitive from the United Kingdom of Great Britain and Northern Ireland.</h1></center>\n<center>No. 83-16-MISC-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>October 21, 1983.</center>\n<p><span class=\"star-pagination\">*1440</span> <span class=\"star-pagination\">*1441</span> <span class=\"star-pagination\">*1442</span> Dennis I. Moore, Asst. U.S. Atty., Samuel T. Currin, U.S. Atty., E.D.N.C., Raleigh, N.C., for plaintiff.</p>\n<p>Thomas C. Manning, Cheshire &amp; Manning, Raleigh, N.C., William S. Kenney, Washington, D.C., for defendant.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>This is an international extradition proceeding instituted by the United States Attorney for the Eastern District of North Carolina acting on behalf of the Government of the United Kingdom of Great Britain and Northern Ireland (hereinafter United Kingdom). The complaint for extradition sets forth the charges against Prushinowski alleging violations of three provisions of the English criminal laws: five counts alleging violation of section 15(1) of the Theft Act of 1968;<sup>[1]</sup> five counts alleging violation of section 20(2) of the Theft Act of 1968;<sup>[2]</sup> and one count alleging violation of English common law.</p>\n<p>It is further alleged that Prushinowski has fled outside the boundaries of the United Kingdom and is presently incarcerated at the Federal Correctional Institution, Butner, North Carolina, and thus may be found within this judicial district. The complaint prays that this court find that Prushinowski is extraditable under the January 21, 1977, Extradition Treaty with the United Kingdom and certify said finding to the Secretary of State pursuant to the terms of 18 U.S.C. § 3184.</p>\n<p>The formal request for extradition included the English depositions and exhibits upon which these charges were based and at a hearing before this court on May 23, 1983, as required under § 3184, the United Kingdom presented these exhibits and depositions in support of its petition for an extradition certificate. Respondent Prushinowski, through his attorneys, has raised numerous objections and defenses throughout these proceedings. The court will now rule on all issues raised by respondent.</p>\n<p></p>\n<h2>I. FACTUAL BACKGROUND OF THE CASE</h2>\n<p>A complaint was issued February 11, 1983, sworn to by Dennis I. Moore, Assistant United States Attorney for the Eastern District of North Carolina. The complaint alleges that Prushinowski committed the crimes of obtaining property by deception (5 counts); obtaining the execution of a valuable security by deception (5 counts); and, attempting to obtain property by deception (1 count) under the laws of the United Kingdom. The complaint is based on a warrant for Prushinowski's arrest on these charges issued in the United Kingdom on July 17, 1981. Prushinowski could not be served with the warrant in the United Kingdom. He apparently fled the United Kingdom for Israel in November of 1977 after an attempt was made to execute a warrant for his arrest at that time.</p>\n<p>The gist of the allegations contained in the eleven counts against Prushinowski is that he dishonestly obtained or attempted to obtain advices (bank drafts or securities) from Bank Giro in the United Kingdom and later obtained money for the advices as a result of his filing fraudulent monthly value added tax returns for the period of March 1977 through July 1977. Prushinowski had established and was the controlling <span class=\"star-pagination\">*1443</span> director of two corporations in the United Kingdom, TIMRATE LTD. and PAYBRENT LTD. TIMRATE LTD. ostensibly traded as a commodity broker in the import/export field. PAYBRENT LTD. ostensibly traded as a wholesale trading company. Both companies were registered in the United Kingdom for value added tax purposes.</p>\n<p>In the United Kingdom, every company that buys and sells merchandise must pay a value added tax (hereinafter VAT), a flat rate that is added to the price of the sale. Each company is required to file a monthly VAT return, designated as VAT-100. The company lists all the items of purchase for a given time period on the return. The list also includes the amount of VAT paid on all purchases. Similarly, the company must account for all its sales and the VAT received from each sale. If the sales tax exceeds the purchase tax, the company must pay VAT to the government, but if the purchase tax paid by the company exceeds the sales tax, then a VAT refund from the government results.</p>\n<p>The United Kingdom claims that TIMRATE LTD. fraudulently reported the purchase of several hundred thousand dollars worth of goods for resale, that it in fact never actually purchased. It is alleged that at Prushinowski's direction and with his knowledge, employees of TIMRATE LTD. received pro forma invoices from other corporations and entered them on TIMRATE LTD's books as purchases, when in reality, no goods were ever purchased from any of the invoices. The invoices were simply price quotations and not documents of actual sales. TIMRATE LTD. would then declare the VAT paid on those non-existent purchases. When the monthly VAT-100 forms showed purchases exceeding sales, TIMRATE LTD. would receive an advice from Bank Giro entitling it to a VAT refund.</p>\n<p>PAYBRENT LTD., the second corporation in which Prushinowski acted as a controlling director, filed VAT-100 returns in the same manner, but never received an advice or subsequent refund in return. This act forms the basis of the single common law attempt count in the arrest warrant of July 17, 1981.</p>\n<p>TIMRATE LTD. filed allegedly fraudulent monthly VAT-100 returns for five months in 1977. For each month involved in the scheme, Prushinowski is charged with two offenses  a § 20(2) Theft Act violation and a § 15(1) Theft Act violation. The § 20(2) charges are based on obtaining the advices from Bank Giro, while the § 15(1) charges are predicated on obtaining the subsequent monetary refunds.</p>\n<p>The request for Prushinowski was originally made by the United Kingdom in a diplomatic note to the United States Department of State dated March 22, 1982. On March 15, 1982, Robert William Maule, Consul General of the United States at London, certified that he had received the documents submitted by the United Kingdom and found them in proper form as required by law. As already described, Assistant United States Attorney Dennis I. Moore filed the complaint for extradition pursuant to 18 U.S.C. § 3184 on February 11, 1983.</p>\n<p>The applicable treaty is entitled \"Extradition Treaty Between the Government of the United States of America and the Government of the United Kingdom of Great Britain and Northern Ireland.\" T.I. A.S. No. 8468. It was signed on June 8, 1972. Following proceedings in both countries regarding ratification, it entered into force on January 21, 1977. It will hereafter be referred to as \"the Treaty.\"</p>\n<p>A warrant for Prushinowski's arrest in the United States was issued by Magistrate Leonard on February 11, 1983. For the reasons hereinafter set forth, the request of the United Kingdom for the extradition of Prushinowski is GRANTED.</p>\n<p></p>\n<h2>II. REPRESENTATION ISSUE</h2>\n<p>The court will first address a preliminary procedural objection raised by respondent in his Motion to Dismiss filed February 25, 1983. The United Kingdom is represented in this matter by the United States Department of Justice. Respondent objects to Assistant United States Attorney Dennis Moore filing the complaint in extradition <span class=\"star-pagination\">*1444</span> and representing the United Kingdom in this matter. Prushinowski contends the United States Department of Justice has no statutory authority to represent a foreign nation and specifically, no authority to represent the interests of the United Kingdom in this action.</p>\n<p>The United States Attorney has been requested to institute this action by the Office of International Affairs within the Criminal Division of the Department of Justice as authorized by 28 U.S.C. § 547 and 28 C.F.R. § 0.55(j). No express prohibition by Congress prevents the United States Attorney from acting on behalf of the United Kingdom in this case. In fact, it seems clear that Congressional intent was for the United States Department of Justice to represent the United Kingdom in its requests for extradition. <i>See</i> Ex.Rept. No. 94-27, 94-2d, p. 3.</p>\n<p>Article XIV(1) of the Treaty provides that:</p>\n<blockquote>\"The requested Party shall make all necessary arrangements for and meet the cost of the representation of the requesting Party in any proceedings arising out of a request for extradition.\"</blockquote>\n<p>The court interprets this language to authorize Mr. Moore to act on behalf of the United Kingdom when, as here, a proper request for extradition has been made. <i>See </i><i>In re Extradition of David,</i> <span class=\"citation\" data-id=\"1416227\"><a href=\"/opinion/1416227/in-re-extradition-of-david/\"><span class=\"volume\">395</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">803</span></a></span> (E.D.Ill.1975). Respondent's motion to dismiss is DENIED.</p>\n<p></p>\n<h2>III. ARTICLE III REQUIREMENTS</h2>\n<p>The evidence presented by the government must show (1) that the crimes were committed in the United Kingdom and are punishable by a term of imprisonment in excess of one year, (2) that the offenses charged are felonies in the United States, punishable by a term of imprisonment in excess of one year, (3) that the person arrested and brought before the court is the person accused of the commission of the offenses, (4) that the evidence establishes probable cause to believe the accused is guilty of the offenses, and (5) that the offenses are extraditable under the terms of the Treaty. <i>See </i><i>AbuEain v. Adams,</i> <span class=\"citation\" data-id=\"2354783\"><a href=\"/opinion/2354783/abu-eain-v-adams/\"><span class=\"volume\">529</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">685</span></a></span> (N.D.Ill.1980).</p>\n<p>Respondent does not contest the fact that he is the person accused of the commission of the offenses in the United Kingdom. Nor does a dispute exist that the crimes were committed in the United Kingdom. Evidence, briefs and argument have been presented with regard to two critical issues: (1) the competency and sufficiency of the evidence to establish probable cause to believe the offenses charged were committed and (2) that the offenses charged are offenses in the United States and are extraditable offenses under the terms of the Treaty. The court will address the Article III \"crimes\" requirement first.</p>\n<p>Prushinowski claims that he has not committed an extraditable criminal offense, if any criminal offense. The argument espoused by respondent is that fraudulent evasion of the VAT is at most a tax offense in violation of the Finance Act of 1972, section 38(2).<sup>[3]</sup> The respondent claims no probable cause exists to believe he committed a Theft Act violation and therefore he cannot be extradited because a Finance Act violation is not an extraditable offense. Finally, respondent contends, even if the court finds probable cause to believe he committed Theft Act violations, there is no corresponding criminal offense in the laws of the United States to violations of the applicable Theft Act provisions.</p>\n<p>Under Article III(1) of the Treaty, a three-prong analysis is required to determine the validity of respondent's argument: First, are the offenses for which Prushinowski <span class=\"star-pagination\">*1445</span> is charged, criminal offenses punishable by a term of imprisonment in excess of one year under the criminal laws of both nations? Subsumed in this issue, are the following questions: (1) when extradition is sought from the United States what law should apply in determining whether the \"double criminality\" standard is satisfied, and (2) what degree of commonality is required between the reciprocal American and English criminal offenses? <i>Brauch v. Raiche,</i> <span class=\"citation\" data-id=\"376815\"><a href=\"/opinion/376815/ernest-wolfgang-brauch-v-robert-raiche-united-states-marshal/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">843</span></a></span> (1st Cir.1980).</p>\n<p>Second, are the offenses for which Prushinowski is charged, punishable as a felony in the United States as required by Article III(1)(c) of the Treaty? Finally, pursuant to Article III(1)(b) of the Treaty, are the offenses for which Prushinowski is charged extraditable?</p>\n<p></p>\n<h2>A. <i>Double Criminality Standard</i>\n</h2>\n<p>It is a requirement of international law that the offenses for which extradition is sought must be considered criminal by both nations. <i>Collins v. Loisel,</i> <span class=\"citation\" data-id=\"100014\"><a href=\"/opinion/100014/collins-v-loisel/\"><span class=\"volume\">259</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">309</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">469</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">956</span></span> (1922). This principle of extradition law is known as \"Double Criminality.\" Article III(1)(a) of the Treaty incorporates the double criminality concept by requiring that the offenses with which respondent is charged be punishable under the criminal laws of the United States and the United Kingdom.</p>\n<p>Article III(1)(a) additionally requires that the crimes be punishable by a term of imprisonment in excess of one year under the laws of both the requesting and requested countries. This provision is designed to assure that extradition is used only for those charged with serious crimes. <i>Hu Yau-Leung v. Soscia,</i> <span class=\"citation\" data-id=\"390846\"><a href=\"/opinion/390846/hu-yau-leung-v-louis-soscia-united-states-marshal-for-the-eastern/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">914</span></a></span> (2nd Cir.1981), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">971</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">519</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">389</span></span> (1981).</p>\n<p>Prushinowski is charged, under the criminal laws of the United Kingdom, in five counts, with violating § 15(1) of the Theft Act of 1968. Under that provision a person is subject to imprisonment for a term not exceeding ten years. Respondent is also charged, in five counts, with violating § 20(2) of the Theft Act of 1968. A maximum penalty of seven years upon conviction is provided for by this statute. Finally, Prushinowski is charged, in one count, with violating the common law by attempting to commit a § 15(1) Theft Act violation. Every attempt which is a common law offense and for which no special punishment is prescribed by statute is punishable under § 18(2) of the Powers of the Criminal Courts Act of 1977 by a term of imprisonment not in excess of the maximum allowed by law for the completed offense. Thus, Prushinowski is subject to a maximum term of ten years imprisonment on this final count. Extradition for an attempt to commit an offense is specifically allowed under Article III(2) of the Treaty under the same terms and conditions established in Article III(1).</p>\n<p>Assuming probable cause exists to believe Prushinowski committed the above violations of the Theft Act and common law, then Article III(1)(a) and Article III(2) are satisfied with regard to the law of the United Kingdom. The fact that the evidence may disclose probable cause to believe that Prushinowski has committed a violation of the Finance Act does not foreclose the United Kingdom's reliance upon the Theft Act in the arrest warrant of July 17, 1981. Prosecutors in this country have long been given the discretion to decide under which criminal provision they will proceed when an act violates more than one statute. <i>United States v. Batchelder,</i> <span class=\"citation\" data-id=\"110091\"><a href=\"/opinion/110091/united-states-v-batchelder/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">114</span></a></span>, <span class=\"citation\" data-id=\"110091\"><a href=\"/opinion/110091/united-states-v-batchelder/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2198</span></a></span>, <span class=\"citation\" data-id=\"110091\"><a href=\"/opinion/110091/united-states-v-batchelder/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">755</span></a></span> (1979). \"Whether to prosecute and what charge to file or bring before a grand jury are decisions that generally rest in the prosecutor's discretion.\" <i>Id.</i> at 124, 99 S.Ct. at 2204.</p>\n<p>The United Kingdom has chosen to proceed under the Theft Act of 1968 and common law. This court does not have the authority to alter that prosecutorial choice, regardless of the motives behind the selection of the particular charges.<sup>[4]</sup> Any attack <span class=\"star-pagination\">*1446</span> on that prosecutorial selection, other than for probable cause or Article III(1)(a) non-comparability purposes, must be made in the courts of the United Kingdom.<sup>[5]</sup> Any other objection would legitimately be matters of defense and not proper or relevant for this extradition hearing. <i>Shapiro v. Ferrandina,</i> <span class=\"citation\" data-id=\"311006\"><a href=\"/opinion/311006/samuel-shapiro-v-thomas-e-ferrandina-united-states-marshal-for-the/\"><span class=\"volume\">478</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">894</span></a></span> (2nd Cir.1973), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">884</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">204</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">133</span></span> (1973).</p>\n<p>We turn next to the question of whether the acts listed in the July 17, 1981 arrest warrant are criminal violations under the laws of the requested party. Article III(1)(a) states the offenses charged must be \"punishable under the laws of both parties.\" Supreme Court decisions construing this language and similar language in predecessor treaties between the United States and the United Kingdom are not definitive on the question of which substantive law applies for the purposes of determining extraditability  federal or state law. A majority view, which this court adopts, is that it is only necessary to determine that the acts on which the foreign charges are based are proscribed by similar criminal provisions of federal law, the law of the asylum state or the law of the preponderance of states. <i>Brauch v. Raiche,</i> 618 F.2d at 851; <i>Cucuzzella v. Keliikoa,</i> 638 F.2d at 107. <i>See also </i><i>Hu Yau-Leung v. Soscia,</i> 649 F.2d at 918; <i>Freedman v. United States,</i> <span class=\"citation\" data-id=\"1572069\"><a href=\"/opinion/1572069/freedman-v-united-states/\"><span class=\"volume\">437</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1252</span></a></span>, 1260 (N.D.Ga.1977). This broad interpretation comports with the basic principle of international law that treaties should be construed to enlarge the rights of the parties. <i>Factor v. Laubenheimer,</i> <span class=\"citation\" data-id=\"102157\"><a href=\"/opinion/102157/factor-v-laubenheimer/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">276</span></a></span>, 293-294, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">191</span></span>, 195-96, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">315</span></span> (1933).</p>\n<p>In this case, the United Kingdom is relying solely on a comparison to state law, specifically the North Carolina criminal offense of obtaining property by false pretenses. N.C.Gen.Stat. § 14-100.<sup>[6]</sup> Article XII(1) of the Treaty prohibits proceedings against or punishment for an offense other than that for which the person is extradited. Two offenses have been alleged as to each transaction by the respondent, thus we must decide the extraditability of each offense and not just each transaction. <i>Cucuzzella v. Keliikoa,</i> 638 F.2d at 107.<sup>[7]</sup></p>\n<p>The court is required to determine whether the acts upon which the English charges are premised are proscribed by N.C.Gen.Stat. § 14-100.<sup>[8]</sup> The offenses of the two countries must be substantially analogous, but they need not be identical. <i>Brauch v. Raiche,</i> 618 F.2d at 851; <i>Cucuzzella v. Keliikoa,</i> 638 F.2d at 108; <i>In re Sindona,</i> <span class=\"citation\" data-id=\"1820416\"><a href=\"/opinion/1820416/matter-of-sindona/\"><span class=\"volume\">450</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">672</span></a></span> (S.D.N.Y.1978). The scope of liability need not be coextensive and the elements of the crime do not have to perfectly match. <i>Freedman v. United States,</i> 437 F.Supp. at 1261. It is enough if the particular act charged is criminal in both jurisdictions. <i>Collins v. Loisel,</i> 259 U.S. at 312, 42 S.Ct. at 470.</p>\n<p>The § 15(1) charges in the English warrant are based on respondent's alleged false representations, made in writing on the VAT forms, which he used to obtain his <span class=\"star-pagination\">*1447</span> refunds from the government with the intent to permanently deprive the government of the money. This Theft Act offense is entitled \"Obtaining Property by Deception.\" The constituent elements of the offense are that (1) a deception was made by a person (2) who thereby dishonestly obtains property (3) belonging to another (4) with the intent to permanently deprive the other of it.</p>\n<p>The elements of the crime of obtaining property by false pretenses, N.C.Gen.Stat. § 14-100, upon which the United Kingdom relies are: (1) that the representation was made as alleged; (2) that property or something of value was obtained by reason of the representation; (3) that the representation was false; (4) that it was made with the intent to defraud; and (5) that it actually did deceive and defraud the person to whom it was made. <i>State v. Carlson,</i> <span class=\"citation no-link\"><span class=\"volume\">171</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">818</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">30</span></span> (1916); <i>State v. Johnson,</i> <span class=\"citation no-link\"><span class=\"volume\">195</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">506</span></span>, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">775</span></span> (1928); <i>State v. Cronin,</i> <span class=\"citation no-link\"><span class=\"volume\">299</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">229</span></span>, <span class=\"citation\" data-id=\"1398708\"><a href=\"/opinion/1398708/state-v-cronin/\"><span class=\"volume\">262</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">277</span></a></span> (1980).</p>\n<p>In <i>Brauch v. Raiche</i><i>,</i> the First Circuit held that § 15(1) of the Theft Act was analogous, for extradition purposes, to a New Hampshire State law similar to N.C. Gen.Stat. § 14-100. 618 F.2d at 853.<sup>[9]</sup> Chief Judge Coffin stated, \"[t]he significant common element in section 15(1) of the Theft Act of 1968 and [New Hampshire] R.S.A. 637:4 is `deception.' It is depriving another of property by means of deception that both statutes proscribe as criminal behavior.\" <i>Id.</i></p>\n<p>The essence of the § 15(1) charge in this case is that Prushinowski obtained money by means of deception or false pretense. The false pretense involved the use of pro forma invoices to claim the purchase of goods, which in reality were never purchased, and which formed the basis of the fraudulent VAT-100 forms requesting VAT refunds. Both § 15(1) of the Theft Act and N.C.Gen.Stat. § 14-100 fall within the parameters of the offense of obtaining property by false pretenses. <i>See generally</i> W. LaFave and A. Scott, Handbook on Criminal Law § 90 (1972). We conclude that the conduct in this case, assuming probable cause, is criminal under both § 15(1) of the Theft Act of 1968 and N.C. Gen.Stat. § 14-100. Respondent is extraditable on the § 15(1) charges.</p>\n<p>The § 20(2) charges in the English arrest warrant are based on respondent's alleged fraudulent procurement of a valuable security, the Giro advice, from the government by false representations made in writing on the VAT forms. The constituent elements of this offense are that (1) a deception was made by a person (2) who thereby dishonestly procures the execution (3) of a valuable security (4) with the intent to cause loss to another or gain for himself. The § 20(2) charges are identical to the § 15(1) counts, with the only difference being the procurement of the Giro advice by false pretenses rather than the money. The § 20(2) offenses were simply a prerequisite criminal act to the commission of the § 15(1) charges. For the same reasons we found § 15(1) substantially analogous to N.C.Gen.Stat. § 14-100, we now find § 20(2) substantially analogous to N.C.Gen. Stat. § 14-100. Assuming probable cause, Prushinowski is extraditable on the § 20(2) counts.</p>\n<p>The only remaining offense is Count 11 of the July 17, 1981 arrest warrant, charging Prushinowski with a violation of common law by attempting to commit a § 15(1) Theft Act violation through PAYBRENT LTD. Article III(2) of the Treaty provides that extradition shall be granted for any attempt to commit an offense if the substantive offense is extraditable, provided the other applicable provisions of Article III(1) are met with regard to the attempted offense. In addition, N.C. Gen.Stat. § 14-100 specifically includes an \"attempt\" to obtain property by false pretenses within its definition of criminal liability. For the reasons stated above, we find Prushinowski extraditable on the common law count.</p>\n<p><span class=\"star-pagination\">*1448</span> A conviction under N.C.Gen.Stat. § 14-100 is punishable under N.C.Gen.Stat. § 15A-1340.5(f) as a class H felony with a presumptive term of imprisonment of three years and a maximum term of imprisonment of ten years. Prior to July 1, 1981, North Carolina operated under a different sentencing scheme and a conviction under N.C.Gen.Stat. § 14-100 was punishable at that time as a felony with a maximum term of imprisonment of ten years. Any question as to which sentencing law applies in this case is moot as both statutory schemes provide for a term of imprisonment in excess of one year as required by Article III(1)(a) of the Treaty. Articles III(1)(a) and (2) of the Treaty are satisfied with regard to the law of the United States as well as the United Kingdom.</p>\n<p></p>\n<h2>B. <i>Felony Requirement</i>\n</h2>\n<p>Article III(1)(c) of the Treaty requires the offenses charged be felonies \"under the law of the United States of America.\" The court interprets this phrase as including both state and federal law absent evidence it was intended to the contrary. <i>Hu Yau-Leung v. Soscia,</i> 649 F.2d at 918. The court has ruled that, assuming probable cause, Prushinowski's conduct violates N.C.Gen.Stat. § 14-100. The inquiry, consistent with the double criminality standard, is whether a violation of N.C. Gen.Stat. § 14-100 constitutes a felony. Under pre-July 1, 1981 or present North Carolina sentencing procedures, a conviction under N.C.Gen.Stat. § 14-100 constitutes a felony conviction. Article III(1)(c) is therefore satisfied.</p>\n<p></p>\n<h2>C. <i>Extraditability of the Offenses Charged</i>\n</h2>\n<p>Article III(1)(b) of the Treaty requires that the offenses be extraditable under the relevant law of the United Kingdom. All indictable offenses contrary to the Theft Act of 1968 are extraditable offenses in the United Kingdom.<sup>[10]</sup> All three charged offenses are included in the list of extraditable crimes on the schedule attached to the Extradition Treaty between the United States and the United Kingdom, specifically numbers 13 and 17 of the schedule.</p>\n<p>On February 25, 1983, respondent filed a motion to dismiss claiming the offenses charged by the United Kingdom were not extraditable. For all the reasons stated herein, respondent's motion is DENIED. Prushinowski is extraditable on all eleven counts.<sup>[11]</sup></p>\n<p></p>\n<h2>IV. PROBABLE CAUSE</h2>\n<p>The function of this court in an extradition hearing is not to decide the question of guilt or innocence, but only to decide whether the evidence of criminality is sufficient to sustain the charges against the respondent under the provisions of the Treaty. 18 U.S.C. § 3184; <i>Collins v. Loisel,</i> 259 U.S. at 315, 42 S.Ct. at 471. Article VII(3) of the Treaty requires the arrest warrant be accompanied by \"such evidence as, according to the law of the requested Party, would justify his committal for trial if the offense had been committed in the territory of the requested Party ...\" Had the offense of obtaining property by false pretenses been committed in the United States, a showing of probable cause would have been necessary to justify the issuance of the arrest warrant. <i>See</i> Fed.R.Crim.P. 4; <i>Whiteley v. Warden,</i> <span class=\"citation\" data-id=\"108297\"><a href=\"/opinion/108297/whiteley-v-warden-wyo-state-penitentiary/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">560</span></a></span>, <span class=\"citation\" data-id=\"108297\"><a href=\"/opinion/108297/whiteley-v-warden-wyo-state-penitentiary/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1031</span></a></span>, <span class=\"citation\" data-id=\"108297\"><a href=\"/opinion/108297/whiteley-v-warden-wyo-state-penitentiary/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">306</span></a></span> (1971); <i>Brinegar v. United States,</i> <span class=\"citation\" data-id=\"104716\"><a href=\"/opinion/104716/brinegar-v-united-states/\"><span class=\"volume\">338</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">160</span></a></span>, <span class=\"citation\" data-id=\"104716\"><a href=\"/opinion/104716/brinegar-v-united-states/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1302</span></a></span>, <span class=\"citation\" data-id=\"104716\"><a href=\"/opinion/104716/brinegar-v-united-states/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1879</span></a></span> (1949). Thus, the court's function is to determine whether or not probable cause exists to believe that respondent committed the offenses <span class=\"star-pagination\">*1449</span> charged. <i>Shapiro v. Ferrandia,</i> 478 F.2d at 905; <i>In re Locatelli,</i> <span class=\"citation\" data-id=\"1806456\"><a href=\"/opinion/1806456/matter-of-locatelli/\"><span class=\"volume\">468</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">568</span></a></span> (S.D.N.Y.1979); <i>Sindona v. Grant,</i> <span class=\"citation\" data-id=\"2266091\"><a href=\"/opinion/2266091/sindona-v-grant/\"><span class=\"volume\">461</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">199</span></a></span> (S.D.N.Y.1978), <i>modified,</i> <span class=\"citation\" data-id=\"376986\"><a href=\"/opinion/376986/michele-sindona-v-george-v-grant-united-states-marshal-for-the-southern/\"><span class=\"volume\">619</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">167</span></a></span> (2nd Cir.1980); <i>In re Williams,</i> <span class=\"citation\" data-id=\"2350183\"><a href=\"/opinion/2350183/matter-of-williams/\"><span class=\"volume\">496</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">16</span></a></span> (S.D.N.Y.1979).</p>\n<p>On this issue, Prushinowski objects to the admission of all documents and exhibits introduced by the United Kingdom. Volumes I-XII contain depositions, the warrant for arrest, photographs and exhibits. These documents represent the proof presented by the Assistant United States Attorney against Prushinowski.<sup>[12]</sup> If they are not admissible, then no evidence exists to allow his extradition. Respondent's objection is that Volumes I-XII are not properly authenticated.</p>\n<p>18 U.S.C. § 3190 provides that the documents are properly authenticated if they are certified by the principal diplomatic and consular officer of the United States residing in the United Kingdom. Such certificate is proof that the documents included under the certificate are authenticated as required by law and the Treaty. <i>In re Extradition of David,</i> 395 F.Supp. at 805. Although Mr. Robert W. Maule was not accorded the title of principal consular officer, he was a consulate general in London; one of three consulate generals in the United Kingdom. The court views Mr. Maule as having essentially the same responsibilities and rank as a principal consular officer for purposes of § 3190. \"Certificates which are in substantial conformity with the requirements of the statute provide adequate assurances of the authenticity of the documents certified.\" <i>Id.</i> at 805-806. The deviation in procedure, if any, from the language of § 3190 is trivial and without substance. The respondent has made no showing of a lack of authenticity of any document or exhibit.</p>\n<p>Prushinowski's objection to the admissibility of the introduced portions of Volumes I-XII is DENIED. The evidence contained therein will be considered by the court in determining probable cause.</p>\n<p>The following is a summary of the evidence against Prushinowski:</p>\n<p>As already described, respondent is charged in a warrant issued in London on July 17, 1981, with obtaining or attempting to obtain advices (securities) from Bank Giro in the United Kingdom by deception and after receiving these advices with obtaining money from these drafts by filing fraudulent VAT returns. The essence of the false pretense was a scheme whereby the two companies in which Prushinowski was a controlling and managing director would file VAT forms with the government claiming VAT paid in goods allegedly purchased by the companies, when in reality, no goods were ever purchased and no tax paid. The companies would then claim a VAT rebate from the government. It is alleged that this scheme was perpetrated with the knowledge and under the direction of Prushinowski. Since probable cause is required for all eleven counts, the court will briefly review the evidence as to each charge.</p>\n<p>At the May 23, 1983 hearing, the United Kingdom placed into the record, by means of deposition, general evidence applicable to all counts. The court will summarize that evidence first.</p>\n<p>Ms. Beverly Charlton, an executive officer in the VAT Central Unit (hereinafter VCU), outlined the procedures used in the filing of monthly VAT returns by a trader. Basically, once registered with the Customs and Excise Office (hereinafter CEO), a trader receives a VAT-100 form monthly, with his name, address, registered number and tax period covered by the return listed on the form. The trader is required to complete the form with his trading figures for the period. If a net amount of VAT is due the CEO, the trader is required to send the return and remittance to the VCU. If a net amount is repayable by the CEO, the trader notifies the CEO on the return the <span class=\"star-pagination\">*1450</span> amount he is to be repaid. A record of all forms issued, returns, and payments are kept on computer file at the VCU. If the trader is owed VAT, repayment is made by computer via Bank Giro.</p>\n<p>Ms. Charlton also stated that TIMRATE LTD. was registered for VAT purposes as number XXX-XXXX-XX, effective September 15, 1976. PAYBRENT LTD. was also registered for VAT purposes as number XXX-XXXX-XX, effective November 10, 1976.</p>\n<p>Mr. Gareth Grimshaw's deposition states that he was employed in the office of the Register of Companies, which has possession of all the files of all limited companies registered in England and Wales. Exhibit 38, identified by Mr. Grimshaw, establishes that TIMRATE LTD. was incorporated on July 6, 1976, with Joseph Rip as the sole shareholder and with Ripp and Simcha Shine as directors. It is uncontested that Joseph Ripp is Josef Prushinowski.</p>\n<p>Mr. Grimshaw, through Exhibit 35, states that PAYBRENT LTD. was incorporated on September 23, 1976, with Joseph Rip and Simcha Shine as directors.</p>\n<p>An officer of the CEO Investigative Division, Warwick J. Preston, states, by way of deposition, that he had an interview with Prushinowski on September 20, 1977. A transcript of that interview is included in Preston's deposition. Respondent, in that interview, admits he was a director of TIMRATE and PAYBRENT during the times in question and directly responsible for all the transactions of the companies. Prushinowski states unequivocally that he gave orders to his employees to file a VAT return upon the receipt of any pro forma invoice.<sup>[13]</sup></p>\n<p>Finally, as to the general evidence relied upon by the United Kingdom to establish probable cause, Mr. Ronald Tilley, manager of the National Westminster Bank Limited, states that TIMRATE LTD. opened an account at the bank on September 23, 1976. The account number was 005 00828. Two signatures were authorized: Joseph Rip and Simcha Shine.</p>\n<p>Counts 1 and 2 charge that on April 21, 1977, respondent dishonestly obtained the sum of 47,534 pounds belonging to the United Kingdom's CEO by deception with the intention of permanently depriving the CEO of the money. The deception occurred as a result of filing a false VAT return for March 1977 and subsequently receiving a Giro advice and money in the amount of 48,100 pounds and 40 pence.</p>\n<p>Exhibit 77 is the TIMRATE VAT form for March 1977 bearing registration number 222 1456 07. It was submitted by Mr. Allen Barnette, who at the time was in charge of TIMRATE's bookkeeping. Exhibit 120 is the TIMRATE VAT Purchase Book kept by the corporation for VAT purposes, listing all purchases by TIMRATE LTD. and VAT paid by TIMRATE LTD. The book is broken down by months. The March 1977 entry shows TIMRATE purchased two items from BIRRO BIC corporation allegedly made on March 24, 1977. The book shows a total VAT paid on the two purchases of 47,534 pounds.</p>\n<p>Exhibit 12 is the pro forma invoice from BIRRO BIC covering one of the two purchases and Exhibit 13 is the other invoice. Mr. Donald Hartridge, company secretary of BIRRO BIC, states that despite Exhibits 12, 13 and 120, no goods were ever delivered as a result of the two pro forma invoices. Thus, there would never have been any purchase by TIMRATE and no VAT paid. As stated earlier in this opinion, pro forma invoices are often used simply as offers and are not representative of actual sales.</p>\n<p>Finally, as to counts 1 and 2, Ms. Charlton states that TIMRATE LTD. filed a VAT-100 form for March of 1977, listing the above two purchases and requesting a VAT refund of 48,100 pounds and 40 pence. <span class=\"star-pagination\">*1451</span> TIMRATE LTD. received said refund from Bank Giro on April 22, 1977.</p>\n<p>Evidence of probable cause with respect to counts 3-10 mirrors the manner and type of evidence presented by the United Kingdom as to counts 1 and 2, so the court will only briefly review the critical facts as to each count. Counts 3 and 4 are based on Exhibit 78 which is the TIMRATE LTD. VAT-100 form submitted by Allen Barnette, for April 1977 requesting a refund of 97,840 pounds and 51 pence.</p>\n<p>Exhibit 120, the TIMRATE Purchase Book shows entries purporting to have four purchases made in April. The alleged purchases were from Ilford Company, Rollei Company and two from Gillette Industries. The amounts of the alleged purchases and alleged VAT paid are listed in the entries. Exhibits 21, 22, 24 and 25 are the pro forma invoices for each of the alleged purchases.</p>\n<p>The financial director for Rollei Ltd., Howard Bryan, states that the pro forma invoice in this case (Exhibit 25) was simply a price quotation and that no goods were ever supplied to TIMRATE LTD. with respect to that invoice. The sales representative for Ilford Ltd., Arthur Hynes, states no goods were ever supplied to TIMRATE LTD. with respect to pro forma invoice, Exhibit 24. Mr. Kenneth Horsley, administrative manager for Ilford, corroborates Mr. Hynes on this point. Again, the paper acted only as a price quotation.</p>\n<p>Mr. Hynes also states the quotation he submitted to Barnette was altered after Barnette took control of the paper. The words \"PRO FORMA INVOICE\" were added to the top right hand corner of the paper and the word \"VAT\", VAT figure and purchase figure were added to the bottom right corner. Ms. Frances Race, a senior customer service clerk with Ilford corroborates Mr. Hynes' testimony regarding the alteration of Exhibit 24 by someone associated with TIMRATE LTD.</p>\n<p>In an interview with Officer Preston, respondent even admitted no goods were supplied by and no purchases made from Rollei or Ilford vis-a-vis pro forma invoices, Exhibits 24 and 25.</p>\n<p>Mr. Francis Thorly, a credit control manager for Gillette Industries Ltd. testified that no goods were supplied to TIMRATE LTD. with respect to Exhibits 21 and 22. No payment was ever received from TIMRATE. The orders were cancelled. Yet, a VAT form was filed by TIMRATE for April attesting to the purchases and requesting a repayment. The requested refund was paid in full to TIMRATE LTD.</p>\n<p>As to counts 5 and 6, Exhibit 51 is the TIMRATE VAT-100 form, submitted by Simcha Shine for May 1977, requesting a refund of 81,579 pounds and 80 pence. Exhibit 120, the TIMRATE Purchase Book shows two entries for May 1977 purporting to purchase items from Berec Corporation and from Kixstar Ltd. The amounts of the alleged purchases and the alleged VAT paid are listed in the entries. Exhibits 6 and 163 are the pro forma invoices for the alleged purchases.</p>\n<p>Ms. Charlton states that a VAT-100 form was filed with the VCU for May 1977 requesting 81,519 pounds and 80 pence. The sum was paid by a Bank Giro advice on June 17, 1977. Ms. Charlton also states that Kixstar Ltd. was registered for VAT purposes, effective May 1, 1977 as number XXX-XXXX-XX. No returns were ever received at the VCU for Kixstar Ltd.; thus it is likely Kixstar never bought or sold any goods.</p>\n<p>Mr. Martin Burch, sales correspondent from Berec, states no goods were ever supplied to TIMRATE LTD. with respect to any pro forma invoice. Respondent also categorically stated to Officer Preston that TIMRATE never received any goods as a result of the Kixstar invoice or the Berec invoice.</p>\n<p>As to counts 7 and 8, Exhibit 52 is the TIMRATE VAT-100 form for June 1977 claiming a refund of 70,490 pounds and 20 pence. Exhibit 120, the TIMRATE Purchase Book, shows one entry for June 1977 purporting to purchase items from Kixstar Ltd. The amount of the alleged purchases and the alleged VAT paid are listed in the entry.</p>\n<p><span class=\"star-pagination\">*1452</span> Ms. Charlton states a VAT-100 form was filed by TIMRATE with the VCU requesting repayment of the full VAT allegedly paid. Said sum was paid to TIMRATE via Bank Giro advice on July 15, 1977. Respondent once again admits that TIMRATE never purchased any goods from Kixstar at any time.</p>\n<p>As to counts 9 and 10, Exhibit 53 is the TIMRATE VAT-100 refund form for July 1977, signed by the respondent. Exhibit 120, the TIMRATE Purchase Book, shows one entry for July 1977 purporting to purchase items for Kixstar Ltd. The amount of the alleged purchase and the alleged VAT paid are listed in the entry. Exhibit 160 is the pro forma invoice from Kixstar.</p>\n<p>Ms. Charlton again verifies that a VAT-100 form requesting a VAT refund was filed by TIMRATE LTD. for July 1977 and TIMRATE was paid 66,758 pounds and 31 pence by Bank Giro advice on August 16, 1977. Respondent admits no goods were ever received from this alleged Kixstar purchase or any Kixstar transaction.</p>\n<p>Count 11, the common law count, differs slightly from the pattern established in counts 1-10. This count is based on a false VAT return filed by PAYBRENT LTD. Exhibit 72 is the PAYBRENT LTD. VAT-100 form seeking a refund for July 1977. It is signed by Prushinowski. Mr. L. Learner, an accountant, told Officer Preston that he was an employee of both TIMRATE and PAYBRENT in July of 1977. Mr. Learner states that in July of 1977, PAYBRENT was a dormant company. PAYBRENT had not even begun trading in July 1977 when respondent filed for a VAT refund as alleged in Count 11. Ms. Charlton verified a VAT refund request was filed, but repayment was not made.</p>\n<p>One critical piece of evidence introduced by the United Kingdom on the issue of probable cause is the testimony of Allen Barnette, bookkeeper and managing director of TIMRATE LTD., given to CEO investigator Bernard O'Riley in an interview on September 1, 1977. In that interview Barnette recalls a conversation with respondent wherein Barnette informs Prushinowski that he should not deduct VAT on goods not purchased. Prushinowski replies by telling Barnette to \"mind [his] own business.\" See Volume II, p. 394.</p>\n<p>Having thoroughly reviewed all the depositions, documents and exhibits introduced into evidence and having considered the arguments of counsel as well as the testimony at the extradition hearing on May 23, 1983, I conclude that the United Kingdom has more than met its burden of establishing probable cause that the eleven alleged crimes were committed and that the accused, Josef Prushinowski, committed those crimes.</p>\n<p></p>\n<h2>V. CONCLUSION</h2>\n<p>Based on the foregoing, the court finds:</p>\n<p>(1) There is a valid extradition treaty in existence between the United States of America and the United Kingdom.</p>\n<p>(2) The government of the United Kingdom made a proper request for the extradition of Josef Prushinowski.</p>\n<p>(3) There is probable cause to believe that the respondent is the same person as the individual sought by the United Kingdom.</p>\n<p>(4) The eleven crimes charged are crimes covered by Articles III(1) and (2) of the Extradition Treaty.</p>\n<p>(5) There is probable cause to believe that the crimes charged did occur and that respondent Prushinowski committed them.</p>\n<p>(6) That respondent Prushinowski may be found in the Eastern District of North Carolina at the Federal Correctional Institution, Butner, North Carolina.</p>\n<p>Therefore, the request of the United Kingdom for the extradition of Josef Prushinowski is GRANTED. This ruling will be certified to the Secretary of State, together with a copy of all evidence received in this proceeding, so that a warrant may issue upon the requisition of the proper authorities of the United Kingdom for the surrender of Prushinowski according to the Extradition Treaty. This court will issue a warrant for the commitment of Prushinowski, so that he may be held until <span class=\"star-pagination\">*1453</span> surrender to the authorities of the United Kingdom is made.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>CERTIFICATION OF EXTRADITABILITY AND ORDER OF COMMITMENT</h2>\n<p>Upon the extradition hearing held on May 23, 1983, pursuant to 18 U.S.C. § 3184; by the terms of the applicable extradition treaty in force between the United States and United Kingdom of Great Britain and Northern Ireland; as a result of a thorough review and examination of the Government of the United Kingdom's formal extradition documents, which were admitted into evidence pursuant to 18 U.S.C. § 3190 and after the presentation of oral argument by counsel, I certify that the evidence before this court is sufficient to sustain the charges under the provisions of the Treaty and is thus sufficient to justify the apprehension and commitment of Josef Prushinowski for trial, if the crimes for which he has been charged by the Government of the United Kingdom had been committed in the United States.</p>\n<p>Specifically, I certify that I have found probable cause to believe that the Josef Prushinowski sought by British authorities, and the Josef Prushinowski arrested in this district for extradition, and the Josef Prushinowski who appeared before this court are one and the same individual; that there are criminal charges pending against Josef Prushinowski in the United Kingdom, which accuse him of the crimes of obtaining property by deception (5 counts), obtaining the execution of a valuable security by deception (5 counts) and attempting to obtain property by deception (1 count); that there is an outstanding warrant for Josef Prushinowski's arrest issued by a competent British court, as a result of aforesaid charges; that there is sufficient evidence before this court establishing probable cause to believe that the aforesaid crimes were committed upon the citizens and government of the United Kingdom within the territorial jurisdiction of the United Kingdom, and that there is probable cause to believe that Josef Prushinowski committed the crimes as specifically detailed by the court in its attached Opinion and Order; that the aforesaid crimes are among the enumerated extraditable offenses within the extradition treaty applicable to the United Kingdom, specifically numbers 13 and 17 of the Treaty Schedule; and that there is no evidence before this court upon which an exemption to extradition can be legitimately based.</p>\n<p>Therefore, I certify that I have found Josef Prushinowski extraditable to the United Kingdom, and that I have ordered him committed to the custody of the Attorney General of the United States as of October 31, 1983, pending the issuance of an extradition warrant by the United States Secretary of State.</p>\n<p>I further order that Josef Prushinowski be committed to a facility reasonably calculated to meet his medical and dietary needs; specifically, I recommend the Federal Correctional Institution, Butner, North Carolina.</p>\n<p>I further order that this Certificate of Extraditability and Order of Commitment, together with a copy of all the testimony presented in this case, and the formal extradition documents, be forwarded to the Secretary of State by the Clerk of this court.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Theft Act of 1968, section 15(1) provides:\n</p>\n<p>\"A person who by any deception dishonestly obtains property belonging to another, with the intention of permanently depriving the other of it, shall on conviction on indictment be liable to imprisonment for a term not exceeding ten years.\"</p>\n<p>[2]  The Theft Act of 1968, section 20(2) provides in part:\n</p>\n<p>\"A person who dishonestly, with a view to gain for himself or another or with intent to cause loss to another, by any deception procures the execution of a valuable security shall on conviction on indictment be liable to imprisonment for a term not exceeding seven years...\"</p>\n<p>[3]  The Finance Act of 1972, section 38(2) provides in part:\n</p>\n<p>\"If any person </p>\n<p>(a) with intent to deceive produces, furnishes or sends for the purposes of this Part of this Act or otherwise makes use for those purposes of any document which is false in a material particular; or</p>\n<p>(b) in furnishing any information for the purposes of this Part of this Act makes any statement which he knows to be false in a material particular or recklessly makes a statement which is false in a material particular;</p>\n<p>he shall be liable to a penalty of 1000 [pounds] or to imprisonment for term not exceeding two years, or both.\"</p>\n<p>[4]  The court does note however, that under the \"rule of specialty\" The United Kingdom may not try the respondent for any offense other than those for which extradition is granted. <i>Brauch v. Raiche,</i> <span class=\"citation\" data-id=\"376815\"><a href=\"/opinion/376815/ernest-wolfgang-brauch-v-robert-raiche-united-states-marshal/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">843</span></a></span>, 851 (1st Cir.1980); <i>Cucuzzella v. Keliikoa,</i> <span class=\"citation\" data-id=\"385934\"><a href=\"/opinion/385934/giuseppe-joseph-cucuzzella-v-edward-n-keliikoa-united-states-marshall/\"><span class=\"volume\">638</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">105</span></a></span> (9th Cir.1980).</p>\n<p>[5]  Respondent vigorously argues that even though the United Kingdom's charges are denominated violations of the Theft Act of 1968, they are in reality, solely violations of the Finance Act of 1972 and are a matter of tax liability. This court rejects that argument just as the First Circuit rejected a similar argument in <i>Brauch.</i> In addition, respondent's argument is moot, because the United Kingdom did not rely on the Finance Act. This extradition matter is based on the Theft Act and the court, as well as the United Kingdom, is bound by that selection of offenses.</p>\n<p>[6]  On March 7, 1983, respondent filed a Motion for Specifications requesting the United Kingdom specify the offenses under the law of the United States that would be relied upon to satisfy Article III(1) of the Treaty. This court directed the United Kingdom to provide the requested specifications on or before March 25, 1983. On March 24, 1983, the United Kingdom responded by stating it would rely upon N.C.Gen.Stat. § 14-100.</p>\n<p>[7]  As to each transaction, respondent is charged with a § 15(1) Theft Act violation and a § 20(2) Theft Act violation.</p>\n<p>[8]  It should be noted that the charged offenses might also constitute federal offenses, punishable as mail fraud pursuant to 18 U.S.C. § 1341. However, the United Kingdom has chosen to analogize to N.C.Gen.Stat. § 14-100 and this court will decide the issue on that basis alone.</p>\n<p>[9]  New Hampshire R.S.A. 637:4 provides in part:\n</p>\n<p>\"I. A person commits theft if he obtains or exercises control over property of another by deception and with a purpose to deprive him thereof.\" <i>Brauche v. Raiche,</i> 618 F.2d at 851.</p>\n<p>[10]  <i>See</i> the uncontradicted deposition of Christopher J. Yelloly, Volume 3, p. 528. Theft Act violations are listed as extraditable offenses under the Extradition Act (1870), as amended.</p>\n<p>[11]  Respondent has at various times raised the specter of a Statute of Limitations (SOL) bar to extradition in this case. No SOL exists for a violation of § 15(1) or § 20(2) of the Theft Act of 1968 nor for any common law violation involving attempts to commit the same. In North Carolina, no SOL bars the prosecution of a felony. <i>State v. Johnson,</i> <span class=\"citation\" data-id=\"1324349\"><a href=\"/opinion/1324349/state-v-johnson/\"><span class=\"volume\">275</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">264</span></a></span>, <span class=\"citation\" data-id=\"1324349\"><a href=\"/opinion/1324349/state-v-johnson/\"><span class=\"volume\">167</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">274</span></a></span> (1969). Therefore, no SOL prevents the extradition of respondent.</p>\n<p>[12]  At the May 23, 1983, hearing, the United Kingdom introduced into evidence only those portions of Volumes I-XII that it indicated it would rely on and would offer into evidence in its \"Response to Order\" filed March 24, 1983.</p>\n<p>[13]  Respondent contends that he was told to use the pro forma invoices by government authorities who had previously inspected the companies' books. He claims he simply made use of an existing tax loophole. Respondent argues this negates any requisite <i>mens rea</i> on his part. The court has considered this argument and the evidence presented to support it. The court finds respondent's theory unconvincing on the issue of probable cause.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/100014/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/311006/",
    "http://www.courtlistener.com/api/rest/v3/opinions/376815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/376986/",
    "http://www.courtlistener.com/api/rest/v3/opinions/385934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390846/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1324349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1398708/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1416227/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1572069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1806456/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1820416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2266091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2350183/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2354783/"
  ]
}