{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1867566/",
  "absolute_url": "/opinion/1867566/grant-v-astrue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1867566/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:40:19.987763Z",
  "date_modified": "2016-04-26T23:04:47.640521Z",
  "type": "010combined",
  "sha1": "0cc76a6d39b14af5096e7ec10744e76a53f56d3f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Linda GRANT, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Commissioner of the Social Security, Defendant.</h1></center>\n<center>No. 7:07-cv-000124-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>August 29, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter came before the court on the parties' motions for judgment on the pleadings (DE # # 18, 24), with benefit of memorandum and recommendation (\"`M &amp; R'\") submitted on June 26, 2008, by Magistrate Judge William A. Webb. Plaintiff has objected to the M &amp; R, (DE # 30), the time period for any further response has ended, and the matter is ripe for ruling. For the following reasons, the court adopts the magistrate judge's recommendation and therefore grants defendant's motion for judgment on the pleadings and denies plaintiffs motion for judgment on the pleadings.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff filed her application for disability benefits on May 17, 2004, for alleged disabilities beginning on November 1, 2003. Tr. 11. Plaintiffs application was denied initially and upon reconsideration. <i>Id.</i> Pursuant to her timely request a hearing was held before an Administrative Law Judge (hereinafter ALJ). <i>Id.</i> On September 28, 2006, the ALJ issued an unfavorable decision denying disability benefits to the claimant. Tr. 11-19. Plaintiff requested a review of the ALJ's decision which was denied by the Appeals Council on May 22, 2007, rendering the ALJ's determination the final decision of the Commissioner. Tr. 2. Plaintiff filed the instant action on July 20, 2007. Compl.</p>\n<p></p>\n<h2>STATEMENT OF THE UNDISPUTED FACTS</h2>\n<p>At the time of the administrative hearing on November 17, 2005, plaintiff was fifty-one years of age. Tr. 247. She completed high school and has two years of college level education. <i>Id.</i> Plaintiffs relevant employment was at The Bladen County and Columbus County Departments of Social Services beginning in 1988 and continuing until October, 2003, just prior to the alleged date of disability.<sup>[1]</sup> Tr. 248-49. At the hearing plaintiff testified that her current limitations began in October, 2002, when she fell at her sister's house. Tr. 250. She reported that since that time she has had neck pain, back pain, and pain in her hands, knees, and feet. Tr. 250-51. She testified that she had a stroke, and subsequently suffers from memory loss and left sided weakness, Tr. 251-52, 256. According to plaintiff, this sometimes causes her to forget to take her medicine. Tr. 252. She advised that sometimes her medication helps with the pain. Tr. 253, 255. She also reported that she has suffered from depression since 2003. Tr. 255. At the time of hearing she was prescribed Prozac, Zyprexa, and Trazadone for her depression. Tr. 256. She used to take medication for high blood pressure but no longer has to. Tr. 257. Plaintiff also complained of tremors in her hands in the mornings. Tr. 257-58. She testified that she has problems with bone density that could eventually cause her to be \"`crippled.'\" Tr. 258-59. She also testified that she had a heart attack in the past, which affected her kidney function, and that she is tired all the time. Tr. 259. She reported that her medication makes her drowsy, and that she can perform chores around the house but that \"`I suffer from doin' it.'\" Tr. 260. According to plaintiff, her husband performs most of the chores around the house. Tr. 261-63. She claims that she can walk no farther than her mailbox, and can stand no longer than ten minutes without pain. Tr. 263. She advised that she does not get out as often as she used to. Tr. 266-67. At the time of the hearing, the last time she had driven was the previous Monday. Tr. 266. At the hearing plaintiff's husband testified and essentially corroborated plaintiff's testimony. Tr. 269-276.</p>\n<p>In his decision, after an extensive assessment of the relevant medical evidence, the ALJ employed the five-step evaluation required by regulation. First, the ALJ found that plaintiff is no longer engaged in substantial gainful employment. Tr. 13. At step two, the ALJ found that plaintiff suffered from the following severe impairments: 1) polyarthralgias and 2) depression. <i>Id.</i> In completing step three the ALJ determined that these impairments were not severe enough to meet or medically equal one of the impairments listed in 20 C.F.R. Part 404, Subpart P. Appendix 1. Tr. 14. The ALJ then proceeded with step four of his analysis and determined that plaintiff was not able to perform her past relevant work as a child agent for social services and as an income maintenance worker for social services. Tr. 18. At step five, the ALJ found that there were jobs that plaintiff could perform and that these jobs existed in significant numbers in the national economy. <i>Id.</i> Accordingly, the ALJ determined that plaintiff was not under a disability at any time through the date of his decision. Tr. 19.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>The court may \"`designate a magistrate... to conduct hearings, including evidentiary hearings, and submit to a judge of the court proposed findings of fact and recommendations for disposition'\" of a variety of motions, including motions for judgment on the pleadings. 28 U.S.C. § 636(b)(1)(A)-(B). \"`The magistrate ... shall file his proposed findings and recommendations... with the court[.]'\" 28 U.S.C. § 636(b)(1)(C). Upon careful review of the record, \"`the court may accept, reject, or modify, in whole or in part, the findings or recommendations made by the magistrate judge.'\" <i>Id.</i> The court is obligated to make <i>de novo</i> determinations of those portions of the M &amp; R to which objections have been filed. 28 U.S.C. § 636(b)(1)(C); <i>see also </i><i>Camby v. Davis,</i> 718 F.2d 198, 200 (4th Cir.1983).</p>\n<p>This court is authorized to review the Commissioner's denial of benefits under 42 U.S.C. sections 405(g) and 1383(c)(3). It must uphold the findings of an ALJ if they are supported by substantial evidence and were reached through application of the correct legal standard. 42 U.S.C. § 405(g); <i>Craig v. Chater,</i> 76 F.3d 585, 589 (4th. Cir.1996) (<i>superseded by statute on other grounds</i>). \"`Substantial evidence is ... such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.'\" <i>Richardson v. Perales,</i> 402 U.S. 389, 401, 91 S.Ct. 1420, 28 L.Ed.2d 842 (1971).</p>\n<p>In its inquiry, the court may not \"`undertake to re-weigh conflicting evidence, make credibility determinations, or substitute [its] judgment for that of the [Commissioner].'\" <i>Mastro v. Apfel,</i> 270 F.3d 171, 176 (4th Cir.2001) (quoting <i>Craig,</i> 76 F.3d at 589). \"`Ultimately, it is the duty of the administrative law judge reviewing the case, and not the responsibility of the courts, to make findings of fact and to resolve conflicts in the evidence.'\" <i>Hays v. Sullivan,</i> 907 F.2d 1453, 1456 (4th Cir.1990). Even if the court disagrees with the Commissioner's decision, the court must uphold it if it is supported by substantial evidence. <i>Id.</i> With these principles in mind, and having benefit of the M &amp; R, the court turns to the arguments at hand.</p>\n<p></p>\n<h2>B. Plaintiffs Argument</h2>\n<p>In his M &amp; R the magistrate judge engaged in an extensive analysis of evidence in the record, determined that substantial evidence supported the ALJ's decision, and recommended that the court uphold the Commissioner's determination with respect to plaintiffs disability claims. Plaintiff objects to the M &amp; R on six bases, which the court considers in turn. With the exception of the first objection, each of plaintiffs objections essentially restates plaintiff's original arguments in support of judgment on the pleadings, without meeting head on the magistrate judge's analysis. Plaintiff primarily lists the same evidence from the record, restates the same argument addressed by the magistrate judge in his M &amp; R, and urges the court to insert its own decision for that of the original fact finder. Such reweighing of the evidence is impermissible, however, and, absent a lack of substantial evidence or an improper application of the law, the court may not substitute its own judgment for that of the ALJ. <i>Mastro,</i> 270 F.3d at 176.</p>\n<p>Plaintiff first offers a somewhat inchoate argument regarding the magistrate judge's assessment of the factual record. Pl.'s Obj. M &amp; R pp. 2-3. Plaintiff appears to be arguing that the magistrate judge erred when he referred to evidence in the record that had not been referred to first by the government in its brief. <i>Id.</i> Plaintiff states her argument as follows:</p>\n<blockquote>The Plaintiff objects to the Magistrate's Memorandum and Recommendations as not being based on a review of the arguments raised by the Government in its Arguments contained in its Memorandum in support of Motion for Judgment on the Pleadings (Government's arguments (P. 5 and Statement of Facts).(Rp. 2))</blockquote>\n<blockquote>The Plaintiff objects to the Government's Memorandum and Recommendation based on the Magistrate's making its independent finding of facts based on his review of the Administrative Record, which is substantially different from the Statement of Facts and Arguments made by the Government in its Memorandum. The Government in its Memorandum of Law only made page references to the following: 180-208, 189, 188, 183, 182, 181, 1222-126, 218-238, 236, 237, 235, 234, 233, 229, 228, 227, 224-225, 222, 218-220, 221, 209-212, 209, 212.</blockquote>\n<blockquote>The Magistrate made substantial Finding of Facts and Recommendation based on his Finding of Facts from the Administrative Record. The following is a list of the references contained in the Magistrate's Memorandum and Recommendations in which no references were contained in the Government's Memorandum.(13, 14, 18, 19, 16, 203, 201, 199, 136, 198-199, 198, 194, 193, 191, 190, 129, 131-134, 131, 134, 150-163, 153, 160, 161, 164-165, 166, 217, 168-175, 179, 170-172, 209-212, 213-214, 215, 240-242, 250, 251-252, 253, 255, 257, 259, 269, 261, 263-264, 265, 266-267.) The above references to the Administrative Record were additional page references by the Magistrate from his finding of facts on without any references by the that the Government did hot raise in its Memorandum [sic].</blockquote>\n<p><i>Id.</i> Plaintiff apparently misunderstands the relative roles of the parties involved, and may be conflating the rule that the magistrate judge may not support his decision by reference to portions of the record not referenced by the ALJ himself, <i>see, e.g., </i><i>Patterson v. Bowen,</i> 839 F.2d 221, 225 (4th Cir.1988) (\"`We must ... affirm the ALJ's decision only upon the reasons he gave.'\") (<i>citing </i><i>S.E.C. v. Chenery Corp.,</i> 318 U.S. 80, 63 S.Ct. 454, 87 L.Ed. 626 (1943)), with the entirely inapposite relationship between government advocate and magistrate judge. Although the magistrate judge may not make findings of fact, <i>id.,</i> he is not limited in his review of the record to only those facts mentioned by the government in its memorandum in support of judgment on the pleadings. Plaintiff does not allege that the magistrate judge impermissibly bolstered the ALJ's determination by making new findings of fact, therefore, plaintiff's argument is without merit and need not be addressed further.</p>\n<p>Plaintiff next contends that the magistrate judge erred when he found that substantial evidence supported the ALJ's findings regarding the severity of plaintiffs impairment. The primary thrust of plaintiffs objection here is that the ALJ failed to give sufficient weight to the medical opinion evidence offered by plaintiffs treating physician, and that the ALJ ignored evidence in the record.</p>\n<p>With respect to the latter argument, plaintiff makes bald unsupported and unreasoned allegations, citing randomly to various pieces of evidence in the record without explaining why they are significant. She alleges without pointing to any specific portion of the opinion that \"`the ALJ improperly evaluated and failed to explain his reasons.'\" Pl.'s Ob. M &amp; R p. 4. The mere allegation that the ALJ failed to explain his reasons does not defeat the direct evidence presented by the ALJ's decision itself, in which he explains his reasons for crediting the various pieces of medical evidence as he did.<sup>[2]</sup><i>See</i> Tr. 14-18.</p>\n<p>With respect to the weight given medical opinion, a treating physician's medical opinion will only be entitled to controlling weight \"`if it is well-supported by medically acceptable clinical and laboratory diagnostic techniques and is not inconsistent with the other substantial evidence in the record.'\" <i>Mastro v. Apfel,</i> 270 F.3d 171, 178 (4th Cir.2001). Pursuant to this requirement, if a physician's opinion lacks sufficient clinical evidence or if it is in conflict with other substantial evidence in the record it should be accorded significantly less weight. <i>Craig,</i> 76 F.3d at 590. Thus, \"`under such circumstances the ALJ holds the discretion to give less weight to the testimony of a treating physician in the face of persuasive contrary evidence.'\" <i>Mastro,</i> 270 F.3d at 178, citing <i>Hunter v. Sullivan,</i> 993 F.2d 31, 35 (4th Cir.1992). Finally, an ALJ \"`may, under the regulations, assign no or little weight to a medical opinion, even one from a treating source ... if he sufficiently explains his rationale and if the record supports his findings.'\" <i>Wireman v. Barnhart,</i> 2006 WL 2565245 (Slip Op. at 8) (W.D.Va.2006).</p>\n<p>Upon <i>de novo</i> review of the record, the court finds that the magistrate judge did not err in upholding the ALJ's decision to assign decreased weight to the medical opinion of one of plaintiffs treating sources. The magistrate judge concluded, and this court concurs, that the ALJ provided an adequately explained rationale for discounting the weight of Dr. Dukes' opinion. Specifically, the ALJ noted the internal inconsistency of Dr. Dukes' records. Tr. 18. Furthermore, this court finds that persuasive evidence conflicts with Dr. Dukes' opinion, and that substantial evidence supports each of the ALJ's findings with respect to these opinions. Tr. 14-15.</p>\n<p>Plaintiff's next objection amounts to an argument that the ALJ improperly assessed plaintiff's level of pain. Plaintiff contends that the plaintiffs \"`subjective testimony supported by the overwhelming medical evidence, as in this case, satisfied [the two step test for disability due solely to pain].'\" Plaintiff provides no support for this contention. In the M &amp; R, the magistrate judge described at length the ALJ's specific factual findings in support of his credibility determination. M &amp; R pp. 12-13. Specifically the ALJ considered plaintiffs daily activities, compliance with medications, and failure to provide documentation for certain allegedly severe medical conditions.<sup>[3]</sup> M &amp; R p. 13. The magistrate judge concluded that substantial evidence supported the ALJ's determination, and the court agrees. Even were the court to disagree with the ALJ's findings, which it does not, the court may not \"`undertake to re-weigh conflicting evidence, make credibility determinations, or substitute [its] judgment for that of the [Commissioner].'\" <i>Mastro,</i> 270 F.3d at 176; <i>see also </i><i>Hays,</i> 907 F.2d at 1456.</p>\n<p>Plaintiff's next objection is an amalgam of the previous three objections. Plaintiff asserts without evidentiary support that the ALJ's decision is not supported by substantial evidence or adequate reasoning, that the ALJ improperly assessed credibility, and that the ALJ and magistrate judge improperly evaluated medical opinion evidence. For the reasons given above, plaintiffs various arguments in this objection fail.</p>\n<p>Plaintiff does provide one concrete argument in support of her third objection. She contends that \"`ALJ gave the most weight to the State Agency medical consultant who performed only a review of the medical evidence from Plaintiffs treating and examining physicians, and who should be accorded the <i>least weight.</i>'\" Pl.'s Obj. M &amp; R p. 7 (emphasis in original). The relevant portion of the ALJ's opinion reads:</p>\n<blockquote>I have considered the medical opinions of evaluating physicians and the state agency medical consultants that the claimant could perform less demanding work at the medium exertional level. I accord the State Agency general opinions significant weight as their opinions are generally consistent with the other evidence of the record.</blockquote>\n<p>Tr. 18. The ALJ does not report that he gave \"`the most'\" weight to the State Agency examiners but only that he gave \"`substantial'\" weight. As explained above, he found Dr. Dukes' opinion inconsistent with the objective medical evidence in Dr. Dukes' own records. The ALJ's decision to assign more weight to the medical opinion evidence most consistent with the record as a whole is permissible and appropriate. <i>Craig,</i> 76 F.3d at 590; <i>see also </i><i>Mastro,</i> 270 F.3d at 178.</p>\n<p>Next, plaintiff argues that the ALJ improperly assessed plaintiffs capacity with respect to daily activities. Plaintiff cites Eight Circuit case law in which the court of appeals rejected an ALJ's findings because his findings conflicted with a claimant's own allegations regarding her ability to perform daily activities. Here, the relevant finding by the ALJ reads:</p>\n<blockquote>Specifically, the claimant has described daily activities which are not limited to the extent one would expect, given the complaints of disabling symptoms and limitations. For instance, she takes care of her personal needs, puts clothing in the dryer, makes the beds, occasionally cooks, cleans the bathroom, goes to church, talks on the telephone, drives, and shops for clothes.</blockquote>\n<p>Tr. 17, M &amp; R p. 13. The above cited section from the ALJ's decision is based directly on plaintiffs testimony at the administrative hearing. Tr. 259-67. In other words, the ALJ's recitation does not conflict with plaintiffs assessment of her functional capacity, it adopts it wholesale. Plaintiffs argument is therefore without merit.</p>\n<p>Finally, plaintiff argues that the ALJ failed properly to incorporate an assessment of the totality of plaintiffs impairments when he assigned an RFC of medium work. In fact, the ALJ specifically detailed the evidence regarding plaintiffs alleged limitations due to pain, Tr. 16, and depression. Tr. 16-17. Based on the ALJ's decision and a careful review of the record in this case, plaintiffs final objection is without merit.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>After careful review of the record in this case, the court finds that the law and substantial evidence supports the ALJ's determination that plaintiff is not disabled within the meaning of the Social Security Act. Accordingly, plaintiffs motion for judgment on the pleadings (DE # 18) is DENIED, defendant's motion for judgment on the pleadings (DE # 24) is GRANTED, and the final decision of the Commissioner is UPHELD. The clerk is directed to CLOSE this case.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>MEMORANDUM &amp; RECOMMENDATION</h2>\n<p>WILLIAM A. WEBB, United States Magistrate Judge.</p>\n<p>This matter is before the Court upon the parties' cross Motions for Judgment on the Pleadings [DE's 17-18 &amp; 24-25]. The time for the parties to file any responses or replies has expired. Accordingly, the matter is now ripe for adjudication. Pursuant to 28 U.S.C. 636(b)(1), this matter is before the undersigned for the entry of a Memorandum and Recommendation. The underlying action seeks judicial review of the final decision by Defendant denying Plaintiffs claim for Disability Insurance Benefits (\"DIB\"). For the following reasons, it is HEREBY RECOMMENDED that Plaintiffs Motion for Judgment on the Pleadings [DE-18] be DENIED, that Defendant's Motion for Judgment on the Pleadings [DE-24] be GRANTED, and that the final decision by Defendant be AFFIRMED.</p>\n<p></p>\n<h2><i>Statement of the Case</i></h2>\n<p>Plaintiff filed an application for DIB on May 17, 2004, alleging that she has been disabled since November 1, 2003 (Tr. 11). This application was denied initially and upon reconsideration. <i>Id.</i> A hearing was held before an Administrative Law Judge (\"ALJ\"), who found Plaintiff was not disabled during the relevant time period in a decision dated September 28, 2006. <i>Id.</i> at 11-19. The Social Security Administration's Office of Hearings and Appeals denied Plaintiffs request for review on May 22, 2007, rendering the ALJ's determination as Defendant's final decision. <i>Id.</i> at 4-6. Plaintiff filed the instant action on July 20, 2007 [DE-1].</p>\n<p></p>\n<h2><i>Standard of Review</i></h2>\n<p>This Court is authorized to review Defendant's denial of benefits under 42 U.S.C. § 405(g), which provides in pertinent part:</p>\n<blockquote>The court shall have power to enter, upon the pleadings and transcript of the record, a judgment affirming, modifying, or reversing the decision of the Commissioner of Social Security, with or without remanding the cause for a rehearing. The findings of the Commissioner of Social Security as to any fact, if supported by substantial evidence, shall be conclusive...</blockquote>\n<p><i>Id.</i></p>\n<p>\"Under the Social Security Act, [the Court] must uphold the factual findings of the Secretary if they are supported by substantial evidence and were reached through application of the correct legal standard.\" <i>Craig v. Chater,</i> 76 F.3d 585, 589 (4th Cir.1996). \"Substantial evidence is ... such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.\" <i>Richardson v. Perales,</i> 402 U.S. 389, 401, 91 S.Ct. 1420, 28 L.Ed.2d 842 (1971). \"It consists of more than a mere scintilla of evidence but may be somewhat less than a preponderance.\" <i>Laws v. Celebrezze,</i> 368 F.2d 640, 642 (4th Cir.1966). \"In reviewing for substantial evidence, [the court should not] undertake to re-weigh conflicting evidence, make credibility determinations, or substitute [its] judgment for that of the Secretary.\" <i>Craig,</i> 76 F.3d at 589. Thus, this Court's review is limited to determining whether Defendant's finding that Plaintiff was not disabled is \"supported by substantial evidence and whether the correct law was applied.\" <i>Hays v. Sullivan,</i> 907 F.2d 1453, 1456 (4th Cir.1990).</p>\n<p></p>\n<h2><i>Analysis</i></h2>\n<p>The Social Security Administration has promulgated the following regulations which establish a sequential evaluation process which must be followed to determine whether a claimant is entitled to disability benefits:</p>\n<blockquote>The five step analysis begins with the question of whether the claimant engaged in substantial gainful employment. 20 C.F.R. § 404.1520(b). If not, the analysis continues to determine whether, based upon the medical evidence, the claimant has a severe impairment. 20 C.F.R. § 404.1520(c). If the claimed impairment is sufficiently severe, the third step considers whether the claimant has an impairment that equals or exceeds in severity one or more of the impairments listed in Appendix I of the regulations. 20 C.F.R. § 404.1520(d); 20 C.F.R. Part 404, subpart P, App.I. If so the claimant is disabled. If not, the next inquiry considers if the impairment prevents the claimant from returning to past work. 20 C.F.R. § 404.1520(e); 20 C.F.R. § 404.1545(a). If the answer is in the affirmative, the final consideration looks to whether the impairment precludes the claimant from performing other work. 20 C.F.R. § 404.1520(f).</blockquote>\n<blockquote>\n<i>Mastro v. Apfel,</i> 270 F.3d 171, 177 (4th Cir.2001).</blockquote>\n<p>In the instant action, the ALJ employed the five-step evaluation. First, the ALJ found that Plaintiff is no longer engaged in substantial gainful employment (Tr. 13). At step two, the ALJ found that Plaintiff suffered from the following severe impairments: 1) polyarthralgias and 2) depression. <i>Id.</i> In completing step three, however, the ALJ determined that these impairments were not severe enough to meet or medically equal one of the impairments listed in 20 CFR Part 404, Subpart P, Appendix 1. <i>Id.</i> at 14.</p>\n<p>The ALJ then proceeded with step four of his analysis and determined that Plaintiff was not able to perform her past relevant work as a child agent for social services and as an income maintenance worker for social services. <i>Id.</i> at 18. At step five, the ALJ found that there were jobs that Plaintiff could perform and that these jobs existed in significant numbers in the national economy. <i>Id.</i> Accordingly, the ALJ determined that Plaintiff was not under a disability at any time through the date of his decision. <i>Id.</i> at 19. In making these determinations the ALJ cited substantial evidence, a summary of which now follows.</p>\n<p>Plaintiff was examined by Dr. Mac Adolf Montilus of the Lumberton Internal Medicine Group on September 3, 2002 after she fell and hit her head. <i>Id.</i> at 203. She complained of headaches and \"some slight neck discomfort.\" <i>Id.</i> Dr. Montilus also noted that Plaintiff walked with a limp. <i>Id.</i> On January 2, 2003, Dr. Montilus assessed Plaintiff as having joint pain and prescribed naprosyn for her. <i>Id.</i> During a February 3, 2003 visit, Plaintiff complained of \"severe joint pain\", although she did indicate that her medications provided \"some relief.\" <i>Id.</i> at 201. The assessment of joint pain was reiterated, and Dr. Montilus prescribed Plaintiff various other medications. <i>Id.</i> Plaintiff returned on February 10, 2003, and was diagnosed with joint pain and depression. <i>Id.</i> at 199. She was referred to Dr. Keith Logan for her depression symptoms. <i>Id.</i> at 236. Dr. Montilus examined Plaintiff again on February 24, 2003 and March 10, 2003. <i>Id.</i> at 198-199. On both occasions he continued his assessment that Plaintiff suffered from joint pain. <i>Id.</i> However, on March 24, 2003, he observed that Plaintiff had no complaints. <i>Id.</i> at 198. Similarly, during a April 3, 2003 visit, Plaintiff did not specifically complain of joint pain. <i>Id.</i> at 194. A bone densitomotry examination which was reviewed on April 4, 2003 revealed findings consistent with osteopenia. <i>Id.</i> at 193. The reviewing radiologist noted that Plaintiff complained of \"pain all over.\" <i>Id.</i> During a May 6, 2003 visit, Plaintiff did not specifically complain of joint pain. <i>Id.</i> at 191. When she was next examined on June 17, 2003, however, she stated that she hurt \"all over.\" <i>Id.</i> On July 18, 2003 Plaintiff indicated that certain medications helped her symptoms. <i>Id.</i> at 190. Likewise, on August 11, 2003, she stated that she \"felt a little better.\" <i>Id.</i> Conversely, on September 17, 2003, Plaintiff indicated that her medications were not providing much relief. <i>Id.</i> at 189. At that time Plaintiff was diagnosed by Dr. Montilus with fibromyalgia. <i>Id.</i> After examining Plaintiff on October 1, 2003, Dr. Montilus diagnosed Plaintiff with: 1) chronic pain syndrome; 2) fibromyalgia; and 3) depression. <i>Id.</i> Dr. Montilus noted, however, that Plaintiff's medications provided her \"some relief.\" <i>Id.</i> From October 29, 2003 to March 14, 2005, Dr. Montilus consistently diagnosed Plaintiff with: 1) depression; 2) fibromyalgia; and 3) joint pain. <i>Id.</i> at 180-188. Throughout these examinations, it was occasionally noted that Plaintiff's medications provided her \"some relief\". <i>Id.</i> Likewise, on a number of occasions Plaintiff did not specifically complain of joint pain all over her body. <i>Id.</i> In summarizing these records, the ALJ noted that \"[a]lthough records from the Lumberton Internal Group show treatment of the claimant ... there were basically no clinical findings regarding the extremities or back.\" <i>Id.</i> at 16. The ALJ noted that \"there has been no additional clinical evidence submitted showing the claimant has sought or received further treatment for her joint pains/polyarthralgias since March 2005.\" <i>Id.</i></p>\n<p>On September 17, 2003, Plaintiff underwent a whole body bone scan. <i>Id.</i> at 129. The study demonstrated that Plaintiff had mild scoliosis to the thoracolumbar spine, but was otherwise unremarkable. <i>Id.</i> Plaintiff underwent a biopsy of her right temporal artery on November 25, 2003. <i>Id.</i> at 131-134. Prior to the biopsy, Dr. P. Villani noted that Plaintiff had no known history of heart disease. <i>Id.</i> at 131. The biopsy was unremarkable and was negative for arteritis. <i>Id.</i> at 134.</p>\n<p>Dr. Logan treated Plaintiff for her depression. On May 7, 2003 Dr. Logan noted that Plaintiff was: 1) alert and oriented; 2) well-developed; and 3) stable in mood with appropriate affect. <i>Id.</i> at 237. No suicidal or homicidal ideation were reported, <i>Id.</i> Plaintiff denied any auditory, visual or tactile hallucinations or delusions. <i>Id.</i> She had normal rate and rhythm and her judgment and insight were fair to good. <i>Id.</i> Dr. Logan diagnosed Plaintiff with \"[a]cute exacerbation of chronic and recurrent depressive illness, presently only marginally controlled on current medications.\" <i>Id.</i> at 238. When she was examined on June 11, 2003, Plaintiff reported a \"significant improvement in depressive symptoms with decreased irritability and improved mood and sleep.\" <i>Id.</i> at 235. This improvement was attributed to Plaintiff's medications. <i>Id.</i> No overt psychotic symptoms were noted. <i>Id.</i> Again on August 13, 2003, Dr. Logan indicated that Plaintiff's \"mood and anxiety symptoms [were] relatively stable on [her] present medications.\" <i>Id.</i> at 234. On October 9, 2003, Dr. Logan reiterated that Plaintiff's depressive and psychotic symptoms were improving, although at this time he described this improvement as only \"marginal.\" <i>Id.</i> at 232. In an undated treatment note, Dr. Logan opined that Plaintiff was not capable of maintaining gainful employment. <i>Id.</i> at 229. Dr. Logan stated on December 11, 2003 that Plaintiff suffered from \"[o]ngoing depressive, psychotic and cognitive symptoms on present medications with only marginal improvement in symptoms noted.\" <i>Id.</i> at 228. During an April 1, 2004 examination, Plaintiff reported significant improvement in her mood, anxiety and psychotic symptoms on her present medications. <i>Id.</i> at 226. Likewise, on June 24, 2004 Dr. Logan observed that Plaintiff had improved mood and decreased anxiety. <i>Id.</i> at 225. However, despite reporting an improvement in mood Plaintiff also admitted \"for the first time a long history of paranoid psychotic symptoms that she has experienced since her early twenties.\" <i>Id.</i> at 224. On September 16, 2004, Dr. Logan noted that Plaintiff was \"progressively more engaged and spontaneous in speech\", although she remained \"somewhat guarded and mildly sedated on medications.\" <i>Id.</i> at 222. Plaintiff reported ongoing auditory hallucinations, although she denied any suicidal or homicidal ideation. <i>Id.</i> Her judgment and insight were fair. <i>Id.</i> Ultimately, Dr. Logan determined that Plaintiff demonstrated marginal improvement in psychotic symptoms on her present medications. <i>Id.</i> at 223. During a December 9, 2004 follow-up with Dr. Logan, Plaintiff admitted that she had only been sporadically compliant with her psychotropic medications. <i>Id.</i> at 220. Dr. Logan determined that Plaintiff had suffered an acute worsening of her depressive, anxiety and psychotic symptoms. <i>Id.</i> at 220. Nonetheless, Dr. Logan opined that Plaintiff was not at eminent risk of harming herself or others. <i>Id.</i> at 221. When Plaintiff reported compliance with her medications again on May 26, 2005, it was noted that she tolerated them well and that her compliance resulted in significant decrease in auditory and visual hallucinations. <i>Id.</i> at 219. Finally, on October 12, 2005, Dr. Logan stated that Plaintiff experienced an \"[a]cute exacerbation of paranoid psychotic symptoms\" following another period in which she discontinued her medications. <i>Id.</i> at 218.</p>\n<p>On August 7, 2003 Plaintiff was examined by Dr. David Allen. <i>Id.</i> at 122-126. He noted that Plaintiff was alert and oriented and that her personality was appropriate. <i>Id.</i> at 123. During this examination Plaintiff demonstrated good range of motion and power in every joint. <i>Id.</i> at 123-125. When examining Plaintiff's wrists, Dr. Allen observed that Plaintiff demonstrated no evidence of joint pain. <i>Id.</i> at 124. Although Plaintiff had pain with range of motion in her joints, Dr. Allen's other examinations showed few limitations or symptoms. <i>Id.</i> at 123-125. An x-ray showed only mild degenerative changes of the scaphoradial joint, and Plaintiff's cervical spine was normal. <i>Id.</i> at 125. Dr. Allen diagnosed Plaintiff with polyarthralgia and bilateral hand numbness. <i>Id.</i> In addition, he recommended that Plaintiff join a fitness center. <i>Id.</i></p>\n<p>Plaintiff was evaluated by Dr. W.W. Albertson on May 11, 2004. <i>Id.</i> at 150-163. He determined that Plaintiff did not precisely satisfy the diagnostic criteria for \"Listing 12.04 Affective Disorders.\" <i>Id.</i> at 153. In addition, Dr. Albertson stated that Plaintiff had only moderate limitations regarding: 1) restrictions of her activities of daily living; 2) her difficulties in maintaining social functioning; and 3) her difficulties in maintaining her concentration, persistence or pace. <i>Id.</i> at 160. Likewise, he also opined that evidence did not exist to \"establish the presence of the `C' criteria.\" <i>Id.</i> at 161. Dr. Albertson also evaluated Plaintiff's mental RFC on May 11, 2004. <i>Id.</i> at 164. He noted that Plaintiff was moderately limited in her ability to: 1) carry out very short and simple directions; 2) to maintain attention and concentration for extended periods; 3) complete a normal workday and workweek without interruptions from psychologically based symptoms and to perform at a consistent pace without an unreasonable number and length of rest periods; 4) interact appropriately with the general public; 5) accept instructions and respond appropriately to criticisms from supervisors; and 6) respond appropriately to changes in the work setting. <i>Id.</i> at 164-165. In all other mental RFC categories, Plaintiff was not significantly limited. <i>Id.</i> Finally, Dr. Albertson opined that Plaintiff: 1) has no limitations in her memory or understanding; 2) is able to adequately sustain her attention and concentration for up to two hours as is required for the completion of simple tasks; 3) has some limitations in her ability to relate to others, but these limitations were not so severe as to preclude most work activities; and 4) is able to tolerate ordinary work stress. <i>Id.</i> at 166. These findings were affirmed by another psychological consultant on May 19, 2005. <i>Id.</i> at 217.</p>\n<p>On August 11, 2004 Plaintiff physical RFC was assessed. <i>Id.</i> at 168-175. It was determined that Plaintiff could: 1) could occasionally lift and/or carry 50 pounds; 2) frequently lift and/or carry 25 pounds; 3) stand and/or walk for a total of about six hours in an eight hour workday; 4) sit for a total of about six hours in an eight hour workday; and 5) push and/or pull with no limitations other than as shown for lifting and carrying. <i>Id.</i> at 169. No postural, manipulative, visual, communicative or environmental limitations were noted. <i>Id.</i> at 170-172. These findings were affirmed by Dr. Joel Dasacal on May 2, 2005. <i>Id.</i> at 216.</p>\n<p>Dr. Judson L. Dukes, Jr. conducted a psychological evaluation of Plaintiff on March 6, 2006. <i>Id.</i> at 209-212. He observed that Plaintiff walked with a slow but unremarkable gait. <i>Id.</i> at 209. She was able to ambulate without difficulty. <i>Id.</i> There was no evidence of acute physical or emotional distress. <i>Id.</i> During the evaluation process, Dr. Dukes noted that Plaintiff was only \"marginally motivated.\" <i>Id.</i> Plaintiff reported that she is able to attend to her personal care needs independently. <i>Id.</i> at 210. Specifically, Plaintiff stated that she could sweep, wash clothes and cook without assistance. <i>Id.</i> Dr. Dukes further opined that Plaintiff \"is able to comprehend, retain, and follow simple verbal instructions without supervision.\" <i>Id.</i> Furthermore, Plaintiff \"exhibited no evidence of active psychosis\" during her interview with Dr. Dukes. <i>Id.</i> at 211. Her \"thought process was logical and goal-directed, and content revealed no evidence of paranoia, obsessions, or delusions.\" <i>Id.</i> Likewise, Dr. Dukes determined that Plaintiff \"was an adequately oriented adult female who was able to report name, date, place, and situation.\" <i>Id.</i> Plaintiff demonstrated sufficient judgment and insight as well as fair social skills. <i>Id.</i> Dr. Dukes also tested Plaintiff's cognitive/intellectual functioning. <i>Id.</i> However, Dr. Dukes indicated that these test results were not accurate because Plaintiff put forth questionable effort. <i>Id.</i> Ultimately, Dr. Dukes determined that: 1) Plaintiff was capable of performing simple tasks without supervision; 2) Plaintiffs attention was adequate for routine repetitive tasks; 3) Plaintiff's mental ability to tolerate daily work related stressors was likely adequate; and 4) if Plaintiff was awarded benefits she would be able to manage them independently in her best interest <i>Id.</i> at 212. On March 8, 2006, Dr. Dukes completed a form which summarized his assessment of Plaintiff's ability to do work related activities. <i>Id.</i> at 213-214. He noted that Plaintiff was able to function satisfactorily in all areas (i.e.she had only slight or moderate limitations) except in her ability to: 1) understand and remember detailed instructions; 2) carry out detailed instructions; 3) interact appropriately with the public; 4) respond appropriately to work pressure in a usual work setting; and 5) respond appropriately to changes in a routine work setting. <i>Id.</i> In these areas Plaintiff had marked limitations. <i>Id.</i> Dr. Dukes concluded this form by reiterating that Plaintiff would be capable of managing benefits in her own best interest. <i>Id.</i> at 215. The ALJ made the following observations with regard to the Dr. Dukes' assessment:</p>\n<blockquote>I give little weight to Dr. Dukes' assessment... During the evaluation, Dr. Dukes observed the claimant to be poorly motivated. There was no evidence of psychosis. The IQ testing was considered a considerable underestimate of her true cognitive/intellectual functioning... Yet, on the Medical Source Statement, Dr. Dukes found that the claimant had marked mood deficits and decreased cognitive/intellectual functioning. <i>Id.</i> at 18.</blockquote>\n<p>On February 28, 2006, Plaintiff was seen by Dr. Antonio Cusi. <i>Id.</i> at 240-242. Plaintiff was tense, anxious, and depressed. <i>Id.</i> at 242. Her speech was spontaneous and her affect was appropriate. <i>Id.</i> Plaintiff denied any delusions, suicidal ideation, or homicidal ideation. <i>Id.</i> Dr. Cusi indicated that Plaintiff was not suffering from any hallucinations. <i>Id.</i> She was diagnosed with generalized anxiety disorder and major depression. <i>Id.</i> On April 27, 2006, Plaintiff indicated her depression was slightly better. <i>Id.</i> at 243.</p>\n<p>During the hearing in this matter, testified that in October of 2002 she fell and that afterwards she starting suffering from neck and back pain. <i>Id.</i> at 250. She stated that she now suffers from pain in her hands, knees, shoulders, back, neck, ankles, and feet. <i>Id.</i> at 251-252. In addition, Plaintiff testified that she suffered a stroke. <i>Id.</i> Because of this stroke, Plaintiff claimed she has problems with memory loss. <i>Id.</i> at 251-252. Later, Plaintiff clarified that her pain was not constant and that it \"comes and go[es]\". <i>Id.</i> at 253. In addition, Plaintiff indicated that she has struggled with depression since 2003. <i>Id.</i> at 255. Plaintiff also testified that she has tremors in the morning. <i>Id.</i> at 257. Furthermore, Plaintiff stated that she had a heart attack \"some years ago.\" <i>Id.</i> at 259. She noted that this heart attack has affected her kidney functioning and makes her feel tired all the time. <i>Id.</i> at 259. With regard to her activities of daily living, Plaintiff asserted that she was able to cook, wash dishes, make the bed, and wash clothes. <i>Id.</i> at 260. However, she did clarify that completing these activities caused her pain. <i>Id.</i> at 261. Plaintiff testified that she is capable of walking across the street to check her mail, that she could stand for 15 minutes at a time, and that she could sit for 10 minutes at a time. <i>Id.</i> at 263-264. Likewise, Plaintiff stated that she could not lift anything much heavier than a coffee cup because of weakness in her left hand. <i>Id.</i> at 265. She noted that she is able to attend church occasionally. <i>Id.</i> at 266-267.</p>\n<p>With regard to Plaintiff's testimony, the ALJ made the following observations:</p>\n<blockquote>After considering the evidence of record, I find that the claimant's medically determinable impairments could reasonably be expected to produce the alleged symptoms, but that the claimant's statements concerning the intensity, persistence and limiting effects of these symptoms are not particularly credible ... I find that the claimant's allegations have been inconsistent with the medical evidence of record, the claimant's reports to her physicians, and the treatment sought and received.</blockquote>\n<blockquote>Specifically, the claimant has described daily activities which are not limited to the extent one would expect, given the complaints of disabling symptoms and limitations. For instance, she takes care of her personal needs, puts clothing in the dryer, makes the beds, occasionally cooks, cleans the bathroom, goes to church, talks on the telephone, drives, and shops for clothes.</blockquote>\n<blockquote>There is evidence that the claimant has not been entirely compliant in taking prescribed medications, which suggests that the symptoms may not have been as limiting as the claimant has alleged in connection with this application.</blockquote>\n<blockquote>Although the claimant testified that she had a stroke and experienced left sided weakness and memory loss, there is no evidence in the record to support this statement.</blockquote>\n<blockquote>Although the claimant testified that she had a heart attack before stopping work and was out for a couple of months for recuperation, on November 25, 2003, Dr. Villani noted that the claimant had no known history of heart disease.</blockquote>\n<p><i>Id.</i> at 17.</p>\n<p>Based on the complete medical record, the ALJ made the following findings with regard to whether Plaintiffs impairments met or medically equaled any listed impairment:</p>\n<blockquote>Regarding the claimant's polyarthralgias, I have considered this impairment under Listing 1.02 for major dysfunction of joint(s) (due to any cause). This dysfunction of joints is characterized by gross anatomical deformity ... and chronic joint pain and stiffness with signs of limitation of motion or other abnormal motion of the affected joint(s), and findings on appropriate medically acceptable imaging of joint space narrowing, bony destruction, or ankylosis of the affected joint(s). There must be involvement of one major peripheral weight bearing joint ... resulting in inability to ambulate effectively; or there must be involvement of one major peripheral joint in each upper extremity... resulting in inability to perform fine and gross movements effectively. The clinical evidence shows the claimant has pain but basically good range of motion of her joints. Thus, I find that the claimant does not meet the criteria of this Listing.</blockquote>\n<blockquote>In order to meet Listing 12.04, there must be evidence of a disturbance of mood, accompanied by a depressive syndrome. The severity of this disorder is met when there is medically documented persistence, either continuous or intermittent, of at least four of the following: anhedonia or pervasive loss of interest in almost all activities; appetite disturbance with change in weight; sleep disturbance; psychomotor agitation or retardation; or decreased energy; feelings of guilt or worthlessness; difficulty concentrating or thinking; thoughts of suicide; or hallucinations, delusions, or paranoid thinking. Additionally, this syndrome must result in at least two of the following: marked restriction of activities of daily living; marked difficulties in maintaining social functioning; marked difficulties in maintaining concentration, persistence or pace; or repeated episodes of decompensation, each of extended duration. Or, there must be a medically documented history of a chronic affective disorder of at least two years' duration that has caused more than a minimal limitation of ability to do basic work activities, with symptoms or signs currently attenuated by medication or psychosocial support, and one of the following: repeated episodes of decompensation, each of extended duration; or a residual disease process that has resulted in such marginal adjustment that even a minimal increase in mental demands or change in the environment would be predicted to cause the individual to decompensate; or current history of one or more years' inability to function outside a highly supportive living arrangement, with an indication of continued need for such an arrangement. In regard to the claimant's mental capacity, I have considered all relevant evidence to obtain a longitudinal picture of the claimant's overall degree of functional limitation. In doing so, I have considered all relevant and available clinical signs and laboratory findings, the effects of the claimant's symptoms, and how the claimant's functioning may be affected by factors including, but not limited to, chronic mental disorders, structured settings, medications, and other treatment. I have rated the degree of the claimant's function limitation based on the extent to which her impairments interfere with her ability to function independently, appropriately, effectively, and on a sustained basis. Thus, I have considered factors such as the quality and level of the claimant's overall functional performance, any episodic limitations, the amount of supervision or assistance the claimant requires, and the settings in which she is able to function. I find that there is a medically documented depression. This syndrome has resulted in the claimant having: mild restrictions in her activities of daily living.... mild limitations in her social functioning ... and mild to moderate deficiencies of her concentration, persistence, or pace ... There have been no episodes of deterioration or decompensation in work or work-like settings. Additionally, the claimant was not found to suffer from: a residual disease process that has resulted in such marginal adjustment that even a minimal increase in mental demands or change in the environment would be predicted to cause the claimant to decompensate, a history of one or more years inability to function outside a highly supportive living arrangement with an indication of continued need for such an arrangement; or a complete inability to function independently outside of the area of one's home. Therefore, I find that the claimant's impairment does not meet the criteria of this Listing.</blockquote>\n<p><i>Id.</i> at 14-15.</p>\n<p>Likewise, the ALJ made the following finding with regard to Plaintiff's RFC:</p>\n<blockquote>After careful consideration of the entire record, I find that the claimant has the residual functional capacity to perform medium exertional work. She is limited to occasionally lifting 50 pounds and frequently lifting 25 pounds. She is able to stand/walk/sit for at least six hours each in an eighthour day. Depression limits the claimant to unskilled work ... In making this finding, I considered all symptoms and the extent to which these symptoms can be reasonably be accepted as consistent with the objective medical evidence and other evidence...</blockquote>\n<p><i>Id.</i> at 15.</p>\n<p>The Court hereby finds that there was substantial evidence to support each of the ALJ's conclusions. Moreover, the ALJ properly considered all relevant evidence, including the evidence favorable to Plaintiff, weighed conflicting evidence, and fully explained the factual basis for his resolutions of conflicts in the evidence. Although Plaintiff lists several assignments of error, these assignments essentially contend that the ALJ improperly weighed the evidence before him. However, this Court must uphold Defendant's final decision if it is supported by substantial evidence. Although Plaintiff may disagree with the determinations made by the ALJ after weighing the relevant factors, the role of this Court is not to undertake to re-weigh conflicting evidence, make credibility determinations, or substitute its judgment for that of the Secretary. <i>Craig,</i> 76 F.3d at 589. Because that is what Plaintiff requests this Court to do, her assignments of error are meritless.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>For the reasons discussed above, it is HEREBY RECOMMENDED that Plaintiff's Motion for Judgment on the Pleadings [DE-18] be DENIED, Defendant's Motion for Judgment on the Pleadings [DE-24] be GRANTED, and the final decision by Defendant be AFFIRMED.</p>\n<p>SO RECOMMENDED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff, in what appears to be a typographical error in her memorandum in support, indicates that \"`she stopped work in October, 2002,'\" but the transcript of the administrative hearing demonstrates that she slopped work in October, 2003. Tr. 248-49. Plaintiff testified that the fall that precipitated some of her back pain occurred in October, 2002, however. Tr. 250.</p>\n<p>[2]  For example, in finding that plaintiff's impairment does not meet Listing 1.02, the ALJ described the evidence relevant to plaintiff's polyarthralgias, Tr. 14, and in finding that her depressive syndrome does not meet Listing 12.04, he described her psychological history. Tr. 14-15. In making his RFC determination, the ALJ considered plaintiff's history in both of the above categories, as informed by plaintiff's own testimony, the ALJ's assessment of plaintiff's credibility, his assessment of the various medical evidence, and onflicts in that evidence. Tr. 15-17. Without more, plaintiff's bare assertion that the ALJ's reasons are not adequate does not raise any additional issues for the court to address.</p>\n<p>[3]  For example, the magistrate judge noted that, although plaintiff claims to have suffered a stroke, and a heart attack, she provided no documentation for either event. Tr. 13, 18. In fact, one of plaintiff's treating physicians noted that plaintiff has no known history of heart disease. Tr. 18.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Linda GRANT, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Commissioner of the Social Security, Defendant.</h1></center>\n<center>No. 7:07-cv-000124-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>August 29, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter came before the court on the parties' motions for judgment on the pleadings (DE # # 18, 24), with benefit of memorandum and recommendation (\"`M &amp; R'\") submitted on June 26, 2008, by Magistrate Judge William A. Webb. Plaintiff has objected to the M &amp; R, (DE # 30), the time period for any further response has ended, and the matter is ripe for ruling. For the following reasons, the court adopts the magistrate judge's recommendation and therefore grants defendant's motion for judgment on the pleadings and denies plaintiffs motion for judgment on the pleadings.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff filed her application for disability benefits on May 17, 2004, for alleged disabilities beginning on November 1, 2003. Tr. 11. Plaintiffs application was denied initially and upon reconsideration. <i>Id.</i> Pursuant to her timely request a hearing was held before an Administrative Law Judge (hereinafter ALJ). <i>Id.</i> On September 28, 2006, the ALJ issued an unfavorable decision denying disability benefits to the claimant. Tr. 11-19. Plaintiff requested a review of the ALJ's decision which was denied by the Appeals Council on May 22, 2007, rendering the ALJ's determination the final decision of the Commissioner. Tr. 2. Plaintiff filed the instant action on July 20, 2007. Compl.</p>\n<p></p>\n<h2>STATEMENT OF THE UNDISPUTED FACTS</h2>\n<p>At the time of the administrative hearing on November 17, 2005, plaintiff was fifty-one years of age. Tr. 247. She completed high school and has two years of college level education. <i>Id.</i> Plaintiffs relevant employment was at The Bladen County and Columbus County Departments of Social Services beginning in 1988 and continuing until October, 2003, just prior to the alleged date of disability.<sup>[1]</sup> Tr. 248-49. At the hearing plaintiff testified that her current limitations began in October, 2002, when she fell at her sister's house. Tr. 250. She reported that since that time she has had neck pain, back pain, and pain in her hands, knees, and feet. Tr. 250-51. She testified that she had a stroke, and subsequently suffers from memory loss and left sided weakness, Tr. 251-52, 256. According to plaintiff, this sometimes causes her to forget to take her medicine. Tr. 252. She advised that sometimes her medication helps with the pain. Tr. 253, 255. She also reported that she has suffered from depression since 2003. Tr. 255. At the time of hearing she was prescribed Prozac, Zyprexa, and Trazadone for her depression. Tr. 256. She used to take medication for high blood pressure but no longer has to. Tr. 257. Plaintiff also complained of tremors in her hands in the mornings. Tr. 257-58. She testified that she has problems with bone density that could eventually cause her to be \"`crippled.'\" Tr. 258-59. She also testified that she had a heart attack in the past, which affected her kidney function, and that she is tired all the time. Tr. 259. She reported that her medication makes her drowsy, and that she can perform chores around the house but that \"`I suffer from doin' it.'\" Tr. 260. According to plaintiff, her husband performs most of the chores around the house. Tr. 261-63. She claims that she can walk no farther than her mailbox, and can stand no longer than ten minutes without pain. Tr. 263. She advised that she does not get out as often as she used to. Tr. 266-67. At the time of the hearing, the last time she had driven was the previous Monday. Tr. 266. At the hearing plaintiff's husband testified and essentially corroborated plaintiff's testimony. Tr. 269-276.</p>\n<p>In his decision, after an extensive assessment of the relevant medical evidence, the ALJ employed the five-step evaluation required by regulation. First, the ALJ found that plaintiff is no longer engaged in substantial gainful employment. Tr. 13. At step two, the ALJ found that plaintiff suffered from the following severe impairments: 1) polyarthralgias and 2) depression. <i>Id.</i> In completing step three the ALJ determined that these impairments were not severe enough to meet or medically equal one of the impairments listed in 20 C.F.R. Part 404, Subpart P. Appendix 1. Tr. 14. The ALJ then proceeded with step four of his analysis and determined that plaintiff was not able to perform her past relevant work as a child agent for social services and as an income maintenance worker for social services. Tr. 18. At step five, the ALJ found that there were jobs that plaintiff could perform and that these jobs existed in significant numbers in the national economy. <i>Id.</i> Accordingly, the ALJ determined that plaintiff was not under a disability at any time through the date of his decision. Tr. 19.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>The court may \"`designate a magistrate... to conduct hearings, including evidentiary hearings, and submit to a judge of the court proposed findings of fact and recommendations for disposition'\" of a variety of motions, including motions for judgment on the pleadings. 28 U.S.C. § 636(b)(1)(A)-(B). \"`The magistrate ... shall file his proposed findings and recommendations... with the court[.]'\" 28 U.S.C. § 636(b)(1)(C). Upon careful review of the record, \"`the court may accept, reject, or modify, in whole or in part, the findings or recommendations made by the magistrate judge.'\" <i>Id.</i> The court is obligated to make <i>de novo</i> determinations of those portions of the M &amp; R to which objections have been filed. 28 U.S.C. § 636(b)(1)(C); <i>see also </i><i>Camby v. Davis,</i> <span class=\"citation\" data-id=\"425128\"><a href=\"/opinion/425128/david-e-camby-v-larry-davis-james-m-lester/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">198</span></a></span>, 200 (4th Cir.1983).</p>\n<p>This court is authorized to review the Commissioner's denial of benefits under 42 U.S.C. sections 405(g) and 1383(c)(3). It must uphold the findings of an ALJ if they are supported by substantial evidence and were reached through application of the correct legal standard. 42 U.S.C. § 405(g); <i>Craig v. Chater,</i> <span class=\"citation\" data-id=\"712924\"><a href=\"/opinion/712924/50-socsecrepser-140-unemplinsrep-cch-p-15133b-ronda-s-craig-v/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">585</span></a></span>, 589 (4th. Cir.1996) (<i>superseded by statute on other grounds</i>). \"`Substantial evidence is ... such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.'\" <i>Richardson v. Perales,</i> <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 401, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1420</span></a></span>, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (1971).</p>\n<p>In its inquiry, the court may not \"`undertake to re-weigh conflicting evidence, make credibility determinations, or substitute [its] judgment for that of the [Commissioner].'\" <i>Mastro v. Apfel,</i> <span class=\"citation\" data-id=\"775411\"><a href=\"/opinion/775411/patricia-a-mastro-v-kenneth-s-apfel-commissioner-of-social-security-no/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">171</span></a></span>, 176 (4th Cir.2001) (quoting <i>Craig,</i> 76 F.3d at 589). \"`Ultimately, it is the duty of the administrative law judge reviewing the case, and not the responsibility of the courts, to make findings of fact and to resolve conflicts in the evidence.'\" <i>Hays v. Sullivan,</i> <span class=\"citation\" data-id=\"544628\"><a href=\"/opinion/544628/30-socsecrepser-467-unemplinsrep-cch-15558a-jackie-l-hays-jr-v/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1453</span></a></span>, 1456 (4th Cir.1990). Even if the court disagrees with the Commissioner's decision, the court must uphold it if it is supported by substantial evidence. <i>Id.</i> With these principles in mind, and having benefit of the M &amp; R, the court turns to the arguments at hand.</p>\n<p></p>\n<h2>B. Plaintiffs Argument</h2>\n<p>In his M &amp; R the magistrate judge engaged in an extensive analysis of evidence in the record, determined that substantial evidence supported the ALJ's decision, and recommended that the court uphold the Commissioner's determination with respect to plaintiffs disability claims. Plaintiff objects to the M &amp; R on six bases, which the court considers in turn. With the exception of the first objection, each of plaintiffs objections essentially restates plaintiff's original arguments in support of judgment on the pleadings, without meeting head on the magistrate judge's analysis. Plaintiff primarily lists the same evidence from the record, restates the same argument addressed by the magistrate judge in his M &amp; R, and urges the court to insert its own decision for that of the original fact finder. Such reweighing of the evidence is impermissible, however, and, absent a lack of substantial evidence or an improper application of the law, the court may not substitute its own judgment for that of the ALJ. <i>Mastro,</i> 270 F.3d at 176.</p>\n<p>Plaintiff first offers a somewhat inchoate argument regarding the magistrate judge's assessment of the factual record. Pl.'s Obj. M &amp; R pp. 2-3. Plaintiff appears to be arguing that the magistrate judge erred when he referred to evidence in the record that had not been referred to first by the government in its brief. <i>Id.</i> Plaintiff states her argument as follows:</p>\n<blockquote>The Plaintiff objects to the Magistrate's Memorandum and Recommendations as not being based on a review of the arguments raised by the Government in its Arguments contained in its Memorandum in support of Motion for Judgment on the Pleadings (Government's arguments (P. 5 and Statement of Facts).(Rp. 2))</blockquote>\n<blockquote>The Plaintiff objects to the Government's Memorandum and Recommendation based on the Magistrate's making its independent finding of facts based on his review of the Administrative Record, which is substantially different from the Statement of Facts and Arguments made by the Government in its Memorandum. The Government in its Memorandum of Law only made page references to the following: 180-208, 189, 188, 183, 182, 181, 1222-126, 218-238, 236, 237, 235, 234, 233, 229, 228, 227, 224-225, 222, 218-220, 221, 209-212, 209, 212.</blockquote>\n<blockquote>The Magistrate made substantial Finding of Facts and Recommendation based on his Finding of Facts from the Administrative Record. The following is a list of the references contained in the Magistrate's Memorandum and Recommendations in which no references were contained in the Government's Memorandum.(13, 14, 18, 19, 16, 203, 201, 199, 136, 198-199, 198, 194, 193, 191, 190, 129, 131-134, 131, 134, 150-163, 153, 160, 161, 164-165, 166, 217, 168-175, 179, 170-172, 209-212, 213-214, 215, 240-242, 250, 251-252, 253, 255, 257, 259, 269, 261, 263-264, 265, 266-267.) The above references to the Administrative Record were additional page references by the Magistrate from his finding of facts on without any references by the that the Government did hot raise in its Memorandum [sic].</blockquote>\n<p><i>Id.</i> Plaintiff apparently misunderstands the relative roles of the parties involved, and may be conflating the rule that the magistrate judge may not support his decision by reference to portions of the record not referenced by the ALJ himself, <i>see, e.g., </i><i>Patterson v. Bowen,</i> <span class=\"citation\" data-id=\"501730\"><a href=\"/opinion/501730/20-socsecrepser-495-unemplinsrep-cch-17895-audrey-a-patterson-and/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">221</span></a></span>, 225 (4th Cir.1988) (\"`We must ... affirm the ALJ's decision only upon the reasons he gave.'\") (<i>citing </i><i>S.E.C. v. Chenery Corp.,</i> <span class=\"citation\" data-id=\"103770\"><a href=\"/opinion/103770/sec-v-chenery-corp/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">80</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">454</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">626</span></span> (1943)), with the entirely inapposite relationship between government advocate and magistrate judge. Although the magistrate judge may not make findings of fact, <i>id.,</i> he is not limited in his review of the record to only those facts mentioned by the government in its memorandum in support of judgment on the pleadings. Plaintiff does not allege that the magistrate judge impermissibly bolstered the ALJ's determination by making new findings of fact, therefore, plaintiff's argument is without merit and need not be addressed further.</p>\n<p>Plaintiff next contends that the magistrate judge erred when he found that substantial evidence supported the ALJ's findings regarding the severity of plaintiffs impairment. The primary thrust of plaintiffs objection here is that the ALJ failed to give sufficient weight to the medical opinion evidence offered by plaintiffs treating physician, and that the ALJ ignored evidence in the record.</p>\n<p>With respect to the latter argument, plaintiff makes bald unsupported and unreasoned allegations, citing randomly to various pieces of evidence in the record without explaining why they are significant. She alleges without pointing to any specific portion of the opinion that \"`the ALJ improperly evaluated and failed to explain his reasons.'\" Pl.'s Ob. M &amp; R p. 4. The mere allegation that the ALJ failed to explain his reasons does not defeat the direct evidence presented by the ALJ's decision itself, in which he explains his reasons for crediting the various pieces of medical evidence as he did.<sup>[2]</sup><i>See</i> Tr. 14-18.</p>\n<p>With respect to the weight given medical opinion, a treating physician's medical opinion will only be entitled to controlling weight \"`if it is well-supported by medically acceptable clinical and laboratory diagnostic techniques and is not inconsistent with the other substantial evidence in the record.'\" <i>Mastro v. Apfel,</i> <span class=\"citation\" data-id=\"775411\"><a href=\"/opinion/775411/patricia-a-mastro-v-kenneth-s-apfel-commissioner-of-social-security-no/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">171</span></a></span>, 178 (4th Cir.2001). Pursuant to this requirement, if a physician's opinion lacks sufficient clinical evidence or if it is in conflict with other substantial evidence in the record it should be accorded significantly less weight. <i>Craig,</i> 76 F.3d at 590. Thus, \"`under such circumstances the ALJ holds the discretion to give less weight to the testimony of a treating physician in the face of persuasive contrary evidence.'\" <i>Mastro,</i> 270 F.3d at 178, citing <i>Hunter v. Sullivan,</i> <span class=\"citation\" data-id=\"606368\"><a href=\"/opinion/606368/41-socsecrepser-135-unemplinsrep-cch-p-17247a-william-hunter-v/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 35 (4th Cir.1992). Finally, an ALJ \"`may, under the regulations, assign no or little weight to a medical opinion, even one from a treating source ... if he sufficiently explains his rationale and if the record supports his findings.'\" <i>Wireman v. Barnhart,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">2565245</span></span> (Slip Op. at 8) (W.D.Va.2006).</p>\n<p>Upon <i>de novo</i> review of the record, the court finds that the magistrate judge did not err in upholding the ALJ's decision to assign decreased weight to the medical opinion of one of plaintiffs treating sources. The magistrate judge concluded, and this court concurs, that the ALJ provided an adequately explained rationale for discounting the weight of Dr. Dukes' opinion. Specifically, the ALJ noted the internal inconsistency of Dr. Dukes' records. Tr. 18. Furthermore, this court finds that persuasive evidence conflicts with Dr. Dukes' opinion, and that substantial evidence supports each of the ALJ's findings with respect to these opinions. Tr. 14-15.</p>\n<p>Plaintiff's next objection amounts to an argument that the ALJ improperly assessed plaintiff's level of pain. Plaintiff contends that the plaintiffs \"`subjective testimony supported by the overwhelming medical evidence, as in this case, satisfied [the two step test for disability due solely to pain].'\" Plaintiff provides no support for this contention. In the M &amp; R, the magistrate judge described at length the ALJ's specific factual findings in support of his credibility determination. M &amp; R pp. 12-13. Specifically the ALJ considered plaintiffs daily activities, compliance with medications, and failure to provide documentation for certain allegedly severe medical conditions.<sup>[3]</sup> M &amp; R p. 13. The magistrate judge concluded that substantial evidence supported the ALJ's determination, and the court agrees. Even were the court to disagree with the ALJ's findings, which it does not, the court may not \"`undertake to re-weigh conflicting evidence, make credibility determinations, or substitute [its] judgment for that of the [Commissioner].'\" <i>Mastro,</i> 270 F.3d at 176; <i>see also </i><i>Hays,</i> 907 F.2d at 1456.</p>\n<p>Plaintiff's next objection is an amalgam of the previous three objections. Plaintiff asserts without evidentiary support that the ALJ's decision is not supported by substantial evidence or adequate reasoning, that the ALJ improperly assessed credibility, and that the ALJ and magistrate judge improperly evaluated medical opinion evidence. For the reasons given above, plaintiffs various arguments in this objection fail.</p>\n<p>Plaintiff does provide one concrete argument in support of her third objection. She contends that \"`ALJ gave the most weight to the State Agency medical consultant who performed only a review of the medical evidence from Plaintiffs treating and examining physicians, and who should be accorded the <i>least weight.</i>'\" Pl.'s Obj. M &amp; R p. 7 (emphasis in original). The relevant portion of the ALJ's opinion reads:</p>\n<blockquote>I have considered the medical opinions of evaluating physicians and the state agency medical consultants that the claimant could perform less demanding work at the medium exertional level. I accord the State Agency general opinions significant weight as their opinions are generally consistent with the other evidence of the record.</blockquote>\n<p>Tr. 18. The ALJ does not report that he gave \"`the most'\" weight to the State Agency examiners but only that he gave \"`substantial'\" weight. As explained above, he found Dr. Dukes' opinion inconsistent with the objective medical evidence in Dr. Dukes' own records. The ALJ's decision to assign more weight to the medical opinion evidence most consistent with the record as a whole is permissible and appropriate. <i>Craig,</i> 76 F.3d at 590; <i>see also </i><i>Mastro,</i> 270 F.3d at 178.</p>\n<p>Next, plaintiff argues that the ALJ improperly assessed plaintiffs capacity with respect to daily activities. Plaintiff cites Eight Circuit case law in which the court of appeals rejected an ALJ's findings because his findings conflicted with a claimant's own allegations regarding her ability to perform daily activities. Here, the relevant finding by the ALJ reads:</p>\n<blockquote>Specifically, the claimant has described daily activities which are not limited to the extent one would expect, given the complaints of disabling symptoms and limitations. For instance, she takes care of her personal needs, puts clothing in the dryer, makes the beds, occasionally cooks, cleans the bathroom, goes to church, talks on the telephone, drives, and shops for clothes.</blockquote>\n<p>Tr. 17, M &amp; R p. 13. The above cited section from the ALJ's decision is based directly on plaintiffs testimony at the administrative hearing. Tr. 259-67. In other words, the ALJ's recitation does not conflict with plaintiffs assessment of her functional capacity, it adopts it wholesale. Plaintiffs argument is therefore without merit.</p>\n<p>Finally, plaintiff argues that the ALJ failed properly to incorporate an assessment of the totality of plaintiffs impairments when he assigned an RFC of medium work. In fact, the ALJ specifically detailed the evidence regarding plaintiffs alleged limitations due to pain, Tr. 16, and depression. Tr. 16-17. Based on the ALJ's decision and a careful review of the record in this case, plaintiffs final objection is without merit.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>After careful review of the record in this case, the court finds that the law and substantial evidence supports the ALJ's determination that plaintiff is not disabled within the meaning of the Social Security Act. Accordingly, plaintiffs motion for judgment on the pleadings (DE # 18) is DENIED, defendant's motion for judgment on the pleadings (DE # 24) is GRANTED, and the final decision of the Commissioner is UPHELD. The clerk is directed to CLOSE this case.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>MEMORANDUM &amp; RECOMMENDATION</h2>\n<p>WILLIAM A. WEBB, United States Magistrate Judge.</p>\n<p>This matter is before the Court upon the parties' cross Motions for Judgment on the Pleadings [DE's 17-18 &amp; 24-25]. The time for the parties to file any responses or replies has expired. Accordingly, the matter is now ripe for adjudication. Pursuant to 28 U.S.C. 636(b)(1), this matter is before the undersigned for the entry of a Memorandum and Recommendation. The underlying action seeks judicial review of the final decision by Defendant denying Plaintiffs claim for Disability Insurance Benefits (\"DIB\"). For the following reasons, it is HEREBY RECOMMENDED that Plaintiffs Motion for Judgment on the Pleadings [DE-18] be DENIED, that Defendant's Motion for Judgment on the Pleadings [DE-24] be GRANTED, and that the final decision by Defendant be AFFIRMED.</p>\n<p></p>\n<h2><i>Statement of the Case</i></h2>\n<p>Plaintiff filed an application for DIB on May 17, 2004, alleging that she has been disabled since November 1, 2003 (Tr. 11). This application was denied initially and upon reconsideration. <i>Id.</i> A hearing was held before an Administrative Law Judge (\"ALJ\"), who found Plaintiff was not disabled during the relevant time period in a decision dated September 28, 2006. <i>Id.</i> at 11-19. The Social Security Administration's Office of Hearings and Appeals denied Plaintiffs request for review on May 22, 2007, rendering the ALJ's determination as Defendant's final decision. <i>Id.</i> at 4-6. Plaintiff filed the instant action on July 20, 2007 [DE-1].</p>\n<p></p>\n<h2><i>Standard of Review</i></h2>\n<p>This Court is authorized to review Defendant's denial of benefits under 42 U.S.C. § 405(g), which provides in pertinent part:</p>\n<blockquote>The court shall have power to enter, upon the pleadings and transcript of the record, a judgment affirming, modifying, or reversing the decision of the Commissioner of Social Security, with or without remanding the cause for a rehearing. The findings of the Commissioner of Social Security as to any fact, if supported by substantial evidence, shall be conclusive...</blockquote>\n<p><i>Id.</i></p>\n<p>\"Under the Social Security Act, [the Court] must uphold the factual findings of the Secretary if they are supported by substantial evidence and were reached through application of the correct legal standard.\" <i>Craig v. Chater,</i> <span class=\"citation\" data-id=\"712924\"><a href=\"/opinion/712924/50-socsecrepser-140-unemplinsrep-cch-p-15133b-ronda-s-craig-v/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">585</span></a></span>, 589 (4th Cir.1996). \"Substantial evidence is ... such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.\" <i>Richardson v. Perales,</i> <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 401, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1420</span></a></span>, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (1971). \"It consists of more than a mere scintilla of evidence but may be somewhat less than a preponderance.\" <i>Laws v. Celebrezze,</i> <span class=\"citation\" data-id=\"273696\"><a href=\"/opinion/273696/charles-m-laws-v-anthony-j-celebrezze-secretary-of-health-education/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">640</span></a></span>, 642 (4th Cir.1966). \"In reviewing for substantial evidence, [the court should not] undertake to re-weigh conflicting evidence, make credibility determinations, or substitute [its] judgment for that of the Secretary.\" <i>Craig,</i> 76 F.3d at 589. Thus, this Court's review is limited to determining whether Defendant's finding that Plaintiff was not disabled is \"supported by substantial evidence and whether the correct law was applied.\" <i>Hays v. Sullivan,</i> <span class=\"citation\" data-id=\"544628\"><a href=\"/opinion/544628/30-socsecrepser-467-unemplinsrep-cch-15558a-jackie-l-hays-jr-v/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1453</span></a></span>, 1456 (4th Cir.1990).</p>\n<p></p>\n<h2><i>Analysis</i></h2>\n<p>The Social Security Administration has promulgated the following regulations which establish a sequential evaluation process which must be followed to determine whether a claimant is entitled to disability benefits:</p>\n<blockquote>The five step analysis begins with the question of whether the claimant engaged in substantial gainful employment. 20 C.F.R. § 404.1520(b). If not, the analysis continues to determine whether, based upon the medical evidence, the claimant has a severe impairment. 20 C.F.R. § 404.1520(c). If the claimed impairment is sufficiently severe, the third step considers whether the claimant has an impairment that equals or exceeds in severity one or more of the impairments listed in Appendix I of the regulations. 20 C.F.R. § 404.1520(d); 20 C.F.R. Part 404, subpart P, App.I. If so the claimant is disabled. If not, the next inquiry considers if the impairment prevents the claimant from returning to past work. 20 C.F.R. § 404.1520(e); 20 C.F.R. § 404.1545(a). If the answer is in the affirmative, the final consideration looks to whether the impairment precludes the claimant from performing other work. 20 C.F.R. § 404.1520(f).</blockquote>\n<blockquote>\n<i>Mastro v. Apfel,</i> <span class=\"citation\" data-id=\"775411\"><a href=\"/opinion/775411/patricia-a-mastro-v-kenneth-s-apfel-commissioner-of-social-security-no/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">171</span></a></span>, 177 (4th Cir.2001).</blockquote>\n<p>In the instant action, the ALJ employed the five-step evaluation. First, the ALJ found that Plaintiff is no longer engaged in substantial gainful employment (Tr. 13). At step two, the ALJ found that Plaintiff suffered from the following severe impairments: 1) polyarthralgias and 2) depression. <i>Id.</i> In completing step three, however, the ALJ determined that these impairments were not severe enough to meet or medically equal one of the impairments listed in 20 CFR Part 404, Subpart P, Appendix 1. <i>Id.</i> at 14.</p>\n<p>The ALJ then proceeded with step four of his analysis and determined that Plaintiff was not able to perform her past relevant work as a child agent for social services and as an income maintenance worker for social services. <i>Id.</i> at 18. At step five, the ALJ found that there were jobs that Plaintiff could perform and that these jobs existed in significant numbers in the national economy. <i>Id.</i> Accordingly, the ALJ determined that Plaintiff was not under a disability at any time through the date of his decision. <i>Id.</i> at 19. In making these determinations the ALJ cited substantial evidence, a summary of which now follows.</p>\n<p>Plaintiff was examined by Dr. Mac Adolf Montilus of the Lumberton Internal Medicine Group on September 3, 2002 after she fell and hit her head. <i>Id.</i> at 203. She complained of headaches and \"some slight neck discomfort.\" <i>Id.</i> Dr. Montilus also noted that Plaintiff walked with a limp. <i>Id.</i> On January 2, 2003, Dr. Montilus assessed Plaintiff as having joint pain and prescribed naprosyn for her. <i>Id.</i> During a February 3, 2003 visit, Plaintiff complained of \"severe joint pain\", although she did indicate that her medications provided \"some relief.\" <i>Id.</i> at 201. The assessment of joint pain was reiterated, and Dr. Montilus prescribed Plaintiff various other medications. <i>Id.</i> Plaintiff returned on February 10, 2003, and was diagnosed with joint pain and depression. <i>Id.</i> at 199. She was referred to Dr. Keith Logan for her depression symptoms. <i>Id.</i> at 236. Dr. Montilus examined Plaintiff again on February 24, 2003 and March 10, 2003. <i>Id.</i> at 198-199. On both occasions he continued his assessment that Plaintiff suffered from joint pain. <i>Id.</i> However, on March 24, 2003, he observed that Plaintiff had no complaints. <i>Id.</i> at 198. Similarly, during a April 3, 2003 visit, Plaintiff did not specifically complain of joint pain. <i>Id.</i> at 194. A bone densitomotry examination which was reviewed on April 4, 2003 revealed findings consistent with osteopenia. <i>Id.</i> at 193. The reviewing radiologist noted that Plaintiff complained of \"pain all over.\" <i>Id.</i> During a May 6, 2003 visit, Plaintiff did not specifically complain of joint pain. <i>Id.</i> at 191. When she was next examined on June 17, 2003, however, she stated that she hurt \"all over.\" <i>Id.</i> On July 18, 2003 Plaintiff indicated that certain medications helped her symptoms. <i>Id.</i> at 190. Likewise, on August 11, 2003, she stated that she \"felt a little better.\" <i>Id.</i> Conversely, on September 17, 2003, Plaintiff indicated that her medications were not providing much relief. <i>Id.</i> at 189. At that time Plaintiff was diagnosed by Dr. Montilus with fibromyalgia. <i>Id.</i> After examining Plaintiff on October 1, 2003, Dr. Montilus diagnosed Plaintiff with: 1) chronic pain syndrome; 2) fibromyalgia; and 3) depression. <i>Id.</i> Dr. Montilus noted, however, that Plaintiff's medications provided her \"some relief.\" <i>Id.</i> From October 29, 2003 to March 14, 2005, Dr. Montilus consistently diagnosed Plaintiff with: 1) depression; 2) fibromyalgia; and 3) joint pain. <i>Id.</i> at 180-188. Throughout these examinations, it was occasionally noted that Plaintiff's medications provided her \"some relief\". <i>Id.</i> Likewise, on a number of occasions Plaintiff did not specifically complain of joint pain all over her body. <i>Id.</i> In summarizing these records, the ALJ noted that \"[a]lthough records from the Lumberton Internal Group show treatment of the claimant ... there were basically no clinical findings regarding the extremities or back.\" <i>Id.</i> at 16. The ALJ noted that \"there has been no additional clinical evidence submitted showing the claimant has sought or received further treatment for her joint pains/polyarthralgias since March 2005.\" <i>Id.</i></p>\n<p>On September 17, 2003, Plaintiff underwent a whole body bone scan. <i>Id.</i> at 129. The study demonstrated that Plaintiff had mild scoliosis to the thoracolumbar spine, but was otherwise unremarkable. <i>Id.</i> Plaintiff underwent a biopsy of her right temporal artery on November 25, 2003. <i>Id.</i> at 131-134. Prior to the biopsy, Dr. P. Villani noted that Plaintiff had no known history of heart disease. <i>Id.</i> at 131. The biopsy was unremarkable and was negative for arteritis. <i>Id.</i> at 134.</p>\n<p>Dr. Logan treated Plaintiff for her depression. On May 7, 2003 Dr. Logan noted that Plaintiff was: 1) alert and oriented; 2) well-developed; and 3) stable in mood with appropriate affect. <i>Id.</i> at 237. No suicidal or homicidal ideation were reported, <i>Id.</i> Plaintiff denied any auditory, visual or tactile hallucinations or delusions. <i>Id.</i> She had normal rate and rhythm and her judgment and insight were fair to good. <i>Id.</i> Dr. Logan diagnosed Plaintiff with \"[a]cute exacerbation of chronic and recurrent depressive illness, presently only marginally controlled on current medications.\" <i>Id.</i> at 238. When she was examined on June 11, 2003, Plaintiff reported a \"significant improvement in depressive symptoms with decreased irritability and improved mood and sleep.\" <i>Id.</i> at 235. This improvement was attributed to Plaintiff's medications. <i>Id.</i> No overt psychotic symptoms were noted. <i>Id.</i> Again on August 13, 2003, Dr. Logan indicated that Plaintiff's \"mood and anxiety symptoms [were] relatively stable on [her] present medications.\" <i>Id.</i> at 234. On October 9, 2003, Dr. Logan reiterated that Plaintiff's depressive and psychotic symptoms were improving, although at this time he described this improvement as only \"marginal.\" <i>Id.</i> at 232. In an undated treatment note, Dr. Logan opined that Plaintiff was not capable of maintaining gainful employment. <i>Id.</i> at 229. Dr. Logan stated on December 11, 2003 that Plaintiff suffered from \"[o]ngoing depressive, psychotic and cognitive symptoms on present medications with only marginal improvement in symptoms noted.\" <i>Id.</i> at 228. During an April 1, 2004 examination, Plaintiff reported significant improvement in her mood, anxiety and psychotic symptoms on her present medications. <i>Id.</i> at 226. Likewise, on June 24, 2004 Dr. Logan observed that Plaintiff had improved mood and decreased anxiety. <i>Id.</i> at 225. However, despite reporting an improvement in mood Plaintiff also admitted \"for the first time a long history of paranoid psychotic symptoms that she has experienced since her early twenties.\" <i>Id.</i> at 224. On September 16, 2004, Dr. Logan noted that Plaintiff was \"progressively more engaged and spontaneous in speech\", although she remained \"somewhat guarded and mildly sedated on medications.\" <i>Id.</i> at 222. Plaintiff reported ongoing auditory hallucinations, although she denied any suicidal or homicidal ideation. <i>Id.</i> Her judgment and insight were fair. <i>Id.</i> Ultimately, Dr. Logan determined that Plaintiff demonstrated marginal improvement in psychotic symptoms on her present medications. <i>Id.</i> at 223. During a December 9, 2004 follow-up with Dr. Logan, Plaintiff admitted that she had only been sporadically compliant with her psychotropic medications. <i>Id.</i> at 220. Dr. Logan determined that Plaintiff had suffered an acute worsening of her depressive, anxiety and psychotic symptoms. <i>Id.</i> at 220. Nonetheless, Dr. Logan opined that Plaintiff was not at eminent risk of harming herself or others. <i>Id.</i> at 221. When Plaintiff reported compliance with her medications again on May 26, 2005, it was noted that she tolerated them well and that her compliance resulted in significant decrease in auditory and visual hallucinations. <i>Id.</i> at 219. Finally, on October 12, 2005, Dr. Logan stated that Plaintiff experienced an \"[a]cute exacerbation of paranoid psychotic symptoms\" following another period in which she discontinued her medications. <i>Id.</i> at 218.</p>\n<p>On August 7, 2003 Plaintiff was examined by Dr. David Allen. <i>Id.</i> at 122-126. He noted that Plaintiff was alert and oriented and that her personality was appropriate. <i>Id.</i> at 123. During this examination Plaintiff demonstrated good range of motion and power in every joint. <i>Id.</i> at 123-125. When examining Plaintiff's wrists, Dr. Allen observed that Plaintiff demonstrated no evidence of joint pain. <i>Id.</i> at 124. Although Plaintiff had pain with range of motion in her joints, Dr. Allen's other examinations showed few limitations or symptoms. <i>Id.</i> at 123-125. An x-ray showed only mild degenerative changes of the scaphoradial joint, and Plaintiff's cervical spine was normal. <i>Id.</i> at 125. Dr. Allen diagnosed Plaintiff with polyarthralgia and bilateral hand numbness. <i>Id.</i> In addition, he recommended that Plaintiff join a fitness center. <i>Id.</i></p>\n<p>Plaintiff was evaluated by Dr. W.W. Albertson on May 11, 2004. <i>Id.</i> at 150-163. He determined that Plaintiff did not precisely satisfy the diagnostic criteria for \"Listing 12.04 Affective Disorders.\" <i>Id.</i> at 153. In addition, Dr. Albertson stated that Plaintiff had only moderate limitations regarding: 1) restrictions of her activities of daily living; 2) her difficulties in maintaining social functioning; and 3) her difficulties in maintaining her concentration, persistence or pace. <i>Id.</i> at 160. Likewise, he also opined that evidence did not exist to \"establish the presence of the `C' criteria.\" <i>Id.</i> at 161. Dr. Albertson also evaluated Plaintiff's mental RFC on May 11, 2004. <i>Id.</i> at 164. He noted that Plaintiff was moderately limited in her ability to: 1) carry out very short and simple directions; 2) to maintain attention and concentration for extended periods; 3) complete a normal workday and workweek without interruptions from psychologically based symptoms and to perform at a consistent pace without an unreasonable number and length of rest periods; 4) interact appropriately with the general public; 5) accept instructions and respond appropriately to criticisms from supervisors; and 6) respond appropriately to changes in the work setting. <i>Id.</i> at 164-165. In all other mental RFC categories, Plaintiff was not significantly limited. <i>Id.</i> Finally, Dr. Albertson opined that Plaintiff: 1) has no limitations in her memory or understanding; 2) is able to adequately sustain her attention and concentration for up to two hours as is required for the completion of simple tasks; 3) has some limitations in her ability to relate to others, but these limitations were not so severe as to preclude most work activities; and 4) is able to tolerate ordinary work stress. <i>Id.</i> at 166. These findings were affirmed by another psychological consultant on May 19, 2005. <i>Id.</i> at 217.</p>\n<p>On August 11, 2004 Plaintiff physical RFC was assessed. <i>Id.</i> at 168-175. It was determined that Plaintiff could: 1) could occasionally lift and/or carry 50 pounds; 2) frequently lift and/or carry 25 pounds; 3) stand and/or walk for a total of about six hours in an eight hour workday; 4) sit for a total of about six hours in an eight hour workday; and 5) push and/or pull with no limitations other than as shown for lifting and carrying. <i>Id.</i> at 169. No postural, manipulative, visual, communicative or environmental limitations were noted. <i>Id.</i> at 170-172. These findings were affirmed by Dr. Joel Dasacal on May 2, 2005. <i>Id.</i> at 216.</p>\n<p>Dr. Judson L. Dukes, Jr. conducted a psychological evaluation of Plaintiff on March 6, 2006. <i>Id.</i> at 209-212. He observed that Plaintiff walked with a slow but unremarkable gait. <i>Id.</i> at 209. She was able to ambulate without difficulty. <i>Id.</i> There was no evidence of acute physical or emotional distress. <i>Id.</i> During the evaluation process, Dr. Dukes noted that Plaintiff was only \"marginally motivated.\" <i>Id.</i> Plaintiff reported that she is able to attend to her personal care needs independently. <i>Id.</i> at 210. Specifically, Plaintiff stated that she could sweep, wash clothes and cook without assistance. <i>Id.</i> Dr. Dukes further opined that Plaintiff \"is able to comprehend, retain, and follow simple verbal instructions without supervision.\" <i>Id.</i> Furthermore, Plaintiff \"exhibited no evidence of active psychosis\" during her interview with Dr. Dukes. <i>Id.</i> at 211. Her \"thought process was logical and goal-directed, and content revealed no evidence of paranoia, obsessions, or delusions.\" <i>Id.</i> Likewise, Dr. Dukes determined that Plaintiff \"was an adequately oriented adult female who was able to report name, date, place, and situation.\" <i>Id.</i> Plaintiff demonstrated sufficient judgment and insight as well as fair social skills. <i>Id.</i> Dr. Dukes also tested Plaintiff's cognitive/intellectual functioning. <i>Id.</i> However, Dr. Dukes indicated that these test results were not accurate because Plaintiff put forth questionable effort. <i>Id.</i> Ultimately, Dr. Dukes determined that: 1) Plaintiff was capable of performing simple tasks without supervision; 2) Plaintiffs attention was adequate for routine repetitive tasks; 3) Plaintiff's mental ability to tolerate daily work related stressors was likely adequate; and 4) if Plaintiff was awarded benefits she would be able to manage them independently in her best interest <i>Id.</i> at 212. On March 8, 2006, Dr. Dukes completed a form which summarized his assessment of Plaintiff's ability to do work related activities. <i>Id.</i> at 213-214. He noted that Plaintiff was able to function satisfactorily in all areas (i.e.she had only slight or moderate limitations) except in her ability to: 1) understand and remember detailed instructions; 2) carry out detailed instructions; 3) interact appropriately with the public; 4) respond appropriately to work pressure in a usual work setting; and 5) respond appropriately to changes in a routine work setting. <i>Id.</i> In these areas Plaintiff had marked limitations. <i>Id.</i> Dr. Dukes concluded this form by reiterating that Plaintiff would be capable of managing benefits in her own best interest. <i>Id.</i> at 215. The ALJ made the following observations with regard to the Dr. Dukes' assessment:</p>\n<blockquote>I give little weight to Dr. Dukes' assessment... During the evaluation, Dr. Dukes observed the claimant to be poorly motivated. There was no evidence of psychosis. The IQ testing was considered a considerable underestimate of her true cognitive/intellectual functioning... Yet, on the Medical Source Statement, Dr. Dukes found that the claimant had marked mood deficits and decreased cognitive/intellectual functioning. <i>Id.</i> at 18.</blockquote>\n<p>On February 28, 2006, Plaintiff was seen by Dr. Antonio Cusi. <i>Id.</i> at 240-242. Plaintiff was tense, anxious, and depressed. <i>Id.</i> at 242. Her speech was spontaneous and her affect was appropriate. <i>Id.</i> Plaintiff denied any delusions, suicidal ideation, or homicidal ideation. <i>Id.</i> Dr. Cusi indicated that Plaintiff was not suffering from any hallucinations. <i>Id.</i> She was diagnosed with generalized anxiety disorder and major depression. <i>Id.</i> On April 27, 2006, Plaintiff indicated her depression was slightly better. <i>Id.</i> at 243.</p>\n<p>During the hearing in this matter, testified that in October of 2002 she fell and that afterwards she starting suffering from neck and back pain. <i>Id.</i> at 250. She stated that she now suffers from pain in her hands, knees, shoulders, back, neck, ankles, and feet. <i>Id.</i> at 251-252. In addition, Plaintiff testified that she suffered a stroke. <i>Id.</i> Because of this stroke, Plaintiff claimed she has problems with memory loss. <i>Id.</i> at 251-252. Later, Plaintiff clarified that her pain was not constant and that it \"comes and go[es]\". <i>Id.</i> at 253. In addition, Plaintiff indicated that she has struggled with depression since 2003. <i>Id.</i> at 255. Plaintiff also testified that she has tremors in the morning. <i>Id.</i> at 257. Furthermore, Plaintiff stated that she had a heart attack \"some years ago.\" <i>Id.</i> at 259. She noted that this heart attack has affected her kidney functioning and makes her feel tired all the time. <i>Id.</i> at 259. With regard to her activities of daily living, Plaintiff asserted that she was able to cook, wash dishes, make the bed, and wash clothes. <i>Id.</i> at 260. However, she did clarify that completing these activities caused her pain. <i>Id.</i> at 261. Plaintiff testified that she is capable of walking across the street to check her mail, that she could stand for 15 minutes at a time, and that she could sit for 10 minutes at a time. <i>Id.</i> at 263-264. Likewise, Plaintiff stated that she could not lift anything much heavier than a coffee cup because of weakness in her left hand. <i>Id.</i> at 265. She noted that she is able to attend church occasionally. <i>Id.</i> at 266-267.</p>\n<p>With regard to Plaintiff's testimony, the ALJ made the following observations:</p>\n<blockquote>After considering the evidence of record, I find that the claimant's medically determinable impairments could reasonably be expected to produce the alleged symptoms, but that the claimant's statements concerning the intensity, persistence and limiting effects of these symptoms are not particularly credible ... I find that the claimant's allegations have been inconsistent with the medical evidence of record, the claimant's reports to her physicians, and the treatment sought and received.</blockquote>\n<blockquote>Specifically, the claimant has described daily activities which are not limited to the extent one would expect, given the complaints of disabling symptoms and limitations. For instance, she takes care of her personal needs, puts clothing in the dryer, makes the beds, occasionally cooks, cleans the bathroom, goes to church, talks on the telephone, drives, and shops for clothes.</blockquote>\n<blockquote>There is evidence that the claimant has not been entirely compliant in taking prescribed medications, which suggests that the symptoms may not have been as limiting as the claimant has alleged in connection with this application.</blockquote>\n<blockquote>Although the claimant testified that she had a stroke and experienced left sided weakness and memory loss, there is no evidence in the record to support this statement.</blockquote>\n<blockquote>Although the claimant testified that she had a heart attack before stopping work and was out for a couple of months for recuperation, on November 25, 2003, Dr. Villani noted that the claimant had no known history of heart disease.</blockquote>\n<p><i>Id.</i> at 17.</p>\n<p>Based on the complete medical record, the ALJ made the following findings with regard to whether Plaintiffs impairments met or medically equaled any listed impairment:</p>\n<blockquote>Regarding the claimant's polyarthralgias, I have considered this impairment under Listing 1.02 for major dysfunction of joint(s) (due to any cause). This dysfunction of joints is characterized by gross anatomical deformity ... and chronic joint pain and stiffness with signs of limitation of motion or other abnormal motion of the affected joint(s), and findings on appropriate medically acceptable imaging of joint space narrowing, bony destruction, or ankylosis of the affected joint(s). There must be involvement of one major peripheral weight bearing joint ... resulting in inability to ambulate effectively; or there must be involvement of one major peripheral joint in each upper extremity... resulting in inability to perform fine and gross movements effectively. The clinical evidence shows the claimant has pain but basically good range of motion of her joints. Thus, I find that the claimant does not meet the criteria of this Listing.</blockquote>\n<blockquote>In order to meet Listing 12.04, there must be evidence of a disturbance of mood, accompanied by a depressive syndrome. The severity of this disorder is met when there is medically documented persistence, either continuous or intermittent, of at least four of the following: anhedonia or pervasive loss of interest in almost all activities; appetite disturbance with change in weight; sleep disturbance; psychomotor agitation or retardation; or decreased energy; feelings of guilt or worthlessness; difficulty concentrating or thinking; thoughts of suicide; or hallucinations, delusions, or paranoid thinking. Additionally, this syndrome must result in at least two of the following: marked restriction of activities of daily living; marked difficulties in maintaining social functioning; marked difficulties in maintaining concentration, persistence or pace; or repeated episodes of decompensation, each of extended duration. Or, there must be a medically documented history of a chronic affective disorder of at least two years' duration that has caused more than a minimal limitation of ability to do basic work activities, with symptoms or signs currently attenuated by medication or psychosocial support, and one of the following: repeated episodes of decompensation, each of extended duration; or a residual disease process that has resulted in such marginal adjustment that even a minimal increase in mental demands or change in the environment would be predicted to cause the individual to decompensate; or current history of one or more years' inability to function outside a highly supportive living arrangement, with an indication of continued need for such an arrangement. In regard to the claimant's mental capacity, I have considered all relevant evidence to obtain a longitudinal picture of the claimant's overall degree of functional limitation. In doing so, I have considered all relevant and available clinical signs and laboratory findings, the effects of the claimant's symptoms, and how the claimant's functioning may be affected by factors including, but not limited to, chronic mental disorders, structured settings, medications, and other treatment. I have rated the degree of the claimant's function limitation based on the extent to which her impairments interfere with her ability to function independently, appropriately, effectively, and on a sustained basis. Thus, I have considered factors such as the quality and level of the claimant's overall functional performance, any episodic limitations, the amount of supervision or assistance the claimant requires, and the settings in which she is able to function. I find that there is a medically documented depression. This syndrome has resulted in the claimant having: mild restrictions in her activities of daily living.... mild limitations in her social functioning ... and mild to moderate deficiencies of her concentration, persistence, or pace ... There have been no episodes of deterioration or decompensation in work or work-like settings. Additionally, the claimant was not found to suffer from: a residual disease process that has resulted in such marginal adjustment that even a minimal increase in mental demands or change in the environment would be predicted to cause the claimant to decompensate, a history of one or more years inability to function outside a highly supportive living arrangement with an indication of continued need for such an arrangement; or a complete inability to function independently outside of the area of one's home. Therefore, I find that the claimant's impairment does not meet the criteria of this Listing.</blockquote>\n<p><i>Id.</i> at 14-15.</p>\n<p>Likewise, the ALJ made the following finding with regard to Plaintiff's RFC:</p>\n<blockquote>After careful consideration of the entire record, I find that the claimant has the residual functional capacity to perform medium exertional work. She is limited to occasionally lifting 50 pounds and frequently lifting 25 pounds. She is able to stand/walk/sit for at least six hours each in an eighthour day. Depression limits the claimant to unskilled work ... In making this finding, I considered all symptoms and the extent to which these symptoms can be reasonably be accepted as consistent with the objective medical evidence and other evidence...</blockquote>\n<p><i>Id.</i> at 15.</p>\n<p>The Court hereby finds that there was substantial evidence to support each of the ALJ's conclusions. Moreover, the ALJ properly considered all relevant evidence, including the evidence favorable to Plaintiff, weighed conflicting evidence, and fully explained the factual basis for his resolutions of conflicts in the evidence. Although Plaintiff lists several assignments of error, these assignments essentially contend that the ALJ improperly weighed the evidence before him. However, this Court must uphold Defendant's final decision if it is supported by substantial evidence. Although Plaintiff may disagree with the determinations made by the ALJ after weighing the relevant factors, the role of this Court is not to undertake to re-weigh conflicting evidence, make credibility determinations, or substitute its judgment for that of the Secretary. <i>Craig,</i> 76 F.3d at 589. Because that is what Plaintiff requests this Court to do, her assignments of error are meritless.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>For the reasons discussed above, it is HEREBY RECOMMENDED that Plaintiff's Motion for Judgment on the Pleadings [DE-18] be DENIED, Defendant's Motion for Judgment on the Pleadings [DE-24] be GRANTED, and the final decision by Defendant be AFFIRMED.</p>\n<p>SO RECOMMENDED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff, in what appears to be a typographical error in her memorandum in support, indicates that \"`she stopped work in October, 2002,'\" but the transcript of the administrative hearing demonstrates that she slopped work in October, 2003. Tr. 248-49. Plaintiff testified that the fall that precipitated some of her back pain occurred in October, 2002, however. Tr. 250.</p>\n<p>[2]  For example, in finding that plaintiff's impairment does not meet Listing 1.02, the ALJ described the evidence relevant to plaintiff's polyarthralgias, Tr. 14, and in finding that her depressive syndrome does not meet Listing 12.04, he described her psychological history. Tr. 14-15. In making his RFC determination, the ALJ considered plaintiff's history in both of the above categories, as informed by plaintiff's own testimony, the ALJ's assessment of plaintiff's credibility, his assessment of the various medical evidence, and onflicts in that evidence. Tr. 15-17. Without more, plaintiff's bare assertion that the ALJ's reasons are not adequate does not raise any additional issues for the court to address.</p>\n<p>[3]  For example, the magistrate judge noted that, although plaintiff claims to have suffered a stroke, and a heart attack, she provided no documentation for either event. Tr. 13, 18. In fact, one of plaintiff's treating physicians noted that plaintiff has no known history of heart disease. Tr. 18.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/273696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/425128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/501730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775411/"
  ]
}