{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1869107/",
  "absolute_url": "/opinion/1869107/hoffman-v-hoffman/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1869107/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:40:36.507273Z",
  "date_modified": "2016-04-26T22:42:44.035816Z",
  "type": "010combined",
  "sha1": "75db3052cbf7fafbf8edcfc830806bf3bbd4fd42",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>157 B.R. 580 (1992)</b></center>\n<center><h1>Paul Phillips HOFFMAN, Appellant,<br>\nv.<br>\nMargaret R. HOFFMAN, Appellee.</h1></center>\n<center>No. 92-425-CIV-5-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>October 13, 1992.</center>\n<p><span class=\"star-pagination\">*581</span> <span class=\"star-pagination\">*582</span> Daniel Gray Clodfelter, Moore &amp; Van Allen, Charlotte, NC, for appellant.</p>\n<p>James B. Angell, Raleigh, NC, for appellee.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>This matter is before the court on appeal from an April 10, 1992 final order entered in this case by the United States Bankruptcy Court for the Eastern District of North Carolina (herein \"the Bankruptcy court\"). This court has jurisdiction to determine this appeal pursuant to 28 U.S.C. § 158(a).</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>Margaret Hoffman filed a divorce proceeding in the District Court for Wake County, North Carolina, in February, 1988. Paul Phillips Hoffman (\"the Debtor\") answered the complaint. On September 13, 1988, the Debtor filed a voluntary petition for relief under Chapter 11.</p>\n<p>In the Debtor's Statement of Financial Affairs filed with his petition, he indicated that the state court divorce action was pending. The Debtor listed the divorce action as a \"chose in action\" under the asset schedule, showing as an amount for value-undetermined. The Debtor did not schedule Mrs. Hoffman as a creditor, but did place her name and address on the original mailing matrix.</p>\n<p>Mrs. Hoffman was served with a copy of the Notice of Chapter 11 filing, the meeting of creditors under § 341 and the order setting a bar date for proofs of claim. The Debtor's Chapter 11 plan was confirmed by order entered on November 13, 1989.</p>\n<p>Mrs. Hoffman filed an adversary proceeding on May 31, 1991, seeking a declaration of absolute divorce, custody, support, alimony, a determination of marital property and an equitable distribution of such marital property and attorney fees. Subsequent to the filing, the parties agreed that all issues relating to Margaret Hoffman's prayer for absolute divorce, custody of minor children, award of child support, and award of alimony would be determined in the action filed by Margaret Hoffman in the District Court for Wake County in February, 1988. The parties further agreed that in the event the Bankruptcy court determined that Margaret Hoffman's prayer for determination of marital property and equitable distribution and her claim in the state divorce action for damages for alleged intentional infliction of emotional distress had not been otherwise discharged or disallowed in this Chapter 11 case, then the determination of the amount of such claims would occur in the state court divorce action. The Bankruptcy court was to retain jurisdiction for purposes of determining whether the disputed claims had been discharged or were otherwise disallowed in this Chapter 11 case. An order embodying the agreement of the parties was entered on October 23, 1991.</p>\n<p>At no time since the commencement of this case and prior to the filing of her adversary proceeding on May 31, 1991, did Appellee Margaret Hoffman: (a) file any proof of claim; (b) seek any extension of time to file a proof of claim; (c) seek leave to file any late proof of claim; (d) seek relief from the automatic stay in order to prosecute the state court divorce action; (e) take any further steps to prosecute the state court divorce action; (f) seek to have this court make any determination as to her rights in any property of the estate; (g) seek to have the disputed claims estimated for purposes of voting or distribution under 11 U.S.C. § 502(c); (h) file any objection to the Debtor's discharge; (i) file any complaint to determine the dischargeability of the disputed claims; or (j) seek any extension of time to file a complaint to determine the dischargeability of the disputed claims.</p>\n<p>The Bankruptcy court found that 1) the claims asserted by Mrs. Hoffman for equitable distribution in Civil Action No. 88-CVD-1005, now pending in the District Court for Wake County, North Carolina, have not been discharged, and are not otherwise barred and the case may proceed, 2) the claims asserted by Mrs. Hoffman for damages sounding in tort asserted in Civil Action No. 88-CVD-1005, pending in the <span class=\"star-pagination\">*583</span> District Court for Wake County, North Carolina, have been discharged, and 3) the claims enumerated in Paragraphs Nos. 1 and 2 above may not be allowed claims in the Chapter 11 case as the plan is substantially consummated and the only remaining jurisdiction of the Bankruptcy Court is to approve the fees for the liquidating agent.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>On June 18, 1992, Appellant Paul Hartman filed a notice of appeal from the Bankruptcy court's order. Appellant contends that the Bankruptcy Court erred in finding that the claims asserted by Appellee Margaret R. Hoffman for equitable distribution of marital property have not been discharged or are not otherwise barred in the Chapter 11 case involving Appellant. Appellant contends that the Bankruptcy court misread the plain language of 11 U.S.C. § 523(a)(3) and that the character of appellee's claims entitle her to no greater protection than that afforded other creditors under 11 U.S.C. § 523(a)(3).</p>\n<p>On cross-appeal, Appellee contends that the Bankruptcy court 1) erred in concluding that the claim asserted by Appellee for the intentional infliction of emotional distress has been discharged and is otherwise barred in this chapter 11 case, 2) erred in failing to find that Appellant's schedules were not filed in good faith, 3) erred in failing to allow Appellee to file a late proof of claim based on excusable neglect and 4) erred in failing to reconsider the disallowance of claims asserted by Appellee for equitable distribution and for intentional infliction of emotional distress for cause pursuant to 11 U.S.C. § 521(<i>l</i>) erred in failing to find that the property rights of Appellee were unaffected by the bankruptcy or the confirmation of the Plan and finally, 6) erred in failing to find that Appellant should be estopped in any subsequent proceeding from claiming that his property rights are other than as set forth in his schedules. The court notes at the outset that cross-appeal issues two, three, four, five and six were not presented to the Bankruptcy court and that this court thus lacks jurisdiction to decide these issues.</p>\n<p></p>\n<h2>STANDARD OF REVIEW</h2>\n<p>Findings of fact by the Bankruptcy court are to be set aside if clearly erroneous and conclusions of law are to be reviewed by this court <i>de novo.</i> Bankruptcy Rule 8013. The issue presented on appeal and issue one on cross-appeal are issues of law.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Appellee's right to equitable distribution is a general unsecured claim which is discharged unless excepted under the provisions of 11 U.S.C. § 523 or unless it is a valid secured claim. <i>See </i><i>Perlow v. Perlow,</i> 128 B.R. 412 (E.D.N.C.1991). The Bankruptcy court noted that <i>Perlow</i> is distinguishable from the instant case in that the debtor in <i>Perlow</i> specifically listed Ms. Perlow as an unsecured creditor with priority, noting that the claim was \"contingent, disputed, unliquidated; Division of Marital Property.\" In addition, the <i>Perlow</i> debtor filed a notice with the Bankruptcy Court with service upon Ms. Perlow stating \"all matters of equitable distribution will be requested to be completed by the Bankruptcy Court\" and that \"it is the contention of the plaintiff that upon the determination of equitable distribution by the Bankruptcy Court that all matters concerning distribution of property in this action should be dismissed.\" In the present case, Appellant failed to list Appellee as a creditor or to otherwise alert her to the fact that her equitable distribution rights were pending in the bankruptcy.</p>\n<p>The instant case centers on notice. Section 523(a)(3) provides that a discharge under section 727, 1141 or 1328(b) of Title 11 does not discharge an individual debtor from any debt:</p>\n<blockquote>\"(3) neither listed nor scheduled under section 512(1) of this title [11 USCS § 521(1)], with the name, if known to the debtor, of the creditor to whom such debt is owed, in time to permit </blockquote>\n<blockquote>(A) if such debt is not of a kind specified in paragraph (2), (4), or (6) of this subsection, timely filing of a proof of <span class=\"star-pagination\">*584</span> claim, <i>unless such creditor had notice or actual knowledge of the case in time for such timely filing;</i> or</blockquote>\n<blockquote>(B) if such debt is of a kind specified in paragraph (2), (4), or (6) of this subsection, timely filing of a proof of claim and timely request for a determination of dischargeability of such debt under one of such paragraphs, unless such creditor had notice or actual knowledge of the case in time for such timely filing and request;\"</blockquote>\n<p>(emphasis added).</p>\n<p>The parties stipulated that Appellee received a copy of the notice of the meeting of creditors and, therefore, had actual notice of the bankruptcy proceeding.</p>\n<p>As to Appellee's claim that the Bankruptcy court erred in discharging her claim for intentional infliction of emotional distress, the notice of meeting of creditors sets forth on its face that there is a deadline to file a complaint objecting to the discharge of the debtor or to determine the dischargeability of certain types of debt. The date for such objections is set forth within the notice. After noting that the claims of Appellee Hoffman for damages sounding in tort as asserted in her civil action are the type of claims which are discharged by the bankruptcy if a complaint to determine dischargeability is not timely filed, the Bankruptcy court correctly reasoned that Appellee is barred from asserting a claim for damages sounding in tort by the discharge granted the Debtor in this proceeding.</p>\n<p>As to Appellee's claim for equitable distribution however, the Bankruptcy court found that such claims were disparate. Although Appellee had actual notice of the bankruptcy proceeding, she had no notice that her marital claims against the Debtor were at issue. Her presence was necessary as a co-owner in the properties being sold to pay the claims, but until such time as a creditor's claims were paid in full, the issue as to the ownership of the residue of the estate was premature. The Debtor could have elected to invoke the jurisdiction of the Bankruptcy court to determine the marital property rights of Appellee, but he elected not to do so.</p>\n<p>Local Rule 3003.1 of the Bankruptcy court requires that the debtor shall notify each creditor whose claim is listed as contingent, disputed or unliquidated of that fact within fifteen days after filing the schedules. The marital claims of Appellee were disputed by the Debtor and remain so at this time. The Bankruptcy court, for the reasons discussed below, correctly held that the Debtor cannot, without notifying Appellee that her rights are being contested, maintain that the controversy has been settled by the discharge in the Chapter 11 proceeding.</p>\n<p>The burden of showing sufficient notice is on the debtor. In <i>In re Unioil,</i> 948 F.2d 678 (10th Cir.1991), the Tenth Circuit Court of Appeals held that a creditor that was not given formal notice of the bar date or confirmation hearing is not bound by the confirmed reorganization plan. A discharge of a creditor's claim in a Chapter 11 bankruptcy without reasonable notice and an opportunity to be heard violates the creditor's Fifth Amendment due process rights. <i>Reliable Electric Company, Inc. v. Olsen Construction Company,</i> 726 F.2d 620 (10th Cir.1984). Further, a creditor who has general knowledge of a debtor's reorganization proceeding has no duty to inquire about further court action. The creditor has a right to assume that he will receive all the notices required by statute before his claim is forever barred. <i>New York v. New York, New Haven &amp; Hartford R.R. Company,</i> 344 U.S. 293, 73 S.Ct. 299, 97 L.Ed. 333 (1953). In accordance with the aforesaid cases requiring notice and the guidelines as set forth in <i>Perlow, supra,</i> the Bankruptcy court correctly determined that Appellee was not aware that her marital rights were being extinguished and, therefore, was not bound by the confirmed Chapter 11 plan.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*585</span> For the reasons noted above, the order of the Bankruptcy court is hereby AFFIRMED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Bankruptcy court noted that it should avoid invasions into family law matters out of consideration of court economy, judicial restraint, and deference to state courts and their established expertise in these matters. <i>In re White,</i> 851 F.2d 170 (6th Cir.1988).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">580</span></span> (1992)</b></center>\n<center><h1>Paul Phillips HOFFMAN, Appellant,<br>\nv.<br>\nMargaret R. HOFFMAN, Appellee.</h1></center>\n<center>No. 92-425-CIV-5-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>October 13, 1992.</center>\n<p><span class=\"star-pagination\">*581</span> <span class=\"star-pagination\">*582</span> Daniel Gray Clodfelter, Moore &amp; Van Allen, Charlotte, NC, for appellant.</p>\n<p>James B. Angell, Raleigh, NC, for appellee.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>This matter is before the court on appeal from an April 10, 1992 final order entered in this case by the United States Bankruptcy Court for the Eastern District of North Carolina (herein \"the Bankruptcy court\"). This court has jurisdiction to determine this appeal pursuant to 28 U.S.C. § 158(a).</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>Margaret Hoffman filed a divorce proceeding in the District Court for Wake County, North Carolina, in February, 1988. Paul Phillips Hoffman (\"the Debtor\") answered the complaint. On September 13, 1988, the Debtor filed a voluntary petition for relief under Chapter 11.</p>\n<p>In the Debtor's Statement of Financial Affairs filed with his petition, he indicated that the state court divorce action was pending. The Debtor listed the divorce action as a \"chose in action\" under the asset schedule, showing as an amount for value-undetermined. The Debtor did not schedule Mrs. Hoffman as a creditor, but did place her name and address on the original mailing matrix.</p>\n<p>Mrs. Hoffman was served with a copy of the Notice of Chapter 11 filing, the meeting of creditors under § 341 and the order setting a bar date for proofs of claim. The Debtor's Chapter 11 plan was confirmed by order entered on November 13, 1989.</p>\n<p>Mrs. Hoffman filed an adversary proceeding on May 31, 1991, seeking a declaration of absolute divorce, custody, support, alimony, a determination of marital property and an equitable distribution of such marital property and attorney fees. Subsequent to the filing, the parties agreed that all issues relating to Margaret Hoffman's prayer for absolute divorce, custody of minor children, award of child support, and award of alimony would be determined in the action filed by Margaret Hoffman in the District Court for Wake County in February, 1988. The parties further agreed that in the event the Bankruptcy court determined that Margaret Hoffman's prayer for determination of marital property and equitable distribution and her claim in the state divorce action for damages for alleged intentional infliction of emotional distress had not been otherwise discharged or disallowed in this Chapter 11 case, then the determination of the amount of such claims would occur in the state court divorce action. The Bankruptcy court was to retain jurisdiction for purposes of determining whether the disputed claims had been discharged or were otherwise disallowed in this Chapter 11 case. An order embodying the agreement of the parties was entered on October 23, 1991.</p>\n<p>At no time since the commencement of this case and prior to the filing of her adversary proceeding on May 31, 1991, did Appellee Margaret Hoffman: (a) file any proof of claim; (b) seek any extension of time to file a proof of claim; (c) seek leave to file any late proof of claim; (d) seek relief from the automatic stay in order to prosecute the state court divorce action; (e) take any further steps to prosecute the state court divorce action; (f) seek to have this court make any determination as to her rights in any property of the estate; (g) seek to have the disputed claims estimated for purposes of voting or distribution under 11 U.S.C. § 502(c); (h) file any objection to the Debtor's discharge; (i) file any complaint to determine the dischargeability of the disputed claims; or (j) seek any extension of time to file a complaint to determine the dischargeability of the disputed claims.</p>\n<p>The Bankruptcy court found that 1) the claims asserted by Mrs. Hoffman for equitable distribution in Civil Action No. 88-CVD-1005, now pending in the District Court for Wake County, North Carolina, have not been discharged, and are not otherwise barred and the case may proceed, 2) the claims asserted by Mrs. Hoffman for damages sounding in tort asserted in Civil Action No. 88-CVD-1005, pending in the <span class=\"star-pagination\">*583</span> District Court for Wake County, North Carolina, have been discharged, and 3) the claims enumerated in Paragraphs Nos. 1 and 2 above may not be allowed claims in the Chapter 11 case as the plan is substantially consummated and the only remaining jurisdiction of the Bankruptcy Court is to approve the fees for the liquidating agent.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>On June 18, 1992, Appellant Paul Hartman filed a notice of appeal from the Bankruptcy court's order. Appellant contends that the Bankruptcy Court erred in finding that the claims asserted by Appellee Margaret R. Hoffman for equitable distribution of marital property have not been discharged or are not otherwise barred in the Chapter 11 case involving Appellant. Appellant contends that the Bankruptcy court misread the plain language of 11 U.S.C. § 523(a)(3) and that the character of appellee's claims entitle her to no greater protection than that afforded other creditors under 11 U.S.C. § 523(a)(3).</p>\n<p>On cross-appeal, Appellee contends that the Bankruptcy court 1) erred in concluding that the claim asserted by Appellee for the intentional infliction of emotional distress has been discharged and is otherwise barred in this chapter 11 case, 2) erred in failing to find that Appellant's schedules were not filed in good faith, 3) erred in failing to allow Appellee to file a late proof of claim based on excusable neglect and 4) erred in failing to reconsider the disallowance of claims asserted by Appellee for equitable distribution and for intentional infliction of emotional distress for cause pursuant to 11 U.S.C. § 521(<i>l</i>) erred in failing to find that the property rights of Appellee were unaffected by the bankruptcy or the confirmation of the Plan and finally, 6) erred in failing to find that Appellant should be estopped in any subsequent proceeding from claiming that his property rights are other than as set forth in his schedules. The court notes at the outset that cross-appeal issues two, three, four, five and six were not presented to the Bankruptcy court and that this court thus lacks jurisdiction to decide these issues.</p>\n<p></p>\n<h2>STANDARD OF REVIEW</h2>\n<p>Findings of fact by the Bankruptcy court are to be set aside if clearly erroneous and conclusions of law are to be reviewed by this court <i>de novo.</i> Bankruptcy Rule 8013. The issue presented on appeal and issue one on cross-appeal are issues of law.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Appellee's right to equitable distribution is a general unsecured claim which is discharged unless excepted under the provisions of 11 U.S.C. § 523 or unless it is a valid secured claim. <i>See </i><i>Perlow v. Perlow,</i> <span class=\"citation\" data-id=\"2016365\"><a href=\"/opinion/2016365/perlow-v-perlow/\"><span class=\"volume\">128</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">412</span></a></span> (E.D.N.C.1991). The Bankruptcy court noted that <i>Perlow</i> is distinguishable from the instant case in that the debtor in <i>Perlow</i> specifically listed Ms. Perlow as an unsecured creditor with priority, noting that the claim was \"contingent, disputed, unliquidated; Division of Marital Property.\" In addition, the <i>Perlow</i> debtor filed a notice with the Bankruptcy Court with service upon Ms. Perlow stating \"all matters of equitable distribution will be requested to be completed by the Bankruptcy Court\" and that \"it is the contention of the plaintiff that upon the determination of equitable distribution by the Bankruptcy Court that all matters concerning distribution of property in this action should be dismissed.\" In the present case, Appellant failed to list Appellee as a creditor or to otherwise alert her to the fact that her equitable distribution rights were pending in the bankruptcy.</p>\n<p>The instant case centers on notice. Section 523(a)(3) provides that a discharge under section 727, 1141 or 1328(b) of Title 11 does not discharge an individual debtor from any debt:</p>\n<blockquote>\"(3) neither listed nor scheduled under section 512(1) of this title [11 USCS § 521(1)], with the name, if known to the debtor, of the creditor to whom such debt is owed, in time to permit </blockquote>\n<blockquote>(A) if such debt is not of a kind specified in paragraph (2), (4), or (6) of this subsection, timely filing of a proof of <span class=\"star-pagination\">*584</span> claim, <i>unless such creditor had notice or actual knowledge of the case in time for such timely filing;</i> or</blockquote>\n<blockquote>(B) if such debt is of a kind specified in paragraph (2), (4), or (6) of this subsection, timely filing of a proof of claim and timely request for a determination of dischargeability of such debt under one of such paragraphs, unless such creditor had notice or actual knowledge of the case in time for such timely filing and request;\"</blockquote>\n<p>(emphasis added).</p>\n<p>The parties stipulated that Appellee received a copy of the notice of the meeting of creditors and, therefore, had actual notice of the bankruptcy proceeding.</p>\n<p>As to Appellee's claim that the Bankruptcy court erred in discharging her claim for intentional infliction of emotional distress, the notice of meeting of creditors sets forth on its face that there is a deadline to file a complaint objecting to the discharge of the debtor or to determine the dischargeability of certain types of debt. The date for such objections is set forth within the notice. After noting that the claims of Appellee Hoffman for damages sounding in tort as asserted in her civil action are the type of claims which are discharged by the bankruptcy if a complaint to determine dischargeability is not timely filed, the Bankruptcy court correctly reasoned that Appellee is barred from asserting a claim for damages sounding in tort by the discharge granted the Debtor in this proceeding.</p>\n<p>As to Appellee's claim for equitable distribution however, the Bankruptcy court found that such claims were disparate. Although Appellee had actual notice of the bankruptcy proceeding, she had no notice that her marital claims against the Debtor were at issue. Her presence was necessary as a co-owner in the properties being sold to pay the claims, but until such time as a creditor's claims were paid in full, the issue as to the ownership of the residue of the estate was premature. The Debtor could have elected to invoke the jurisdiction of the Bankruptcy court to determine the marital property rights of Appellee, but he elected not to do so.</p>\n<p>Local Rule 3003.1 of the Bankruptcy court requires that the debtor shall notify each creditor whose claim is listed as contingent, disputed or unliquidated of that fact within fifteen days after filing the schedules. The marital claims of Appellee were disputed by the Debtor and remain so at this time. The Bankruptcy court, for the reasons discussed below, correctly held that the Debtor cannot, without notifying Appellee that her rights are being contested, maintain that the controversy has been settled by the discharge in the Chapter 11 proceeding.</p>\n<p>The burden of showing sufficient notice is on the debtor. In <i>In re Unioil,</i> <span class=\"citation\" data-id=\"571348\"><a href=\"/opinion/571348/in-re-unioil-debtor-dalton-development-project-1-v-unsecured-creditors/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">678</span></a></span> (10th Cir.1991), the Tenth Circuit Court of Appeals held that a creditor that was not given formal notice of the bar date or confirmation hearing is not bound by the confirmed reorganization plan. A discharge of a creditor's claim in a Chapter 11 bankruptcy without reasonable notice and an opportunity to be heard violates the creditor's Fifth Amendment due process rights. <i>Reliable Electric Company, Inc. v. Olsen Construction Company,</i> <span class=\"citation\" data-id=\"430755\"><a href=\"/opinion/430755/reliable-electric-co-inc-v-olson-construction-company/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">620</span></a></span> (10th Cir.1984). Further, a creditor who has general knowledge of a debtor's reorganization proceeding has no duty to inquire about further court action. The creditor has a right to assume that he will receive all the notices required by statute before his claim is forever barred. <i>New York v. New York, New Haven &amp; Hartford R.R. Company,</i> <span class=\"citation\" data-id=\"105062\"><a href=\"/opinion/105062/new-york-city-v-new-york-nh-hr-co/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></a></span>, <span class=\"citation\" data-id=\"105062\"><a href=\"/opinion/105062/new-york-city-v-new-york-nh-hr-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">299</span></a></span>, <span class=\"citation\" data-id=\"105062\"><a href=\"/opinion/105062/new-york-city-v-new-york-nh-hr-co/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">333</span></a></span> (1953). In accordance with the aforesaid cases requiring notice and the guidelines as set forth in <i>Perlow, supra,</i> the Bankruptcy court correctly determined that Appellee was not aware that her marital rights were being extinguished and, therefore, was not bound by the confirmed Chapter 11 plan.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*585</span> For the reasons noted above, the order of the Bankruptcy court is hereby AFFIRMED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Bankruptcy court noted that it should avoid invasions into family law matters out of consideration of court economy, judicial restraint, and deference to state courts and their established expertise in these matters. <i>In re White,</i> <span class=\"citation\" data-id=\"508539\"><a href=\"/opinion/508539/in-re-john-paul-white-debtor-john-paul-white-v-patricia-ann-white/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">170</span></a></span> (6th Cir.1988).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/430755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2016365/"
  ]
}