{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1871198/",
  "absolute_url": "/opinion/1871198/combined-ins-co-v-investors-consol-ins-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1871198/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:40:57.259625Z",
  "date_modified": "2016-04-26T23:04:50.396224Z",
  "type": "010combined",
  "sha1": "68852354d83d4ecc1458e75279f38068fc7d9532",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>499 F.Supp. 484 (1980)</b></center>\n<center><h1>COMBINED INSURANCE COMPANY OF AMERICA, Plaintiff,<br>\nv.<br>\nINVESTORS CONSOLIDATED INSURANCE COMPANY and George R. McKee, Defendants.</h1></center>\n<center>No. 80-158-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 1, 1980.</center>\n<p><span class=\"star-pagination\">*485</span> J. Allen Adams, H. Hugh Stevens, Jr., Sanford, Adams, McCullough &amp; Beard, Raleigh, N. C., James R. Trotter, Spruill, Trotter, Lane &amp; McCotter, Rocky Mount, N. C., for plaintiff.</p>\n<p>James D. Clark, Spears, Barnes, Baker &amp; Hoof, Durham, N. C., Eugene G. Boyce, Raleigh, N. C., for defendants.</p>\n<p>DUPREE, Chief Judge.</p>\n<p>This case is before the court on plaintiff's motion for a preliminary injunction as prayed for in its verified complaint. Jurisdiction and venue are proper in the United States District Court for the Eastern District of North Carolina under 28 U.S.C. §§ 1332 and 1391(a) and (c). Having considered the parties' pleadings filed to date as well as plaintiff's memorandum of law in support of its motion (together with its affidavits and exhibits) and defendants' memorandum of law in opposition (together with their affidavits and exhibits) and having heard the arguments of counsel, this court, pursuant to F.R.Civ.P. 65(d), makes the following preliminary findings of fact and conclusions of law:</p>\n<p>1. Plaintiff, Combined Insurance Company of America (Combined), markets health and accident insurance policies through field agents who personally contact prospects and issue the policies at the time of sale without prior approval of Combined's underwriting department. These accident policies are known as \"pre-issue\" policies. The term (duration) of these policies is six months, and they are renewed by Combined agents personally collecting renewals at the home or business addresses of the policyholders. Accordingly, a Combined agent personally calls upon an accident policyholder approximately six months after the initial sale (and at approximate six-month intervals thereafter). (Hines Aff., P.Ex. 29, at 1-2; Verified Complaint (VC) at ¶¶ 6-8).</p>\n<p>2. The plaintiff has developed, and for several decades has used, a special system for renewing its business in specific locations and during particular times. This system is known as the \"Combined Sales Cycle (Cycle),\" and it governs the activity of the Company's agents by causing them to collect renewal premiums for the plaintiff's accident policies at particular locations and at specified time periods, every six months. The Cycle controls where and when Combined calls upon its policyholders to renew their policies.</p>\n<p>3. Under the Combined Sales Cycle, each geographical sales area is divided into six \"route months.\" Combined's sales agents are sent to the areas in which individual route month business is to be serviced by means of being entrusted with IBM renewal cards for the Combined policyholders in that area. Each renewal card shows the name and address of a policyholder, the expiration date of the policy to be renewed and other pertinent policyholder information.</p>\n<p>4. The plaintiff treats and considers its Sales Cycle as confidential information and a trade secret, and this court finds that plaintiff's Sales Cycle (as described in paragraphs 1 through 3 above) represents valuable <span class=\"star-pagination\">*486</span> customer information and constitutes the confidential business information and trade secrets of the plaintiff. <i>See </i><i>Wilkes v. Pioneer American Insurance Company of Fort Worth, Texas,</i> 383 F.Supp. 1135 (D.S. C.1974); <i>United Insurance Company of America v. Dienno,</i> 248 F.Supp. 553 (E.D. Pa.1965); <i>Greenberg v. Croydon Plastics Company, Inc.,</i> 378 F.Supp. 806, 812-13 (E.D.Pa.1974).</p>\n<p>5. Each agent of the plaintiff necessarily learns that part of the Sales Cycle covering the locations or geographical areas he or she is assigned to work. The agent's knowledge of where, when and under what circumstances Combined calls upon its policyholders, if subsequently used for the purpose of competing with Combined, could cause the plaintiff financial harm by nullifying its trade secrets. (Hines Aff. at 4-5.)</p>\n<p>6. To place their agents on notice as to the confidential nature of its Sales Cycle, at the time of his appointment each sales manager enters into a written Standard Employment Contract with Combined. Similarly, each sales representative enters into a written Standard Employment Contract (both types of contracts referred to hereafter as \"agent contracts\"). These contracts include a number of covenants and contractual provisions which formalize the agent's obligation to honor, protect and refrain from the use of plaintiff's confidential proprietary information and trade secrets in exchange for his employment with Combined. (VC at ¶¶ 15, 23-27.)</p>\n<p>7. Combined's standard contracts also include covenants not to sell, directly or indirectly, alone or in combination with others, accident and health insurance to Combined policyholders within the agent's assigned sales territories, or to recruit Combined's agents to work for a competitor. These covenants are limited to two years.</p>\n<p>8. Defendant, Investors Consolidated Insurance Company (Investors), is a North Carolina corporation established in 1975, and the defendant, George R. McKee (McKee), is its president and co-founder. McKee co-founded Investors with Charles Dilts, an actuary, and he was substantially responsible for raising the company's start-up capital. (McKee Depo. at 5-26; Dilts Dep. at 6-18.)</p>\n<p>9. Defendant McKee is the majority shareholder of Investors, and controls the day-to-day and long-range affairs of the company. (McKee Depo. at 36-37, 44; Holeman Depo. at 10-11; Dilts Depo. at 18.)</p>\n<p>10. Prior to February, 1979, Investors was not involved in the door-to-door marketing of pre-issue accident and health insurance. (McKee Depo. at 65-70.)</p>\n<p>11. On or about January, 1979, defendant McKee decided that Investors should have greater concentration and penetration into the individual marketing of accident insurance. To that end, defendant McKee reviewed the performance statistics of insurance companies in the North Carolina accident field to determine which company was most successful. The company he identified was Combined. (McKee Depo. at 76.) To establish a marketing program, the defendants sought an employee of Combined to handle policy sales. The person they contacted was Mr. Eugene Rose, a very successful district manager of Combined. (McKee Depo. at 77-83.) Mr. Rose agreed during May, 1979 to take charge of Investors' new marketing effort.</p>\n<p>12. During June of 1979, Rose, McKee and another Combined sales manager, Joe Peacock, worked together on an insurance policy and sales plan for the proposed new policy. (McKee Depo. at 103-104, 106-113; Dilts Depo. at 41-42.)</p>\n<p>13. The new Investors' accident and health policy, Form No. 2008-1, was approved for sale by the North Carolina Department of Insurance on June 21, 1979. (McKee Depo. at 56.)</p>\n<p>14. Approximately fifty-one persons who were or had been Combined agents have been employed by Investors.</p>\n<p>15. Between June, 1979 and February, 1980 the defendants' activities, as complained of by the plaintiff, include the following:</p>\n<p><span class=\"star-pagination\">*487</span> (a) Investors sold 3,084 accident insurance policies, No. 2008-1. Of these, 92 per cent (2,825) were sold by 35 Investors agents who formerly represented Combined.</p>\n<p>(b) Of these 3,084 Investors policies sold, 73 per cent (2,251) were sold to policyholders of Combined by all Investors agents. Of the 2,825 sold by Investors agents who formerly represented Combined, 77 per cent (2,167) were sold to policyholders of Combined.</p>\n<p>(c) Of the 2,167 sold to Combined policyholders by Investors agents who formerly represented Combined, 83 per cent (1,798) were sold during the month prescribed by Combined's Sales Cycle or within six weeks prior thereto, and 75 per cent (1,621) were sold during the Sales Cycle month or within four weeks prior thereto.</p>\n<p>(d) Ninety-six per cent of the Investors policies sold to former Combined policyholders were sold by ex-Combined agents. (Aff. of Ronald K. Holmberg, P.Ex. 1.)</p>\n<p>16. Combined's business system is strongly oriented toward the prospective future renewal of its existing business, and it is apparent that Combined's financial injury cannot be calculated precisely.</p>\n<p>17. The defendants were aware of the contractual limitations as to the former Combined district managers and sales representatives described at No. 6 through 7 above, and requested that their attorney, Ms. Katherine McKee Holeman, review examples of the aforesaid contracts. (McKee Depo. at 98-102, 123-127.) Ms. Holeman told the defendants that the district managers contracts, exemplified by Mr. Eugene Rose's, were enforceable. (Holeman Depo. at 20.) She also stated that in her opinion the sales representatives' contracts, exemplified by Mr. Charles Rose's, were not as enforceable as the other contract but she could come to no definite conclusion as to its enforceability. (Holeman Depo. at 21-22.) Nevertheless, the plaintiff has presented evidence that tends to show, preliminarily, that defendant McKee told various prospective agents that their Combined contracts were unenforceable. (<i>See, e. g.,</i> Vick Depo. at 149-150; McKee Depo. at 138-139.)</p>\n<p>18. During December, 1979 and January, 1980, six preliminary injunctions were issued by North Carolina Superior Court judges enjoining six former Combined agents, now employed by Investors, from violating their non-competition covenants.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>In light of the foregoing preliminary findings of fact, as culled from the evidence submitted by the parties thus far, the court draws the following conclusions of law:</p>\n<p>As noted in <i>Blackwelder Furniture Company v. Seilig Manufacturing Company, Inc.,</i> 550 F.2d 189 (4th Cir. 1977), the \"balance of hardship test\" controls in the Fourth Circuit as to when preliminary injunctive relief should be granted. Four factors determine the entry of such relief: (a) the plaintiff's likelihood of success in the underlying dispute between the parties; (b) whether the plaintiff will suffer irreparable injury if interim relief is denied; (c) what, if any, injury the defendant will suffer if an injunction is issued; and (d) the public's interest in the issuance of such an injunction. Of these factors, the two most important are those of probable irreparable injury to the plaintiff if an injunction is not issued versus likely harm to the defendant if such an injunction is issued. 550 F.2d at 196. If, upon weighing them, the balance is struck in favor of the plaintiff, a preliminary injunction should issue when at least grave or serious questions on the merits are presented. <i>See also </i><i>Fort Sumter Tours, Inc. v. Andrus,</i> 564 F.2d 1119, 1124 (4th Cir. 1977).</p>\n<p>Moreover, a correlation exists between the likelihood of plaintiff's success on the merits and the probability of irreparable injury to it. As the court in <i>Blackwelder</i> noted, if the likelihood of success is great, the need for showing the probability of irreparable injury is less. Conversely, if the likelihood of success is remote, there must be a strong showing of the probability of irreparable injury to justify issuance of the injunction.</p>\n<p><span class=\"star-pagination\">*488</span> Here, Combined has made a <i>prima facie</i> showing that the defendants have misappropriated a substantial portion of its North Carolina accident and health business by selling a high proportion of Investors' accident and health policies to Combined's policyholders, very often at times coincidental with Combined's Sales Cycle. It appears that the vast majority of these sales were made by former Combined agents. Moreover, many of these sales were made in apparent contravention of the agents' non-competition and trade secret covenants. Combined has suffered and will continue to suffer incalculable financial injury unless defendants are enjoined from their allegedly tortious, unfair and deceptive business practices.</p>\n<p>Investors has put forward nothing of substantial weight against which to balance Combined's <i>prima facie</i> showing. It responds with a \"qualitative examination\" of the litigants' respective marketing positions, and argues that the business lost to it by Combined is so insignificant that any resultant injury to Combined cannot be deemed irreparable. Investors asserts that it will suffer \"irreparable injury\" if an injunction is issued, and that Combined is merely seeking an insurance market protected from lawful competition by Investors. However, the court finds that the respective size of two litigants, especially when substantial business, statutory and common law rights violations are being alleged, has no bearing on a party's right to injunctive relief.</p>\n<p>On the basis of the findings of fact recited above, the court concludes that the likelihood of irreparable harm to Combined without an injunction is decidedly greater than the likelihood of harm to Investors with an injunction.</p>\n<p><i>Blackwelder</i> also holds that the greater the likelihood of success on the merits, the less the need for showing the probability of irreparable harm. This rule assists Combined here. Combined has made a <i>prima facie</i> showing that Investors, through its former Combined agents, systematically misappropriated Combined's customer information and consequently some of its best customers. If Combined prevails on this allegation at trial, it clearly would be entitled to injunctive relief as well as damages. <i>See </i><i>United Insurance Company of America v. Dienno,</i> 248 F.Supp. 553 (E.D.Pa.1965); <i>Morgan's Home Equipment Corporation v. Martucci,</i> 390 Pa. 618, 136 A.2d 838 (1957); <i>State Farm Mutual Insurance Company v. Dempster,</i> 174 Cal.App.2d 418, 344 P.2d 821.</p>\n<p>\"Grave and serious questions\" are presented by Combined's allegations and preliminary evidentiary showing, and its likelihood of success on the merits appears, at this point, to be substantial. This conclusion, in conjunction with the court's previous finding on the balance of harm issue, further supports the issuance of an injunction in favor of Combined.</p>\n<p>Finally, <i>Blackwelder</i> requires that the court comment on the public interest as it relates to the injunction requested by Combined. In that regard, the law favors active but fair competition between business entities so as to allow insurance consumers a choice in their purchase of insurance policies. The law does not favor conduct which has preliminarily been shown to be unfair, deceptive and violative of established common law, statutory and business rights. Combined does not seek to eliminate a business competitor but only to preserve its trade secrets, business practices and relations between itself and its employees. The public interest surely favors preservation of those rights pending a trial on the merits.</p>\n<p>Accordingly, the plaintiff's motion for a preliminary injunction will be granted as follows:</p>\n<p>1. <i>DEFINITIONS.</i> The following terms shall have the following meanings for purposes of this preliminary injunction order:</p>\n<p>(a) \"Investors\" shall mean the defendant, Investors Consolidated Insurance Company (its successors and assigns), its present and future directors, employees, agents and representatives, and any other person or business entity which acts in concert with Investors Consolidated Insurance Company or McKee (whether by reinsurance or otherwise) <span class=\"star-pagination\">*489</span> in the sale or renewal of accident or health insurance policies.</p>\n<p>(b) \"McKee\" shall mean the defendant, George R. McKee.</p>\n<p>(c) \"Combined\" shall mean the plaintiff, Combined Insurance Company of America, its subsidiaries, and their respective successors and assigns.</p>\n<p>(d) The \"Combined Sales Cycle\" (found in paragraph 4 to comprise a trade secret and confidential information of the plaintiff) shall mean the system Combined uses which governs where and when its sales agents (of whatever position they may hold) personally call upon Combined policyholders in the State of North Carolina to renew their accident insurance policies, as more fully described in paragraphs 2 and 3 above.</p>\n<p>2. Commencing forthwith and continuing until judgment is entered in this matter, the defendants, Investors and McKee, and all persons acting in concert with them or either of them, are hereby ENJOINED AND RESTRAINED throughout the State of North Carolina from doing or attempting to do in any way, directly or indirectly, any of the following acts and things:</p>\n<p>(a) Using or divulging Combined's confidential information and trade secrets, including, without limitation, any information concerning the Combined Sales Cycle; the names, addresses and ages of Combined's policyholders; the number and type of Combined policies owned by any policyholder; the renewal dates of Combined's policies.</p>\n<p>(b) Initiating contact with any person who, at the time of solicitation, is or was within the past two years a policyholder of Combined, with the intent to sell Investors accident or health insurance policies.</p>\n<p>(c) Renewing, or attempting to renew, by any means other than mail solicitation, any policy issued on Investors Policy Form No. 2008-1 to any individual who is, or who was within the past two years, a Combined policyholder.</p>\n<p>(d) Inducing any person to breach or fail to fulfill any of the terms or provisions of any contract or agreement with Combined.</p>\n<p>(e) Inducing any policyholder of Combined, by making any false, misleading, deceptive or disparaging statement (whether in written or oral form), to cancel or allow to lapse or fail to renew an insurance policy issued to or on behalf of Combined.</p>\n<p>(f) Making any false, misleading, deceptive or disparaging statement (whether in written or oral form) which reasonably could be understood to discredit, or be harmful to, Combined or Combined personnel.</p>\n<p>3. Nothing herein shall be construed to limit in any way the right of Investors to market its policies to any and all prospective purchasers through means not violative of this order.</p>\n<p>4. All policy applications obtained by Investors for policies to be written on its Policy Form No. 2008-1 or equivalent shall during the time this order is outstanding indicate positively whether the applicant has been a policyholder of Combined within the past two years, and such completed applications shall be retained by Investors throughout the pendency of this action.</p>\n<p>5. It is further ORDERED that Investors shall deliver a copy of this order to each of its present agents and any agents who become associated with Investors during the pendency of this order. Investors shall obtain signed receipts therefor, shall retain them pending trial of this cause on the merits.</p>\n<p>6. It is further ORDERED that this matter shall be subject to such further orders as this court deems necessary or appropriate pending trial of this cause on the merits.</p>\n<p>The court is not inadvertent to the fact that some, and indeed perhaps a large proportion, of Investors policyholders could well have been attained through legitimate business efforts. In light of this possibility, the court seeks to resolve the issues comprising this controversy expeditiously so as to enjoin Investors from conducting business in a restricted fashion for the shortest possible duration.</p>\n<p><span class=\"star-pagination\">*490</span> Wherefore, the Clerk of Court is directed to set this matter for a final pre-trial conference at the earliest practical date, following which a trial date for the case will be established.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">484</span></span> (1980)</b></center>\n<center><h1>COMBINED INSURANCE COMPANY OF AMERICA, Plaintiff,<br>\nv.<br>\nINVESTORS CONSOLIDATED INSURANCE COMPANY and George R. McKee, Defendants.</h1></center>\n<center>No. 80-158-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 1, 1980.</center>\n<p><span class=\"star-pagination\">*485</span> J. Allen Adams, H. Hugh Stevens, Jr., Sanford, Adams, McCullough &amp; Beard, Raleigh, N. C., James R. Trotter, Spruill, Trotter, Lane &amp; McCotter, Rocky Mount, N. C., for plaintiff.</p>\n<p>James D. Clark, Spears, Barnes, Baker &amp; Hoof, Durham, N. C., Eugene G. Boyce, Raleigh, N. C., for defendants.</p>\n<p>DUPREE, Chief Judge.</p>\n<p>This case is before the court on plaintiff's motion for a preliminary injunction as prayed for in its verified complaint. Jurisdiction and venue are proper in the United States District Court for the Eastern District of North Carolina under 28 U.S.C. §§ 1332 and 1391(a) and (c). Having considered the parties' pleadings filed to date as well as plaintiff's memorandum of law in support of its motion (together with its affidavits and exhibits) and defendants' memorandum of law in opposition (together with their affidavits and exhibits) and having heard the arguments of counsel, this court, pursuant to F.R.Civ.P. 65(d), makes the following preliminary findings of fact and conclusions of law:</p>\n<p>1. Plaintiff, Combined Insurance Company of America (Combined), markets health and accident insurance policies through field agents who personally contact prospects and issue the policies at the time of sale without prior approval of Combined's underwriting department. These accident policies are known as \"pre-issue\" policies. The term (duration) of these policies is six months, and they are renewed by Combined agents personally collecting renewals at the home or business addresses of the policyholders. Accordingly, a Combined agent personally calls upon an accident policyholder approximately six months after the initial sale (and at approximate six-month intervals thereafter). (Hines Aff., P.Ex. 29, at 1-2; Verified Complaint (VC) at ¶¶ 6-8).</p>\n<p>2. The plaintiff has developed, and for several decades has used, a special system for renewing its business in specific locations and during particular times. This system is known as the \"Combined Sales Cycle (Cycle),\" and it governs the activity of the Company's agents by causing them to collect renewal premiums for the plaintiff's accident policies at particular locations and at specified time periods, every six months. The Cycle controls where and when Combined calls upon its policyholders to renew their policies.</p>\n<p>3. Under the Combined Sales Cycle, each geographical sales area is divided into six \"route months.\" Combined's sales agents are sent to the areas in which individual route month business is to be serviced by means of being entrusted with IBM renewal cards for the Combined policyholders in that area. Each renewal card shows the name and address of a policyholder, the expiration date of the policy to be renewed and other pertinent policyholder information.</p>\n<p>4. The plaintiff treats and considers its Sales Cycle as confidential information and a trade secret, and this court finds that plaintiff's Sales Cycle (as described in paragraphs 1 through 3 above) represents valuable <span class=\"star-pagination\">*486</span> customer information and constitutes the confidential business information and trade secrets of the plaintiff. <i>See </i><i>Wilkes v. Pioneer American Insurance Company of Fort Worth, Texas,</i> <span class=\"citation\" data-id=\"2245415\"><a href=\"/opinion/2245415/wilkes-v-pioneer-american-ins-co-of-ft-worth-tex/\"><span class=\"volume\">383</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1135</span></a></span> (D.S. C.1974); <i>United Insurance Company of America v. Dienno,</i> <span class=\"citation\" data-id=\"1405669\"><a href=\"/opinion/1405669/united-insurance-company-of-america-v-dienno/\"><span class=\"volume\">248</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">553</span></a></span> (E.D. Pa.1965); <i>Greenberg v. Croydon Plastics Company, Inc.,</i> <span class=\"citation\" data-id=\"2124724\"><a href=\"/opinion/2124724/greenberg-v-croydon-plastics-co-inc/\"><span class=\"volume\">378</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">806</span></a></span>, 812-13 (E.D.Pa.1974).</p>\n<p>5. Each agent of the plaintiff necessarily learns that part of the Sales Cycle covering the locations or geographical areas he or she is assigned to work. The agent's knowledge of where, when and under what circumstances Combined calls upon its policyholders, if subsequently used for the purpose of competing with Combined, could cause the plaintiff financial harm by nullifying its trade secrets. (Hines Aff. at 4-5.)</p>\n<p>6. To place their agents on notice as to the confidential nature of its Sales Cycle, at the time of his appointment each sales manager enters into a written Standard Employment Contract with Combined. Similarly, each sales representative enters into a written Standard Employment Contract (both types of contracts referred to hereafter as \"agent contracts\"). These contracts include a number of covenants and contractual provisions which formalize the agent's obligation to honor, protect and refrain from the use of plaintiff's confidential proprietary information and trade secrets in exchange for his employment with Combined. (VC at ¶¶ 15, 23-27.)</p>\n<p>7. Combined's standard contracts also include covenants not to sell, directly or indirectly, alone or in combination with others, accident and health insurance to Combined policyholders within the agent's assigned sales territories, or to recruit Combined's agents to work for a competitor. These covenants are limited to two years.</p>\n<p>8. Defendant, Investors Consolidated Insurance Company (Investors), is a North Carolina corporation established in 1975, and the defendant, George R. McKee (McKee), is its president and co-founder. McKee co-founded Investors with Charles Dilts, an actuary, and he was substantially responsible for raising the company's start-up capital. (McKee Depo. at 5-26; Dilts Dep. at 6-18.)</p>\n<p>9. Defendant McKee is the majority shareholder of Investors, and controls the day-to-day and long-range affairs of the company. (McKee Depo. at 36-37, 44; Holeman Depo. at 10-11; Dilts Depo. at 18.)</p>\n<p>10. Prior to February, 1979, Investors was not involved in the door-to-door marketing of pre-issue accident and health insurance. (McKee Depo. at 65-70.)</p>\n<p>11. On or about January, 1979, defendant McKee decided that Investors should have greater concentration and penetration into the individual marketing of accident insurance. To that end, defendant McKee reviewed the performance statistics of insurance companies in the North Carolina accident field to determine which company was most successful. The company he identified was Combined. (McKee Depo. at 76.) To establish a marketing program, the defendants sought an employee of Combined to handle policy sales. The person they contacted was Mr. Eugene Rose, a very successful district manager of Combined. (McKee Depo. at 77-83.) Mr. Rose agreed during May, 1979 to take charge of Investors' new marketing effort.</p>\n<p>12. During June of 1979, Rose, McKee and another Combined sales manager, Joe Peacock, worked together on an insurance policy and sales plan for the proposed new policy. (McKee Depo. at 103-104, 106-113; Dilts Depo. at 41-42.)</p>\n<p>13. The new Investors' accident and health policy, Form No. 2008-1, was approved for sale by the North Carolina Department of Insurance on June 21, 1979. (McKee Depo. at 56.)</p>\n<p>14. Approximately fifty-one persons who were or had been Combined agents have been employed by Investors.</p>\n<p>15. Between June, 1979 and February, 1980 the defendants' activities, as complained of by the plaintiff, include the following:</p>\n<p><span class=\"star-pagination\">*487</span> (a) Investors sold 3,084 accident insurance policies, No. 2008-1. Of these, 92 per cent (2,825) were sold by 35 Investors agents who formerly represented Combined.</p>\n<p>(b) Of these 3,084 Investors policies sold, 73 per cent (2,251) were sold to policyholders of Combined by all Investors agents. Of the 2,825 sold by Investors agents who formerly represented Combined, 77 per cent (2,167) were sold to policyholders of Combined.</p>\n<p>(c) Of the 2,167 sold to Combined policyholders by Investors agents who formerly represented Combined, 83 per cent (1,798) were sold during the month prescribed by Combined's Sales Cycle or within six weeks prior thereto, and 75 per cent (1,621) were sold during the Sales Cycle month or within four weeks prior thereto.</p>\n<p>(d) Ninety-six per cent of the Investors policies sold to former Combined policyholders were sold by ex-Combined agents. (Aff. of Ronald K. Holmberg, P.Ex. 1.)</p>\n<p>16. Combined's business system is strongly oriented toward the prospective future renewal of its existing business, and it is apparent that Combined's financial injury cannot be calculated precisely.</p>\n<p>17. The defendants were aware of the contractual limitations as to the former Combined district managers and sales representatives described at No. 6 through 7 above, and requested that their attorney, Ms. Katherine McKee Holeman, review examples of the aforesaid contracts. (McKee Depo. at 98-102, 123-127.) Ms. Holeman told the defendants that the district managers contracts, exemplified by Mr. Eugene Rose's, were enforceable. (Holeman Depo. at 20.) She also stated that in her opinion the sales representatives' contracts, exemplified by Mr. Charles Rose's, were not as enforceable as the other contract but she could come to no definite conclusion as to its enforceability. (Holeman Depo. at 21-22.) Nevertheless, the plaintiff has presented evidence that tends to show, preliminarily, that defendant McKee told various prospective agents that their Combined contracts were unenforceable. (<i>See, e. g.,</i> Vick Depo. at 149-150; McKee Depo. at 138-139.)</p>\n<p>18. During December, 1979 and January, 1980, six preliminary injunctions were issued by North Carolina Superior Court judges enjoining six former Combined agents, now employed by Investors, from violating their non-competition covenants.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>In light of the foregoing preliminary findings of fact, as culled from the evidence submitted by the parties thus far, the court draws the following conclusions of law:</p>\n<p>As noted in <i>Blackwelder Furniture Company v. Seilig Manufacturing Company, Inc.,</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span> (4th Cir. 1977), the \"balance of hardship test\" controls in the Fourth Circuit as to when preliminary injunctive relief should be granted. Four factors determine the entry of such relief: (a) the plaintiff's likelihood of success in the underlying dispute between the parties; (b) whether the plaintiff will suffer irreparable injury if interim relief is denied; (c) what, if any, injury the defendant will suffer if an injunction is issued; and (d) the public's interest in the issuance of such an injunction. Of these factors, the two most important are those of probable irreparable injury to the plaintiff if an injunction is not issued versus likely harm to the defendant if such an injunction is issued. 550 F.2d at 196. If, upon weighing them, the balance is struck in favor of the plaintiff, a preliminary injunction should issue when at least grave or serious questions on the merits are presented. <i>See also </i><i>Fort Sumter Tours, Inc. v. Andrus,</i> <span class=\"citation\" data-id=\"350180\"><a href=\"/opinion/350180/fort-sumter-tours-inc-v-cecil-d-andrus-secretary-department-of-the/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1119</span></a></span>, 1124 (4th Cir. 1977).</p>\n<p>Moreover, a correlation exists between the likelihood of plaintiff's success on the merits and the probability of irreparable injury to it. As the court in <i>Blackwelder</i> noted, if the likelihood of success is great, the need for showing the probability of irreparable injury is less. Conversely, if the likelihood of success is remote, there must be a strong showing of the probability of irreparable injury to justify issuance of the injunction.</p>\n<p><span class=\"star-pagination\">*488</span> Here, Combined has made a <i>prima facie</i> showing that the defendants have misappropriated a substantial portion of its North Carolina accident and health business by selling a high proportion of Investors' accident and health policies to Combined's policyholders, very often at times coincidental with Combined's Sales Cycle. It appears that the vast majority of these sales were made by former Combined agents. Moreover, many of these sales were made in apparent contravention of the agents' non-competition and trade secret covenants. Combined has suffered and will continue to suffer incalculable financial injury unless defendants are enjoined from their allegedly tortious, unfair and deceptive business practices.</p>\n<p>Investors has put forward nothing of substantial weight against which to balance Combined's <i>prima facie</i> showing. It responds with a \"qualitative examination\" of the litigants' respective marketing positions, and argues that the business lost to it by Combined is so insignificant that any resultant injury to Combined cannot be deemed irreparable. Investors asserts that it will suffer \"irreparable injury\" if an injunction is issued, and that Combined is merely seeking an insurance market protected from lawful competition by Investors. However, the court finds that the respective size of two litigants, especially when substantial business, statutory and common law rights violations are being alleged, has no bearing on a party's right to injunctive relief.</p>\n<p>On the basis of the findings of fact recited above, the court concludes that the likelihood of irreparable harm to Combined without an injunction is decidedly greater than the likelihood of harm to Investors with an injunction.</p>\n<p><i>Blackwelder</i> also holds that the greater the likelihood of success on the merits, the less the need for showing the probability of irreparable harm. This rule assists Combined here. Combined has made a <i>prima facie</i> showing that Investors, through its former Combined agents, systematically misappropriated Combined's customer information and consequently some of its best customers. If Combined prevails on this allegation at trial, it clearly would be entitled to injunctive relief as well as damages. <i>See </i><i>United Insurance Company of America v. Dienno,</i> <span class=\"citation\" data-id=\"1405669\"><a href=\"/opinion/1405669/united-insurance-company-of-america-v-dienno/\"><span class=\"volume\">248</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">553</span></a></span> (E.D.Pa.1965); <i>Morgan's Home Equipment Corporation v. Martucci,</i> <span class=\"citation\" data-id=\"2330966\"><a href=\"/opinion/2330966/morgans-home-equip-corp-v-martucci/\"><span class=\"volume\">390</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">618</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">838</span></span> (1957); <i>State Farm Mutual Insurance Company v. Dempster,</i> <span class=\"citation\" data-id=\"1164746\"><a href=\"/opinion/1164746/state-farm-mut-etc-ins-co-v-dempster/\"><span class=\"volume\">174</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">418</span></a></span>, 344 P.2d 821.</p>\n<p>\"Grave and serious questions\" are presented by Combined's allegations and preliminary evidentiary showing, and its likelihood of success on the merits appears, at this point, to be substantial. This conclusion, in conjunction with the court's previous finding on the balance of harm issue, further supports the issuance of an injunction in favor of Combined.</p>\n<p>Finally, <i>Blackwelder</i> requires that the court comment on the public interest as it relates to the injunction requested by Combined. In that regard, the law favors active but fair competition between business entities so as to allow insurance consumers a choice in their purchase of insurance policies. The law does not favor conduct which has preliminarily been shown to be unfair, deceptive and violative of established common law, statutory and business rights. Combined does not seek to eliminate a business competitor but only to preserve its trade secrets, business practices and relations between itself and its employees. The public interest surely favors preservation of those rights pending a trial on the merits.</p>\n<p>Accordingly, the plaintiff's motion for a preliminary injunction will be granted as follows:</p>\n<p>1. <i>DEFINITIONS.</i> The following terms shall have the following meanings for purposes of this preliminary injunction order:</p>\n<p>(a) \"Investors\" shall mean the defendant, Investors Consolidated Insurance Company (its successors and assigns), its present and future directors, employees, agents and representatives, and any other person or business entity which acts in concert with Investors Consolidated Insurance Company or McKee (whether by reinsurance or otherwise) <span class=\"star-pagination\">*489</span> in the sale or renewal of accident or health insurance policies.</p>\n<p>(b) \"McKee\" shall mean the defendant, George R. McKee.</p>\n<p>(c) \"Combined\" shall mean the plaintiff, Combined Insurance Company of America, its subsidiaries, and their respective successors and assigns.</p>\n<p>(d) The \"Combined Sales Cycle\" (found in paragraph 4 to comprise a trade secret and confidential information of the plaintiff) shall mean the system Combined uses which governs where and when its sales agents (of whatever position they may hold) personally call upon Combined policyholders in the State of North Carolina to renew their accident insurance policies, as more fully described in paragraphs 2 and 3 above.</p>\n<p>2. Commencing forthwith and continuing until judgment is entered in this matter, the defendants, Investors and McKee, and all persons acting in concert with them or either of them, are hereby ENJOINED AND RESTRAINED throughout the State of North Carolina from doing or attempting to do in any way, directly or indirectly, any of the following acts and things:</p>\n<p>(a) Using or divulging Combined's confidential information and trade secrets, including, without limitation, any information concerning the Combined Sales Cycle; the names, addresses and ages of Combined's policyholders; the number and type of Combined policies owned by any policyholder; the renewal dates of Combined's policies.</p>\n<p>(b) Initiating contact with any person who, at the time of solicitation, is or was within the past two years a policyholder of Combined, with the intent to sell Investors accident or health insurance policies.</p>\n<p>(c) Renewing, or attempting to renew, by any means other than mail solicitation, any policy issued on Investors Policy Form No. 2008-1 to any individual who is, or who was within the past two years, a Combined policyholder.</p>\n<p>(d) Inducing any person to breach or fail to fulfill any of the terms or provisions of any contract or agreement with Combined.</p>\n<p>(e) Inducing any policyholder of Combined, by making any false, misleading, deceptive or disparaging statement (whether in written or oral form), to cancel or allow to lapse or fail to renew an insurance policy issued to or on behalf of Combined.</p>\n<p>(f) Making any false, misleading, deceptive or disparaging statement (whether in written or oral form) which reasonably could be understood to discredit, or be harmful to, Combined or Combined personnel.</p>\n<p>3. Nothing herein shall be construed to limit in any way the right of Investors to market its policies to any and all prospective purchasers through means not violative of this order.</p>\n<p>4. All policy applications obtained by Investors for policies to be written on its Policy Form No. 2008-1 or equivalent shall during the time this order is outstanding indicate positively whether the applicant has been a policyholder of Combined within the past two years, and such completed applications shall be retained by Investors throughout the pendency of this action.</p>\n<p>5. It is further ORDERED that Investors shall deliver a copy of this order to each of its present agents and any agents who become associated with Investors during the pendency of this order. Investors shall obtain signed receipts therefor, shall retain them pending trial of this cause on the merits.</p>\n<p>6. It is further ORDERED that this matter shall be subject to such further orders as this court deems necessary or appropriate pending trial of this cause on the merits.</p>\n<p>The court is not inadvertent to the fact that some, and indeed perhaps a large proportion, of Investors policyholders could well have been attained through legitimate business efforts. In light of this possibility, the court seeks to resolve the issues comprising this controversy expeditiously so as to enjoin Investors from conducting business in a restricted fashion for the shortest possible duration.</p>\n<p><span class=\"star-pagination\">*490</span> Wherefore, the Clerk of Court is directed to set this matter for a final pre-trial conference at the earliest practical date, following which a trial date for the case will be established.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/350180/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1164746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1405669/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2124724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2245415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2330966/"
  ]
}