{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1872452/",
  "absolute_url": "/opinion/1872452/freeman-v-city-of-fayetteville/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1872452/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:41:09.741637Z",
  "date_modified": "2016-04-26T22:19:50.854520Z",
  "type": "010combined",
  "sha1": "41c5bb1fbace32fb33549c52940a56d3130b1802",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>971 F.Supp. 971 (1997)</b></center>\n<center><h1>William C. FREEMAN, et al. Plaintiffs,<br>\nv.<br>\nThe CITY OF FAYETTEVILLE, et al. Defendants.</h1></center>\n<center>Civil Action No. 1000.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 16, 1997.</center>\n<p><span class=\"star-pagination\">*972</span> <span class=\"star-pagination\">*973</span> Geraldine Sumter, Ferguson, Stein, Wallas, Adkins, Gresham &amp; Sumter, Charlotte, NC, for Plaintiffs.</p>\n<p>Philip M. Van Hoy, Van Hoy, Reutlinger &amp; Taylor, Charlotte, NC, for Defendants.</p>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on the motion of defendants pursuant to Rules 60(b)(5) and (6) of the Federal Rules of Civil Procedure for relief from the judgment entered in this case and on the motion of plaintiffs for an extension of time to develop the factual record. These motions have been fully briefed and are now ripe for ruling.<sup>[1]</sup></p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>On 26 August 1974 a consent judgment (\"judgment\") was entered in the instant case by the Honorable Franklin T. Dupree, Jr. The judgment was the result of a civil rights law suit filed by nine black plaintiffs in which they alleged that they and other blacks had been denied employment opportunities with the Fayetteville Police Department (\"FPD\") because of their race.<sup>[2]</sup> The judgment imposed specific hiring and recruitment quotas on the FPD as follows:</p>\n<blockquote>Paragraph 4: Commencing July 1, 1974 and continuing through December 31, 1974, at least fifty (50%) of the appointments to vacancies in the rank of patrolman shall consist of qualified black applicants.</blockquote>\n<blockquote>Thereafter, at least forty (40%) percent of the appointments to vacancies in the rank of patrolman shall consist of qualified black applicants until the percentage of black <span class=\"star-pagination\">*974</span> patrolmen constitutes at least thirty (30%) percent of the total number of patrolmen employed by the Police Department.</blockquote>\n<blockquote>Paragraph 6: With regard to promoting (sic) policies and practices, the defendants herein ... shall develop and implement a plan for promoting black officers to the ranks of sergeant, lieutenant and captain within the Fayetteville Police Department. Said plan shall provide for the selection of a \"pool\" of qualified officers.... After the creation of ... said pool, the percentage of blacks therein shall be numerically determined. Thereafter, promotions to each successive rank shall include black officers at least to the extent of said numerical percentage. Said pool shall continue in existence at least until the number of qualified black officers constitutes at least thirty (30%) percent of the total number of sergeants, lieutenants and captains on the Fayetteville Police Force.</blockquote>\n<p></p>\n<h2>II. STANDARD</h2>\n<p>Motions pursuant to Federal Rule of Civil Procedure 60(b)(5) and (6) to terminate consent decrees are to be evaluated by \"a less stringent more flexible standard\" than the \"grievous wrong\" standard articulated in <i>United States v. Swift &amp; Co.,</i> 286 U.S. 106, 119, 52 S.Ct. 460, 464, 76 L.Ed. 999 (1932); <i>Rufo v. Inmates of Suffolk County Jail,</i> 502 U.S. 367, 112 S.Ct. 748, 116 L.Ed.2d 867 (1992). This flexible standard is two-pronged and places upon the \"party seeking modification ... the burden of establishing\" the prerequisites to termination of the decree. <i>Rufo,</i> 502 U.S. at 383, 112 S.Ct. at 759-60. The party seeking modification may satisfy the first prong \"by showing either a significant change in factual conditions or in law.\" <i>Id.</i> at 384, 112 S.Ct. at 760. Changes in factual circumstances warrant modification or termination of a consent judgment in any three instances: 1) where the changes make \"compliance with the decree substantially more onerous;\" 2) where a \"decree proves to be unworkable because of unforeseen obstacles;\" or 3) where enforcement of the decree \"would be detrimental to the public interest.\" <i>Id.</i> Where subsequently-decided authority indicates that \"one or more of the obligations placed upon the parties has become impermissible under federal law\" the decree must be modified or terminated. <i>Id.</i> at 388, 112 S.Ct. at 762. \"[A] rising constitutional floor-or ... a falling constitutional ceiling may make modifications necessary.\" <i>N.A.A.C.P. v. Seibels,</i> 20 F.3d 1489, 1504 (11th Cir.1994).</p>\n<p>Once this first prong has been satisfied, the party seeking modification must submit evidence as to whether the \"proposed modification is suitably tailored to the changed circumstances.\" <i>Rufo,</i> 502 U.S. at 391, 112 S.Ct. at 763. This requirement mandates that the court determine what changes are appropriate to address \"significant factual developments or conflicts between new legal standards and the requirements of the decree.\" <i>N.A.A.C.P.,</i> 20 F.3d at 1504. The proposed change may not \"create or perpetuate a constitutional violation.\" <i>Rufo,</i> 502 U.S. at 391, 112 S.Ct. at 763.</p>\n<p>It is settled law that an employment discrimination consent decree entered by a federal judge should be treated as a \"voluntary affirmative action plan\" for purposes of equal protection analysis. <i>North State Law Enforcement Officers Ass'n v. Charlotte-Mecklenburg Police Dept.,</i> 862 F.Supp. 1445 (W.D.N.C.1994) (citing <i>N.A.A.C.P.,</i> 20 F.3d at 1489). Voluntary affirmative action plans are subject to strict scrutiny. <i>City of Richmond v. J.A. Croson Co.,</i> 488 U.S. 469, 498-505, 109 S.Ct. 706, 724-28, 102 L.Ed.2d 854 (1989); <i>see </i><i>Maryland Troopers Ass'n v. Evans,</i> 993 F.2d 1072, 1076-79 (4th Cir.1993) (applying strict scrutiny equal protection analysis to consent decree entered by federal district court). Any racial preferences established by such plans \"may not take on a life of their own,\" <i>Maryland Troopers Ass'n,</i> 993 F.2d at 1076, and \"are not intended to operate in perpetuity.\" <i>Board of Educ. of Oklahoma City Pub. Schs. v. Dowell,</i> 498 U.S. 237, 248, 111 S.Ct. 630, 637, 112 L.Ed.2d 715 (1991).</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p>Defendants assert that there has been a change in the law such that, under <i>Rufo</i> and the cases cited above, the judgment in this case must be terminated. Specifically, defendants assert that the rigid quotas imposed <span class=\"star-pagination\">*975</span> by the 1974 judgment have been rendered unconstitutional by subsequently-decided authority requiring the application of strict scrutiny to such quotas. Plaintiffs do not dispute the application of strict scrutiny to the quotas imposed by the judgment; however, they maintain that defendants have not met the prerequisites for the dissolution of the decree. In order to determine if the state of the law applicable to racial hiring and promotion quotas has changed to such an extent as to require termination of the decree, the court must address changes in applicable constitutional analysis and case law of this circuit. Only then can the determination be made as to whether defendants have met their burden of establishing a change in the law and, if so, the ensuing analysis be performed to determine if defendants are entitled to the relief they seek under Federal Rule of Civil Procedure 60(b).</p>\n<p></p>\n<h2>A. Strict Scrutiny Analysis</h2>\n<p>As stated above and agreed upon by the parties, the law is clear that race-conscious affirmative action plans such as the judgment at issue are subject to strict scrutiny. <i>Croson,</i> 488 U.S. 469, 109 S.Ct. 706, 102 L.Ed.2d 854 (1989). This was not the case at the time the judgment was entered in 1974. The mandate of strict scrutiny requires that a race-based affirmative action classification be justified by a compelling state interest and narrowly tailored to achieve that interest. <i>Id.</i> There is a two-step analysis for evaluating race-conscious plans under this heightened level of review. First, there must be a strong basis in evidence for the state's conclusion that remedial action is necessary. <i>Maryland Troopers Ass'n,</i> 993 F.2d at 1076 (citing <i>Croson,</i> 488 U.S. at 500, 109 S.Ct. at 725 (quoting <i>Wygant v. Jackson Board of Educ.,</i> 476 U.S. 267, 277, 106 S.Ct. 1842, 1848-49, 90 L.Ed.2d 260 (1986))). To demonstrate a compelling state interest, the state must do more than claim a general history of societal discrimination. It must \"specify the racial discrimination that its targeting with its plan.\" <i>Maryland Troopers Ass'n,</i> 993 F.2d at 1076 (citing <i>Croson,</i> 488 U.S. at 498-99, 109 S.Ct. at 724-25).</p>\n<p>The second part of the strict scrutiny analysis requires that the specifically identified state interest be achieved by a narrowly tailored remedial measure. <i>Croson,</i> 488 U.S. at 507, 109 S.Ct. at 729; <i>Wygant,</i> 476 U.S. at 274, 106 S.Ct. at 1847. A narrowly tailored remedy cannot be over-inclusive and must be confined to alleviate \"the effects of identified discrimination\" within the institution subject to the remedy. <i>Croson,</i> 488 U.S. at 508-10, 109 S.Ct. at 729-31. The Fourth Circuit has written that when the remedy is in the form of a numerical race-related goal or quota, it</p>\n<blockquote>must be waivable if qualified minority applicants are scarce, and such goals must bear a reasonable relationship to minority percentages in the relevant qualified labor pool, not in the population as a whole. Finally, the preferences may not supplant race-neutral alternatives for remedying the same discrimination.</blockquote>\n<p><i>Maryland Troopers Ass'n,</i> 993 F.2d at 1076-77. (citations omitted).</p>\n<p>In <i>Hayes v. North State Law Enforcement Officers Ass'n,</i> 10 F.3d 207 (4th Cir.1993), involving a consent judgment strikingly similar to the one at bar and which will be discussed at length below, the Fourth Circuit noted that a prior record of proven discrimination may justify a continuation of racial preferences as to hiring, promotions and injunctive relief. However, the court held that such reliance on a prior record was not available to the Charlotte-Mecklenburg Police Department, as no evidence of prior discrimination was introduced to support the continuation of the judgment and the judgment itself did not contain specific facts evidencing past discrimination. <i>Hayes,</i> 10 F.3d at 213-15. The judgment at issue here, just like the Charlotte judgment does not contain any references to, or evidence of, unlawful discrimination which could form a basis for the necessary compelling state interest.</p>\n<p>Plaintiffs assert that they should be given additional time in order to develop evidence which may provide the required evidence of past discrimination. In making this assertion, it appears that plaintiffs acknowledge that the original judgment does not contain the requisite evidence mandated <span class=\"star-pagination\">*976</span> by the constitutional analysis. The request that this evidence be allowed to be developed now, over two decades after the entry of the original judgment was entered cannot be granted. Plaintiffs will not be allowed to attempt to gather evidence today in support of the constitutionality of the 1974 judgment. If plaintiffs are concerned that discriminatory practices against black officers and applicants remain within the FPD, there are remedies other than the continuation of this judgment. The rights of those claiming job discrimination because of race, or any other protected status, are preserved by Title VII of the Civil Rights Act of 1964, the North Carolina Fair Employment Practices Act and various common law claims. Indeed, if the 1974 judgment had never been entered, any job applicant or officer with the FPD has these legal avenues at his or her disposal if they feel that they suffered from an adverse employment decision based on race.</p>\n<p>Further, the instant judgment is not narrowly tailored. In this case, as in <i>Croson,</i> \"it is impossible to assess whether the [judgment] is narrowly tailored to remedy prior discrimination since it is not linked to identified discrimination.\" <i>Croson,</i> 488 U.S. at 507, 109 S.Ct. at 729. Even if this judgment were supported by the necessary compelling interest, \"its remedies are at best loosely fitted to their end.\" <i>North State,</i> 862 F.Supp. at 1458. The quotas imposed are rigid and there is no explanation provided for the percentages they mandate. There are no facts in the judgment which tie the selected percentages to the racial composition of Fayetteville. The specific percentage figures \"cannot be said to be narrowly tailored to any goal, except perhaps outright racial balancing.\" <i>Croson,</i> 488 U.S. at 507, 109 S.Ct. at 729.</p>\n<p>It is also noteworthy that there is not any suggestion or indication that the parties even considered a race-neutral remedy to alleviate the alleged problems in the FPD. As noted in <i>North State,</i> \"the court could have, for example, taken claims of race discrimination at the Police Department on a case by case basis.\" <i>North State,</i> 862 F.Supp. at 1459. This would have undoubtedly been more difficult than the imposition of an administrative decree, but benefits of foregoing individual efforts \"to tailor remedial relief to those who truly have suffered the effects of prior discrimination cannot justify a rigid line drawn on the bias of suspect classification.\" <i>Croson,</i> 488 U.S. at 508, 109 S.Ct. at 729.</p>\n<p>The judgment at issue is neither supported by the requisite compelling interest nor narrowly tailored in its remedy.</p>\n<p></p>\n<h2>B. The <i>Hayes</i> Decision</h2>\n<p>The legitimacy of continuing the instant judgment is seriously impacted by a recent decision of the United States Court of Appeals for the Fourth Circuit. In 1993, that court held that racially-based promotion quotas in a consent decree entered into between the Charlotte-Mecklenburg Police Department and black plaintiffs in settlement of a civil rights action violated the Equal Protection Cause of the 14th Amendment to the United States Constitution. <i>Hayes v. North State Law Enforcement Officers Ass'n,</i> 10 F.3d 207 (4th Cir.1993). The <i>Hayes</i> decree and the one at issue in this case are strikingly similar as to hiring and promotion quotas, only differing as to the percentages mandated by the quotas. The decrees were entered into in the same year, and the same law firm negotiated the terms of both the Charlotte and FPD decrees on behalf of both sets of plaintiffs. In <i>Hayes,</i> the plaintiffs were white officers of the Charlotte-Mecklenburg Police Department who claimed to have been passed over for promotions in favor of less-qualified black officers so that the department would be in compliance with the quotas of that judgment. Although <i>Hayes</i> specifically addressed only promotion quotas, the court suggested that the imposition of job quotas in general were constitutionally suspect.</p>\n<blockquote>[T]he Supreme Court has \"consistently repudiated `distinctions between citizens solely because of their ancestry' as being `odious to a free people whose institutions are founded upon the doctrine of equality,'\" and has held that \"[r]adical and ethnic distinctions of any sort are inherently suspect and thus call for the most exacting judicial examination.\"</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*977</span> \"The same `exacting judicial examination' is applicable to any classification on the basis of race, regardless of the type, purpose, or alleged victim of the racial distinction ... [T]he level of scrutiny does not change merely because the challenged classification operates against a group that historically has been subject to governmental discrimination.\"</blockquote>\n<p><i>Hayes,</i> 10 F.3d at 211-12 (quoting <i>Wygant v. Jackson Bd. of Educ.,</i> 476 U.S. 267, 273, 106 S.Ct. 1842, 1846-47, 90 L.Ed.2d 260 (1986)(quoting <i>Loving v. Virginia,</i> 388 U.S. 1, 11, 87 S.Ct. 1817, 1823, 18 L.Ed.2d 1010 (1967))).</p>\n<blockquote>Classifications based on race violate the Equal Protection Clause unless they can survive review under a standard of strict scrutiny.... We have learned through painful experience the danger of allowing agents of the state to make distinctions between individuals on the basis of race. As we stated recently, the reason for this stringent standard of judicial review is plain:</blockquote>\n<blockquote>Of all the criteria by which men and women can be judged, the most pernicious is that of race ... the use of race as a reparational device risks perpetuating the very race-consciousness such a remedy purports to overcome.</blockquote>\n<p><i>Hayes,</i> 10 F.3d at 212, (citing <i>Croson,</i> 488 U.S. 469, 109 S.Ct. 706, 102 L.Ed.2d 854)(quoting <i>Maryland Troopers Ass'n,</i> 993 F.2d at 1076).</p>\n<p>The judgment entered into by the Charlotte-Mecklenburg Police Department and the black plaintiffs was also the subject of a motion identical to the one at issue in the case at bar. <i>North State,</i> 862 F.Supp. 1445. In that case, decided after and relying upon <i>Hayes,</i> the Honorable Robert D. Potter, Sr. terminated the judgment on the grounds that there had been a change in law requiring the application of strict scrutiny to race-based quotas and these quotas did not pass the application of that analysis. <i>Id.</i></p>\n<p>The court finds both <i>Hayes</i> and <i>North State</i> instructive. Both of these cases involved a consent judgment almost identical to the one at bar. Additionally, as <i>Hayes</i> is a decision of the Fourth Circuit, its language regarding the constitutional infirmities of racial quotas is binding upon this court. Relying upon that language, as well as the conclusion that the race-based quotas cannot survive the mandatory strict scrutiny analysis, the court concludes that the 1974 judgment in this case is unconstitutional.<sup>[3]</sup> By this conclusion, defendants have satisfied their burden of establishing a significant change in law as required by <i>Rufo</i> and their motion pursuant to Rule 60 will be allowed. The court shall now proceed to discuss the appropriate remedy.</p>\n<p>As explained above, a decree must be modified or terminated once it has been determined that \"one or more obligations placed upon the parties has become impermissible under federal law.\" <i>Rufo,</i> 502 U.S. at 388, 112 S.Ct. at 762. The race-based quotas imposed upon the defendants by the judgment are constitutionally impermissible under he current state of equal protection analysis. The constitutional ceiling of the Fourteenth Amendment has been lowered, resulting in the transformation of rigid race-based quotas from allowable remedies to illegal constrictions. The court finds that the continuation of the judgment is not permissible under federal law and is detrimental to the public interest. The only suitable modification to the drastic change in the state of the law is termination of the decree.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the reasons stated above, defendants' motion pursuant to Rule 60 is GRANTED and plaintiffs' motion for additional time is DENIED. The judgment of this court entered 26 August 1974 is hereby TERMINATED.</p>\n<h2>NOTES</h2>\n<p>[1]  On 10 January 1997, plaintiffs filed a document entitled Plaintiffs' Reply to Defendants' Reply Dated 12-20-96. The Local Rules of this court do not allow for the submission of sur-replies. As Plaintiffs' filing was an impermissible one under the Local Rules, the court did not consider it in the resolution of the instant motions.</p>\n<p>[2]  The Fayetteville Police Department is an agency of the City of Fayetteville. The Civil Service Commission of the city of Fayetteville was a named defendant in this litigation; however, that entity was abolished by ordinance passed in 1983. The City Council of Fayetteville and its members in 1974 were also named defendants. None of the members of the 1974 City Council are members of the current city council.</p>\n<p>[3]  The court notes that the instant judgment was entered by the Honorable Franklin T. Dupree without the benefit of the intervening two decades of case law refining equal protection jurisprudence. Thus, the finding by this court that the instant judgment violates what has only recently come to be settled equal protection law does not in any way impugn Judge Dupree's interpretation of the law as it stood at the time this Judgment was entered.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">971</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">971</span></span> (1997)</b></center>\n<center><h1>William C. FREEMAN, et al. Plaintiffs,<br>\nv.<br>\nThe CITY OF FAYETTEVILLE, et al. Defendants.</h1></center>\n<center>Civil Action No. 1000.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 16, 1997.</center>\n<p><span class=\"star-pagination\">*972</span> <span class=\"star-pagination\">*973</span> Geraldine Sumter, Ferguson, Stein, Wallas, Adkins, Gresham &amp; Sumter, Charlotte, NC, for Plaintiffs.</p>\n<p>Philip M. Van Hoy, Van Hoy, Reutlinger &amp; Taylor, Charlotte, NC, for Defendants.</p>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on the motion of defendants pursuant to Rules 60(b)(5) and (6) of the Federal Rules of Civil Procedure for relief from the judgment entered in this case and on the motion of plaintiffs for an extension of time to develop the factual record. These motions have been fully briefed and are now ripe for ruling.<sup>[1]</sup></p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>On 26 August 1974 a consent judgment (\"judgment\") was entered in the instant case by the Honorable Franklin T. Dupree, Jr. The judgment was the result of a civil rights law suit filed by nine black plaintiffs in which they alleged that they and other blacks had been denied employment opportunities with the Fayetteville Police Department (\"FPD\") because of their race.<sup>[2]</sup> The judgment imposed specific hiring and recruitment quotas on the FPD as follows:</p>\n<blockquote>Paragraph 4: Commencing July 1, 1974 and continuing through December 31, 1974, at least fifty (50%) of the appointments to vacancies in the rank of patrolman shall consist of qualified black applicants.</blockquote>\n<blockquote>Thereafter, at least forty (40%) percent of the appointments to vacancies in the rank of patrolman shall consist of qualified black applicants until the percentage of black <span class=\"star-pagination\">*974</span> patrolmen constitutes at least thirty (30%) percent of the total number of patrolmen employed by the Police Department.</blockquote>\n<blockquote>Paragraph 6: With regard to promoting (sic) policies and practices, the defendants herein ... shall develop and implement a plan for promoting black officers to the ranks of sergeant, lieutenant and captain within the Fayetteville Police Department. Said plan shall provide for the selection of a \"pool\" of qualified officers.... After the creation of ... said pool, the percentage of blacks therein shall be numerically determined. Thereafter, promotions to each successive rank shall include black officers at least to the extent of said numerical percentage. Said pool shall continue in existence at least until the number of qualified black officers constitutes at least thirty (30%) percent of the total number of sergeants, lieutenants and captains on the Fayetteville Police Force.</blockquote>\n<p></p>\n<h2>II. STANDARD</h2>\n<p>Motions pursuant to Federal Rule of Civil Procedure 60(b)(5) and (6) to terminate consent decrees are to be evaluated by \"a less stringent more flexible standard\" than the \"grievous wrong\" standard articulated in <i>United States v. Swift &amp; Co.,</i> <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">286</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 119, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">460</span></span>, 464, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">999</span></span> (1932); <i>Rufo v. Inmates of Suffolk County Jail,</i> <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">748</span></a></span>, <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">867</span></a></span> (1992). This flexible standard is two-pronged and places upon the \"party seeking modification ... the burden of establishing\" the prerequisites to termination of the decree. <i>Rufo,</i> 502 U.S. at 383, 112 S.Ct. at 759-60. The party seeking modification may satisfy the first prong \"by showing either a significant change in factual conditions or in law.\" <i>Id.</i> at 384, 112 S.Ct. at 760. Changes in factual circumstances warrant modification or termination of a consent judgment in any three instances: 1) where the changes make \"compliance with the decree substantially more onerous;\" 2) where a \"decree proves to be unworkable because of unforeseen obstacles;\" or 3) where enforcement of the decree \"would be detrimental to the public interest.\" <i>Id.</i> Where subsequently-decided authority indicates that \"one or more of the obligations placed upon the parties has become impermissible under federal law\" the decree must be modified or terminated. <i>Id.</i> at 388, 112 S.Ct. at 762. \"[A] rising constitutional floor-or ... a falling constitutional ceiling may make modifications necessary.\" <i>N.A.A.C.P. v. Seibels,</i> <span class=\"citation\" data-id=\"667172\"><a href=\"/opinion/667172/ensley-branch-naacp-donald-nixon-william-moss-alvin-mahaffey-jr/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1489</span></a></span>, 1504 (11th Cir.1994).</p>\n<p>Once this first prong has been satisfied, the party seeking modification must submit evidence as to whether the \"proposed modification is suitably tailored to the changed circumstances.\" <i>Rufo,</i> 502 U.S. at 391, 112 S.Ct. at 763. This requirement mandates that the court determine what changes are appropriate to address \"significant factual developments or conflicts between new legal standards and the requirements of the decree.\" <i>N.A.A.C.P.,</i> 20 F.3d at 1504. The proposed change may not \"create or perpetuate a constitutional violation.\" <i>Rufo,</i> 502 U.S. at 391, 112 S.Ct. at 763.</p>\n<p>It is settled law that an employment discrimination consent decree entered by a federal judge should be treated as a \"voluntary affirmative action plan\" for purposes of equal protection analysis. <i>North State Law Enforcement Officers Ass'n v. Charlotte-Mecklenburg Police Dept.,</i> <span class=\"citation\" data-id=\"2081968\"><a href=\"/opinion/2081968/n-state-law-enforcement-v-charlotte-mecklenburg/\"><span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1445</span></a></span> (W.D.N.C.1994) (citing <i>N.A.A.C.P.,</i> 20 F.3d at 1489). Voluntary affirmative action plans are subject to strict scrutiny. <i>City of Richmond v. J.A. Croson Co.,</i> <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span>, 498-505, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>, 724-28, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">854</span></a></span> (1989); <i>see </i><i>Maryland Troopers Ass'n v. Evans,</i> <span class=\"citation\" data-id=\"607120\"><a href=\"/opinion/607120/maryland-troopers-association-incorporated-the-coalition-of-black/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1072</span></a></span>, 1076-79 (4th Cir.1993) (applying strict scrutiny equal protection analysis to consent decree entered by federal district court). Any racial preferences established by such plans \"may not take on a life of their own,\" <i>Maryland Troopers Ass'n,</i> 993 F.2d at 1076, and \"are not intended to operate in perpetuity.\" <i>Board of Educ. of Oklahoma City Pub. Schs. v. Dowell,</i> <span class=\"citation\" data-id=\"112520\"><a href=\"/opinion/112520/board-of-ed-of-oklahoma-city-public-schools-v-dowell/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">237</span></a></span>, 248, <span class=\"citation\" data-id=\"112520\"><a href=\"/opinion/112520/board-of-ed-of-oklahoma-city-public-schools-v-dowell/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">630</span></a></span>, 637, <span class=\"citation\" data-id=\"112520\"><a href=\"/opinion/112520/board-of-ed-of-oklahoma-city-public-schools-v-dowell/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">715</span></a></span> (1991).</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p>Defendants assert that there has been a change in the law such that, under <i>Rufo</i> and the cases cited above, the judgment in this case must be terminated. Specifically, defendants assert that the rigid quotas imposed <span class=\"star-pagination\">*975</span> by the 1974 judgment have been rendered unconstitutional by subsequently-decided authority requiring the application of strict scrutiny to such quotas. Plaintiffs do not dispute the application of strict scrutiny to the quotas imposed by the judgment; however, they maintain that defendants have not met the prerequisites for the dissolution of the decree. In order to determine if the state of the law applicable to racial hiring and promotion quotas has changed to such an extent as to require termination of the decree, the court must address changes in applicable constitutional analysis and case law of this circuit. Only then can the determination be made as to whether defendants have met their burden of establishing a change in the law and, if so, the ensuing analysis be performed to determine if defendants are entitled to the relief they seek under Federal Rule of Civil Procedure 60(b).</p>\n<p></p>\n<h2>A. Strict Scrutiny Analysis</h2>\n<p>As stated above and agreed upon by the parties, the law is clear that race-conscious affirmative action plans such as the judgment at issue are subject to strict scrutiny. <i>Croson,</i> <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span>, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">854</span></a></span> (1989). This was not the case at the time the judgment was entered in 1974. The mandate of strict scrutiny requires that a race-based affirmative action classification be justified by a compelling state interest and narrowly tailored to achieve that interest. <i>Id.</i> There is a two-step analysis for evaluating race-conscious plans under this heightened level of review. First, there must be a strong basis in evidence for the state's conclusion that remedial action is necessary. <i>Maryland Troopers Ass'n,</i> 993 F.2d at 1076 (citing <i>Croson,</i> 488 U.S. at 500, 109 S.Ct. at 725 (quoting <i>Wygant v. Jackson Board of Educ.,</i> <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">267</span></a></span>, 277, <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1842</span></a></span>, 1848-49, <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">260</span></a></span> (1986))). To demonstrate a compelling state interest, the state must do more than claim a general history of societal discrimination. It must \"specify the racial discrimination that its targeting with its plan.\" <i>Maryland Troopers Ass'n,</i> 993 F.2d at 1076 (citing <i>Croson,</i> 488 U.S. at 498-99, 109 S.Ct. at 724-25).</p>\n<p>The second part of the strict scrutiny analysis requires that the specifically identified state interest be achieved by a narrowly tailored remedial measure. <i>Croson,</i> 488 U.S. at 507, 109 S.Ct. at 729; <i>Wygant,</i> 476 U.S. at 274, 106 S.Ct. at 1847. A narrowly tailored remedy cannot be over-inclusive and must be confined to alleviate \"the effects of identified discrimination\" within the institution subject to the remedy. <i>Croson,</i> 488 U.S. at 508-10, 109 S.Ct. at 729-31. The Fourth Circuit has written that when the remedy is in the form of a numerical race-related goal or quota, it</p>\n<blockquote>must be waivable if qualified minority applicants are scarce, and such goals must bear a reasonable relationship to minority percentages in the relevant qualified labor pool, not in the population as a whole. Finally, the preferences may not supplant race-neutral alternatives for remedying the same discrimination.</blockquote>\n<p><i>Maryland Troopers Ass'n,</i> 993 F.2d at 1076-77. (citations omitted).</p>\n<p>In <i>Hayes v. North State Law Enforcement Officers Ass'n,</i> <span class=\"citation\" data-id=\"658118\"><a href=\"/opinion/658118/ronald-m-hayes-randy-l-hagler-darrell-a-price-david-h-holland-robert-a/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">207</span></a></span> (4th Cir.1993), involving a consent judgment strikingly similar to the one at bar and which will be discussed at length below, the Fourth Circuit noted that a prior record of proven discrimination may justify a continuation of racial preferences as to hiring, promotions and injunctive relief. However, the court held that such reliance on a prior record was not available to the Charlotte-Mecklenburg Police Department, as no evidence of prior discrimination was introduced to support the continuation of the judgment and the judgment itself did not contain specific facts evidencing past discrimination. <i>Hayes,</i> 10 F.3d at 213-15. The judgment at issue here, just like the Charlotte judgment does not contain any references to, or evidence of, unlawful discrimination which could form a basis for the necessary compelling state interest.</p>\n<p>Plaintiffs assert that they should be given additional time in order to develop evidence which may provide the required evidence of past discrimination. In making this assertion, it appears that plaintiffs acknowledge that the original judgment does not contain the requisite evidence mandated <span class=\"star-pagination\">*976</span> by the constitutional analysis. The request that this evidence be allowed to be developed now, over two decades after the entry of the original judgment was entered cannot be granted. Plaintiffs will not be allowed to attempt to gather evidence today in support of the constitutionality of the 1974 judgment. If plaintiffs are concerned that discriminatory practices against black officers and applicants remain within the FPD, there are remedies other than the continuation of this judgment. The rights of those claiming job discrimination because of race, or any other protected status, are preserved by Title VII of the Civil Rights Act of 1964, the North Carolina Fair Employment Practices Act and various common law claims. Indeed, if the 1974 judgment had never been entered, any job applicant or officer with the FPD has these legal avenues at his or her disposal if they feel that they suffered from an adverse employment decision based on race.</p>\n<p>Further, the instant judgment is not narrowly tailored. In this case, as in <i>Croson,</i> \"it is impossible to assess whether the [judgment] is narrowly tailored to remedy prior discrimination since it is not linked to identified discrimination.\" <i>Croson,</i> 488 U.S. at 507, 109 S.Ct. at 729. Even if this judgment were supported by the necessary compelling interest, \"its remedies are at best loosely fitted to their end.\" <i>North State,</i> 862 F.Supp. at 1458. The quotas imposed are rigid and there is no explanation provided for the percentages they mandate. There are no facts in the judgment which tie the selected percentages to the racial composition of Fayetteville. The specific percentage figures \"cannot be said to be narrowly tailored to any goal, except perhaps outright racial balancing.\" <i>Croson,</i> 488 U.S. at 507, 109 S.Ct. at 729.</p>\n<p>It is also noteworthy that there is not any suggestion or indication that the parties even considered a race-neutral remedy to alleviate the alleged problems in the FPD. As noted in <i>North State,</i> \"the court could have, for example, taken claims of race discrimination at the Police Department on a case by case basis.\" <i>North State,</i> 862 F.Supp. at 1459. This would have undoubtedly been more difficult than the imposition of an administrative decree, but benefits of foregoing individual efforts \"to tailor remedial relief to those who truly have suffered the effects of prior discrimination cannot justify a rigid line drawn on the bias of suspect classification.\" <i>Croson,</i> 488 U.S. at 508, 109 S.Ct. at 729.</p>\n<p>The judgment at issue is neither supported by the requisite compelling interest nor narrowly tailored in its remedy.</p>\n<p></p>\n<h2>B. The <i>Hayes</i> Decision</h2>\n<p>The legitimacy of continuing the instant judgment is seriously impacted by a recent decision of the United States Court of Appeals for the Fourth Circuit. In 1993, that court held that racially-based promotion quotas in a consent decree entered into between the Charlotte-Mecklenburg Police Department and black plaintiffs in settlement of a civil rights action violated the Equal Protection Cause of the 14th Amendment to the United States Constitution. <i>Hayes v. North State Law Enforcement Officers Ass'n,</i> <span class=\"citation\" data-id=\"658118\"><a href=\"/opinion/658118/ronald-m-hayes-randy-l-hagler-darrell-a-price-david-h-holland-robert-a/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">207</span></a></span> (4th Cir.1993). The <i>Hayes</i> decree and the one at issue in this case are strikingly similar as to hiring and promotion quotas, only differing as to the percentages mandated by the quotas. The decrees were entered into in the same year, and the same law firm negotiated the terms of both the Charlotte and FPD decrees on behalf of both sets of plaintiffs. In <i>Hayes,</i> the plaintiffs were white officers of the Charlotte-Mecklenburg Police Department who claimed to have been passed over for promotions in favor of less-qualified black officers so that the department would be in compliance with the quotas of that judgment. Although <i>Hayes</i> specifically addressed only promotion quotas, the court suggested that the imposition of job quotas in general were constitutionally suspect.</p>\n<blockquote>[T]he Supreme Court has \"consistently repudiated `distinctions between citizens solely because of their ancestry' as being `odious to a free people whose institutions are founded upon the doctrine of equality,'\" and has held that \"[r]adical and ethnic distinctions of any sort are inherently suspect and thus call for the most exacting judicial examination.\"</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*977</span> \"The same `exacting judicial examination' is applicable to any classification on the basis of race, regardless of the type, purpose, or alleged victim of the racial distinction ... [T]he level of scrutiny does not change merely because the challenged classification operates against a group that historically has been subject to governmental discrimination.\"</blockquote>\n<p><i>Hayes,</i> 10 F.3d at 211-12 (quoting <i>Wygant v. Jackson Bd. of Educ.,</i> <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">267</span></a></span>, 273, <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1842</span></a></span>, 1846-47, <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">260</span></a></span> (1986)(quoting <i>Loving v. Virginia,</i> <span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">388</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 11, <span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, 1823, <span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1010</span></a></span> (1967))).</p>\n<blockquote>Classifications based on race violate the Equal Protection Clause unless they can survive review under a standard of strict scrutiny.... We have learned through painful experience the danger of allowing agents of the state to make distinctions between individuals on the basis of race. As we stated recently, the reason for this stringent standard of judicial review is plain:</blockquote>\n<blockquote>Of all the criteria by which men and women can be judged, the most pernicious is that of race ... the use of race as a reparational device risks perpetuating the very race-consciousness such a remedy purports to overcome.</blockquote>\n<p><i>Hayes,</i> 10 F.3d at 212, (citing <i>Croson,</i> <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span>, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">854</span></a></span>)(quoting <i>Maryland Troopers Ass'n,</i> 993 F.2d at 1076).</p>\n<p>The judgment entered into by the Charlotte-Mecklenburg Police Department and the black plaintiffs was also the subject of a motion identical to the one at issue in the case at bar. <i>North State,</i> <span class=\"citation\" data-id=\"2081968\"><a href=\"/opinion/2081968/n-state-law-enforcement-v-charlotte-mecklenburg/\"><span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1445</span></a></span>. In that case, decided after and relying upon <i>Hayes,</i> the Honorable Robert D. Potter, Sr. terminated the judgment on the grounds that there had been a change in law requiring the application of strict scrutiny to race-based quotas and these quotas did not pass the application of that analysis. <i>Id.</i></p>\n<p>The court finds both <i>Hayes</i> and <i>North State</i> instructive. Both of these cases involved a consent judgment almost identical to the one at bar. Additionally, as <i>Hayes</i> is a decision of the Fourth Circuit, its language regarding the constitutional infirmities of racial quotas is binding upon this court. Relying upon that language, as well as the conclusion that the race-based quotas cannot survive the mandatory strict scrutiny analysis, the court concludes that the 1974 judgment in this case is unconstitutional.<sup>[3]</sup> By this conclusion, defendants have satisfied their burden of establishing a significant change in law as required by <i>Rufo</i> and their motion pursuant to Rule 60 will be allowed. The court shall now proceed to discuss the appropriate remedy.</p>\n<p>As explained above, a decree must be modified or terminated once it has been determined that \"one or more obligations placed upon the parties has become impermissible under federal law.\" <i>Rufo,</i> 502 U.S. at 388, 112 S.Ct. at 762. The race-based quotas imposed upon the defendants by the judgment are constitutionally impermissible under he current state of equal protection analysis. The constitutional ceiling of the Fourteenth Amendment has been lowered, resulting in the transformation of rigid race-based quotas from allowable remedies to illegal constrictions. The court finds that the continuation of the judgment is not permissible under federal law and is detrimental to the public interest. The only suitable modification to the drastic change in the state of the law is termination of the decree.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the reasons stated above, defendants' motion pursuant to Rule 60 is GRANTED and plaintiffs' motion for additional time is DENIED. The judgment of this court entered 26 August 1974 is hereby TERMINATED.</p>\n<h2>NOTES</h2>\n<p>[1]  On 10 January 1997, plaintiffs filed a document entitled Plaintiffs' Reply to Defendants' Reply Dated 12-20-96. The Local Rules of this court do not allow for the submission of sur-replies. As Plaintiffs' filing was an impermissible one under the Local Rules, the court did not consider it in the resolution of the instant motions.</p>\n<p>[2]  The Fayetteville Police Department is an agency of the City of Fayetteville. The Civil Service Commission of the city of Fayetteville was a named defendant in this litigation; however, that entity was abolished by ordinance passed in 1983. The City Council of Fayetteville and its members in 1974 were also named defendants. None of the members of the 1974 City Council are members of the current city council.</p>\n<p>[3]  The court notes that the instant judgment was entered by the Honorable Franklin T. Dupree without the benefit of the intervening two decades of case law refining equal protection jurisprudence. Thus, the finding by this court that the instant judgment violates what has only recently come to be settled equal protection law does not in any way impugn Judge Dupree's interpretation of the law as it stood at the time this Judgment was entered.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111669/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112679/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/667172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2081968/"
  ]
}