{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1873646/",
  "absolute_url": "/opinion/1873646/pittman-v-anaconda-wire-cable-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1873646/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:41:21.220009Z",
  "date_modified": "2016-04-27T00:57:04.597106Z",
  "type": "010combined",
  "sha1": "2f430e2d8fa2b4a7aae910213944b5e04b1fd202",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>408 F.Supp. 286 (1974)</b></center>\n<center><h1>Jerry W. PITTMAN, Plaintiff,<br>\nv.<br>\nANACONDA WIRE AND CABLE COMPANY, Defendant.</h1></center>\n<center>No. 74-4-CIV-8.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilson Division.</b></p></center>\n<center>September 9, 1974.</center>\n<center>As Amended April 20, 1976.</center>\n<p><span class=\"star-pagination\">*287</span> <span class=\"star-pagination\">*288</span> <span class=\"star-pagination\">*289</span> J. LeVonne Chambers, Chambers, Stein, Ferguson &amp; Lanning, Charlotte, N. C., Charles L. Becton, Chambers, Stein, Ferguson &amp; Lanning, Chapel Hill, N. C., for plaintiff.</p>\n<p>Cameron S. Weeks, T. Chandler Muse, Weeks &amp; Muse, Tarboro, N. C., LeGrande L. Young, Greenwich, Conn., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION AND ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>This class action seeks widespread injunctive and declaratory relief for alleged racially discriminatory practices and procedures followed at the Tarboro, North Carolina plant of Anaconda Wire and Cable Company, together with redress for the discharge of the plaintiff representative. Jurisdiction is invoked pursuant to 28 U.S.C. §§ 1331, 1343(3) and (4); 42 U.S.C. § 1981; 42 U.S.C. § 2000e et seq., as amended (Title VII); and 28 U.S.C. §§ 2201, 2202. Now before the court for disposition are motions by both parties. After careful consideration of all the motions, and memoranda in support thereof, the court concludes that each of defendant's motions should be denied and that plaintiff's amended complaint should be allowed so that the action may proceed forthwith as a class action, the court expressly reserving its right to later dismiss the class action should matters of discovery render such action advisable.</p>\n<p>The pleadings demonstrate the following material facts or factual allegations which the court accepts as true solely for purposes of this order. Plaintiff-representative Jerry W. Pittman is a black citizen whose previous employment at the Tarboro, North Carolina plant of Anaconda Wire and Cable Company was terminated on October 16, 1970, because of racial discrimination toward him occasioned in part by his vocal objection to certain of defendant's policies and practices. The class complaint avers racially discriminatory practices and policies of company-wide application relating to hiring, firing, employee transfers, promotions, job benefits, wages, job assignments and other general conditions of employment. The purported class includes all black persons who are or will be victims of these practices and policies, including all those black persons who have been denied employment because of race. Relief sought is reinstatement of Pittman, back pay for Pittman and all other members of the class, injunctive and declaratory relief concerning all discriminatory policies complained of, and any further relief this court might deem necessary to redress and eradicate any racial discrimination.</p>\n<p>The chronological sequence of events leading to this litigation is important. Pittman was discharged on October 16, 1970. By letter dated that same date and received October 22, 1970, Pittman notified a Mrs. High, presumably of the EEOC, that he had been discharged because of his race, and further that \"there was more than one case of discrimination.\" This letter referred to other correspondence to an unnamed party in Washington, D. C. as having also related repeated discriminatory acts. A formal sworn charge was not filed with the EEOC by Pittman until January 10, 1972; however, this formal charge referred to the charge having been originally filed on October 22, 1970. Defendant <span class=\"star-pagination\">*290</span> asserts that no other employee at the Tarboro plant has ever filed charges against Anaconda Wire and Cable Company. Between the dates of the original October 22 letter and the following sworn charge, defendant's manager of the Tarboro plant was twice notified by letter from EEOC personnel that an EEOC investigation was pending. This investigation having not achieved any conciliation agreement, Pittman was notified by letter from the EEOC, apparently received by plaintiff's counsel on December 11, 1973, that he could institute suit within ninety days of his receipt of that letter. This suit followed on January 11, 1974. Service was made on the North Carolina Secretary of State on January 14, 1974, then on January 18 the complaint and summons were delivered with a letter from the Secretary of State addressed to Anaconda Wire and Cable Company, Anaconda Reduction Works, Anaconda, Montana. John Barris, plant manager of the Tarboro plant, was then personally served on March 5, 1974.</p>\n<p></p>\n<h2>I. PERSONAL JURISDICTION OVER THE CORPORATE DEFENDANT</h2>\n<p>Defendant moves to dismiss the complaint against it for lack of jurisdiction over the corporate defendant. In support of this motion two grounds are asserted: first, that Anaconda Wire and Cable Company is not a legal entity with capacity to be sued so that service of process on it was ineffective; and, secondly, that plaintiff's amended complaint naming The Anaconda Company as the corporate defendant was not filed until June 4, 1974, and was, therefore, not maintainable because it was outside the statutorily-mandated ninety-day period following the right-to-sue letter. The first ground would be applicable to both the Title VII and section 1981 claims; the latter would be applicable only to the Title VII claim, the section 1981 claim being governed by a different period of limitations than that contained in Title VII.</p>\n<p>The court is of the opinion that the amended complaint naming The Anaconda Company as defendant should be filed and allowed to relate back to the date of the original complaint, and accordingly defendant's attack on service of process must be denied. The personal service on John Barris at the Tarboro plant has not been contested except on the grounds that Anaconda Wire and Cable was named as defendant and it had no capacity to be sued. This service was perfected within the statutory ninety-day period. Anaconda Wire and Cable is a division of The Anaconda Company and all EEOC investigations had been directed toward the trade name corporation.</p>\n<p>While it is true that the time limitations of Title VII are jurisdictional in nature, <i>Mickel v. South Carolina State Employment Service,</i> 377 F.2d 239 (4th Cir.), <i>cert. denied,</i> 389 U.S. 877, 88 S.Ct. 177, 19 L.Ed.2d 166 (1967); <i>Tippett v. Liggett &amp; Meyers Tobacco Company,</i> 316 F.Supp. 292 (M.D.N.C.1970), it is also true that these jurisdictional requirements must not be technically construed to defeat the purpose of the Act. <i>See </i><i>Love v. Pullman,</i> 404 U.S. 522, 92 S.Ct. 616, 30 L.Ed.2d 679 (1972); <i>Washington v. T. G. &amp; Y. Stores Company,</i> 324 F.Supp. 849 (W.D.La.1971). <i>Cf. </i><i>Phillips v. Columbia Gas of West Virginia, Inc.,</i> 347 F.Supp. 533 (S.D.W.Va.1972), <i>aff'd </i><i>without opinion,</i> 474 F.2d 1342 (4th Cir. 1973). The policy of the Act is best served in this case by allowing the amended complaint to correct retroactively a mere misnomer of the corporate party. This result is supported by a well reasoned district court opinion decided on closely analogous facts. <i>Washington v. T. G. &amp; Y. Stores Company,</i> supra. <i>See also </i><i>Brittain v. Belk Gallant Company of Suburban Decatur, Georgia,</i> 301 F.Supp. 478 (N.D.Ga.1969). While it is true that a different issue might be raised if the two corporate parties were legally distinct and unrelated, <i>see </i><i>Archuleta v. Duffy's, Inc.,</i> 471 F.2d 33 (10th Cir. 1973), it does not appear the corporate <span class=\"star-pagination\">*291</span> parties would in any way be prejudiced by the amended complaint where there was an awareness all along that charges of discrimination were outstanding and all parties knew no conciliatory agreement was at hand. <i>See </i><i>Washington v. T. G. &amp; Y. Stores Company,</i> supra. <i>See also </i><i>Hairston v. McLean Trucking Company,</i> 62 F.R.D. 642 (M.D. N.C.1974).</p>\n<p>Accordingly, this court finds it has jurisdiction over the defendant and pursuant to F.R.C.P., Rule 15(c), plaintiff's amended complaint is allowed and defendant's motion to dismiss for improper service of process is denied.</p>\n<p></p>\n<h2>II. PLAINTIFF'S COMPLIANCE WITH ADMINISTRATIVE PROCEDURES UNDER TITLE VII</h2>\n<p>Defendant has entered numerous objections to the maintainability of the action under Title VII, each relating to the various statutory requirements precedent to the filing of a civil complaint. These include arguments that Pittman's charge to the EEOC was not timely and that even if timely, certain claims in this civil complaint were not included in the EEOC charge and are, therefore, not maintainable here.</p>\n<p>Attacking the timeliness of Pittman's charge filed with the EEOC, defendant asserts that the charge was filed more than 450 days after the alleged act of discrimination, obviously considering the written formal charge of January 10, 1972, as the initial charge. However, this argument ignores the fact that the EEOC was notified by letter of October 16, 1970, the very day of the alleged act of discrimination, that plaintiff felt he had suffered an act of racial discrimination. In fact, the January 10, 1972 formal charge is headed as \"Case File No. TCT2-1084 AMENDED\" and later refers to a \"charge originally filed October 22, 1970,\" six days after the alleged discrimination. Apparently defendant argues this letter is ineffective to comply with Title VII because it was not sworn under oath. Suffice it to say that if the October 22 letter is, in fact, a charge which complies with the statutory language of Title VII, the 90-day limitation was met. 42 U.S.C. § 2000e-5(e).</p>\n<p>Again, the court recognizes that the time limitations of Title VII are jurisdictional in nature and not to be circumscribed by the federal courts. <i>Mickel v. South Carolina State Employment Service,</i> supra; <i>Tippett v. Liggett &amp; Meyers Tobacco Company,</i> supra. However, although the time limitations must be satisfied, charges timely filed with the EEOC are liberally construed in favor of the aggrieved party and \"common law pleading niceties\" are not required of laymen lodging their charges of discrimination. <i>Phillips v. Columbia Gas of West Virginia, Inc.,</i> 347 F.Supp. 533 (S.D.W.Va.1972), <i>aff'd </i><i>without opinion,</i> 474 F.2d 1342 (4th Cir. 1973). The EEOC itself follows a regulation which provides that any charge filed with it is sufficient if it \"is sufficiently precise to identify the parties and to describe generally the action or practices complained of,\" and further that technical defects, including the omission of an oath, may be cured by amendment. 29 C.F.R. 733; 31 F.R. 10269 (July 29, 1966), amended 37 F.R. 9215 (May 6, 1972). This regulation has received judicial approval and an unsworn letter has been found adequate to meet the filing time requirements of Title VII where a sworn charge was later executed after the expiration of the statutory period. <i>Georgia Power Company v. EEOC,</i> 412 F.2d 462 (5th Cir. 1969). <i>See also </i><i>Washington v. T. G. &amp; Y. Stores Company,</i> supra. To render an unsworn letter a timely charge with the EEOC, the later formal sworn charge need not expressly incorporate the letter nor refer to it, but, rather, the amended charge relates back to the date of the original charge by letter so long as the sworn charge may be reasonably interpreted to relate to the letter. <i>Stostny v. Southern Bell Tel. Company,</i> 293 F.Supp. 574 (W.D.N.C. 1968).</p>\n<p>There can be no question that Pittman's unsworn letter was sufficient to prompt the EEOC to undertake an investigation, for Mr. John Barris, manager <span class=\"star-pagination\">*292</span> of the Tarboro plant, was twice notified by letters from the regional director of the EEOC, dated June 16, 1971 and December 1, 1971, of such an investigation. A well reasoned opinion of the Seventh Circuit held that the statutory requirement that a charge \"under oath\" be filed with the EEOC refers <i>only</i> to the administrative proceedings before the EEOC, and that where the EEOC undertakes an investigation without requiring a verified charge, a waiver of the oath requirement should be found. <i>Choate v. Caterpillar Tractor Company,</i> 402 F.2d 357 (7th Cir. 1968). <i>Accord, </i><i>Roberson v. Great American Insurance Companies of New York,</i> 48 F.R.D. 404 (N.D.Ga.1969). Further, if the unsworn charge was timely filed and was sufficient by itself to prompt EEOC administrative action, the delay of the EEOC in initiating such action only after the period stated by Title VII, 42 U.S.C. § 2000e-5(b), should not be imputed to the private litigant as a bar to his relief. <i>Choate v. Caterpillar Tractor Company,</i> supra; <i>Roberson v. Great American Insurance Companies of New York,</i> supra.</p>\n<p>It is the opinion of the court that plaintiff filed charges with the EEOC by letter dated October 16, 1970 and received October 22, 1970, and that all defects, if any, in the nature of the charge were later cured by the sworn charge of January 10, 1972. Therefore, plaintiff has met all time limitations of Title VII, and the civil complaint is properly maintainable. The question now is the degree to which plaintiff may pursue his claim.</p>\n<p>Defendant argues that this court should entertain only plaintiff's individual claim concerning his discharge and that his attack on alleged racially motivated practices and policies of wider application are not properly includible in Pittman's claim because such practices and policies were not complained of to the EEOC. In support of its argument, defendant relies on the sworn charge of January 10, 1972 which does not, on its face, refer to any repeated acts of racial discrimination. Again, defendant's argument ignores the effect of the letter of October 22, 1970 which stated, \"[t]his is not the only act of discrimination.\" Nevertheless, defendant contends the present civil complaint materially varies so far from the EEOC charge that this court has no jurisdiction. The court holds otherwise.</p>\n<p>While it is true that the plaintiff must file some charge with the EEOC precedent to maintaining an action premised on Title VII, subsequent charges included in a civil complaint need not be identical to the EEOC charges in order to be properly before the court. <i>Logan v. General Fireproofing Company,</i> 309 F.Supp. 1096 (W.D.N. C.1969). <i>See </i><i>Sciaraffa v. Oxford Paper Company,</i> 310 F.Supp. 891 (D.Maine 1970). Rather, complaints filed with the EEOC should be liberally construed and strict technical pleading requirements should not be too zealously asserted against laymen filing EEOC claims. <i>Phillips v. Columbia Gas of West Virginia, Inc.,</i> supra. <i>See </i><i>Sanchez v. Standard Brands, Inc.,</i> 431 F.2d 455 (5th Cir. 1970); <i>Willis v. Chicago Extruded Metals Company,</i> 375 F.Supp. 362 (N.D.Ill.1974).</p>\n<p>The above policies have been incorporated into a standard for judging the proper scope of the civil complaint. The Fifth Circuit follows a rule that the complaint \"may properly encompass any * * * discrimination like or reasonably related to the allegations of the charge and growing out of such allegations.\" <i>Danner v. Phillips Petroleum Company,</i> 447 F.2d 159 (5th Cir. 1971). <i>See </i><i>King v. Georgia Power Company,</i> 295 F.Supp. 943 (N.D.Ga.1968). <i>See also </i><i>Phillips v. Columbia Gas of West Virginia, Inc.,</i> supra. This standard has been cited with approval in other circuits. <i>See, e. g., </i><i>Willis v. Chicago Extruded Metals Company,</i> supra; <i>Sciaraffa v. Oxford Paper Company,</i> supra. The facts in <i>Willis v. Chicago Extruded Metals Company,</i> supra, are closely similar to those now before the court, and the court approves the holding of the <i>Willis</i> <span class=\"star-pagination\">*293</span> court. It was held that where plaintiff's charge with the EEOC made no allegation of widespread discriminatory practices whereas the civil action addressed numerous company-wide policies concerning hiring, firing, promotions and lay-offs, the civil action could not be dismissed because the complaint may encompass \"any discrimination like or reasonably related to the allegations of the EEOC charge, including new acts occurring during the . . . charge . . .\" 375 F.Supp. at 364. The charges included in Pittman's complaint are reasonably related to his charges made with the EEOC and are properly maintainable.</p>\n<p>In sum, this court finds that Pittman has complied with all statutory requirements of Title VII precedent to the filing of his complaint, and this court has complete jurisdiction over the claim.</p>\n<p></p>\n<h2>III. STATUTE OF LIMITATIONS</h2>\n<p>After oral argument on all other motions, defendant entered a plea in bar grounded on N.C.G.S. § 1-52 (Supp.1973) which provides that all actions grounded on a contract shall be brought within three years from the date the cause of action arises. Plaintiff has responded to this motion and it is now ready for disposition. The defendant's motion does not specify whether the statute of limitations is pled in bar to the Title VII claim, the section 1981 claim, or both. Therefore, the court will rule on both claims.</p>\n<p>While a state statute of limitations may have some relation to the degree of relief afforded in Title VII litigation, <i>Johnson v. Goodyear Tire &amp; Rubber Company,</i> 491 F.2d 1364, 1378-79 (5th Cir. 1974), the crucial time limitation for the original filing of the Title VII claim is determined by Title VII itself, <i>id.; </i><i>Phillips v. Columbia Gas of West Virginia, Inc.,</i> supra. As long as these time limits are met, the complaint is timely. Therefore, inasmuch as the court has already found that all administrative procedures required by the Act have been met by the plaintiff, it is apparent that N.C.G.S. § 1-52 is no bar to the Title VII claim. See <i>McFadden v. Baltimore Steamship Trade Association,</i> 352 F.Supp. 403 (D.Md.1973). Of course, the claim under section 1981 must be treated differently since neither does this statute contain its own statute of limitations nor is there a judicially-created uniform period of limitations. <i>Hughes v. Smith,</i> 264 F.Supp. 767 (E.D.N.J.1967), <i>aff'd,</i> 389 F.2d 42 (3rd Cir. 1968). Rather, the federal courts entertaining section 1981 claims have adopted the most closely analogous state statute of limitations. <i>See, e. g., </i><i>Johnson v. Goodyear Tire &amp; Rubber Company,</i> supra; <i>Macklin v. Spector Freight Systems, Inc.,</i> 478 F.2d 979, 994 (C.A.D.C.1973); <i>Green v. McDonnell Douglas Corporation,</i> 463 F.2d 337 (6th Cir. 1973); <i>Jenkins v. General Motors Corporation,</i> 354 F.Supp. 1040 (D.Del.1973); <i>Reynolds v. Daily Press, Inc.,</i> 5 E.P.D. ¶ 7991 (E.D.Va. 1972). Since section 1981 guarantees equal contract rights to black citizens, the most closely analogous state statute of limitations is N.C.G.S. § 1-52, as urged by defendant.</p>\n<p>It is clear that the present suit was filed more than three years after the date of Pittman's discharge from defendant's employ. This case presents a single instance of firing and is not within that line of cases finding the statute of limitations of no effect where the wrong complained of continues up to the date of the filing of the complaint. <i>See, e. g., </i><i>Jamison v. Olga Coal Company,</i> 335 F.Supp. 454 (W.D.W.Va.1971); <i>Mixson v. Southern Bell Tel. &amp; Tel. Company,</i> 334 F.Supp. 524 (N.D.Ga.1971). However, the court is of the opinion that the statute of limitations was tolled by the timely filing of Pittman's letter of October 16, 1970 with the EEOC. <i>See </i><i>Reynolds v. Daily Press, Inc., supra</i><i>. See also </i><i>Macklin v. Spector Freight Systems, Inc.,</i> <span class=\"star-pagination\">*294</span> supra.<sup>[1]</sup> While there may be some authority against this ruling, <i>e. g., </i><i>Jenkins v. General Motors Corporation,</i> supra, other opinions considering this same issue have decided in favor of tolling of the statute of limitations. <i>Macklin v. Spector Freight Systems, Inc.,</i> supra; <i>Boudreaux v. Baton Rouge Marine Contracting Company,</i> 437 F.2d 1011, 1017, n. 16 (5th Cir. 1971); <i>Reynolds v. Daily Press, Inc.,</i> supra. On the similar issue of whether the Title VII action is barred by state statutes of limitations, courts have ruled in favor of the tolling when EEOC charges are filed. <i>See, e. g., </i><i>Johnson v. Goodyear Tire &amp; Rubber Company,</i> supra; <i>United States v. Georgia Power Company,</i> 474 F.2d 906 (5th Cir. 1973).</p>\n<p>The court recognizes that Title VII and section 1981 provide independent causes of action reaching private acts of discrimination and that neither pre-empts relief under the other. <i>Brown v. Gaston County Dyeing Machine Company,</i> 457 F.2d 1377 (4th Cir. 1972); <i>Waters v. Wisconsin Steel Works of International Harvester Company,</i> 427 F.2d 476 (7th Cir.), <i>cert. denied,</i> 400 U.S. 911, 91 S.Ct. 137, 27 L.Ed.2d 151 (1970). <i>Cf. </i><i>Jones v. Alfred-Mayer Company,</i> 392 U.S. 409, 88 S.Ct. 2186, 20 L.Ed.2d 1189 (1968). However, the mere fact that the causes of action are separate is no just cause to force duplication of litigation by insistence on a strict application of the statute of limitations. The court is in full agreement with the statement of Judge John MacKenzie in <i>Reynolds v. Daily Press, Inc.,</i> supra:</p>\n<blockquote>\"Whatever Virginia [North Carolina] statute of limitations applies to a case of this type should be tolled for the period during which the EEOC is investigating the complaint and attempting voluntary conciliation with the employer. Any other result would cause duplication of litigation. If, under section 1981, a person charges job discrimination, it should be unnecessary to immediately proceed in the courts, while at the same time filing a complaint with the EEOC. Such duplication should be avoided and can be avoided by tolling any statutes of limitation applicable to section 1981 while the administrative processes are attempting to end the controversy.\" 5 E.P.D. ¶ 7991 at 6649.</blockquote>\n<p>This admirable policy towards avoiding duplication of litigation when considered along with the fact that the EEOC investigation imparts every bit as much notice of wrongs complained of as would the filing of a civil complaint under section 1981 compels this court to dismiss defendant's plea in bar.<sup>[2]</sup></p>\n<p></p>\n<h2>IV. MAINTAINABILITY OF THE CLASS ACTION</h2>\n<p>Plaintiff Pittman seeks to represent a class comprised of all blacks who have been subjected to the discriminatory <span class=\"star-pagination\">*295</span> practices complained of by reason of their employment at the Tarboro Anaconda plant and also all persons who either would have been or will in the future be employed there but for these discriminatory practices. The injunctive and declaratory relief along with the back pay sought is applicable to the class as well as the individual plaintiff. Defendant objects to the class action vehicle on grounds that no person other than Pittman has suffered wrong nor complains of discrimination as is evidenced by the fact that no other employee has filed EEOC charges.</p>\n<p>Generally, the burden of showing a proper class is on the plaintiff representative. <i>Poindexter v. Teubert,</i> 462 F.2d 1096 (4th Cir. 1972); <i>Demarco v. Edens,</i> 390 F.2d 836, 845 (2nd Cir. 1968). However, there can be no doubt that class action is an appropriate vehicle for civil rights litigation. <i>See, e. g., </i><i>Cox v. Babcock &amp; Wilcox Company,</i> 471 F.2d 13 (4th Cir. 1972); <i>Oatis v. Crown Zellerbach Corporation,</i> 398 F.2d 496 (5th Cir. 1968); <i>Robinson v. Lorillard Corporation,</i> 319 F.Supp. 835 (M.D.N.C.1970); <i>Hicks v. Crown Zellerbach Corporation,</i> 49 F.R.D. 184 (D.La.1968). In fact, one of the purposes of construing Rule 23(b)(2) as it now exists is to make the class action available to civil rights litigants. <i>McBroom et al. v. Western Electric Company, Inc., et al.,</i> Mem. Opinion No. C-362-G-73 (M.D.N.C., March 28, 1974); <i>See Advisory Committee's Note on Rule 23(b)(2),</i> 39 F.R.D. 69, 102 (1966).</p>\n<p>However, the mere presence of a civil rights claim and loosely defined class-wide allegations will not support a proper class action. <i>See, e. g., </i><i>Jenkins v. General Motors Corporation,</i> supra; <i>Blankenship v. Wometco Blue Circle, Inc.,</i> 59 F.R.D. 308 (E.D.Tenn.1972). <i>Cf. </i><i>Burney v. North American Rockwell Corporation,</i> 302 F.Supp. 86, 90 (C.D.Cal. 1969). The basic requirements for the class action are: (1) the class action must meet the requirements of Rule 23(a) and (b)(2); (2) the issues raised by the plaintiff in the class action must be those issues that the individual plaintiff has standing to bring and that he has raised in his charge with the EEOC; (3) any co-plaintiff joined in the class must proceed within the periphery of charges placed before the EEOC. <i>Oatis v. Crown Zellerbach Corporation,</i> supra; <i>Jackson v. Cutter Laboratories, Inc.,</i> 338 F.Supp. 882 (D.Tenn.1970); <i>King v. Georgia Power Company,</i> supra. There is no issue of co-plaintiffs in this case. As to the requirement that the class complaint be limited to charges presented before the EEOC, the law is the same as that discussed above concerning alleged variance in the plaintiff's complaint. It is settled that every member of the class need not file a charge with the EEOC as long as the class complaint is restricted to charges filed by the individual representative. <i>Oatis v. Crown Zellerbach Corporation,</i> supra; <i>Logan v. General Fireproofing Company,</i> supra; <i>Sciaraffa v. Oxford Paper Company,</i> supra.</p>\n<p>Basically, class actions in civil rights actions have been liberally construed, it having been stated that claims of racial discrimination are presumed to be class actions because the allegation is by its very nature suggestive of widespread discriminatory practices. <i>Francis v. American Tel. &amp; Tel. Company,</i> 55 F.R.D. 202 (D.D.C.1972); <i>cf., </i><i>Oatis v. Crown Zellerbach Corporation,</i> supra. The reports are replete with cases where a representative Negro worker has attacked discriminatory employment practices through the class action vehicle. <i>See, e. g., </i><i>Macklin v. Spector Freight Systems, Inc.,</i> supra; <i>Cox v. Babcock &amp; Wilcox Company,</i> supra; <i>Madlock v. Sardis Luggage Company,</i> 302 F.Supp. 866 (D.Miss.1969); <i>Arey v. Providence Hospital,</i> 55 F.R.D. 62 (D.D.C.1972); <i>Copeland v. Mead Corporation,</i> 51 F.R.D. 266 (N.D. Ga.1970). However, as suggested above, where the essence of the complaint is merely a single instance of racial discrimination couched in conclusory class action allegations, the class action form is properly refused.</p>\n<p>One limitation on actions brought by an individual as a class action <span class=\"star-pagination\">*296</span> springs from what has been called the \"typicality\" requirement, <i>see, e. g., </i><i>White v. Gates Rubber Company,</i> 53 F.R.D. 412 (D.Colo.1971), meaning no other member of a potential class is affected by the wrong complained of by the individual complainant. This rule has been applied by this court. <i>Kota v. Little,</i> 351 F.Supp. 1059 (E.D.N.C.1971) (discharge of non-tenured faculty member for other than racial reasons). One factor which has been of influence in determining the true representative status of the individual complainant is, of course, the relief sought, the notion being that where the class-wide relief sought would be of no real benefit to the representative, the class action is improper. <i>Jenkins v. General Motors Corporation,</i> supra; <i>Blankenship v. Wometco Blue Circle, Inc.,</i> supra; <i>White v. Gates Rubber Company,</i> supra. For example, in <i>Jenkins,</i> supra, the class action was denied where plaintiff representative who was attacking across-the-board racial policies had not been employed by defendant for over four years and was not seeking reinstatement, so that he could have no personal interest in the class-wide injunction other than a general interest in fair employment. Likewise, a class action was denied where the class-wide allegations were conclusory in nature and the representative complained of a single instance bearing no relationship to a class-wide policy of discrimination. <i>Blankenship v. Wometco Blue Circle, Inc.,</i> supra. However, it is not absolutely essential that every party for whom relief is sought be employed by the defendant or be actively seeking employment. For example, a class action was held proper where the class included members who had previously been refused employment were not currently seeking reinstatement. <i>Clark v. American Marine Company,</i> 297 F.Supp. 1305 (E.D.La.1969). Further, the mere remoteness in time of the plaintiff's past employment is no procedural bar to his being a class representative, so long as he is now seeking relief applicable to the class at large. <i>Logan v. General Fireproofing Company,</i> supra. In fact, it is the rule in this circuit that the individual plaintiff may be a proper class representative even where he is unable to prove his own individual claim of discrimination. <i>Brown v. Gaston County Dyeing Machine Corporation,</i> supra.</p>\n<p>Plaintiff here seeks relief which would both benefit himself and the class at large. He has alleged with specificity the practices and policies which are claimed to affect the class at large and the face of the complaint satisfies minimal requirements of Rule 23. While defendant's argument may be of some merit, it would cut against the grain of the liberality with which class allegations should be viewed to dismiss the class action where plaintiff has not yet had opportunity to conduct discovery into matters essential to combat defendant's arguments. Accordingly, this court now holds that the action should proceed as a class action. However, as permitted by Rule 23, the court reserves the right to review this decision after discovery has proceeded in accordance with this opinion. See <i>McBroom et al. v. Western Electric Company, Inc., et al.,</i> supra; <i>Harvey v. International Harvester Company,</i> 56 F.R.D. 47 (N.D.Cal.1972); <i>Cf. Turner v. Seaboard Coast Line RR Company,</i> 62 F.R.D. 611 (M.D.N.C.1974).</p>\n<p></p>\n<h2>V. MOTIONS RELATING TO DISCOVERY</h2>\n<p>Plaintiff has served forty-eight interrogatories upon defendant, the last forty-seven of which defendant objects to on grounds they are relevant only if this court finds the action maintainable as a class action. Plaintiff in turn has moved to compel answers. Defendant then further objected and moved that discovery be limited to the individual plaintiff's discharge or alternatively that if the class action were allowed, plaintiff should either be furnished information for inspection in lieu of defendant's answering or that plaintiff reimburse defendant for compiling statistical information sought. However, it is the court's opinion that the information sought has a direct bearing on whether <span class=\"star-pagination\">*297</span> the class action may be maintained, and, therefore, the interrogatories should be answered. The question of costs can be determined at a later date.</p>\n<p></p>\n<h2>VI. MOTION TO DISMISS</h2>\n<p>Having discussed the allegations in detail above, it need only be said that the defendant's motion to dismiss for failure to state a claim upon which relief may be granted should be denied under the well-established rule that such a motion can be granted only where no conceivable set of facts would warrant plaintiff's recovery. <i>Conley v. Gibson,</i> 355 U.S. 41, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957); <i>Johnson v. Mueller,</i> 415 F.2d 354 (4th Cir. 1969).</p>\n<p>In summary it is now ordered that:</p>\n<p>1. The court has subject matter jurisdiction over all claims presented by the complaint and amended complaint and, accordingly, defendant's motion to dismiss for lack of subject matter jurisdiction is denied;</p>\n<p>2. The plaintiff's amended complaint shall be allowed and filed, and the defendant's motion to dismiss for want of personal jurisdiction and for improper service of process is denied;</p>\n<p>3. The defendant's plea in bar on grounds of the statute of limitations is denied;</p>\n<p>4. The action shall proceed as a class action subject to the power of this court to later dismiss any such class action;</p>\n<p>5. The defendant's objections to plaintiff's interrogatories are without merit and defendant should proceed to answer such interrogatories as moved for by plaintiff;</p>\n<p>6. The defendant's motion for a protective order is denied.</p>\n<h2>NOTES</h2>\n<p>[1]  In the federal courts federal law governs in determining whether a statute of limitations is tolled, even where such statute is a state statute borrowed for purposes of the federal litigation. <i>Atkins v. Schmutz Manu. Co.,</i> 435 F.2d 527 (4th Cir. 1970), <i>cert. denied,</i> 402 U.S. 932, 91 S.Ct. 1526, 28 L.Ed.2d 867 (1971). 867 (1971).</p>\n<p>[2]  In the interim between the issuance and the publication of this memorandum, the United States Supreme Court in <i>Johnson v. Railway Express Agency,</i> 421 U.S. 454, 95 S.Ct. 1716, 44 L.Ed.2d 295 (1975), held that the timely filing of an administrative charge of discrimination with the E.E.O.C. does not toll the period of limitations otherwise applicable to an action under 42 U.S.C. § 1981 based on identical facts. Rejected as nonpersuasive by <i>Johnson</i> was the central policy supporting the holding in Part III of this memorandum. However, it is not clear whether other reasons not discussed in the memorandum would support this same holding notwithstanding <i>Johnson.</i> One court has held that <i>Johnson</i> is not to be applied retroactively. <i>Bush v. Wood Bros. Transfer, Inc.,</i> 398 F.Supp. 1030 (S.D.Tex.1975). Judge Gordon of the Middle District of North Carolina held that because of state policies not before the Supreme Court, the Part III holding as it relates to the application of the North Carolina statute of limitations is not affected by the opposite result in <i>Johnson. Lattimore v. Loews Theatres, Inc.,</i> ___ F.Supp. ___ No. C-75-79-G (M.D. N.C., 1975). The court leaves the issue of <i>Johnson's</i> effect on Part III for future resolution.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">408</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">286</span></span> (1974)</b></center>\n<center><h1>Jerry W. PITTMAN, Plaintiff,<br>\nv.<br>\nANACONDA WIRE AND CABLE COMPANY, Defendant.</h1></center>\n<center>No. 74-4-CIV-8.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilson Division.</b></p></center>\n<center>September 9, 1974.</center>\n<center>As Amended April 20, 1976.</center>\n<p><span class=\"star-pagination\">*287</span> <span class=\"star-pagination\">*288</span> <span class=\"star-pagination\">*289</span> J. LeVonne Chambers, Chambers, Stein, Ferguson &amp; Lanning, Charlotte, N. C., Charles L. Becton, Chambers, Stein, Ferguson &amp; Lanning, Chapel Hill, N. C., for plaintiff.</p>\n<p>Cameron S. Weeks, T. Chandler Muse, Weeks &amp; Muse, Tarboro, N. C., LeGrande L. Young, Greenwich, Conn., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION AND ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>This class action seeks widespread injunctive and declaratory relief for alleged racially discriminatory practices and procedures followed at the Tarboro, North Carolina plant of Anaconda Wire and Cable Company, together with redress for the discharge of the plaintiff representative. Jurisdiction is invoked pursuant to 28 U.S.C. §§ 1331, 1343(3) and (4); 42 U.S.C. § 1981; 42 U.S.C. § 2000e et seq., as amended (Title VII); and 28 U.S.C. §§ 2201, 2202. Now before the court for disposition are motions by both parties. After careful consideration of all the motions, and memoranda in support thereof, the court concludes that each of defendant's motions should be denied and that plaintiff's amended complaint should be allowed so that the action may proceed forthwith as a class action, the court expressly reserving its right to later dismiss the class action should matters of discovery render such action advisable.</p>\n<p>The pleadings demonstrate the following material facts or factual allegations which the court accepts as true solely for purposes of this order. Plaintiff-representative Jerry W. Pittman is a black citizen whose previous employment at the Tarboro, North Carolina plant of Anaconda Wire and Cable Company was terminated on October 16, 1970, because of racial discrimination toward him occasioned in part by his vocal objection to certain of defendant's policies and practices. The class complaint avers racially discriminatory practices and policies of company-wide application relating to hiring, firing, employee transfers, promotions, job benefits, wages, job assignments and other general conditions of employment. The purported class includes all black persons who are or will be victims of these practices and policies, including all those black persons who have been denied employment because of race. Relief sought is reinstatement of Pittman, back pay for Pittman and all other members of the class, injunctive and declaratory relief concerning all discriminatory policies complained of, and any further relief this court might deem necessary to redress and eradicate any racial discrimination.</p>\n<p>The chronological sequence of events leading to this litigation is important. Pittman was discharged on October 16, 1970. By letter dated that same date and received October 22, 1970, Pittman notified a Mrs. High, presumably of the EEOC, that he had been discharged because of his race, and further that \"there was more than one case of discrimination.\" This letter referred to other correspondence to an unnamed party in Washington, D. C. as having also related repeated discriminatory acts. A formal sworn charge was not filed with the EEOC by Pittman until January 10, 1972; however, this formal charge referred to the charge having been originally filed on October 22, 1970. Defendant <span class=\"star-pagination\">*290</span> asserts that no other employee at the Tarboro plant has ever filed charges against Anaconda Wire and Cable Company. Between the dates of the original October 22 letter and the following sworn charge, defendant's manager of the Tarboro plant was twice notified by letter from EEOC personnel that an EEOC investigation was pending. This investigation having not achieved any conciliation agreement, Pittman was notified by letter from the EEOC, apparently received by plaintiff's counsel on December 11, 1973, that he could institute suit within ninety days of his receipt of that letter. This suit followed on January 11, 1974. Service was made on the North Carolina Secretary of State on January 14, 1974, then on January 18 the complaint and summons were delivered with a letter from the Secretary of State addressed to Anaconda Wire and Cable Company, Anaconda Reduction Works, Anaconda, Montana. John Barris, plant manager of the Tarboro plant, was then personally served on March 5, 1974.</p>\n<p></p>\n<h2>I. PERSONAL JURISDICTION OVER THE CORPORATE DEFENDANT</h2>\n<p>Defendant moves to dismiss the complaint against it for lack of jurisdiction over the corporate defendant. In support of this motion two grounds are asserted: first, that Anaconda Wire and Cable Company is not a legal entity with capacity to be sued so that service of process on it was ineffective; and, secondly, that plaintiff's amended complaint naming The Anaconda Company as the corporate defendant was not filed until June 4, 1974, and was, therefore, not maintainable because it was outside the statutorily-mandated ninety-day period following the right-to-sue letter. The first ground would be applicable to both the Title VII and section 1981 claims; the latter would be applicable only to the Title VII claim, the section 1981 claim being governed by a different period of limitations than that contained in Title VII.</p>\n<p>The court is of the opinion that the amended complaint naming The Anaconda Company as defendant should be filed and allowed to relate back to the date of the original complaint, and accordingly defendant's attack on service of process must be denied. The personal service on John Barris at the Tarboro plant has not been contested except on the grounds that Anaconda Wire and Cable was named as defendant and it had no capacity to be sued. This service was perfected within the statutory ninety-day period. Anaconda Wire and Cable is a division of The Anaconda Company and all EEOC investigations had been directed toward the trade name corporation.</p>\n<p>While it is true that the time limitations of Title VII are jurisdictional in nature, <i>Mickel v. South Carolina State Employment Service,</i> <span class=\"citation\" data-id=\"275825\"><a href=\"/opinion/275825/1-fair-emplpraccas-182-1-empl-prac-dec-p-9785-gussie-mickel-v-south/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">239</span></a></span> (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">877</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">177</span></span>, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">166</span></span> (1967); <i>Tippett v. Liggett &amp; Meyers Tobacco Company,</i> <span class=\"citation\" data-id=\"1951394\"><a href=\"/opinion/1951394/tippett-v-liggett-myers-tobacco-company/\"><span class=\"volume\">316</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">292</span></a></span> (M.D.N.C.1970), it is also true that these jurisdictional requirements must not be technically construed to defeat the purpose of the Act. <i>See </i><i>Love v. Pullman,</i> <span class=\"citation\" data-id=\"108433\"><a href=\"/opinion/108433/love-v-pullman-co/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">522</span></a></span>, <span class=\"citation\" data-id=\"108433\"><a href=\"/opinion/108433/love-v-pullman-co/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">616</span></a></span>, <span class=\"citation\" data-id=\"108433\"><a href=\"/opinion/108433/love-v-pullman-co/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">679</span></a></span> (1972); <i>Washington v. T. G. &amp; Y. Stores Company,</i> <span class=\"citation\" data-id=\"2595678\"><a href=\"/opinion/2595678/washington-v-tg-y-stores-co/\"><span class=\"volume\">324</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">849</span></a></span> (W.D.La.1971). <i>Cf. </i><i>Phillips v. Columbia Gas of West Virginia, Inc.,</i> <span class=\"citation\" data-id=\"1404385\"><a href=\"/opinion/1404385/phillips-v-columbia-gas-of-west-virginia-inc/\"><span class=\"volume\">347</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">533</span></a></span> (S.D.W.Va.1972), <i>aff'd </i><i>without opinion,</i> <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1342</span></span> (4th Cir. 1973). The policy of the Act is best served in this case by allowing the amended complaint to correct retroactively a mere misnomer of the corporate party. This result is supported by a well reasoned district court opinion decided on closely analogous facts. <i>Washington v. T. G. &amp; Y. Stores Company,</i> supra. <i>See also </i><i>Brittain v. Belk Gallant Company of Suburban Decatur, Georgia,</i> <span class=\"citation\" data-id=\"1655811\"><a href=\"/opinion/1655811/brittian-v-belk-gallant-company-of-suburban-decatur-georgia/\"><span class=\"volume\">301</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">478</span></a></span> (N.D.Ga.1969). While it is true that a different issue might be raised if the two corporate parties were legally distinct and unrelated, <i>see </i><i>Archuleta v. Duffy's, Inc.,</i> <span class=\"citation\" data-id=\"307272\"><a href=\"/opinion/307272/5-fair-emplpraccas-347-5-empl-prac-dec-p-8403-abelino-archuleta-v/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></a></span> (10th Cir. 1973), it does not appear the corporate <span class=\"star-pagination\">*291</span> parties would in any way be prejudiced by the amended complaint where there was an awareness all along that charges of discrimination were outstanding and all parties knew no conciliatory agreement was at hand. <i>See </i><i>Washington v. T. G. &amp; Y. Stores Company,</i> supra. <i>See also </i><i>Hairston v. McLean Trucking Company,</i> <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">642</span></span> (M.D. N.C.1974).</p>\n<p>Accordingly, this court finds it has jurisdiction over the defendant and pursuant to F.R.C.P., Rule 15(c), plaintiff's amended complaint is allowed and defendant's motion to dismiss for improper service of process is denied.</p>\n<p></p>\n<h2>II. PLAINTIFF'S COMPLIANCE WITH ADMINISTRATIVE PROCEDURES UNDER TITLE VII</h2>\n<p>Defendant has entered numerous objections to the maintainability of the action under Title VII, each relating to the various statutory requirements precedent to the filing of a civil complaint. These include arguments that Pittman's charge to the EEOC was not timely and that even if timely, certain claims in this civil complaint were not included in the EEOC charge and are, therefore, not maintainable here.</p>\n<p>Attacking the timeliness of Pittman's charge filed with the EEOC, defendant asserts that the charge was filed more than 450 days after the alleged act of discrimination, obviously considering the written formal charge of January 10, 1972, as the initial charge. However, this argument ignores the fact that the EEOC was notified by letter of October 16, 1970, the very day of the alleged act of discrimination, that plaintiff felt he had suffered an act of racial discrimination. In fact, the January 10, 1972 formal charge is headed as \"Case File No. TCT2-1084 AMENDED\" and later refers to a \"charge originally filed October 22, 1970,\" six days after the alleged discrimination. Apparently defendant argues this letter is ineffective to comply with Title VII because it was not sworn under oath. Suffice it to say that if the October 22 letter is, in fact, a charge which complies with the statutory language of Title VII, the 90-day limitation was met. 42 U.S.C. § 2000e-5(e).</p>\n<p>Again, the court recognizes that the time limitations of Title VII are jurisdictional in nature and not to be circumscribed by the federal courts. <i>Mickel v. South Carolina State Employment Service,</i> supra; <i>Tippett v. Liggett &amp; Meyers Tobacco Company,</i> supra. However, although the time limitations must be satisfied, charges timely filed with the EEOC are liberally construed in favor of the aggrieved party and \"common law pleading niceties\" are not required of laymen lodging their charges of discrimination. <i>Phillips v. Columbia Gas of West Virginia, Inc.,</i> <span class=\"citation\" data-id=\"1404385\"><a href=\"/opinion/1404385/phillips-v-columbia-gas-of-west-virginia-inc/\"><span class=\"volume\">347</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">533</span></a></span> (S.D.W.Va.1972), <i>aff'd </i><i>without opinion,</i> <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1342</span></span> (4th Cir. 1973). The EEOC itself follows a regulation which provides that any charge filed with it is sufficient if it \"is sufficiently precise to identify the parties and to describe generally the action or practices complained of,\" and further that technical defects, including the omission of an oath, may be cured by amendment. 29 C.F.R. 733; 31 F.R. 10269 (July 29, 1966), amended 37 F.R. 9215 (May 6, 1972). This regulation has received judicial approval and an unsworn letter has been found adequate to meet the filing time requirements of Title VII where a sworn charge was later executed after the expiration of the statutory period. <i>Georgia Power Company v. EEOC,</i> <span class=\"citation\" data-id=\"285365\"><a href=\"/opinion/285365/georgia-power-company-v-equal-employment-opportunity-commission/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">462</span></a></span> (5th Cir. 1969). <i>See also </i><i>Washington v. T. G. &amp; Y. Stores Company,</i> supra. To render an unsworn letter a timely charge with the EEOC, the later formal sworn charge need not expressly incorporate the letter nor refer to it, but, rather, the amended charge relates back to the date of the original charge by letter so long as the sworn charge may be reasonably interpreted to relate to the letter. <i>Stostny v. Southern Bell Tel. Company,</i> <span class=\"citation no-link\"><span class=\"volume\">293</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">574</span></span> (W.D.N.C. 1968).</p>\n<p>There can be no question that Pittman's unsworn letter was sufficient to prompt the EEOC to undertake an investigation, for Mr. John Barris, manager <span class=\"star-pagination\">*292</span> of the Tarboro plant, was twice notified by letters from the regional director of the EEOC, dated June 16, 1971 and December 1, 1971, of such an investigation. A well reasoned opinion of the Seventh Circuit held that the statutory requirement that a charge \"under oath\" be filed with the EEOC refers <i>only</i> to the administrative proceedings before the EEOC, and that where the EEOC undertakes an investigation without requiring a verified charge, a waiver of the oath requirement should be found. <i>Choate v. Caterpillar Tractor Company,</i> <span class=\"citation\" data-id=\"282019\"><a href=\"/opinion/282019/lynda-l-choate-v-caterpillar-tractor-company/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">357</span></a></span> (7th Cir. 1968). <i>Accord, </i><i>Roberson v. Great American Insurance Companies of New York,</i> <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">404</span></span> (N.D.Ga.1969). Further, if the unsworn charge was timely filed and was sufficient by itself to prompt EEOC administrative action, the delay of the EEOC in initiating such action only after the period stated by Title VII, 42 U.S.C. § 2000e-5(b), should not be imputed to the private litigant as a bar to his relief. <i>Choate v. Caterpillar Tractor Company,</i> supra; <i>Roberson v. Great American Insurance Companies of New York,</i> supra.</p>\n<p>It is the opinion of the court that plaintiff filed charges with the EEOC by letter dated October 16, 1970 and received October 22, 1970, and that all defects, if any, in the nature of the charge were later cured by the sworn charge of January 10, 1972. Therefore, plaintiff has met all time limitations of Title VII, and the civil complaint is properly maintainable. The question now is the degree to which plaintiff may pursue his claim.</p>\n<p>Defendant argues that this court should entertain only plaintiff's individual claim concerning his discharge and that his attack on alleged racially motivated practices and policies of wider application are not properly includible in Pittman's claim because such practices and policies were not complained of to the EEOC. In support of its argument, defendant relies on the sworn charge of January 10, 1972 which does not, on its face, refer to any repeated acts of racial discrimination. Again, defendant's argument ignores the effect of the letter of October 22, 1970 which stated, \"[t]his is not the only act of discrimination.\" Nevertheless, defendant contends the present civil complaint materially varies so far from the EEOC charge that this court has no jurisdiction. The court holds otherwise.</p>\n<p>While it is true that the plaintiff must file some charge with the EEOC precedent to maintaining an action premised on Title VII, subsequent charges included in a civil complaint need not be identical to the EEOC charges in order to be properly before the court. <i>Logan v. General Fireproofing Company,</i> <span class=\"citation\" data-id=\"2096172\"><a href=\"/opinion/2096172/logan-v-general-fireproofing-company/\"><span class=\"volume\">309</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1096</span></a></span> (W.D.N. C.1969). <i>See </i><i>Sciaraffa v. Oxford Paper Company,</i> <span class=\"citation no-link\"><span class=\"volume\">310</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">891</span></span> (D.Maine 1970). Rather, complaints filed with the EEOC should be liberally construed and strict technical pleading requirements should not be too zealously asserted against laymen filing EEOC claims. <i>Phillips v. Columbia Gas of West Virginia, Inc.,</i> supra. <i>See </i><i>Sanchez v. Standard Brands, Inc.,</i> <span class=\"citation\" data-id=\"291976\"><a href=\"/opinion/291976/2-fair-emplpraccas-788-2-fair-emplpraccas-912-2-empl-prac-dec-p/\"><span class=\"volume\">431</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">455</span></a></span> (5th Cir. 1970); <i>Willis v. Chicago Extruded Metals Company,</i> <span class=\"citation\" data-id=\"1669286\"><a href=\"/opinion/1669286/willis-v-chicago-extruded-metals-company/\"><span class=\"volume\">375</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">362</span></a></span> (N.D.Ill.1974).</p>\n<p>The above policies have been incorporated into a standard for judging the proper scope of the civil complaint. The Fifth Circuit follows a rule that the complaint \"may properly encompass any * * * discrimination like or reasonably related to the allegations of the charge and growing out of such allegations.\" <i>Danner v. Phillips Petroleum Company,</i> <span class=\"citation\" data-id=\"298584\"><a href=\"/opinion/298584/pauline-danner-v-phillips-petroleum-co/\"><span class=\"volume\">447</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">159</span></a></span> (5th Cir. 1971). <i>See </i><i>King v. Georgia Power Company,</i> <span class=\"citation\" data-id=\"2080962\"><a href=\"/opinion/2080962/king-v-georgia-power-company/\"><span class=\"volume\">295</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">943</span></a></span> (N.D.Ga.1968). <i>See also </i><i>Phillips v. Columbia Gas of West Virginia, Inc.,</i> supra. This standard has been cited with approval in other circuits. <i>See, e. g., </i><i>Willis v. Chicago Extruded Metals Company,</i> supra; <i>Sciaraffa v. Oxford Paper Company,</i> supra. The facts in <i>Willis v. Chicago Extruded Metals Company,</i> supra, are closely similar to those now before the court, and the court approves the holding of the <i>Willis</i> <span class=\"star-pagination\">*293</span> court. It was held that where plaintiff's charge with the EEOC made no allegation of widespread discriminatory practices whereas the civil action addressed numerous company-wide policies concerning hiring, firing, promotions and lay-offs, the civil action could not be dismissed because the complaint may encompass \"any discrimination like or reasonably related to the allegations of the EEOC charge, including new acts occurring during the . . . charge . . .\" 375 F.Supp. at 364. The charges included in Pittman's complaint are reasonably related to his charges made with the EEOC and are properly maintainable.</p>\n<p>In sum, this court finds that Pittman has complied with all statutory requirements of Title VII precedent to the filing of his complaint, and this court has complete jurisdiction over the claim.</p>\n<p></p>\n<h2>III. STATUTE OF LIMITATIONS</h2>\n<p>After oral argument on all other motions, defendant entered a plea in bar grounded on N.C.G.S. § 1-52 (Supp.1973) which provides that all actions grounded on a contract shall be brought within three years from the date the cause of action arises. Plaintiff has responded to this motion and it is now ready for disposition. The defendant's motion does not specify whether the statute of limitations is pled in bar to the Title VII claim, the section 1981 claim, or both. Therefore, the court will rule on both claims.</p>\n<p>While a state statute of limitations may have some relation to the degree of relief afforded in Title VII litigation, <i>Johnson v. Goodyear Tire &amp; Rubber Company,</i> <span class=\"citation\" data-id=\"317025\"><a href=\"/opinion/317025/7-fair-emplpraccas-627-7-empl-prac-dec-p-9233-r-l-johnson/\"><span class=\"volume\">491</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1364</span></a></span>, 1378-79 (5th Cir. 1974), the crucial time limitation for the original filing of the Title VII claim is determined by Title VII itself, <i>id.; </i><i>Phillips v. Columbia Gas of West Virginia, Inc.,</i> supra. As long as these time limits are met, the complaint is timely. Therefore, inasmuch as the court has already found that all administrative procedures required by the Act have been met by the plaintiff, it is apparent that N.C.G.S. § 1-52 is no bar to the Title VII claim. See <i>McFadden v. Baltimore Steamship Trade Association,</i> <span class=\"citation\" data-id=\"2004489\"><a href=\"/opinion/2004489/mcfadden-v-baltimore-steamship-trade-association/\"><span class=\"volume\">352</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">403</span></a></span> (D.Md.1973). Of course, the claim under section 1981 must be treated differently since neither does this statute contain its own statute of limitations nor is there a judicially-created uniform period of limitations. <i>Hughes v. Smith,</i> <span class=\"citation\" data-id=\"1635789\"><a href=\"/opinion/1635789/hughes-v-smith/\"><span class=\"volume\">264</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">767</span></a></span> (E.D.N.J.1967), <i>aff'd,</i> <span class=\"citation\" data-id=\"278691\"><a href=\"/opinion/278691/albert-c-hughes-v-howard-smith-and-robert-tatum/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span> (3rd Cir. 1968). Rather, the federal courts entertaining section 1981 claims have adopted the most closely analogous state statute of limitations. <i>See, e. g., </i><i>Johnson v. Goodyear Tire &amp; Rubber Company,</i> supra; <i>Macklin v. Spector Freight Systems, Inc.,</i> <span class=\"citation\" data-id=\"311013\"><a href=\"/opinion/311013/saul-macklin-v-spector-freight-systems-inc-saul-macklin-v-drivers/\"><span class=\"volume\">478</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">979</span></a></span>, 994 (C.A.D.C.1973); <i>Green v. McDonnell Douglas Corporation,</i> <span class=\"citation no-link\"><span class=\"volume\">463</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">337</span></span> (6th Cir. 1973); <i>Jenkins v. General Motors Corporation,</i> <span class=\"citation\" data-id=\"1380553\"><a href=\"/opinion/1380553/jenkins-v-general-motors-corporation/\"><span class=\"volume\">354</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1040</span></a></span> (D.Del.1973); <i>Reynolds v. Daily Press, Inc.,</i> 5 E.P.D. ¶ 7991 (E.D.Va. 1972). Since section 1981 guarantees equal contract rights to black citizens, the most closely analogous state statute of limitations is N.C.G.S. § 1-52, as urged by defendant.</p>\n<p>It is clear that the present suit was filed more than three years after the date of Pittman's discharge from defendant's employ. This case presents a single instance of firing and is not within that line of cases finding the statute of limitations of no effect where the wrong complained of continues up to the date of the filing of the complaint. <i>See, e. g., </i><i>Jamison v. Olga Coal Company,</i> <span class=\"citation\" data-id=\"1738187\"><a href=\"/opinion/1738187/jamison-v-olga-coal-company/\"><span class=\"volume\">335</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">454</span></a></span> (W.D.W.Va.1971); <i>Mixson v. Southern Bell Tel. &amp; Tel. Company,</i> <span class=\"citation no-link\"><span class=\"volume\">334</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">524</span></span> (N.D.Ga.1971). However, the court is of the opinion that the statute of limitations was tolled by the timely filing of Pittman's letter of October 16, 1970 with the EEOC. <i>See </i><i>Reynolds v. Daily Press, Inc., supra</i><i>. See also </i><i>Macklin v. Spector Freight Systems, Inc.,</i> <span class=\"star-pagination\">*294</span> supra.<sup>[1]</sup> While there may be some authority against this ruling, <i>e. g., </i><i>Jenkins v. General Motors Corporation,</i> supra, other opinions considering this same issue have decided in favor of tolling of the statute of limitations. <i>Macklin v. Spector Freight Systems, Inc.,</i> supra; <i>Boudreaux v. Baton Rouge Marine Contracting Company,</i> <span class=\"citation\" data-id=\"294647\"><a href=\"/opinion/294647/no-29225/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1011</span></a></span>, 1017, n. 16 (5th Cir. 1971); <i>Reynolds v. Daily Press, Inc.,</i> supra. On the similar issue of whether the Title VII action is barred by state statutes of limitations, courts have ruled in favor of the tolling when EEOC charges are filed. <i>See, e. g., </i><i>Johnson v. Goodyear Tire &amp; Rubber Company,</i> supra; <i>United States v. Georgia Power Company,</i> <span class=\"citation\" data-id=\"308832\"><a href=\"/opinion/308832/5-fair-emplpraccas-587-5-empl-prac-dec-p-8460-united-states-of/\"><span class=\"volume\">474</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">906</span></a></span> (5th Cir. 1973).</p>\n<p>The court recognizes that Title VII and section 1981 provide independent causes of action reaching private acts of discrimination and that neither pre-empts relief under the other. <i>Brown v. Gaston County Dyeing Machine Company,</i> <span class=\"citation\" data-id=\"302689\"><a href=\"/opinion/302689/4-fair-emplpraccas-514-4-empl-prac-dec-p-7737-marvin-w-brown-v/\"><span class=\"volume\">457</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1377</span></a></span> (4th Cir. 1972); <i>Waters v. Wisconsin Steel Works of International Harvester Company,</i> <span class=\"citation\" data-id=\"290558\"><a href=\"/opinion/290558/william-waters-and-donald-samuels-each-individually-and-on-behalf-of-all/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">476</span></a></span> (7th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">911</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">137</span></span>, <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">151</span></span> (1970). <i>Cf. </i><i>Jones v. Alfred-Mayer Company,</i> <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">409</span></a></span>, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2186</span></a></span>, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1189</span></a></span> (1968). However, the mere fact that the causes of action are separate is no just cause to force duplication of litigation by insistence on a strict application of the statute of limitations. The court is in full agreement with the statement of Judge John MacKenzie in <i>Reynolds v. Daily Press, Inc.,</i> supra:</p>\n<blockquote>\"Whatever Virginia [North Carolina] statute of limitations applies to a case of this type should be tolled for the period during which the EEOC is investigating the complaint and attempting voluntary conciliation with the employer. Any other result would cause duplication of litigation. If, under section 1981, a person charges job discrimination, it should be unnecessary to immediately proceed in the courts, while at the same time filing a complaint with the EEOC. Such duplication should be avoided and can be avoided by tolling any statutes of limitation applicable to section 1981 while the administrative processes are attempting to end the controversy.\" 5 E.P.D. ¶ 7991 at 6649.</blockquote>\n<p>This admirable policy towards avoiding duplication of litigation when considered along with the fact that the EEOC investigation imparts every bit as much notice of wrongs complained of as would the filing of a civil complaint under section 1981 compels this court to dismiss defendant's plea in bar.<sup>[2]</sup></p>\n<p></p>\n<h2>IV. MAINTAINABILITY OF THE CLASS ACTION</h2>\n<p>Plaintiff Pittman seeks to represent a class comprised of all blacks who have been subjected to the discriminatory <span class=\"star-pagination\">*295</span> practices complained of by reason of their employment at the Tarboro Anaconda plant and also all persons who either would have been or will in the future be employed there but for these discriminatory practices. The injunctive and declaratory relief along with the back pay sought is applicable to the class as well as the individual plaintiff. Defendant objects to the class action vehicle on grounds that no person other than Pittman has suffered wrong nor complains of discrimination as is evidenced by the fact that no other employee has filed EEOC charges.</p>\n<p>Generally, the burden of showing a proper class is on the plaintiff representative. <i>Poindexter v. Teubert,</i> <span class=\"citation\" data-id=\"304320\"><a href=\"/opinion/304320/james-m-poindexter-jr-v-william-a-teubert-chief-of-police-department/\"><span class=\"volume\">462</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1096</span></a></span> (4th Cir. 1972); <i>Demarco v. Edens,</i> <span class=\"citation\" data-id=\"279149\"><a href=\"/opinion/279149/vincent-demarco-belle-pomerantz-and-mary-roth-on-behalf-of-themselves-and/\"><span class=\"volume\">390</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">836</span></a></span>, 845 (2nd Cir. 1968). However, there can be no doubt that class action is an appropriate vehicle for civil rights litigation. <i>See, e. g., </i><i>Cox v. Babcock &amp; Wilcox Company,</i> <span class=\"citation\" data-id=\"307262\"><a href=\"/opinion/307262/5-fair-emplpraccas-374-5-empl-prac-dec-p-8093-calvin-a-cox/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span> (4th Cir. 1972); <i>Oatis v. Crown Zellerbach Corporation,</i> <span class=\"citation\" data-id=\"281115\"><a href=\"/opinion/281115/john-martin-oatis-david-johnson-sr-and-r-t-young-v-crown-zellerbach/\"><span class=\"volume\">398</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">496</span></a></span> (5th Cir. 1968); <i>Robinson v. Lorillard Corporation,</i> <span class=\"citation\" data-id=\"2134984\"><a href=\"/opinion/2134984/robinson-v-lorillard-corporation/\"><span class=\"volume\">319</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">835</span></a></span> (M.D.N.C.1970); <i>Hicks v. Crown Zellerbach Corporation,</i> <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">184</span></span> (D.La.1968). In fact, one of the purposes of construing Rule 23(b)(2) as it now exists is to make the class action available to civil rights litigants. <i>McBroom et al. v. Western Electric Company, Inc., et al.,</i> Mem. Opinion No. C-362-G-73 (M.D.N.C., March 28, 1974); <i>See Advisory Committee's Note on Rule 23(b)(2),</i> <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">69</span></span>, 102 (1966).</p>\n<p>However, the mere presence of a civil rights claim and loosely defined class-wide allegations will not support a proper class action. <i>See, e. g., </i><i>Jenkins v. General Motors Corporation,</i> supra; <i>Blankenship v. Wometco Blue Circle, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">308</span></span> (E.D.Tenn.1972). <i>Cf. </i><i>Burney v. North American Rockwell Corporation,</i> <span class=\"citation\" data-id=\"2007124\"><a href=\"/opinion/2007124/burney-v-north-american-rockwell-corporation/\"><span class=\"volume\">302</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">86</span></a></span>, 90 (C.D.Cal. 1969). The basic requirements for the class action are: (1) the class action must meet the requirements of Rule 23(a) and (b)(2); (2) the issues raised by the plaintiff in the class action must be those issues that the individual plaintiff has standing to bring and that he has raised in his charge with the EEOC; (3) any co-plaintiff joined in the class must proceed within the periphery of charges placed before the EEOC. <i>Oatis v. Crown Zellerbach Corporation,</i> supra; <i>Jackson v. Cutter Laboratories, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">338</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">882</span></span> (D.Tenn.1970); <i>King v. Georgia Power Company,</i> supra. There is no issue of co-plaintiffs in this case. As to the requirement that the class complaint be limited to charges presented before the EEOC, the law is the same as that discussed above concerning alleged variance in the plaintiff's complaint. It is settled that every member of the class need not file a charge with the EEOC as long as the class complaint is restricted to charges filed by the individual representative. <i>Oatis v. Crown Zellerbach Corporation,</i> supra; <i>Logan v. General Fireproofing Company,</i> supra; <i>Sciaraffa v. Oxford Paper Company,</i> supra.</p>\n<p>Basically, class actions in civil rights actions have been liberally construed, it having been stated that claims of racial discrimination are presumed to be class actions because the allegation is by its very nature suggestive of widespread discriminatory practices. <i>Francis v. American Tel. &amp; Tel. Company,</i> <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">202</span></span> (D.D.C.1972); <i>cf., </i><i>Oatis v. Crown Zellerbach Corporation,</i> supra. The reports are replete with cases where a representative Negro worker has attacked discriminatory employment practices through the class action vehicle. <i>See, e. g., </i><i>Macklin v. Spector Freight Systems, Inc.,</i> supra; <i>Cox v. Babcock &amp; Wilcox Company,</i> supra; <i>Madlock v. Sardis Luggage Company,</i> <span class=\"citation\" data-id=\"2007124\"><a href=\"/opinion/2007124/burney-v-north-american-rockwell-corporation/\"><span class=\"volume\">302</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">86</span></a></span>6 (D.Miss.1969); <i>Arey v. Providence Hospital,</i> <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">62</span></span> (D.D.C.1972); <i>Copeland v. Mead Corporation,</i> <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">266</span></span> (N.D. Ga.1970). However, as suggested above, where the essence of the complaint is merely a single instance of racial discrimination couched in conclusory class action allegations, the class action form is properly refused.</p>\n<p>One limitation on actions brought by an individual as a class action <span class=\"star-pagination\">*296</span> springs from what has been called the \"typicality\" requirement, <i>see, e. g., </i><i>White v. Gates Rubber Company,</i> <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">412</span></span> (D.Colo.1971), meaning no other member of a potential class is affected by the wrong complained of by the individual complainant. This rule has been applied by this court. <i>Kota v. Little,</i> <span class=\"citation\" data-id=\"2594747\"><a href=\"/opinion/2594747/kota-v-little/\"><span class=\"volume\">351</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1059</span></a></span> (E.D.N.C.1971) (discharge of non-tenured faculty member for other than racial reasons). One factor which has been of influence in determining the true representative status of the individual complainant is, of course, the relief sought, the notion being that where the class-wide relief sought would be of no real benefit to the representative, the class action is improper. <i>Jenkins v. General Motors Corporation,</i> supra; <i>Blankenship v. Wometco Blue Circle, Inc.,</i> supra; <i>White v. Gates Rubber Company,</i> supra. For example, in <i>Jenkins,</i> supra, the class action was denied where plaintiff representative who was attacking across-the-board racial policies had not been employed by defendant for over four years and was not seeking reinstatement, so that he could have no personal interest in the class-wide injunction other than a general interest in fair employment. Likewise, a class action was denied where the class-wide allegations were conclusory in nature and the representative complained of a single instance bearing no relationship to a class-wide policy of discrimination. <i>Blankenship v. Wometco Blue Circle, Inc.,</i> supra. However, it is not absolutely essential that every party for whom relief is sought be employed by the defendant or be actively seeking employment. For example, a class action was held proper where the class included members who had previously been refused employment were not currently seeking reinstatement. <i>Clark v. American Marine Company,</i> <span class=\"citation\" data-id=\"2147432\"><a href=\"/opinion/2147432/clark-v-american-marine-corporation/\"><span class=\"volume\">297</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1305</span></a></span> (E.D.La.1969). Further, the mere remoteness in time of the plaintiff's past employment is no procedural bar to his being a class representative, so long as he is now seeking relief applicable to the class at large. <i>Logan v. General Fireproofing Company,</i> supra. In fact, it is the rule in this circuit that the individual plaintiff may be a proper class representative even where he is unable to prove his own individual claim of discrimination. <i>Brown v. Gaston County Dyeing Machine Corporation,</i> supra.</p>\n<p>Plaintiff here seeks relief which would both benefit himself and the class at large. He has alleged with specificity the practices and policies which are claimed to affect the class at large and the face of the complaint satisfies minimal requirements of Rule 23. While defendant's argument may be of some merit, it would cut against the grain of the liberality with which class allegations should be viewed to dismiss the class action where plaintiff has not yet had opportunity to conduct discovery into matters essential to combat defendant's arguments. Accordingly, this court now holds that the action should proceed as a class action. However, as permitted by Rule 23, the court reserves the right to review this decision after discovery has proceeded in accordance with this opinion. See <i>McBroom et al. v. Western Electric Company, Inc., et al.,</i> supra; <i>Harvey v. International Harvester Company,</i> <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">47</span></span> (N.D.Cal.1972); <i>Cf. Turner v. Seaboard Coast Line RR Company,</i> <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">611</span></span> (M.D.N.C.1974).</p>\n<p></p>\n<h2>V. MOTIONS RELATING TO DISCOVERY</h2>\n<p>Plaintiff has served forty-eight interrogatories upon defendant, the last forty-seven of which defendant objects to on grounds they are relevant only if this court finds the action maintainable as a class action. Plaintiff in turn has moved to compel answers. Defendant then further objected and moved that discovery be limited to the individual plaintiff's discharge or alternatively that if the class action were allowed, plaintiff should either be furnished information for inspection in lieu of defendant's answering or that plaintiff reimburse defendant for compiling statistical information sought. However, it is the court's opinion that the information sought has a direct bearing on whether <span class=\"star-pagination\">*297</span> the class action may be maintained, and, therefore, the interrogatories should be answered. The question of costs can be determined at a later date.</p>\n<p></p>\n<h2>VI. MOTION TO DISMISS</h2>\n<p>Having discussed the allegations in detail above, it need only be said that the defendant's motion to dismiss for failure to state a claim upon which relief may be granted should be denied under the well-established rule that such a motion can be granted only where no conceivable set of facts would warrant plaintiff's recovery. <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957); <i>Johnson v. Mueller,</i> <span class=\"citation\" data-id=\"286283\"><a href=\"/opinion/286283/william-turner-johnson-jr-v-john-mueller-superintendent-newport-news/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">354</span></a></span> (4th Cir. 1969).</p>\n<p>In summary it is now ordered that:</p>\n<p>1. The court has subject matter jurisdiction over all claims presented by the complaint and amended complaint and, accordingly, defendant's motion to dismiss for lack of subject matter jurisdiction is denied;</p>\n<p>2. The plaintiff's amended complaint shall be allowed and filed, and the defendant's motion to dismiss for want of personal jurisdiction and for improper service of process is denied;</p>\n<p>3. The defendant's plea in bar on grounds of the statute of limitations is denied;</p>\n<p>4. The action shall proceed as a class action subject to the power of this court to later dismiss any such class action;</p>\n<p>5. The defendant's objections to plaintiff's interrogatories are without merit and defendant should proceed to answer such interrogatories as moved for by plaintiff;</p>\n<p>6. The defendant's motion for a protective order is denied.</p>\n<h2>NOTES</h2>\n<p>[1]  In the federal courts federal law governs in determining whether a statute of limitations is tolled, even where such statute is a state statute borrowed for purposes of the federal litigation. <i>Atkins v. Schmutz Manu. Co.,</i> <span class=\"citation\" data-id=\"293677\"><a href=\"/opinion/293677/donald-l-atkins-v-schmutz-manufacturing-company-incorporated/\"><span class=\"volume\">435</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">527</span></a></span> (4th Cir. 1970), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">932</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1526</span></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">867</span></span> (1971). 867 (1971).</p>\n<p>[2]  In the interim between the issuance and the publication of this memorandum, the United States Supreme Court in <i>Johnson v. Railway Express Agency,</i> <span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span>, <span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1716</span></a></span>, <span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">295</span></a></span> (1975), held that the timely filing of an administrative charge of discrimination with the E.E.O.C. does not toll the period of limitations otherwise applicable to an action under 42 U.S.C. § 1981 based on identical facts. Rejected as nonpersuasive by <i>Johnson</i> was the central policy supporting the holding in Part III of this memorandum. However, it is not clear whether other reasons not discussed in the memorandum would support this same holding notwithstanding <i>Johnson.</i> One court has held that <i>Johnson</i> is not to be applied retroactively. <i>Bush v. Wood Bros. Transfer, Inc.,</i> <span class=\"citation\" data-id=\"1422748\"><a href=\"/opinion/1422748/bush-v-wood-brothers-transfer-inc/\"><span class=\"volume\">398</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1030</span></a></span> (S.D.Tex.1975). Judge Gordon of the Middle District of North Carolina held that because of state policies not before the Supreme Court, the Part III holding as it relates to the application of the North Carolina statute of limitations is not affected by the opposite result in <i>Johnson. Lattimore v. Loews Theatres, Inc.,</i> ___ F.Supp. ___ No. C-75-79-G (M.D. N.C., 1975). The court leaves the issue of <i>Johnson's</i> effect on Part III for future resolution.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/275825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/278691/",
    "http://www.courtlistener.com/api/rest/v3/opinions/279149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/281115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/282019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/285365/",
    "http://www.courtlistener.com/api/rest/v3/opinions/286283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/290558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/291976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/293677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/294647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/298584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/302689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/304320/",
    "http://www.courtlistener.com/api/rest/v3/opinions/307262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/307272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/308832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/311013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/317025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1380553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1404385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1422748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1635789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1655811/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1669286/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1738187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1951394/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2004489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2006955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2007124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2080962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2096172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2134984/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2147432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2594747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2595678/"
  ]
}