{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1873521/",
  "absolute_url": "/opinion/1873521/washington-state-apple-ad-comn-v-holshouser/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1873521/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:41:19.999172Z",
  "date_modified": "2016-04-26T05:32:38.182956Z",
  "type": "010combined",
  "sha1": "2bb8e434a79e0da3aefdaca9fdfe23d6bb4f91df",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>408 F.Supp. 857 (1976)</b></center>\n<center><h1>The WASHINGTON STATE APPLE ADVERTISING COMMISSION, a Washington State Agency, Plaintiff,<br>\nv.<br>\nJames E. HOLSHOUSER, Governor of the State of North Carolina, et al., Defendants.</h1></center>\n<center>No. 75-0300-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>Argued February 6, 1976.</center>\n<center>Decided March 1, 1976.</center>\n<p>Slade Gorton, Atty. Gen., State of Wash., Olympia, Wash., James Arneil, Sp. Asst. Atty. Gen., State of Washington (Davis, Arneil, Dorsey, Kight &amp; Parlette, Wenatchee, Wash.), Robert C. Howison, Jr., Sp. Asst. Atty., State of Washington (Joyner &amp; Howison, Raleigh, N. C.), for plaintiff.</p>\n<p>Rufus L. Edmisten, Atty. Gen., North Carolina, Millard R. Rich, Jr., Deputy Atty. Gen., North Carolina Dept. of Justice, and Joseph E. Wall and John R. Jordan, Jr., Raleigh, N. C. (Jordan, Morris &amp; Hoke, Raleigh, N. C.), for defendants.</p>\n<p>Before CRAVEN, Circuit Judge, LARKINS, Chief District Judge, and DUPREE, District Judge.</p>\n<p></p>\n<h2>MEMORANDUM DECISION</h2>\n<p>CRAVEN, Circuit Judge:</p>\n<p>The Washington State Apple Advertising Commission challenges the constitutionality of N.C.Gen.Stat. § 106-189.1, which requires that \"no grade other than the applicable U.S. grade\" be shown on closed containers in which apples are <span class=\"star-pagination\">*858</span> \"sold, offered for sale or shipped into\" North Carolina.<sup>[1]</sup> The Commission argues that this statute violates the commerce clause, the equal protection and due process guarantees, and the first amendment to the United States Constitution. In oral argument plaintiff pressed but two of these claims  that the statute constitutes an unreasonable burden and restriction upon interstate commerce in violation of art. 1, § 8 of the Constitution, and that, by prohibiting the display of the Washington state grade, the statute violates the constitutional right of freedom of speech. We agree that the statute violates the commerce clause, and, accordingly, declare it unconstitutional and enjoin its enforcement as applied to state grade markings on closed containers. Our determination of that issue makes it unnecessary to examine the Commission's other objections to the law.<sup>[2]</sup></p>\n<p></p>\n<h2>I.</h2>\n<p>This action for declaratory and injunctive relief was brought by the Washington State Advertising Commission, an agency and corporate body created by legislative act of the State of Washington. On motion to dismiss, Judge Dupree, sitting alone,<sup>[3]</sup> held that the Commission had standing to \"assert all the claims presented in the complaint, both those interests clearly belonging to the Association itself and those belonging to the various individual growers and producers of the State of Washington [and] . . . that there exists the necessary amount in controversy.\" We agree, and proceed to the merits.<sup>[4]</sup></p>\n<p></p>\n<h2>II.</h2>\n<p>We find the essential facts to be as follows:</p>\n<p>1. N.C.Gen.Stat. § 106-189.1 (1973) requires that all apples \"sold, offered for sale or shipped into [North Carolina] in closed containers\" shall bear \"no grade other than the applicable U.S. grade or standard or the marking `unclassified,' `not graded' or `grade not determined.'\" Violations of the statute are punishable by a criminal penalty in the amount of up to $50.</p>\n<p>2. No such statute applies to any other type of produce or to apples shipped in open containers.</p>\n<p>3. North Carolina is the only state in the nation which prohibits the display of Washington state grades on closed shipping containers.</p>\n<p>4. In 1974, the last year for which figures are available, Washington apple growers shipped apples worth in excess of $2,000,000 directly into North Carolina. Additionally, apples worth approximately <span class=\"star-pagination\">*859</span> 30 to 40 percent of that amount were trans-shipped into North Carolina after direct shipment to other states.</p>\n<p>5. The Commission spent in excess of $25,000 in advertising for the 1974 crop year. North Carolina has no statute or regulation which prohibits such advertising other than that involved in the grading statute under challenge in this case.</p>\n<p>6. The State of Washington requires that all apples shipped in closed containers which are packed in the State must be graded according to either Washington State apple grade or the U.S. grade.</p>\n<p>7. Presently 13 states have state grades. Of these, seven states, including Washington, currently ship apples into North Carolina.</p>\n<p>8. At the time N.C.Gen.Stat. § 106-189.1 was enacted, North Carolina had no state apple grade.</p>\n<p>9. As of September 1, 1974, the Washington State apple grades were made equivalent or superior to U.S. grades in all corresponding categories. These grades are established by Washington Department of Agriculture regulations.</p>\n<p>10. As a direct result of the enactment of N.C.Gen.Stat. § 106-189.1, some apple growers in the State of Washington have taken the following actions:</p>\n<blockquote>a. Washington state grades have been manually obliterated from closed shipping boxes to be shipped to North Carolina at a cost of five to 15 cents per box;</blockquote>\n<blockquote>b. Preprinting of shipping boxes with state grades have been abandoned and the applicable U.S. grade stamped manually or mechanically on boxes;</blockquote>\n<blockquote>c. Accounts in North Carolina have been cancelled, and sales to the state curtailed. (Some individuals have abandoned marketing in the state entirely.)</blockquote>\n<p>These results of the legislation constitute a burden on interstate commerce.</p>\n<p>11. The existence of multiple, inconsistent state grades pose a danger of confusion in the apple marketing industry. There is, however, no showing that Washington state grades have caused any confusion.</p>\n<p>12. The stated purpose of the North Carolina apple grading statute is to \"standardize grading labels, reduce confusion, and prevent deception\" in the marketing of apples in the state. Brief for Defendant at 13.</p>\n<p>13. The purchase of apples in closed shipping containers is normally and generally done only by wholesale produce brokers and distributors or by the produce buyers for food stores and supermarkets. Apples are not generally sold at retail to the public in their shipping containers.</p>\n<p></p>\n<h2>III.</h2>\n<p>The State of North Carolina argues that the statute is a valid exercise of police power and, as such, is not unconstitutional under the commerce clause. It contends that the purpose of the legislation is to eliminate \"confusion and deception in the marketing of foodstuffs\" which results from the proliferation of multiple inconsistent and non-uniform state grades. This interest, North Carolina argues, is a valid local concern under the state's police powers, \"akin to . . . regulations protecting the health and welfare of the State's citizens.\" Brief for Defendant at 5. <i>See </i><i>Florida Lime and Avocado Growers, Inc. v. Paul,</i> 373 U.S. 132, 146, 83 S.Ct. 1210, 1219, 10 L.Ed.2d 248, 259 (1963). Furthermore, the state notes the statute is nondiscriminatory on its face; it applies to all apples moving in commerce in the state regardless of their point of origin inside or outside the state.</p>\n<p>Given these basic propositions, North Carolina argues that no balancing of local benefit against the burden on interstate commerce is required:</p>\n<blockquote>If the legislation is a reasonable means of achieving a non-discriminatory, legitimate goal it is constitutional. When protection of the health, safety and welfare of the citizenry is the purpose for enacting such legislation, <span class=\"star-pagination\">*860</span> \"public policy\" questions of whether the benefits outweigh the costs of compliance are questions properly determined by the state legislature.</blockquote>\n<p>Brief for Defendant at 8-9.</p>\n<p>We believe that the labels the state attempts to pin on this statute are not conclusive as to its constitutionality. North Carolina's first major point in support of the statute's validity is that it is nondiscriminatory, applying alike to apples moving in commerce in the state whether produced inside or outside the state. That this is facially correct does not afford a basis for decision.</p>\n<p>In <i>Best &amp; Co. v. Maxwell,</i> 311 U.S. 454, 61 S.Ct. 334, 85 L.Ed. 275 (1940), the Supreme Court struck down as discriminating against interstate commerce a North Carolina tax of $250 \"on every person or corporation, not a regular retail merchant in the state, who displays samples in any hotel room rented or occupied temporarily for the purpose of securing retail orders.\" In reaching this result, the Court stated:</p>\n<blockquote>\n<i>The commerce clause forbids discrimination, whether forthright or ingenious.</i> In each case it is our duty to determine whether the statute under attack, whatever its name may be, will in its practical operation work discrimination against interstate commerce. This standard we think condemns the tax at bar. <i>Nominally the statute taxes all who are not regular retail merchants in North Carolina, regardless of whether they are residents or nonresidents. We must assume, however, on this record that those North Carolina residents competing with appellant for the sale of similar merchandise will normally be regular retail merchants.</i> The retail stores of the state are the natural outlets for merchandise, not those who sell only by sample. . . . The only corresponding fixed-sum license tax to which appellant's real competitors are subject is a tax of $1 per annum for the privilege of doing business. Nonresidents wishing to display their wares must either establish themselves as regular North Carolina retail merchants at prohibitive expense, or else pay this $250 tax that bears no relation to actual or probable sales but must be paid in advance no matter how small the sales turn out to be.</blockquote>\n<p><i>Id.</i> at 455-56, 61 S.Ct. at 335, 85 L.Ed. at 277 (emphasis added and footnotes omitted).</p>\n<p>Similarly, in <i>Minnesota v. Barber,</i> 136 U.S. 313, 10 S.Ct. 862, 34 L.Ed. 455 (1890), the Court struck down a facially neutral statute which required that animals must be inspected in the state before slaughter if fresh meat from them was to be sold there. The Court dealt with the discriminatory impact of the statute as follows:</p>\n<blockquote>It is, however, contended in behalf of the State, that there is in fact no interference, by this Statute, with the bringing of cattle, sheep and swine into Minnesota from other States, nor any discrimination against the products or business of other States, for the reason  such is the argument  that the Statute requiring an inspection of animals on the hoof, as a condition of the privilege of selling, or offering for sale, in the State, the meats taken from them, is applicable alike to all owners of such animals, whether citizens of Minnesota or citizens of other States. <i>To this we answer that a statute may, upon its face, apply equally to the people of all the States, and yet be a regulation of interstate commerce which a State may not establish. A burden imposed by a State upon interstate commerce is not to be sustained simply because the statute imposing it applies alike to the people of all the States, including the people of the State enacting such statute.</i>\n</blockquote>\n<p><i>Id.</i> at 326, 10 S.Ct. at 866, 34 L.Ed. at 460 (emphasis added).</p>\n<p>Despite facial neutrality, it is clear that the statute discriminates against interstate apple sales and in favor of those intrastate in nature. At the time the statute was enacted, North Carolina had and up to the present has no established grading system. Washington did. The <span class=\"star-pagination\">*861</span> statute, as a result, has had no effect on the existing practices of North Carolina apple producers; they may market their apples with no grade whatsoever, or they may affix the United States grade. But Washington apple producers, wishing to sell in North Carolina, have been forced to change their practices with a resulting burden on interstate commerce.<sup>[5]</sup></p>\n<p>While we do not know and cannot here determine whether the \"true\" legislative purpose of this statute was to discriminate, we conclude that its effect is discriminatory. \"[O]ne state in its dealings with another may not place itself in a position of economic isolation.\" <i>Baldwin v. G.A.F. Seelig, Inc.,</i> 294 U.S. 511, 527, 55 S.Ct. 497, 502, 79 L.Ed. 1032, 1040 (1935). The North Carolina statute in this case represents a substantial step in that forbidden direction.</p>\n<p>North Carolina also argues that since this legislation represents an exercise of the state's police power over a matter of legitimate local concern, confusing and deceptive marketing practices, it is constitutional irrespective of this court's view of the determinations of \"public policy\" on which it was based.<sup>[6]</sup> The Supreme Court has clearly stated that safety measures, to which this statute bears resemblance, \"carry a strong presumption of validity when challenged in court.\" <i>Bibb v. Navajo Freight Lines,</i> 359 U.S. 520, 524, 79 S.Ct. 962, 965, 3 L.Ed.2d 1003, 1007 (1959). Furthermore, \"[i]f there are alternative ways of solving a problem, [the Court does] not sit to determine which of them is best suited to achieve a valid state objective. Policy decisions are for the state legislature, absent federal entry into the field.\" <i>Id.</i> (footnote omitted). But it is clear that the Court did not mean that because a state acts under its police power with respect to health and safety the legislation is withdrawn from scrutiny under the commerce clause.</p>\n<p>In <i>Dean Milk Co. v. Madison,</i> 340 U.S. 349, 71 S.Ct. 295, 95 L.Ed. 329 (1951), the Court rejected the same argument. \"[T]hat the ordinance is valid simply because it professes to be a health measure . . . would mean that the Commerce Clause of itself imposes no limitations on state action other than those laid down by the Due Process Clause, save for the rare instance where a state artlessly discloses an avowed purpose to discriminate against interstate goods.\" <i>Id.</i> at 354, 71 S.Ct. at 298, 95 L.Ed. at 333.</p>\n<p>But even a statute with some discriminatory impact may be sustained if the local interests are sufficiently strong<sup>[7]</sup> and the statute carefully tailored to their protection.<sup>[8]</sup> Here, however, the statute's purported purpose of eliminating deception and confusion in the marketing of apples is irrationally implemented. Apples may <i>not</i> be marketed in the state in closed containers bearing (1) a state grade only, (2) the U.S. grade <i>and</i> a state grade, but they may be marketed (3) <i>with no grade at all.</i> Certainly this regulation does eliminate <span class=\"star-pagination\">*862</span> the multiplicity of differing state grades, but it does so in favor of <i>no information at all.</i> Moreover, the statute concerns itself only with the marketing of apples in closed containers, which rarely, if ever, reach the consuming public. It is typically the wholesaler who sees these grade markings, and we do not believe that, as to him, the goal of eliminating confusion and deception would be better served by no grade than by the state grades.</p>\n<p></p>\n<h2>IV.</h2>\n<p>For the foregoing reasons, we conclude that N.C.Gen.Stat. § 106-189.1 has the effect of discriminating against interstate commerce by burdening the sale of Washington apples for the benefit of local producers.<sup>[9]</sup></p>\n<p>Accordingly, we declare N.C.Gen.Stat. § 106-189.1 unconstitutional insofar as it prohibits the display of the Washington State apple grade on closed containers shipped directly or indirectly into this state, and we will enter a judgment to enjoin its enforcement.</p>\n<h2>NOTES</h2>\n<p>[1]  The General Statutes of North Carolina § 106-189.1, as amended by Chapter 506 of the Session Laws of 1973, provide:\n</p>\n<p>(a) All apples sold, offered for sale or shipped into this State in closed containers shall bear on the container, bag or other receptacle no grade other than the applicable U.S. grade or standard or the marking \"unclassified\", \"not graded\" or \"grade not determined.\"</p>\n<p>(b) Any person, firm or corporation violating the provisions of this section shall be guilty of a misdemeanor and shall be punished by a fine of not more than fifty dollars ($50.00). Each day on which apples are sold or offered for sale in violation of the provisions of this section shall constitute a separate violation.</p>\n<p>[2]  As to whether the communication of information implicit in the Washington state grades is afforded some protection by the first amendment even though \"commercial speech,\" <i>see </i><i>Bigelow v. Virginia,</i> 421 U.S. 809, 818-26, 95 S.Ct. 2222, 2231, 44 L.Ed.2d 600, 609 (1975); <i>Terminal-Hudson Electronics, Inc. v. Department of Consumer Affairs,</i> 407 F.Supp. 1075, 44 U.S.L.W. 2337 (C.D.Cal. Jan. 6, 1976) three-judge court); <i>Anderson Clayton &amp; Co. v. Washington State Dept. of Agriculture,</i> 402 F.Supp. 1253 (W.D.Wash.1975) (three-judge court).</p>\n<p>[3]  It is clear that a single district judge has jurisdiction to hear a motion to dismiss based on these grounds. <i>Gonzalez v. Employees Credit Union,</i> 419 U.S. 90, 100, 95 S.Ct. 289, 295, 42 L.Ed.2d 249, 258 (1974); <i>Jacobs v. Tawes,</i> 250 F.2d 611 (4th Cir. 1957).</p>\n<p>[4]  Since there is jurisdiction under 28 U.S.C. § 1331, we need not consider whether there is also jurisdiction under 42 U.S.C. § 1983 and 28 U.S.C. § 1343(3).</p>\n<p>[5]  <i>See</i> Findings of Fact 10, <i>supra.</i></p>\n<p>[6]  In some formulations of its arguments the state seems to carve out regulation of foodstuffs and the elimination of confusion and deception in the marketing of foodstuffs as a class of health, safety and welfare regulations where the state's interests are dominant no matter what the burden on interstate commerce: \"Defendants contend that a balancing of local benefit against the burden on interstate commerce is not a required part of the Supreme Court's test where the legislation in question regulates the readying of foodstuffs for market.\" Brief for Defendant at 6. North Carolina cites no case which so holds, and we are convinced that is not the law.\n</p>\n<p>We believe the test in all areas is that articulated in <i>Pike v. Bruce Church,</i> 397 U.S. 137, 142, 90 S.Ct. 844, 847, 25 L.Ed.2d 174, 178 (1970), which is in essence a balancing test. It is true that the traditionally strong interest of states in the regulation of foodstuffs as a health measure often outweighs the burden on interstate commerce. But where the state regulation prevails it is because of the strength of its interest, and not the distinctive nature of the judicial test applied to this discrete area of interest.</p>\n<p>[7]  <i>Cf. </i><i>Union Brokerage Co. v. Jensen,</i> 322 U.S. 202, 211, 64 S.Ct. 967, 973, 88 L.Ed. 1227, 1233 (1944).</p>\n<p>[8]  <i>See </i><i>Dean Milk, supra</i> 340 U.S. at 354, 71 S.Ct. at 297, 95 L.Ed. at 333.</p>\n<p>[9]  Even had we found the statute to have been neutral in its impact, we believe it would be unconstitutional as violative of the commerce clause. <i>Pike v. Bruce Church,</i> 397 U.S. 137, 142, 90 S.Ct. 844, 847, 25 L.Ed.2d 174, 178 (1970), stated the basic test of constitutional validity as to interstate commerce as follows:\n</p>\n<p>Although the criteria for determining the validity of state statutes affecting interstate commerce have been variously stated, the general rule that emerges can be phrased as follows: Where the statute regulates even-handedly to effectuate a legitimate local public interest, and its effects on interstate commerce are only incidental, it will be upheld unless the burden imposed on such commerce is clearly excessive in relation to the putative local benefits. . . . If a legitimate local purpose is found, then the question becomes one of degree. And the extent of the burden that will be tolerated will of course depend on the nature of the local interest involved, and on whether it could be promoted as well with a lesser impact on interstate activities.</p>\n<p>(Citation omitted).</p>\n<p>North Carolina contends that it should prevail under this test since the interference with commerce is minimal. We disagree. An extra cost of 5-15 cents per box is enough to cause some wholesalers to abandon the market. \"[T]he burden imposed on . . . commerce is clearly excessive in relation to the putative local benefits.\" Thus, even absent discriminatory effect, the statute would still be invalid.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">408</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">857</span></span> (1976)</b></center>\n<center><h1>The WASHINGTON STATE APPLE ADVERTISING COMMISSION, a Washington State Agency, Plaintiff,<br>\nv.<br>\nJames E. HOLSHOUSER, Governor of the State of North Carolina, et al., Defendants.</h1></center>\n<center>No. 75-0300-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>Argued February 6, 1976.</center>\n<center>Decided March 1, 1976.</center>\n<p>Slade Gorton, Atty. Gen., State of Wash., Olympia, Wash., James Arneil, Sp. Asst. Atty. Gen., State of Washington (Davis, Arneil, Dorsey, Kight &amp; Parlette, Wenatchee, Wash.), Robert C. Howison, Jr., Sp. Asst. Atty., State of Washington (Joyner &amp; Howison, Raleigh, N. C.), for plaintiff.</p>\n<p>Rufus L. Edmisten, Atty. Gen., North Carolina, Millard R. Rich, Jr., Deputy Atty. Gen., North Carolina Dept. of Justice, and Joseph E. Wall and John R. Jordan, Jr., Raleigh, N. C. (Jordan, Morris &amp; Hoke, Raleigh, N. C.), for defendants.</p>\n<p>Before CRAVEN, Circuit Judge, LARKINS, Chief District Judge, and DUPREE, District Judge.</p>\n<p></p>\n<h2>MEMORANDUM DECISION</h2>\n<p>CRAVEN, Circuit Judge:</p>\n<p>The Washington State Apple Advertising Commission challenges the constitutionality of N.C.Gen.Stat. § 106-189.1, which requires that \"no grade other than the applicable U.S. grade\" be shown on closed containers in which apples are <span class=\"star-pagination\">*858</span> \"sold, offered for sale or shipped into\" North Carolina.<sup>[1]</sup> The Commission argues that this statute violates the commerce clause, the equal protection and due process guarantees, and the first amendment to the United States Constitution. In oral argument plaintiff pressed but two of these claims  that the statute constitutes an unreasonable burden and restriction upon interstate commerce in violation of art. 1, § 8 of the Constitution, and that, by prohibiting the display of the Washington state grade, the statute violates the constitutional right of freedom of speech. We agree that the statute violates the commerce clause, and, accordingly, declare it unconstitutional and enjoin its enforcement as applied to state grade markings on closed containers. Our determination of that issue makes it unnecessary to examine the Commission's other objections to the law.<sup>[2]</sup></p>\n<p></p>\n<h2>I.</h2>\n<p>This action for declaratory and injunctive relief was brought by the Washington State Advertising Commission, an agency and corporate body created by legislative act of the State of Washington. On motion to dismiss, Judge Dupree, sitting alone,<sup>[3]</sup> held that the Commission had standing to \"assert all the claims presented in the complaint, both those interests clearly belonging to the Association itself and those belonging to the various individual growers and producers of the State of Washington [and] . . . that there exists the necessary amount in controversy.\" We agree, and proceed to the merits.<sup>[4]</sup></p>\n<p></p>\n<h2>II.</h2>\n<p>We find the essential facts to be as follows:</p>\n<p>1. N.C.Gen.Stat. § 106-189.1 (1973) requires that all apples \"sold, offered for sale or shipped into [North Carolina] in closed containers\" shall bear \"no grade other than the applicable U.S. grade or standard or the marking `unclassified,' `not graded' or `grade not determined.'\" Violations of the statute are punishable by a criminal penalty in the amount of up to $50.</p>\n<p>2. No such statute applies to any other type of produce or to apples shipped in open containers.</p>\n<p>3. North Carolina is the only state in the nation which prohibits the display of Washington state grades on closed shipping containers.</p>\n<p>4. In 1974, the last year for which figures are available, Washington apple growers shipped apples worth in excess of $2,000,000 directly into North Carolina. Additionally, apples worth approximately <span class=\"star-pagination\">*859</span> 30 to 40 percent of that amount were trans-shipped into North Carolina after direct shipment to other states.</p>\n<p>5. The Commission spent in excess of $25,000 in advertising for the 1974 crop year. North Carolina has no statute or regulation which prohibits such advertising other than that involved in the grading statute under challenge in this case.</p>\n<p>6. The State of Washington requires that all apples shipped in closed containers which are packed in the State must be graded according to either Washington State apple grade or the U.S. grade.</p>\n<p>7. Presently 13 states have state grades. Of these, seven states, including Washington, currently ship apples into North Carolina.</p>\n<p>8. At the time N.C.Gen.Stat. § 106-189.1 was enacted, North Carolina had no state apple grade.</p>\n<p>9. As of September 1, 1974, the Washington State apple grades were made equivalent or superior to U.S. grades in all corresponding categories. These grades are established by Washington Department of Agriculture regulations.</p>\n<p>10. As a direct result of the enactment of N.C.Gen.Stat. § 106-189.1, some apple growers in the State of Washington have taken the following actions:</p>\n<blockquote>a. Washington state grades have been manually obliterated from closed shipping boxes to be shipped to North Carolina at a cost of five to 15 cents per box;</blockquote>\n<blockquote>b. Preprinting of shipping boxes with state grades have been abandoned and the applicable U.S. grade stamped manually or mechanically on boxes;</blockquote>\n<blockquote>c. Accounts in North Carolina have been cancelled, and sales to the state curtailed. (Some individuals have abandoned marketing in the state entirely.)</blockquote>\n<p>These results of the legislation constitute a burden on interstate commerce.</p>\n<p>11. The existence of multiple, inconsistent state grades pose a danger of confusion in the apple marketing industry. There is, however, no showing that Washington state grades have caused any confusion.</p>\n<p>12. The stated purpose of the North Carolina apple grading statute is to \"standardize grading labels, reduce confusion, and prevent deception\" in the marketing of apples in the state. Brief for Defendant at 13.</p>\n<p>13. The purchase of apples in closed shipping containers is normally and generally done only by wholesale produce brokers and distributors or by the produce buyers for food stores and supermarkets. Apples are not generally sold at retail to the public in their shipping containers.</p>\n<p></p>\n<h2>III.</h2>\n<p>The State of North Carolina argues that the statute is a valid exercise of police power and, as such, is not unconstitutional under the commerce clause. It contends that the purpose of the legislation is to eliminate \"confusion and deception in the marketing of foodstuffs\" which results from the proliferation of multiple inconsistent and non-uniform state grades. This interest, North Carolina argues, is a valid local concern under the state's police powers, \"akin to . . . regulations protecting the health and welfare of the State's citizens.\" Brief for Defendant at 5. <i>See </i><i>Florida Lime and Avocado Growers, Inc. v. Paul,</i> <span class=\"citation\" data-id=\"106601\"><a href=\"/opinion/106601/florida-lime-avocado-growers-inc-v-paul/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">132</span></a></span>, 146, <span class=\"citation\" data-id=\"106601\"><a href=\"/opinion/106601/florida-lime-avocado-growers-inc-v-paul/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1210</span></a></span>, 1219, <span class=\"citation\" data-id=\"106601\"><a href=\"/opinion/106601/florida-lime-avocado-growers-inc-v-paul/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">248</span></a></span>, 259 (1963). Furthermore, the state notes the statute is nondiscriminatory on its face; it applies to all apples moving in commerce in the state regardless of their point of origin inside or outside the state.</p>\n<p>Given these basic propositions, North Carolina argues that no balancing of local benefit against the burden on interstate commerce is required:</p>\n<blockquote>If the legislation is a reasonable means of achieving a non-discriminatory, legitimate goal it is constitutional. When protection of the health, safety and welfare of the citizenry is the purpose for enacting such legislation, <span class=\"star-pagination\">*860</span> \"public policy\" questions of whether the benefits outweigh the costs of compliance are questions properly determined by the state legislature.</blockquote>\n<p>Brief for Defendant at 8-9.</p>\n<p>We believe that the labels the state attempts to pin on this statute are not conclusive as to its constitutionality. North Carolina's first major point in support of the statute's validity is that it is nondiscriminatory, applying alike to apples moving in commerce in the state whether produced inside or outside the state. That this is facially correct does not afford a basis for decision.</p>\n<p>In <i>Best &amp; Co. v. Maxwell,</i> <span class=\"citation\" data-id=\"103416\"><a href=\"/opinion/103416/best-co-v-maxwell/\"><span class=\"volume\">311</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">334</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">275</span></span> (1940), the Supreme Court struck down as discriminating against interstate commerce a North Carolina tax of $250 \"on every person or corporation, not a regular retail merchant in the state, who displays samples in any hotel room rented or occupied temporarily for the purpose of securing retail orders.\" In reaching this result, the Court stated:</p>\n<blockquote>\n<i>The commerce clause forbids discrimination, whether forthright or ingenious.</i> In each case it is our duty to determine whether the statute under attack, whatever its name may be, will in its practical operation work discrimination against interstate commerce. This standard we think condemns the tax at bar. <i>Nominally the statute taxes all who are not regular retail merchants in North Carolina, regardless of whether they are residents or nonresidents. We must assume, however, on this record that those North Carolina residents competing with appellant for the sale of similar merchandise will normally be regular retail merchants.</i> The retail stores of the state are the natural outlets for merchandise, not those who sell only by sample. . . . The only corresponding fixed-sum license tax to which appellant's real competitors are subject is a tax of $1 per annum for the privilege of doing business. Nonresidents wishing to display their wares must either establish themselves as regular North Carolina retail merchants at prohibitive expense, or else pay this $250 tax that bears no relation to actual or probable sales but must be paid in advance no matter how small the sales turn out to be.</blockquote>\n<p><i>Id.</i> at 455-56, 61 S.Ct. at 335, 85 L.Ed. at 277 (emphasis added and footnotes omitted).</p>\n<p>Similarly, in <i>Minnesota v. Barber,</i> <span class=\"citation\" data-id=\"92826\"><a href=\"/opinion/92826/minnesota-v-barber/\"><span class=\"volume\">136</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">313</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">862</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">455</span></span> (1890), the Court struck down a facially neutral statute which required that animals must be inspected in the state before slaughter if fresh meat from them was to be sold there. The Court dealt with the discriminatory impact of the statute as follows:</p>\n<blockquote>It is, however, contended in behalf of the State, that there is in fact no interference, by this Statute, with the bringing of cattle, sheep and swine into Minnesota from other States, nor any discrimination against the products or business of other States, for the reason  such is the argument  that the Statute requiring an inspection of animals on the hoof, as a condition of the privilege of selling, or offering for sale, in the State, the meats taken from them, is applicable alike to all owners of such animals, whether citizens of Minnesota or citizens of other States. <i>To this we answer that a statute may, upon its face, apply equally to the people of all the States, and yet be a regulation of interstate commerce which a State may not establish. A burden imposed by a State upon interstate commerce is not to be sustained simply because the statute imposing it applies alike to the people of all the States, including the people of the State enacting such statute.</i>\n</blockquote>\n<p><i>Id.</i> at 326, 10 S.Ct. at 866, 34 L.Ed. at 460 (emphasis added).</p>\n<p>Despite facial neutrality, it is clear that the statute discriminates against interstate apple sales and in favor of those intrastate in nature. At the time the statute was enacted, North Carolina had and up to the present has no established grading system. Washington did. The <span class=\"star-pagination\">*861</span> statute, as a result, has had no effect on the existing practices of North Carolina apple producers; they may market their apples with no grade whatsoever, or they may affix the United States grade. But Washington apple producers, wishing to sell in North Carolina, have been forced to change their practices with a resulting burden on interstate commerce.<sup>[5]</sup></p>\n<p>While we do not know and cannot here determine whether the \"true\" legislative purpose of this statute was to discriminate, we conclude that its effect is discriminatory. \"[O]ne state in its dealings with another may not place itself in a position of economic isolation.\" <i>Baldwin v. G.A.F. Seelig, Inc.,</i> <span class=\"citation\" data-id=\"102402\"><a href=\"/opinion/102402/baldwin-v-gaf-seelig-inc/\"><span class=\"volume\">294</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 527, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">497</span></span>, 502, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1032</span></span>, 1040 (1935). The North Carolina statute in this case represents a substantial step in that forbidden direction.</p>\n<p>North Carolina also argues that since this legislation represents an exercise of the state's police power over a matter of legitimate local concern, confusing and deceptive marketing practices, it is constitutional irrespective of this court's view of the determinations of \"public policy\" on which it was based.<sup>[6]</sup> The Supreme Court has clearly stated that safety measures, to which this statute bears resemblance, \"carry a strong presumption of validity when challenged in court.\" <i>Bibb v. Navajo Freight Lines,</i> <span class=\"citation\" data-id=\"105890\"><a href=\"/opinion/105890/bibb-v-navajo-freight-lines-inc/\"><span class=\"volume\">359</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, 524, <span class=\"citation\" data-id=\"105890\"><a href=\"/opinion/105890/bibb-v-navajo-freight-lines-inc/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">962</span></a></span>, 965, <span class=\"citation\" data-id=\"105890\"><a href=\"/opinion/105890/bibb-v-navajo-freight-lines-inc/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1003</span></a></span>, 1007 (1959). Furthermore, \"[i]f there are alternative ways of solving a problem, [the Court does] not sit to determine which of them is best suited to achieve a valid state objective. Policy decisions are for the state legislature, absent federal entry into the field.\" <i>Id.</i> (footnote omitted). But it is clear that the Court did not mean that because a state acts under its police power with respect to health and safety the legislation is withdrawn from scrutiny under the commerce clause.</p>\n<p>In <i>Dean Milk Co. v. Madison,</i> <span class=\"citation\" data-id=\"104847\"><a href=\"/opinion/104847/dean-milk-co-v-madison/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>, <span class=\"citation\" data-id=\"104847\"><a href=\"/opinion/104847/dean-milk-co-v-madison/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">295</span></a></span>, <span class=\"citation\" data-id=\"104847\"><a href=\"/opinion/104847/dean-milk-co-v-madison/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">329</span></a></span> (1951), the Court rejected the same argument. \"[T]hat the ordinance is valid simply because it professes to be a health measure . . . would mean that the Commerce Clause of itself imposes no limitations on state action other than those laid down by the Due Process Clause, save for the rare instance where a state artlessly discloses an avowed purpose to discriminate against interstate goods.\" <i>Id.</i> at 354, 71 S.Ct. at 298, 95 L.Ed. at 333.</p>\n<p>But even a statute with some discriminatory impact may be sustained if the local interests are sufficiently strong<sup>[7]</sup> and the statute carefully tailored to their protection.<sup>[8]</sup> Here, however, the statute's purported purpose of eliminating deception and confusion in the marketing of apples is irrationally implemented. Apples may <i>not</i> be marketed in the state in closed containers bearing (1) a state grade only, (2) the U.S. grade <i>and</i> a state grade, but they may be marketed (3) <i>with no grade at all.</i> Certainly this regulation does eliminate <span class=\"star-pagination\">*862</span> the multiplicity of differing state grades, but it does so in favor of <i>no information at all.</i> Moreover, the statute concerns itself only with the marketing of apples in closed containers, which rarely, if ever, reach the consuming public. It is typically the wholesaler who sees these grade markings, and we do not believe that, as to him, the goal of eliminating confusion and deception would be better served by no grade than by the state grades.</p>\n<p></p>\n<h2>IV.</h2>\n<p>For the foregoing reasons, we conclude that N.C.Gen.Stat. § 106-189.1 has the effect of discriminating against interstate commerce by burdening the sale of Washington apples for the benefit of local producers.<sup>[9]</sup></p>\n<p>Accordingly, we declare N.C.Gen.Stat. § 106-189.1 unconstitutional insofar as it prohibits the display of the Washington State apple grade on closed containers shipped directly or indirectly into this state, and we will enter a judgment to enjoin its enforcement.</p>\n<h2>NOTES</h2>\n<p>[1]  The General Statutes of North Carolina § 106-189.1, as amended by Chapter 506 of the Session Laws of 1973, provide:\n</p>\n<p>(a) All apples sold, offered for sale or shipped into this State in closed containers shall bear on the container, bag or other receptacle no grade other than the applicable U.S. grade or standard or the marking \"unclassified\", \"not graded\" or \"grade not determined.\"</p>\n<p>(b) Any person, firm or corporation violating the provisions of this section shall be guilty of a misdemeanor and shall be punished by a fine of not more than fifty dollars ($50.00). Each day on which apples are sold or offered for sale in violation of the provisions of this section shall constitute a separate violation.</p>\n<p>[2]  As to whether the communication of information implicit in the Washington state grades is afforded some protection by the first amendment even though \"commercial speech,\" <i>see </i><i>Bigelow v. Virginia,</i> <span class=\"citation\" data-id=\"109271\"><a href=\"/opinion/109271/bigelow-v-virginia/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">809</span></a></span>, 818-26, <span class=\"citation\" data-id=\"109271\"><a href=\"/opinion/109271/bigelow-v-virginia/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2222</span></a></span>, 2231, <span class=\"citation\" data-id=\"109271\"><a href=\"/opinion/109271/bigelow-v-virginia/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">600</span></a></span>, 609 (1975); <i>Terminal-Hudson Electronics, Inc. v. Department of Consumer Affairs,</i> <span class=\"citation\" data-id=\"2281636\"><a href=\"/opinion/2281636/terminal-hudson-electronics-inc-of-california-v-dept-of-con-aff/\"><span class=\"volume\">407</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1075</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">2337</span></span> (C.D.Cal. Jan. 6, 1976) three-judge court); <i>Anderson Clayton &amp; Co. v. Washington State Dept. of Agriculture,</i> <span class=\"citation\" data-id=\"1413302\"><a href=\"/opinion/1413302/anderson-clayton-co-v-washington-st-dept-of-ag/\"><span class=\"volume\">402</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1253</span></a></span> (W.D.Wash.1975) (three-judge court).</p>\n<p>[3]  It is clear that a single district judge has jurisdiction to hear a motion to dismiss based on these grounds. <i>Gonzalez v. Employees Credit Union,</i> <span class=\"citation\" data-id=\"109116\"><a href=\"/opinion/109116/gonzalez-v-automatic-employees-credit-union/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">90</span></a></span>, 100, <span class=\"citation\" data-id=\"109116\"><a href=\"/opinion/109116/gonzalez-v-automatic-employees-credit-union/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">289</span></a></span>, 295, <span class=\"citation\" data-id=\"109116\"><a href=\"/opinion/109116/gonzalez-v-automatic-employees-credit-union/\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">249</span></a></span>, 258 (1974); <i>Jacobs v. Tawes,</i> <span class=\"citation\" data-id=\"243803\"><a href=\"/opinion/243803/donald-h-jacobs-doing-business-as-the-jacobs-instrument-company-v-j/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">611</span></a></span> (4th Cir. 1957).</p>\n<p>[4]  Since there is jurisdiction under 28 U.S.C. § 1331, we need not consider whether there is also jurisdiction under 42 U.S.C. § 1983 and 28 U.S.C. § 1343(3).</p>\n<p>[5]  <i>See</i> Findings of Fact 10, <i>supra.</i></p>\n<p>[6]  In some formulations of its arguments the state seems to carve out regulation of foodstuffs and the elimination of confusion and deception in the marketing of foodstuffs as a class of health, safety and welfare regulations where the state's interests are dominant no matter what the burden on interstate commerce: \"Defendants contend that a balancing of local benefit against the burden on interstate commerce is not a required part of the Supreme Court's test where the legislation in question regulates the readying of foodstuffs for market.\" Brief for Defendant at 6. North Carolina cites no case which so holds, and we are convinced that is not the law.\n</p>\n<p>We believe the test in all areas is that articulated in <i>Pike v. Bruce Church,</i> <span class=\"citation\" data-id=\"108085\"><a href=\"/opinion/108085/pike-v-bruce-church-inc/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 142, <span class=\"citation\" data-id=\"108085\"><a href=\"/opinion/108085/pike-v-bruce-church-inc/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">844</span></a></span>, 847, <span class=\"citation\" data-id=\"108085\"><a href=\"/opinion/108085/pike-v-bruce-church-inc/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">174</span></a></span>, 178 (1970), which is in essence a balancing test. It is true that the traditionally strong interest of states in the regulation of foodstuffs as a health measure often outweighs the burden on interstate commerce. But where the state regulation prevails it is because of the strength of its interest, and not the distinctive nature of the judicial test applied to this discrete area of interest.</p>\n<p>[7]  <i>Cf. </i><i>Union Brokerage Co. v. Jensen,</i> <span class=\"citation\" data-id=\"103984\"><a href=\"/opinion/103984/union-brokerage-co-v-jensen/\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></a></span>, 211, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">967</span></span>, 973, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1227</span></span>, 1233 (1944).</p>\n<p>[8]  <i>See </i><i>Dean Milk, supra</i> 340 U.S. at 354, 71 S.Ct. at 297, 95 L.Ed. at 333.</p>\n<p>[9]  Even had we found the statute to have been neutral in its impact, we believe it would be unconstitutional as violative of the commerce clause. <i>Pike v. Bruce Church,</i> <span class=\"citation\" data-id=\"108085\"><a href=\"/opinion/108085/pike-v-bruce-church-inc/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 142, <span class=\"citation\" data-id=\"108085\"><a href=\"/opinion/108085/pike-v-bruce-church-inc/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">844</span></a></span>, 847, <span class=\"citation\" data-id=\"108085\"><a href=\"/opinion/108085/pike-v-bruce-church-inc/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">174</span></a></span>, 178 (1970), stated the basic test of constitutional validity as to interstate commerce as follows:\n</p>\n<p>Although the criteria for determining the validity of state statutes affecting interstate commerce have been variously stated, the general rule that emerges can be phrased as follows: Where the statute regulates even-handedly to effectuate a legitimate local public interest, and its effects on interstate commerce are only incidental, it will be upheld unless the burden imposed on such commerce is clearly excessive in relation to the putative local benefits. . . . If a legitimate local purpose is found, then the question becomes one of degree. And the extent of the burden that will be tolerated will of course depend on the nature of the local interest involved, and on whether it could be promoted as well with a lesser impact on interstate activities.</p>\n<p>(Citation omitted).</p>\n<p>North Carolina contends that it should prevail under this test since the interference with commerce is minimal. We disagree. An extra cost of 5-15 cents per box is enough to cause some wholesalers to abandon the market. \"[T]he burden imposed on . . . commerce is clearly excessive in relation to the putative local benefits.\" Thus, even absent discriminatory effect, the statute would still be invalid.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/92826/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103984/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/243803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1413302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2281636/"
  ]
}