{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1874861/",
  "absolute_url": "/opinion/1874861/north-carolina-utilities-commission-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1874861/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:41:34.541827Z",
  "date_modified": "2016-03-01T01:12:55.276550Z",
  "type": "010combined",
  "sha1": "34c8c8663f5317d5f0b9db7b2cff7b4b6f8c594f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>253 F.Supp. 930 (1966)</b></center>\n<center><h1>The NORTH CAROLINA UTILITIES COMMISSION, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America and Interstate Commerce Commission, Defendants.</h1></center>\n<center>Civ. No. 1079.</center>\n<center><p><b>United States District Court E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>March 29, 1966.</center>\n<p><span class=\"star-pagination\">*931</span> Edward B. Hipp, Commission Attorney N. C. Utilities Commission, Raleigh, N. C., for plaintiff.</p>\n<p>John H. D. Wigger, Attorney, Dept. of Justice, Washington, D. C., Robert H. Cowen, U. S. Atty., Raleigh, N. C., for the United States.</p>\n<p>Robert S. Burk, Nahum Litt, Attys., I. C. C., Washington, D. C., for I. C. C.</p>\n<p><span class=\"star-pagination\">*932</span> Before BELL, Circuit Judge, and BUTLER and LARKINS, District Judges.</p>\n<p>BUTLER, District Judge:</p>\n<p>This action was brought<sup>[1]</sup> to enjoin and set aside a report and order<sup>[2]</sup> of the defendant, Interstate Commerce Commission (hereafter I.C.C.), adjudging that certain shipments by truck of iron and steel products from the port of Wilmington, North Carolina, to certain inland cities of North Carolina, were foreign in character, and prohibiting future shipments of said commodities at rates other than those on file with the I.C.C. A three-judge court was convened, pursuant to the provisions of 28 U.S.C.A. § 2284, to hear and determine the proceedings herein.<sup>[3]</sup></p>\n<p>The question presented is whether, under the facts of this case, the transportation by truck of imported commodities from the port at Wilmington to inland North Carolina cities is intrastate in character or a continuation of foreign commerce. We deem it to be the latter.</p>\n<p>The scope of this court's review of the administrative decision is limited to determining whether there is warrant in law and fact for the Commission's action. Administrative Procedure Act § 10, 5 U.S.C.A. § 1009(e); Motor Truck Supply Co. v. United States, 238 F.Supp. 645 (D.C.Minn.1965). We are not here to substitute our view of the facts for that of the Commission, but to inquire whether the I.C.C. order was capricious or arbitrary, or contrary to statutory authority, or unsupported by substantial evidence. Omaha Grain Exchange v. United States, 194 F.Supp. 929 (D.C.Neb.1961). Moreover, the burden of showing an invalidating infirmity in the order rests upon the plaintiff suing to enjoin it. W. J. Dillner Transfer Co. v. Interstate Commerce Commission, 193 F.Supp. 823 (D.C.Pa.), affirmed, 368 U.S. 6, 82 S.Ct. 16, 7 L.Ed.2d 16 (1961), Carolina Scenic Coal Lines v. United States, 59 F.Supp. 336 (D.C.N.C.), affirmed, 326 U.S. 680, 66 S.Ct. 37, 90 L. Ed. 398 (1945).</p>\n<p>Plaintiff, North Carolina Utilities Commission, is an agency of the State of North Carolina whose powers and duties include the fixing of regulations and rates for transportation by motor carrier in intrastate commerce. N.C.Gen.Stat. §§ 62-1 to 62-325. Plaintiff seeks by this action to annul the decision of the I.C.C.<sup>[4]</sup> that certain shipments by truck of iron and steel products from the port at Wilmington, North Carolina, to other cities in North Carolina are in foreign commerce and hence subject to regulation by the I.C.C., and a determination that such shipments are in intrastate commerce subject to regulation by the North Carolina Utilities Commission.</p>\n<p>The goods involved are nails, barbed wire, fencing, pipe, and similar iron and steel products manufactured at locations outside the United States, primarily in Belgium.<sup>[5]</sup> They are ordered by Lowe's Companies, Inc.,<sup>[6]</sup> of North Wilkesboro, N. C. (hereafter Lowe's), from the foreign producers. Lowe's is a retail hardware <span class=\"star-pagination\">*933</span> chain with stores in North Carolina and other southeastern states. There are eight such stores in North Carolina, each being separately incorporated but wholly owned by Lowe's, and the affairs of each being so conducted as to make it merely an instrumentality of Lowe's. The inventory needs of the individual stores are determined prospectively by the parent company, Lowe's, and the various demands of the several stores are aggregated for a determination of the <i>total</i> anticipated need in the chain. Based on this total, Lowe's, through its agent, Buchan Supply Company, places an order with the foreign producer. Some six months later the goods arrive at the port of Wilmington.</p>\n<p>The foreign producer ships the goods by ocean bill of lading to its own order at the port of Wilmington. When the goods arrive at Wilmington, the bill of lading, with sight draft and invoice attached, is sent to Lowe's bank at North Wilkesboro. The draft is paid and the bill of lading and invoice are returned to the shipping agent for Lowe's at Wilmington. The agent claims the goods and has them stored in sheds owned by the State Ports Authority. Storage without cost is permitted there for a five-day period, excluding Saturdays, Sundays, and holidays.</p>\n<p>Lowe's takes title to the goods by honoring the sight draft and accepting delivery, whereupon Lowe's makes an electronic examination by computers of the current inventory at each store to determine whether the demands of the individual stores have changed since the original computation six months earlier.<sup>[7]</sup> The entire transaction rarely if ever requires more than three days, during which time the goods are stored without cost in the warehouses of the State Ports Authority. On the basis of this latest computation, precise distribution of the total order to the individual stores<sup>[8]</sup> is determined; the goods are loaded on trucks owned by General Motor Lines, Inc.; and delivery is made under new bills of lading to each of the eight stores.</p>\n<p>It is this transportation by General Motor Lines, Inc. from the port at Wilmington to the eight inland cities which plaintiff contends is intrastate commerce subject to its control, and which defendants contend is a continuation of foreign commerce subject to their control.</p>\n<p>Congress has vested the I.C.C. with the regulation of the transportation of passengers or property in interstate or foreign commerce. 49 U.S.C.A. § 302(a).</p>\n<blockquote>\"The term `foreign commerce' means commerce, whether such commerce moves wholly by motor vehicle or partly by motor vehicle and partly by rail, express, or water, (A) between any place in the United States and any place in a foreign country * * *\" 49 U.S.C.A. § 303(a) (11).</blockquote>\n<p>Of course, a determination of what constitutes foreign commerce cannot be made by a mechanical application of the pertinent statute, for this would lead to the undesirable result that the subsequent transportation of every imported commodity would be foreign in character. The courts, therefore, have taken the realisticif more difficult approach of weighing the totality of circumstances against the intent of Congress and the words of the statute to determine the essential characteristics of particular commerce when its nature is brought into dispute. \"[T]he determination of the character of the commerce is a matter of weighing the whole <span class=\"star-pagination\">*934</span> group of facts in respect to it.\" Atlantic Coast Line Railroad Co. v. Standard Oil Co. of Ky., 275 U.S. 257, 268-269, 48 S.Ct. 107, 72 L.Ed. 270 (1927).</p>\n<p>Because the totality of facts must control in a particular case, both state and federal courts have considered commerce questions involving the finest distinctions. Illustrative of some of these factual variations are the numerous cases cited in the annotation in 60 A.L.R. at 1479 and 155 A.L.R. 944. The general import of the decisions is that isolated factors are themselves not controlling, but that enough single factors added together to manifest an overall intent that goods be shipped in interstate or foreign commerce will bring the commerce within the federal domain. It has been said that the intention existing at the time the movement in commerce begins governs and fixes the character of the shipment. State of Texas v. Anderson, Clayton &amp; Co., 92 F.2d 104 (5 Cir.), cert. denied, 302 U.S. 747, 58 S.Ct. 265, 82 L.Ed. 578 (1937).</p>\n<p>It is less difficult in the close case to say what is not determinative of the character of the commerce than to say what factors, added together, determine its nature. The following conclusions appear from the reported decisions: (1) the mere form of a bill of lading or contract is not decisive, Atlantic Coast Line Railroad Co. v. Standard Oil Co. of Ky., 275 U.S. 257, 48 S.Ct. 107, 72 L.Ed. 270 (1927); (2) the reshipment of imported goods within the same state does not necessarily establish a continuity of movement placing the goods in foreign commerce. Ibid.; (3) the nature of the shipment is not dependent upon the question when or to whom title passes, Pennsylvania Railway Co. v. Clark Bros. Coal Min. Co., 238 U.S. 456, 35 S.Ct. 896, 59 L.Ed. 1406 (1914); (4) that the shipment involved is wholly on an intrastate bill of lading is not conclusive, Railroad Commission of Ohio v. Worthington, 225 U.S. 101, 32 S.Ct. 653, 56 L.Ed. 1004 (1911); (5) nor is continuity in movement terminated by the transfer of goods from one mode of transportation to another. Dallum v. Farmers Cooperative Trucking Association, 46 F.Supp. 785 (D.C.Minn.1942).</p>\n<p>The more general statements appear with respect to the controlling factors. Thus, (1) the nature of the shipment \"is determined by the essential character of the commerce\", United States v. Erie Railroad Co., 280 U.S. 98, 101-102, 50 S.Ct. 51, 74 L.Ed. 187; (2) \"It is the intention formed prior to shipment, pursuant to which property is carried to a selected destination by a continuous or unified movement, which fixes its essential character\", Great Northern Railway Co. v. Thompson, 222 F.Supp. 573, 582 (D.C.N.D.1963), citing Buckingham Transportation Co. of Colorado, Inc. v. Black Hills Transportation Co., 66 S.D. 230, 281 N.W. 94, 95 (1938), where it was said, \"When the intention which produces the movement is known, the incidents of the transportation become insignificant and need not be considered in determining whether the transportation is of the one order or the other.\"</p>\n<p>There is no significant dispute over the facts of the instant case. Plaintiff contends, however, that the I.C.C. order is erroneous because unsupported by substantial evidence, and that the facts bring the case within the ambit of three cited cases in which the courts found the commerce involved to be intrastate in character. The cases relied on by plaintiff are Atlantic Coast Line Railroad Co. v. Standard Oil Co. of Kentucky, 275 U.S. 257, 48 S.Ct. 107, 72 L.Ed. 270 (1927); Atlantic Coast Line Railroad Co. v. Standard Oil Co. of New Jersey, 12 F.2d 541 (4 Cir.), cert. denied, 273 U.S. 712, 47 S.Ct. 102, 71 L.Ed. 853 (1926); and Seaboard Air Line Railway Co. v. Lee, 14 F.2d 439 (E.D.N.C.), affirmed, 276 U.S. 591, 48 S.Ct. 211, 72 L.Ed. 720 (1926).</p>\n<p>In the first-cited Standard Oil case, gasoline and oil products from Louisiana and Mexico were sold to defendant at two port cities in Florida. The seller transported the products to the Florida ports, <span class=\"star-pagination\">*935</span> where title passed to the defendant-buyer. The goods were then pumped into defendant's storage facilities, from which deliveries later were made to defendant's bulk stations across the state. The storage facilities held a thirty-day to a ninety-day supply. Defendant paid local taxes to the State of Florida on all its products on hand in its storage tanks at the two port cities on the Florida assessing date. Deliveries from the storage facilities were made to defendant's 123 bulk stations across the state, or to its service stations, as supplies there were depleted. This transportation was held to be in intrastate commerce.</p>\n<p>In the second-cited Standard Oil case, the complainant refined gasoline and oil products in South Carolina, Louisiana and Maryland, and transported the products in its own vessels to the port at Wilmington, North Carolina. There, it stored the goods in its own facilities, from which deliveries later were made to bulk stations and service stations across North Carolina. Complainant paid a local property tax on the goods in its storage facilities on the assessment date. The delivery from the storage facilities at Wilmington to the bulk and service stations elsewhere in the state was held to be intrastate in character.</p>\n<p>In the Lee case, nitrate of soda from Chile was ordered by an importer in Wilmington, N. C. Not until the goods reached the Panama Canal did the importer determine to which port of entry in one of several states to direct the cargo. Some of the shipments he directed to the port at Wilmington, N. C. He sold soda to manufacturers and retailers across the state. Some of the sales were made on contracts prior to shipment of the goods, some while the goods were in transit, and some after the goods had arrived. Delivery to known purchasers was made to their agent at the Wilmington dock upon arrival and the remainder of the cargo was stored by the importer in a private warehouse. The purchasers, as consignors, then shipped to themselves, or to others to whom they had resold the goods, at inland North Carolina points. The stored goods were used by the importer to fill the needs of manufacturers and retailers before arrival of the next imports. It was held that the shipment of the goods by the purchasers to the inland points, some of the shipments occurring immediately upon acceptance at the dock, was intrastate in character.</p>\n<p>The first two cited cases are easily distinguishable from the instant case. In them, the whole plan was to provide for deliveries at designated seaports of all the oil purchased so that it could be stored for convenient distribution according to the demands of customers. There was nothing to indicate that the destination of the oil was fixed in the minds of the sellers beyond the primary seaboard storage facilities. The storage facilities were maintained and owned by Standard Oil, and a property tax on the goods was paid on the respective assessment dates. It was at the port cities from which the business of the buyerthat of distribution was conducted. There was a clear intent that the imported goods find a resting place at these distribution facilities until shipped inland to meet consumer demands. As the court said in the second case:</p>\n<blockquote>\"The determining factors in the case are that the cargo shipments from without the state ended at Wilmington, that the large quantities of oil and gasoline brought in by the tank steamers, came to rest and lost their identity there in complainant's storage tanks and were mingled with its general stock, and that the shipments from Wilmington were made as a distribution from the general stock and not as a mere means of continuing the transportation begun with the tank steamers.\" 12 F.2d at 544.</blockquote>\n<p>The distinctions in the third cited case are, at first blush, a bit more subtle; but they appear with sufficient clarity to set it apart from the instant case. At the time the soda began its journey from Chile, the importer had no intention that its ultimate destination be an interior <span class=\"star-pagination\">*936</span> point in the state; indeed, it was not known then to which port of entry the ship would proceed. The intention of the importer was fully carried out and his purposes fully subserved when the cargo was delivered to him at Wilmington. There he had an established business. It was there that he sold and delivered the goods to his customers. Once the cargo arrived at Wilmington to begin an immediate journey inland, the importer, having sold it, was done with it. As to that which he stored, he was clearly a distributor, and no later shipment inland could be construed a continuation of the foreign commerce.</p>\n<p>Bared to the essentials, the facts in the principal case disclose that Lowe's inventories the needs of its several inland stores; it sends an order, based on the aggregate needs, to a Belgian producer; six months later the goods arrive at Wilmington, whence they are shipped inland to the several stores pursuant to a rapid re-examination of their individual needs. The net effect is that goods have come from Belgium to the several inland cities pursuant to the intent formed by Lowe's six months earlier to import foreign goods for distribution through its outlets. No distribution or storage facility is owned by Lowe's in Wilmington. The goods while there are in a state warehouse, usually for not more than three days; they are imported, not by a distributor with his business located in Wilmington, but by Lowe's with its business located in eight North Carolina cities. No tax is ever paid on the goods as they rest in Wilmington. Nor is the ultimate purpose of Lowe's subserved upon their arrival there. The obvious and dominant intent of Lowe's remains the same throughout the transactionto obtain goods from Belgium destined for delivery at its eight inland stores in North Carolina for sale to the public. Manifestly, the docks at Wilmington are not the intended destination. There is no purpose to store the cargo there to effect the efficient distribution to Lowe's customers. Wilmington, therefore, is but a mere link in the chain of foreign commerce that continues until the goods have arrived at their intended destination, that is, at the individual Lowe's stores.</p>\n<p>This case is similar to Manlowe T. &amp; D. Co. v. Dept. of Pub. Serv., 18 Wash.2d 754, 140 P.2d 287, 155 A.L.R. 928 (1943), the subject of the annotation at 155 A.L.R. 936. There, a producer of sugar in the Philippines contracted with Safeway Stores to ship sugar to Seattle, Washington. The goods were consigned to the shipper's order, notify Safeway Stores. Safeway, upon receiving the goods, shipped them to its wholly-owned subsidiary, Western States Grocery, at Spokane, Washington. It was held this shipment was in foreign commerce. In the course of its opinion the court said:</p>\n<blockquote>\"Let us suppose that B corporation operates a store at Spokane, another at Yakima, and another at Walla Walla, and that, at the three, it sells about ten thousand bags of sugar a year. It contracts with the producer in the Philippine Islands to deliver six thousand bags to Spokane, two thousand to Yakima, and two thousand to Walla Walla. There can be no doubt but that the carriage from Seattle to those cities would be interstate, even if there was no through billing. But suppose also that, being unable to see how many of the ten thousand bags it would require at any one of the three cities, it arranges that the whole ten thousand will be shipped to the order of the consignor at Seattle, and that, at its (B's) direction, as many of the ten thousand bags will be delivered at Spokane, at Yakima, and at Walla Walla, as may be required by the demand at these respective points. We find nothing in the evidence to indicate that that was not, in substance, the course of dealing here. Is not the `essential character' of the commerce in the second instance the same as it is in the first? We think that it is.\" 18 Wash.2d 754 at 764, 140 P.2d 287 at 291 (1943).</blockquote>\n<p>There is no difference in the instant case and that posed above. It would <span class=\"star-pagination\">*937</span> serve no useful purpose to cite the many authorities relied on in the decision and discussed in the annotation; it is enough to say that some of the very cases relied on by plaintiff here were cited in Marlowe to sustain the court's finding that the commerce was foreign in nature. That decision was obviously correct under the Standard Oil of Kentucky case, 275 U.S. 257, 48 S.Ct. 107, 72 L.Ed. 270 (1927), and it is persuasive of the decision here because of its similarity in factual circumstances and its logical reasoning. To find that the transportation here is not a continuation of foreign commerce would simply be to ignore the true intent of Lowe's.</p>\n<p>We are of the opinion that the findings of fact by the I.C.C. are amply supported by the evidence, and that a proper application of pertinent law sustains the holding that the inland transportation involved in this action is a continuation of foreign commerce. The order of the Commission is, therefore, without prejudice to plaintiff.</p>\n<p>The prayer for injunctive relief will be denied and the complaint dismissed. A judgment will be entered in accordance herewith.</p>\n<p>LARKINS, District Judge, (dissenting).</p>\n<p>This cause is before a three-judge court upon a \"Complaint To Set Aside And Annul A Report And Order Of The Interstate Commerce Commission.\" I respectfully disagree with the conclusions of my two brethren on this three-judge court and submit the following memorandum, findings and conclusions in support of my dissent.</p>\n<p>The complaint has been filed by the North Carolina Utilities Commission naming the United States and the Interstate Commerce Commission as the defendants. Plaintiff states that Chapter 62 of the North Carolina General Statutes provides for the regulation and control of intrastate rates and services of common carriers by motor vehicles, these being established by the plaintiff.</p>\n<p>Plaintiff alleges that a common carrier, General Motor Lines, Inc., of Charlotte, North Carolina, is a carrier of iron and steel articles of commerce in truckload lots from Wilmington, North Carolina, to points in North Carolina. Plaintiff insists such loads are in intrastate commerce and the regulation thereof is subject to the jurisdiction of intrastate commerce, namely, the North Carolina Utilities Commission.</p>\n<p>A conflict of enforcement developed, however, when the carrier petitioned the Interstate Commerce Commission for a hearing, and after the plaintiff intervened therein, the Interstate Commerce Commission examiner, on August 20, 1964, found the movement of the loads in question to be in interstate commerce and subject to regulation by the Interstate Commerce Commission and not of the plaintiff.</p>\n<p>Plaintiff states that the decision of the examiner is based on the opinion and conclusion of law that iron and steel articles were imported from Europe by ocean-going vessels to the port of Wilmington, North Carolina, and that thereafter, reshipment to points in North Carolina by the purchaser did not constitute an interruption of foreign commerce.</p>\n<p>Plaintiff and the Carrier filed exceptions to the report of the examiner, but on February 8, 1965, the Interstate Commerce Commission, Division 2, issued its Report and Order which, in effect, affirmed the examiner. Plaintiff and the Carrier continued to pursue their prescribed administrative remedies until they were exhausted.</p>\n<p>Plaintiff states that it has regulated these same shipments for several years and insists that the Interstate Commerce Commission has acted unlawfully and arbitrarily in that it has erroneously asserted jurisdiction in excess of its powers and authority. Prayer is for a three-judge court decree enjoining the operation of the Interstate Commerce Commission Report and Ordersetting the same <span class=\"star-pagination\">*938</span> asideand remanding the matter to the Commission for further action consistent with the prayer for relief.</p>\n<p>The defendants have filed a joint Answer denying their actions are unlawful, and they pray the action be dismissed.</p>\n<p></p>\n<h2>FINDINGS</h2>\n<p>Lowe's Hardware Company is a corporation with offices and operations in the State of North Carolina, and it has numerous retail outlets in this State, as well as in neighboring states. Each retail outlet is an independently incorporated entity, but the parent corporation, Lowe's, does the bulk of the foreign purchasing for each and all of the retail outlets.</p>\n<p>Involved in this action are some eight or ten of the North Carolina outlets, and the processes of shipping certain of the foreign-made hardware goods to them, such as nails and barbed wire.</p>\n<p>It appears that each outlet contacts Lowe's and advises the parent corporation of its predicted needs as anticipated six months thereafter. Lowe's in turn, operating through another subsidiary, Buchan Supply Company, makes the necessary purchases in Europe for shipments by ocean-going vessels to Buchan at Wilmington, North Carolina, a port of entry.</p>\n<p>The nails, barbed wire and related hardware items are then delivered to Buchan at Wilmington, approximately six months after the original orders from the various outlets were placed with Lowe's. Buchan then takes these items and places them in warehouses provided by the North Carolina Ports Authority. These warehouses are provided importers on a rent-free basis for the first five days the imported items remain stored in them.</p>\n<p>The warehouses have numerous bins set aside for Buchan as the shipper, and they are earmarked for the above stated items. The incoming shipments are, therefore, placed in these bins and intermingled with related items previously stored in them. Of course, shipments are continuously coming in at frequent intervals, so generally there are quantities of these items in the bins awaiting reshipment at all times.</p>\n<p>At this stage then, the items ordered six months previously, and according to the predicted needs of each North Carolina outlet, have arrived at the port of entry. They are placed in temporary storage under the control of Lowe's subsidiary, Buchan, awaiting reshipment out to an outlet within the five-day rent-free period.</p>\n<p>It is crucial to note, however, that the predicted order of six-months previous no longer controls the amount, nature, identity or destination of any of the hardware items originally ordered by the outlet. In fact, entire lots have become intermingled with the previously shipped items of similar nature and previously stored and binned in the rent-free warehouse facilities provided by the State Ports Authority.</p>\n<p>In order for Lowe's to go about reshipping these goods from the warehouses at Wilmington, N. C., General Motor Lines, Inc., on separate bills of lading from Lowe's picks up truck-load orders of these items and hauls the same to the outlet which has a need for them at the time of shipment.</p>\n<p>The time and manner of this last determination is also of significance. This decision is made by means of Lowe's electronic computer. The decision is made after Buchan has received and stored the overseas items in the North Carolina Ports Authority warehouses. The items are retained at Wilmington approximately three days. It is during these three days that the ultimate decision as to where any particular items of commerce will be shipped, as to what outlet will receive the nails and barbed wire.</p>\n<p>Of course, Lowe's from the very beginning intends that all those items shipped by ocean-going vessels will enter the commerce of this country. No importer of like disposition would intelligently import items of commerce without a similar intent. But no shipment is specifically <span class=\"star-pagination\">*939</span> earmarked for any store when the order is first placed in Europe. Nor is it so earmarked when it is unloaded and warehoused at Wilmington, the port of entry in this State. The intent does not, at these moments, mature, and does not do so until the Lowe's electronic computer goes to work and reaches its \"rapid-fire\" conclusions. Thereafter, the final decision to reship to a particular outlet is made, and the intent is then matured as the final decision is made.</p>\n<p></p>\n<h2>CONCLUSIONS</h2>\n<p>The factual situation of the case at hand is similar to the case of Atlantic Coast Line Railroad Co. v. Standard Oil Co. of Ky., 275 U.S. 257, 48 S.Ct. 107, 72 L.Ed. 270 (1927) in important particulars. Standard Oil Company of Kentucky shipped oil products from Louisiana and Mexico by means of ocean-going vessels to its storage facilities at ports in Florida. The petroleum products were then piped off the ships into large storage tanks and intermingled with that product already in the storage tanks. As demand called, railroad tank cars were loaded from the large storage tank facilities and reshipment then was made to Standard's numerous outlets throughout the State of Florida.</p>\n<p>The railroad sought to increase its shipping charges which it has been assessing from those established by the State under intrastate jurisdiction to those established by the Interstate Commerce Commission for interstate shipments. Standard had been paying the intrastate rate for some years.</p>\n<p>The Supreme Court held that the basic question was not when title to the product passed from the shipper to Standard, although Standard obtained title at the port of entry, \"but the intention of the parties, as shown throughout their course of business, governs.\" It was held that the railroad was not entitled to charge the higher interstate rate. It was noted by the Court that there was no through rate or joint arrangement existing between ship and railroad, and the business was conducted in the manner established by the facts for some years with no attempt on Standard's part to conduct its business in a manner designed to avoid paying the higher rate.</p>\n<p>The Court recognized the fact that Standard's business could not be conveniently conducted without the use of storage facilities and related reshipment procedures. It was the conclusion of the Court that, \"[t]here is no destination intended and arranged for with the ship carriers in Florida at any point beyond the deliveries from the vessels to the storage tanks or tank cars of the plaintiff. There is no designation of any particular oil for any particular place * * *\" is made. The controlling fact in Standard's plan was, \"to arrange deliveries of all of its oil purchases on the seaboard of Florida so that they may all be there stored for convenient distribution. * * *\" It is, therefore, my opinion that the facts as found by the examiner establish that such are also the facts in the case at hand.</p>\n<p>The questions of law involved, and simply stated would be: (1) An overseas shipment which is unloaded and reshipped to an inland destination as an uninterrupted shipment to such inland destination is in interstate commerce. The determination of whether or not the reshipment involves part of an interrupted shipment depends upon whether or not there is an <i>essential continuity</i> of shipment. (2) Goods imported and later reshipped to a previously unpredetermined destination are in intrastate commerce during the in-state portion of the shipment. Continuity of shipment is again involved, but it is <i>mere continuity</i> of shipment in this case in order to fall within the intrastate rule.</p>\n<p>It is defendants' position that resolving these questions is essentially a matter of fact because the whole question ultimately terminates on resolving the question of intent. Thus, it is argued that if there is substantial evidence to support an examiner's ultimate conclusions relating to facts, nothing else should be considered by the court. But <span class=\"star-pagination\">*940</span> such an argument oversimplifies the statement of the duty of the court, because findings of facts and related conclusions are not resolved in a vacuum. The examiner's findings of fact need not be disputed, but they may be erroneously applied to the standards of law so as to arrive at an improper result. The findings of fact must be applied according to those standards and rules of law established by judicial precedent in order to have a correct conclusion. It is at this latter stage, the stage of application of the law to the facts found, that the examiner went awry.</p>\n<p>It is my opinion that the conclusion of the examiner, based upon the facts found by him, flies directly in the face of the principal case of Atlantic Coast Line Railroad Co. v. Standard Oil Co. of Ky., 275 U.S. 257, 48 S.Ct. 107, 72 L.Ed. 270, supra.</p>\n<p>Another case almost identical to the principal case is that of Atlantic Coast Line Railroad Co. v. Standard Oil Co. of N. J., 12 F.2d 541 (4th Cir., 1926). Judge Parker, in affirming the decision of the district court, was impressed with the fact that the oil products which arrived at the port of Wilmington by ocean-going vessels, \"lost its identity\" in the storage facilities in Wilmington. Judge Parker stated that Standard had a \"general stock\" from which it made shipments \"as a distribution from the general stock and not as a mere means of continuing the transportation begun with the tank steamers. * * * the shipments out constitute new movements, which are separate and distinct from the movement to the warehouse.\" This is an appropriate case factually in considering the case at hand. (Id. @ p. 544).</p>\n<p>Yet another case of import and factual similarity is that of Seaboard Air Line Ry. Co. v. Lee, 14 F.2d 439 (E.D.N.C. 1926). Nitrates were imported by ships from Chile, and were intended for use in the interior of North Carolina as fertilizer. The Court stated that the importer's purpose is \"fully carried out, and his purposes fully subserved, when the cargo is delivered to him in Wilmington.\" (Id. @ p. 442). This was so in spite of the fact that the railroad insisted the importer could have readily contracted for inland shipments from the moment of shipment if he had wished to do so. The Court noted that there was a break in the shipment's journey, and that this break occurred for bona fide reasons and \"not for some purpose purely incidental to the transportation covered by transit or consignment privileges in the contract of transportation.\" (Id. @ p. 442).</p>\n<p>In line with these decisions is an opinion by the Ninth Circuit Court of Appeals, based on facts substantially similar to those of the case at hand in certain important particulars. It was argued in that case that a shipper's intention to continue transportation beyond the dock sight was such an intention as to require imposition of the jurisdiction of the Interstate Commerce Commission, although the destination was actually undesignated. The Court stated, however, \"an intention, when an ocean shipment begins, to distribute on landing and to reship to various points, as yet undetermined, within the state, is insufficient to unite the links into a single carriage chain.\" Southern Pac. Co. v. Van Hoosear, 72 F.2d 903, 908 (9th Cir., 1934). The Court then cited both Atlantic C.L.R.R. cases above.</p>\n<p>The controlling element in the factual determination is the intention of the shipper. A determination that the intent needed to sustain Interstate Commerce Commission jurisdiction was formed prior to the time the results of Lowe's computer computations were known to Lowe's cannot be supported by substantial evidence. To hold that the intent needed to sustain Interstate Commerce Commission jurisdiction was formed after that time flies in the face of a long line of decisions, including decisions of the Supreme Court of the United States, of the Fourth Circuit Court of Appeals and of the United States District Court for the Eastern District of North Carolina.</p>\n<p>For the reasons stated, I would grant the relief prayed for in plaintiff's Complaint.</p>\n<h2>NOTES</h2>\n<p>[1]  Jurisdiction is invoked under 28 U.S.C.A. §§ 1336, 1398, 2284, 2321-2325, 49 U.S. C.A. §§ 17(9) and 305(h), and 5 U.S.C.A. § 1009.</p>\n<p>[2]  I.C.C. Docket No. 34354, Iron and Steel Articles from Wilmington, North Carolina to Points in North Carolina via General Motor Lines, Inc., 323 I.C.C. 740 (1965).</p>\n<p>[3]  Under Interstate Commerce Act § 17, 49 U.S.C.A. § 17(9), the decision of Division 2 of the I.C.C. is administratively final and plaintiff has exhausted his administrative remedies.</p>\n<p>[4]  I.C.C. Docket No. 34354, 323 I.C.C. 704 (1965).</p>\n<p>[5]  As the precise origin of the foreign shipments is not determinative of this case, the court for purposes of further discussion will treat the goods as though all came from Belgium.</p>\n<p>[6]  The orders are actually placed by Buchan Supply Company, a division of Lowe's. Buchan does all buying for Lowe's. This court, as did the hearing examiner, treats the two companies as one for purposes of determining the nature of the subject shipments.</p>\n<p>[7]  The parties do not allege that there is any change between the need anticipated when the order is placed and the need determined upon arrival of the goods. Indeed, plaintiff's counsel stated on oral argument before this court that there is no difference in the two figures.</p>\n<p>[8]  Occasionally a small part of such shipment will be transported to the central warehouse of Lowe's at North Wilkesboro. The court treats these shipments in the same way as the shipments to the individual stores. Other shipments are made from time to time to affiliate stores outside North Carolina, but those shipments are not involved here.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">253</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">930</span></span> (1966)</b></center>\n<center><h1>The NORTH CAROLINA UTILITIES COMMISSION, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America and Interstate Commerce Commission, Defendants.</h1></center>\n<center>Civ. No. 1079.</center>\n<center><p><b>United States District Court E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>March 29, 1966.</center>\n<p><span class=\"star-pagination\">*931</span> Edward B. Hipp, Commission Attorney N. C. Utilities Commission, Raleigh, N. C., for plaintiff.</p>\n<p>John H. D. Wigger, Attorney, Dept. of Justice, Washington, D. C., Robert H. Cowen, U. S. Atty., Raleigh, N. C., for the United States.</p>\n<p>Robert S. Burk, Nahum Litt, Attys., I. C. C., Washington, D. C., for I. C. C.</p>\n<p><span class=\"star-pagination\">*932</span> Before BELL, Circuit Judge, and BUTLER and LARKINS, District Judges.</p>\n<p>BUTLER, District Judge:</p>\n<p>This action was brought<sup>[1]</sup> to enjoin and set aside a report and order<sup>[2]</sup> of the defendant, Interstate Commerce Commission (hereafter I.C.C.), adjudging that certain shipments by truck of iron and steel products from the port of Wilmington, North Carolina, to certain inland cities of North Carolina, were foreign in character, and prohibiting future shipments of said commodities at rates other than those on file with the I.C.C. A three-judge court was convened, pursuant to the provisions of 28 U.S.C.A. § 2284, to hear and determine the proceedings herein.<sup>[3]</sup></p>\n<p>The question presented is whether, under the facts of this case, the transportation by truck of imported commodities from the port at Wilmington to inland North Carolina cities is intrastate in character or a continuation of foreign commerce. We deem it to be the latter.</p>\n<p>The scope of this court's review of the administrative decision is limited to determining whether there is warrant in law and fact for the Commission's action. Administrative Procedure Act § 10, 5 U.S.C.A. § 1009(e); Motor Truck Supply Co. v. United States, <span class=\"citation no-link\"><span class=\"volume\">238</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">645</span></span> (D.C.Minn.1965). We are not here to substitute our view of the facts for that of the Commission, but to inquire whether the I.C.C. order was capricious or arbitrary, or contrary to statutory authority, or unsupported by substantial evidence. Omaha Grain Exchange v. United States, <span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">929</span></span> (D.C.Neb.1961). Moreover, the burden of showing an invalidating infirmity in the order rests upon the plaintiff suing to enjoin it. W. J. Dillner Transfer Co. v. Interstate Commerce Commission, <span class=\"citation\" data-id=\"1733712\"><a href=\"/opinion/1733712/wj-dillner-transfer-company-v-icc/\"><span class=\"volume\">193</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">823</span></a></span> (D.C.Pa.), affirmed, <span class=\"citation\" data-id=\"1880517\"><a href=\"/opinion/1880517/dillner-transfer-co-v-united-states/\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">6</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">16</span></span>, <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">16</span></span> (1961), Carolina Scenic Coal Lines v. United States, <span class=\"citation\" data-id=\"2595740\"><a href=\"/opinion/2595740/carolina-scenic-coach-lines-v-united-states/\"><span class=\"volume\">59</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">336</span></a></span> (D.C.N.C.), affirmed, <span class=\"citation no-link\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">680</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">37</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">398</span></span> (1945).</p>\n<p>Plaintiff, North Carolina Utilities Commission, is an agency of the State of North Carolina whose powers and duties include the fixing of regulations and rates for transportation by motor carrier in intrastate commerce. N.C.Gen.Stat. §§ 62-1 to 62-325. Plaintiff seeks by this action to annul the decision of the I.C.C.<sup>[4]</sup> that certain shipments by truck of iron and steel products from the port at Wilmington, North Carolina, to other cities in North Carolina are in foreign commerce and hence subject to regulation by the I.C.C., and a determination that such shipments are in intrastate commerce subject to regulation by the North Carolina Utilities Commission.</p>\n<p>The goods involved are nails, barbed wire, fencing, pipe, and similar iron and steel products manufactured at locations outside the United States, primarily in Belgium.<sup>[5]</sup> They are ordered by Lowe's Companies, Inc.,<sup>[6]</sup> of North Wilkesboro, N. C. (hereafter Lowe's), from the foreign producers. Lowe's is a retail hardware <span class=\"star-pagination\">*933</span> chain with stores in North Carolina and other southeastern states. There are eight such stores in North Carolina, each being separately incorporated but wholly owned by Lowe's, and the affairs of each being so conducted as to make it merely an instrumentality of Lowe's. The inventory needs of the individual stores are determined prospectively by the parent company, Lowe's, and the various demands of the several stores are aggregated for a determination of the <i>total</i> anticipated need in the chain. Based on this total, Lowe's, through its agent, Buchan Supply Company, places an order with the foreign producer. Some six months later the goods arrive at the port of Wilmington.</p>\n<p>The foreign producer ships the goods by ocean bill of lading to its own order at the port of Wilmington. When the goods arrive at Wilmington, the bill of lading, with sight draft and invoice attached, is sent to Lowe's bank at North Wilkesboro. The draft is paid and the bill of lading and invoice are returned to the shipping agent for Lowe's at Wilmington. The agent claims the goods and has them stored in sheds owned by the State Ports Authority. Storage without cost is permitted there for a five-day period, excluding Saturdays, Sundays, and holidays.</p>\n<p>Lowe's takes title to the goods by honoring the sight draft and accepting delivery, whereupon Lowe's makes an electronic examination by computers of the current inventory at each store to determine whether the demands of the individual stores have changed since the original computation six months earlier.<sup>[7]</sup> The entire transaction rarely if ever requires more than three days, during which time the goods are stored without cost in the warehouses of the State Ports Authority. On the basis of this latest computation, precise distribution of the total order to the individual stores<sup>[8]</sup> is determined; the goods are loaded on trucks owned by General Motor Lines, Inc.; and delivery is made under new bills of lading to each of the eight stores.</p>\n<p>It is this transportation by General Motor Lines, Inc. from the port at Wilmington to the eight inland cities which plaintiff contends is intrastate commerce subject to its control, and which defendants contend is a continuation of foreign commerce subject to their control.</p>\n<p>Congress has vested the I.C.C. with the regulation of the transportation of passengers or property in interstate or foreign commerce. 49 U.S.C.A. § 302(a).</p>\n<blockquote>\"The term `foreign commerce' means commerce, whether such commerce moves wholly by motor vehicle or partly by motor vehicle and partly by rail, express, or water, (A) between any place in the United States and any place in a foreign country * * *\" 49 U.S.C.A. § 303(a) (11).</blockquote>\n<p>Of course, a determination of what constitutes foreign commerce cannot be made by a mechanical application of the pertinent statute, for this would lead to the undesirable result that the subsequent transportation of every imported commodity would be foreign in character. The courts, therefore, have taken the realisticif more difficult approach of weighing the totality of circumstances against the intent of Congress and the words of the statute to determine the essential characteristics of particular commerce when its nature is brought into dispute. \"[T]he determination of the character of the commerce is a matter of weighing the whole <span class=\"star-pagination\">*934</span> group of facts in respect to it.\" Atlantic Coast Line Railroad Co. v. Standard Oil Co. of Ky., <span class=\"citation\" data-id=\"101176\"><a href=\"/opinion/101176/atlantic-coast-line-r-co-v-standard-oil-co-of-ky/\"><span class=\"volume\">275</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, 268-269, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">107</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">270</span></span> (1927).</p>\n<p>Because the totality of facts must control in a particular case, both state and federal courts have considered commerce questions involving the finest distinctions. Illustrative of some of these factual variations are the numerous cases cited in the annotation in 60 A.L.R. at 1479 and 155 A.L.R. 944. The general import of the decisions is that isolated factors are themselves not controlling, but that enough single factors added together to manifest an overall intent that goods be shipped in interstate or foreign commerce will bring the commerce within the federal domain. It has been said that the intention existing at the time the movement in commerce begins governs and fixes the character of the shipment. State of Texas v. Anderson, Clayton &amp; Co., <span class=\"citation\" data-id=\"1501768\"><a href=\"/opinion/1501768/state-of-texas-v-anderson-clayton-co/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></a></span> (5 Cir.), cert. denied, <span class=\"citation\" data-id=\"102929\"><a href=\"/opinion/102929/the-state-of-texas-v-anderson-clayton-company/\"><span class=\"volume\">302</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">747</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">265</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">578</span></span> (1937).</p>\n<p>It is less difficult in the close case to say what is not determinative of the character of the commerce than to say what factors, added together, determine its nature. The following conclusions appear from the reported decisions: (1) the mere form of a bill of lading or contract is not decisive, Atlantic Coast Line Railroad Co. v. Standard Oil Co. of Ky., <span class=\"citation\" data-id=\"101176\"><a href=\"/opinion/101176/atlantic-coast-line-r-co-v-standard-oil-co-of-ky/\"><span class=\"volume\">275</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">107</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">270</span></span> (1927); (2) the reshipment of imported goods within the same state does not necessarily establish a continuity of movement placing the goods in foreign commerce. Ibid.; (3) the nature of the shipment is not dependent upon the question when or to whom title passes, Pennsylvania Railway Co. v. Clark Bros. Coal Min. Co., <span class=\"citation no-link\"><span class=\"volume\">238</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">456</span></span>, <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">896</span></span>, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1406</span></span> (1914); (4) that the shipment involved is wholly on an intrastate bill of lading is not conclusive, Railroad Commission of Ohio v. Worthington, <span class=\"citation no-link\"><span class=\"volume\">225</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></span>, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">653</span></span>, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1004</span></span> (1911); (5) nor is continuity in movement terminated by the transfer of goods from one mode of transportation to another. Dallum v. Farmers Cooperative Trucking Association, <span class=\"citation\" data-id=\"1555178\"><a href=\"/opinion/1555178/dallum-v-farmers-co-operative-trucking-assn/\"><span class=\"volume\">46</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">785</span></a></span> (D.C.Minn.1942).</p>\n<p>The more general statements appear with respect to the controlling factors. Thus, (1) the nature of the shipment \"is determined by the essential character of the commerce\", United States v. Erie Railroad Co., <span class=\"citation no-link\"><span class=\"volume\">280</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">98</span></span>, 101-102, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">51</span></span>, 74 L.Ed. 187; (2) \"It is the intention formed prior to shipment, pursuant to which property is carried to a selected destination by a continuous or unified movement, which fixes its essential character\", Great Northern Railway Co. v. Thompson, <span class=\"citation\" data-id=\"2008967\"><a href=\"/opinion/2008967/great-northern-railway-company-v-thompson/\"><span class=\"volume\">222</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">573</span></a></span>, 582 (D.C.N.D.1963), citing Buckingham Transportation Co. of Colorado, Inc. v. Black Hills Transportation Co., <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S.D.</span> <span class=\"page\">230</span></span>, <span class=\"citation no-link\"><span class=\"volume\">281</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">94</span></span>, 95 (1938), where it was said, \"When the intention which produces the movement is known, the incidents of the transportation become insignificant and need not be considered in determining whether the transportation is of the one order or the other.\"</p>\n<p>There is no significant dispute over the facts of the instant case. Plaintiff contends, however, that the I.C.C. order is erroneous because unsupported by substantial evidence, and that the facts bring the case within the ambit of three cited cases in which the courts found the commerce involved to be intrastate in character. The cases relied on by plaintiff are Atlantic Coast Line Railroad Co. v. Standard Oil Co. of Kentucky, <span class=\"citation\" data-id=\"101176\"><a href=\"/opinion/101176/atlantic-coast-line-r-co-v-standard-oil-co-of-ky/\"><span class=\"volume\">275</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">107</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">270</span></span> (1927); Atlantic Coast Line Railroad Co. v. Standard Oil Co. of New Jersey, <span class=\"citation\" data-id=\"1490169\"><a href=\"/opinion/1490169/atlantic-coast-line-r-co-v-standard-oil-co-of-new-jersey/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">541</span></a></span> (4 Cir.), cert. denied, <span class=\"citation\" data-id=\"101049\"><a href=\"/opinion/101049/atlantic-coast-line-railroad-company-v-standard-oil-company-of-new-jersey/\"><span class=\"volume\">273</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">712</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">102</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">853</span></span> (1926); and Seaboard Air Line Railway Co. v. Lee, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">439</span></span> (E.D.N.C.), affirmed, <span class=\"citation no-link\"><span class=\"volume\">276</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">591</span></span>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">211</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">720</span></span> (1926).</p>\n<p>In the first-cited Standard Oil case, gasoline and oil products from Louisiana and Mexico were sold to defendant at two port cities in Florida. The seller transported the products to the Florida ports, <span class=\"star-pagination\">*935</span> where title passed to the defendant-buyer. The goods were then pumped into defendant's storage facilities, from which deliveries later were made to defendant's bulk stations across the state. The storage facilities held a thirty-day to a ninety-day supply. Defendant paid local taxes to the State of Florida on all its products on hand in its storage tanks at the two port cities on the Florida assessing date. Deliveries from the storage facilities were made to defendant's 123 bulk stations across the state, or to its service stations, as supplies there were depleted. This transportation was held to be in intrastate commerce.</p>\n<p>In the second-cited Standard Oil case, the complainant refined gasoline and oil products in South Carolina, Louisiana and Maryland, and transported the products in its own vessels to the port at Wilmington, North Carolina. There, it stored the goods in its own facilities, from which deliveries later were made to bulk stations and service stations across North Carolina. Complainant paid a local property tax on the goods in its storage facilities on the assessment date. The delivery from the storage facilities at Wilmington to the bulk and service stations elsewhere in the state was held to be intrastate in character.</p>\n<p>In the Lee case, nitrate of soda from Chile was ordered by an importer in Wilmington, N. C. Not until the goods reached the Panama Canal did the importer determine to which port of entry in one of several states to direct the cargo. Some of the shipments he directed to the port at Wilmington, N. C. He sold soda to manufacturers and retailers across the state. Some of the sales were made on contracts prior to shipment of the goods, some while the goods were in transit, and some after the goods had arrived. Delivery to known purchasers was made to their agent at the Wilmington dock upon arrival and the remainder of the cargo was stored by the importer in a private warehouse. The purchasers, as consignors, then shipped to themselves, or to others to whom they had resold the goods, at inland North Carolina points. The stored goods were used by the importer to fill the needs of manufacturers and retailers before arrival of the next imports. It was held that the shipment of the goods by the purchasers to the inland points, some of the shipments occurring immediately upon acceptance at the dock, was intrastate in character.</p>\n<p>The first two cited cases are easily distinguishable from the instant case. In them, the whole plan was to provide for deliveries at designated seaports of all the oil purchased so that it could be stored for convenient distribution according to the demands of customers. There was nothing to indicate that the destination of the oil was fixed in the minds of the sellers beyond the primary seaboard storage facilities. The storage facilities were maintained and owned by Standard Oil, and a property tax on the goods was paid on the respective assessment dates. It was at the port cities from which the business of the buyerthat of distribution was conducted. There was a clear intent that the imported goods find a resting place at these distribution facilities until shipped inland to meet consumer demands. As the court said in the second case:</p>\n<blockquote>\"The determining factors in the case are that the cargo shipments from without the state ended at Wilmington, that the large quantities of oil and gasoline brought in by the tank steamers, came to rest and lost their identity there in complainant's storage tanks and were mingled with its general stock, and that the shipments from Wilmington were made as a distribution from the general stock and not as a mere means of continuing the transportation begun with the tank steamers.\" 12 F.2d at 544.</blockquote>\n<p>The distinctions in the third cited case are, at first blush, a bit more subtle; but they appear with sufficient clarity to set it apart from the instant case. At the time the soda began its journey from Chile, the importer had no intention that its ultimate destination be an interior <span class=\"star-pagination\">*936</span> point in the state; indeed, it was not known then to which port of entry the ship would proceed. The intention of the importer was fully carried out and his purposes fully subserved when the cargo was delivered to him at Wilmington. There he had an established business. It was there that he sold and delivered the goods to his customers. Once the cargo arrived at Wilmington to begin an immediate journey inland, the importer, having sold it, was done with it. As to that which he stored, he was clearly a distributor, and no later shipment inland could be construed a continuation of the foreign commerce.</p>\n<p>Bared to the essentials, the facts in the principal case disclose that Lowe's inventories the needs of its several inland stores; it sends an order, based on the aggregate needs, to a Belgian producer; six months later the goods arrive at Wilmington, whence they are shipped inland to the several stores pursuant to a rapid re-examination of their individual needs. The net effect is that goods have come from Belgium to the several inland cities pursuant to the intent formed by Lowe's six months earlier to import foreign goods for distribution through its outlets. No distribution or storage facility is owned by Lowe's in Wilmington. The goods while there are in a state warehouse, usually for not more than three days; they are imported, not by a distributor with his business located in Wilmington, but by Lowe's with its business located in eight North Carolina cities. No tax is ever paid on the goods as they rest in Wilmington. Nor is the ultimate purpose of Lowe's subserved upon their arrival there. The obvious and dominant intent of Lowe's remains the same throughout the transactionto obtain goods from Belgium destined for delivery at its eight inland stores in North Carolina for sale to the public. Manifestly, the docks at Wilmington are not the intended destination. There is no purpose to store the cargo there to effect the efficient distribution to Lowe's customers. Wilmington, therefore, is but a mere link in the chain of foreign commerce that continues until the goods have arrived at their intended destination, that is, at the individual Lowe's stores.</p>\n<p>This case is similar to Manlowe T. &amp; D. Co. v. Dept. of Pub. Serv., 18 Wash.2d 754, <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">287</span></span>, 155 A.L.R. 928 (1943), the subject of the annotation at 155 A.L.R. 936. There, a producer of sugar in the Philippines contracted with Safeway Stores to ship sugar to Seattle, Washington. The goods were consigned to the shipper's order, notify Safeway Stores. Safeway, upon receiving the goods, shipped them to its wholly-owned subsidiary, Western States Grocery, at Spokane, Washington. It was held this shipment was in foreign commerce. In the course of its opinion the court said:</p>\n<blockquote>\"Let us suppose that B corporation operates a store at Spokane, another at Yakima, and another at Walla Walla, and that, at the three, it sells about ten thousand bags of sugar a year. It contracts with the producer in the Philippine Islands to deliver six thousand bags to Spokane, two thousand to Yakima, and two thousand to Walla Walla. There can be no doubt but that the carriage from Seattle to those cities would be interstate, even if there was no through billing. But suppose also that, being unable to see how many of the ten thousand bags it would require at any one of the three cities, it arranges that the whole ten thousand will be shipped to the order of the consignor at Seattle, and that, at its (B's) direction, as many of the ten thousand bags will be delivered at Spokane, at Yakima, and at Walla Walla, as may be required by the demand at these respective points. We find nothing in the evidence to indicate that that was not, in substance, the course of dealing here. Is not the `essential character' of the commerce in the second instance the same as it is in the first? We think that it is.\" 18 Wash.2d 754 at 764, <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">287</span></span> at 291 (1943).</blockquote>\n<p>There is no difference in the instant case and that posed above. It would <span class=\"star-pagination\">*937</span> serve no useful purpose to cite the many authorities relied on in the decision and discussed in the annotation; it is enough to say that some of the very cases relied on by plaintiff here were cited in Marlowe to sustain the court's finding that the commerce was foreign in nature. That decision was obviously correct under the Standard Oil of Kentucky case, <span class=\"citation\" data-id=\"101176\"><a href=\"/opinion/101176/atlantic-coast-line-r-co-v-standard-oil-co-of-ky/\"><span class=\"volume\">275</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">107</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">270</span></span> (1927), and it is persuasive of the decision here because of its similarity in factual circumstances and its logical reasoning. To find that the transportation here is not a continuation of foreign commerce would simply be to ignore the true intent of Lowe's.</p>\n<p>We are of the opinion that the findings of fact by the I.C.C. are amply supported by the evidence, and that a proper application of pertinent law sustains the holding that the inland transportation involved in this action is a continuation of foreign commerce. The order of the Commission is, therefore, without prejudice to plaintiff.</p>\n<p>The prayer for injunctive relief will be denied and the complaint dismissed. A judgment will be entered in accordance herewith.</p>\n<p>LARKINS, District Judge, (dissenting).</p>\n<p>This cause is before a three-judge court upon a \"Complaint To Set Aside And Annul A Report And Order Of The Interstate Commerce Commission.\" I respectfully disagree with the conclusions of my two brethren on this three-judge court and submit the following memorandum, findings and conclusions in support of my dissent.</p>\n<p>The complaint has been filed by the North Carolina Utilities Commission naming the United States and the Interstate Commerce Commission as the defendants. Plaintiff states that Chapter 62 of the North Carolina General Statutes provides for the regulation and control of intrastate rates and services of common carriers by motor vehicles, these being established by the plaintiff.</p>\n<p>Plaintiff alleges that a common carrier, General Motor Lines, Inc., of Charlotte, North Carolina, is a carrier of iron and steel articles of commerce in truckload lots from Wilmington, North Carolina, to points in North Carolina. Plaintiff insists such loads are in intrastate commerce and the regulation thereof is subject to the jurisdiction of intrastate commerce, namely, the North Carolina Utilities Commission.</p>\n<p>A conflict of enforcement developed, however, when the carrier petitioned the Interstate Commerce Commission for a hearing, and after the plaintiff intervened therein, the Interstate Commerce Commission examiner, on August 20, 1964, found the movement of the loads in question to be in interstate commerce and subject to regulation by the Interstate Commerce Commission and not of the plaintiff.</p>\n<p>Plaintiff states that the decision of the examiner is based on the opinion and conclusion of law that iron and steel articles were imported from Europe by ocean-going vessels to the port of Wilmington, North Carolina, and that thereafter, reshipment to points in North Carolina by the purchaser did not constitute an interruption of foreign commerce.</p>\n<p>Plaintiff and the Carrier filed exceptions to the report of the examiner, but on February 8, 1965, the Interstate Commerce Commission, Division 2, issued its Report and Order which, in effect, affirmed the examiner. Plaintiff and the Carrier continued to pursue their prescribed administrative remedies until they were exhausted.</p>\n<p>Plaintiff states that it has regulated these same shipments for several years and insists that the Interstate Commerce Commission has acted unlawfully and arbitrarily in that it has erroneously asserted jurisdiction in excess of its powers and authority. Prayer is for a three-judge court decree enjoining the operation of the Interstate Commerce Commission Report and Ordersetting the same <span class=\"star-pagination\">*938</span> asideand remanding the matter to the Commission for further action consistent with the prayer for relief.</p>\n<p>The defendants have filed a joint Answer denying their actions are unlawful, and they pray the action be dismissed.</p>\n<p></p>\n<h2>FINDINGS</h2>\n<p>Lowe's Hardware Company is a corporation with offices and operations in the State of North Carolina, and it has numerous retail outlets in this State, as well as in neighboring states. Each retail outlet is an independently incorporated entity, but the parent corporation, Lowe's, does the bulk of the foreign purchasing for each and all of the retail outlets.</p>\n<p>Involved in this action are some eight or ten of the North Carolina outlets, and the processes of shipping certain of the foreign-made hardware goods to them, such as nails and barbed wire.</p>\n<p>It appears that each outlet contacts Lowe's and advises the parent corporation of its predicted needs as anticipated six months thereafter. Lowe's in turn, operating through another subsidiary, Buchan Supply Company, makes the necessary purchases in Europe for shipments by ocean-going vessels to Buchan at Wilmington, North Carolina, a port of entry.</p>\n<p>The nails, barbed wire and related hardware items are then delivered to Buchan at Wilmington, approximately six months after the original orders from the various outlets were placed with Lowe's. Buchan then takes these items and places them in warehouses provided by the North Carolina Ports Authority. These warehouses are provided importers on a rent-free basis for the first five days the imported items remain stored in them.</p>\n<p>The warehouses have numerous bins set aside for Buchan as the shipper, and they are earmarked for the above stated items. The incoming shipments are, therefore, placed in these bins and intermingled with related items previously stored in them. Of course, shipments are continuously coming in at frequent intervals, so generally there are quantities of these items in the bins awaiting reshipment at all times.</p>\n<p>At this stage then, the items ordered six months previously, and according to the predicted needs of each North Carolina outlet, have arrived at the port of entry. They are placed in temporary storage under the control of Lowe's subsidiary, Buchan, awaiting reshipment out to an outlet within the five-day rent-free period.</p>\n<p>It is crucial to note, however, that the predicted order of six-months previous no longer controls the amount, nature, identity or destination of any of the hardware items originally ordered by the outlet. In fact, entire lots have become intermingled with the previously shipped items of similar nature and previously stored and binned in the rent-free warehouse facilities provided by the State Ports Authority.</p>\n<p>In order for Lowe's to go about reshipping these goods from the warehouses at Wilmington, N. C., General Motor Lines, Inc., on separate bills of lading from Lowe's picks up truck-load orders of these items and hauls the same to the outlet which has a need for them at the time of shipment.</p>\n<p>The time and manner of this last determination is also of significance. This decision is made by means of Lowe's electronic computer. The decision is made after Buchan has received and stored the overseas items in the North Carolina Ports Authority warehouses. The items are retained at Wilmington approximately three days. It is during these three days that the ultimate decision as to where any particular items of commerce will be shipped, as to what outlet will receive the nails and barbed wire.</p>\n<p>Of course, Lowe's from the very beginning intends that all those items shipped by ocean-going vessels will enter the commerce of this country. No importer of like disposition would intelligently import items of commerce without a similar intent. But no shipment is specifically <span class=\"star-pagination\">*939</span> earmarked for any store when the order is first placed in Europe. Nor is it so earmarked when it is unloaded and warehoused at Wilmington, the port of entry in this State. The intent does not, at these moments, mature, and does not do so until the Lowe's electronic computer goes to work and reaches its \"rapid-fire\" conclusions. Thereafter, the final decision to reship to a particular outlet is made, and the intent is then matured as the final decision is made.</p>\n<p></p>\n<h2>CONCLUSIONS</h2>\n<p>The factual situation of the case at hand is similar to the case of Atlantic Coast Line Railroad Co. v. Standard Oil Co. of Ky., <span class=\"citation\" data-id=\"101176\"><a href=\"/opinion/101176/atlantic-coast-line-r-co-v-standard-oil-co-of-ky/\"><span class=\"volume\">275</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">107</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">270</span></span> (1927) in important particulars. Standard Oil Company of Kentucky shipped oil products from Louisiana and Mexico by means of ocean-going vessels to its storage facilities at ports in Florida. The petroleum products were then piped off the ships into large storage tanks and intermingled with that product already in the storage tanks. As demand called, railroad tank cars were loaded from the large storage tank facilities and reshipment then was made to Standard's numerous outlets throughout the State of Florida.</p>\n<p>The railroad sought to increase its shipping charges which it has been assessing from those established by the State under intrastate jurisdiction to those established by the Interstate Commerce Commission for interstate shipments. Standard had been paying the intrastate rate for some years.</p>\n<p>The Supreme Court held that the basic question was not when title to the product passed from the shipper to Standard, although Standard obtained title at the port of entry, \"but the intention of the parties, as shown throughout their course of business, governs.\" It was held that the railroad was not entitled to charge the higher interstate rate. It was noted by the Court that there was no through rate or joint arrangement existing between ship and railroad, and the business was conducted in the manner established by the facts for some years with no attempt on Standard's part to conduct its business in a manner designed to avoid paying the higher rate.</p>\n<p>The Court recognized the fact that Standard's business could not be conveniently conducted without the use of storage facilities and related reshipment procedures. It was the conclusion of the Court that, \"[t]here is no destination intended and arranged for with the ship carriers in Florida at any point beyond the deliveries from the vessels to the storage tanks or tank cars of the plaintiff. There is no designation of any particular oil for any particular place * * *\" is made. The controlling fact in Standard's plan was, \"to arrange deliveries of all of its oil purchases on the seaboard of Florida so that they may all be there stored for convenient distribution. * * *\" It is, therefore, my opinion that the facts as found by the examiner establish that such are also the facts in the case at hand.</p>\n<p>The questions of law involved, and simply stated would be: (1) An overseas shipment which is unloaded and reshipped to an inland destination as an uninterrupted shipment to such inland destination is in interstate commerce. The determination of whether or not the reshipment involves part of an interrupted shipment depends upon whether or not there is an <i>essential continuity</i> of shipment. (2) Goods imported and later reshipped to a previously unpredetermined destination are in intrastate commerce during the in-state portion of the shipment. Continuity of shipment is again involved, but it is <i>mere continuity</i> of shipment in this case in order to fall within the intrastate rule.</p>\n<p>It is defendants' position that resolving these questions is essentially a matter of fact because the whole question ultimately terminates on resolving the question of intent. Thus, it is argued that if there is substantial evidence to support an examiner's ultimate conclusions relating to facts, nothing else should be considered by the court. But <span class=\"star-pagination\">*940</span> such an argument oversimplifies the statement of the duty of the court, because findings of facts and related conclusions are not resolved in a vacuum. The examiner's findings of fact need not be disputed, but they may be erroneously applied to the standards of law so as to arrive at an improper result. The findings of fact must be applied according to those standards and rules of law established by judicial precedent in order to have a correct conclusion. It is at this latter stage, the stage of application of the law to the facts found, that the examiner went awry.</p>\n<p>It is my opinion that the conclusion of the examiner, based upon the facts found by him, flies directly in the face of the principal case of Atlantic Coast Line Railroad Co. v. Standard Oil Co. of Ky., <span class=\"citation\" data-id=\"101176\"><a href=\"/opinion/101176/atlantic-coast-line-r-co-v-standard-oil-co-of-ky/\"><span class=\"volume\">275</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">107</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">270</span></span>, supra.</p>\n<p>Another case almost identical to the principal case is that of Atlantic Coast Line Railroad Co. v. Standard Oil Co. of N. J., <span class=\"citation\" data-id=\"1490169\"><a href=\"/opinion/1490169/atlantic-coast-line-r-co-v-standard-oil-co-of-new-jersey/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">541</span></a></span> (4th Cir., 1926). Judge Parker, in affirming the decision of the district court, was impressed with the fact that the oil products which arrived at the port of Wilmington by ocean-going vessels, \"lost its identity\" in the storage facilities in Wilmington. Judge Parker stated that Standard had a \"general stock\" from which it made shipments \"as a distribution from the general stock and not as a mere means of continuing the transportation begun with the tank steamers. * * * the shipments out constitute new movements, which are separate and distinct from the movement to the warehouse.\" This is an appropriate case factually in considering the case at hand. (Id. @ p. 544).</p>\n<p>Yet another case of import and factual similarity is that of Seaboard Air Line Ry. Co. v. Lee, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">439</span></span> (E.D.N.C. 1926). Nitrates were imported by ships from Chile, and were intended for use in the interior of North Carolina as fertilizer. The Court stated that the importer's purpose is \"fully carried out, and his purposes fully subserved, when the cargo is delivered to him in Wilmington.\" (Id. @ p. 442). This was so in spite of the fact that the railroad insisted the importer could have readily contracted for inland shipments from the moment of shipment if he had wished to do so. The Court noted that there was a break in the shipment's journey, and that this break occurred for bona fide reasons and \"not for some purpose purely incidental to the transportation covered by transit or consignment privileges in the contract of transportation.\" (Id. @ p. 442).</p>\n<p>In line with these decisions is an opinion by the Ninth Circuit Court of Appeals, based on facts substantially similar to those of the case at hand in certain important particulars. It was argued in that case that a shipper's intention to continue transportation beyond the dock sight was such an intention as to require imposition of the jurisdiction of the Interstate Commerce Commission, although the destination was actually undesignated. The Court stated, however, \"an intention, when an ocean shipment begins, to distribute on landing and to reship to various points, as yet undetermined, within the state, is insufficient to unite the links into a single carriage chain.\" Southern Pac. Co. v. Van Hoosear, <span class=\"citation\" data-id=\"1549827\"><a href=\"/opinion/1549827/southern-pac-co-v-van-hoosear/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">903</span></a></span>, 908 (9th Cir., 1934). The Court then cited both Atlantic C.L.R.R. cases above.</p>\n<p>The controlling element in the factual determination is the intention of the shipper. A determination that the intent needed to sustain Interstate Commerce Commission jurisdiction was formed prior to the time the results of Lowe's computer computations were known to Lowe's cannot be supported by substantial evidence. To hold that the intent needed to sustain Interstate Commerce Commission jurisdiction was formed after that time flies in the face of a long line of decisions, including decisions of the Supreme Court of the United States, of the Fourth Circuit Court of Appeals and of the United States District Court for the Eastern District of North Carolina.</p>\n<p>For the reasons stated, I would grant the relief prayed for in plaintiff's Complaint.</p>\n<h2>NOTES</h2>\n<p>[1]  Jurisdiction is invoked under 28 U.S.C.A. §§ 1336, 1398, 2284, 2321-2325, 49 U.S. C.A. §§ 17(9) and 305(h), and 5 U.S.C.A. § 1009.</p>\n<p>[2]  I.C.C. Docket No. 34354, Iron and Steel Articles from Wilmington, North Carolina to Points in North Carolina via General Motor Lines, Inc., 323 I.C.C. 740 (1965).</p>\n<p>[3]  Under Interstate Commerce Act § 17, 49 U.S.C.A. § 17(9), the decision of Division 2 of the I.C.C. is administratively final and plaintiff has exhausted his administrative remedies.</p>\n<p>[4]  I.C.C. Docket No. 34354, 323 I.C.C. 704 (1965).</p>\n<p>[5]  As the precise origin of the foreign shipments is not determinative of this case, the court for purposes of further discussion will treat the goods as though all came from Belgium.</p>\n<p>[6]  The orders are actually placed by Buchan Supply Company, a division of Lowe's. Buchan does all buying for Lowe's. This court, as did the hearing examiner, treats the two companies as one for purposes of determining the nature of the subject shipments.</p>\n<p>[7]  The parties do not allege that there is any change between the need anticipated when the order is placed and the need determined upon arrival of the goods. Indeed, plaintiff's counsel stated on oral argument before this court that there is no difference in the two figures.</p>\n<p>[8]  Occasionally a small part of such shipment will be transported to the central warehouse of Lowe's at North Wilkesboro. The court treats these shipments in the same way as the shipments to the individual stores. Other shipments are made from time to time to affiliate stores outside North Carolina, but those shipments are not involved here.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1490169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1501768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1549827/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1555178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1733712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1880517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2008967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2595740/"
  ]
}