{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1875886/",
  "absolute_url": "/opinion/1875886/martin-v-irs/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1875886/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:41:44.936698Z",
  "date_modified": "2016-04-26T22:13:17.804505Z",
  "type": "010combined",
  "sha1": "3c6ef345d642f6d5240377d3e37d4f607b5b5e50",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>180 B.R. 90 (1994)</b></center>\n<center><h1>In re David G. MARTIN, Debtor-Appellant,<br>\nv.<br>\nINTERNAL REVENUE SERVICE, Appellee.</h1></center>\n<center>No. 5:94-CV-672-F. Bankruptcy No. 93-02215-8-JRL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 14, 1994.</center>\n<p><span class=\"star-pagination\">*91</span> David G. Martin, Wilmington, NC, pro se.</p>\n<p>Lawrence P. Blaskopf, U.S. Dept. of Justice, Trial Atty., Tax Div., Washington, DC, for I.R.S.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p></p>\n<h2><i>Statement of the Case</i></h2>\n<p>On August 18, 1993, David Martin (hereinafter \"Martin\"), debtor-appellant herein, filed a voluntary petition for bankruptcy, pursuant to Chapter 13 of the Bankruptcy Code. On December 22, 1993, the Internal Revenue Service (hereinafter the \"IRS\"), filed a proof of claim form in this matter, alleging a tax liability in the amount of $129,245.19. The IRS proof of claim, although not filed on the official form utilized by the Bankruptcy Court for the Eastern District of North Carolina, identified its total claim as being comprised of a $35,997.09 unsecured priority claim and a $93,248.10 unsecured general <span class=\"star-pagination\">*92</span> claim. The proof of claim also itemized the amount of tax, interest and penalties the debtor owed for each tax year.</p>\n<p>In January, 1994, Martin, proceeding without the assistance of counsel, filed an \"Objection to Proof of Claim (IRS) and Motion to Require Creditor IRS to Provide All Underlying Agreements Proving Their Claim as Required,\" to which the IRS responded on March 7, 1994. On March 25, 1994, the IRS filed an amended claim form, utilizing the official form of the bankruptcy court. The IRS's amended claim identified the same composite claims as alleged on its first proof of claim form, as well as the same years providing the basis for its claim. The only significant difference between the original proof of claim and the amended proof of claim is that the latter was filed on the official form designated by the bankruptcy court.</p>\n<p>On April 11, 1994, Martin filed an objection to the amended claim form, and the bankruptcy court held a hearing on April 12, 1994. Martin appeared without counsel, at which time the court entertained Martin's objections to the amended claim form. Finding that the IRS simply restated its precise initial proof of claim on the official form utilized by the bankruptcy court, the court allowed the amended claim over Martin's objections.</p>\n<p>Turning to Martin's substantive arguments, the court entertained Martin's arguments on his own behalf, but offered Martin the option of continuing the hearing for thirty days during which time Martin could retain counsel. Martin elected to continue the matter to consult with counsel. The court advised Martin that, at the expiration of thirty days, if no counsel had entered an appearance for Martin, the court would resolve the remaining issues by written order.</p>\n<p>Martin failed to retain counsel, but, on May 11, 1994, Martin did file a motion seeking to have the bankruptcy court compel the IRS to file Martin's delinquent tax returns. On June 15, 1994, the bankruptcy court entered an order denying Martin's objections to the IRS's amended proof of claim and denying Martin's motion to compel the filing of his tax returns by the IRS. It is this order from which Martin now brings this appeal.</p>\n<p></p>\n<h2><i>Statement of Issues and Standard of Review</i></h2>\n<p>Martin raises the following three issues in his instant appeal:</p>\n<p>(1) Whether the bankruptcy court erred in permitting the IRS's amended proof of claim, despite Martin's objections to both the initial and amended proofs;</p>\n<p>(2) Whether the bankruptcy court erred in denying Martin's \"motion to require creditor IRS to provide all underlying agreements proving their claim as required;\" and</p>\n<p>(3) Whether the bankruptcy court erred in denying Martin's motion to compel the IRS to file his delinquent tax returns.</p>\n<p>The first issue above is subject to review for abuse of discretion. <i>In re Davis,</i> 936 F.2d 771, 775 (4th Cir.1991). The latter issues are each questions of law, which the court will review <i>de novo.</i></p>\n<p></p>\n<h2><i>Discussion and Analysis</i></h2>\n<p><i>(1) Whether the bankruptcy court erred in permitting the IRS's amended proof of claim, despite Martin's objections to both the initial and amended proofs.</i></p>\n<p>The Court of Appeals for the Fourth Circuit has recognized that \"`where there is anything in the record in the bankruptcy case which establishes a claim against the bankrupt, it may be used as a basis for amendment . . . were substantial justice will be done by allowing the amendment.'\" <i>Fyne v. Atlas Supply Co.,</i> 245 F.2d 107, 108 (4th Cir.1957). More recently, the court of appeals has reaffirmed this position, noting the \"trend of modern decisions toward liberality in allowing the filing of amended proofs of claim.\" <i>In re Davis,</i> 936 F.2d at 775. There, the court also noted that \"such amendments should be permitted if `such a course is in furtherance of justice.'\" <i>Id.</i> (quoting <i>Dabney v. Addison,</i> 65 B.R. 348, 351 (E.D.Va.1985)).</p>\n<p>In the case at bar, the IRS's initial proof of claim, filed on a form the bankruptcy court found to \"conform substantially\" to the official form of the court, <i>see</i> Bankruptcy <span class=\"star-pagination\">*93</span> Rule 3001(a), adequately put Martin on notice as to the full nature and extent of its claim against him. In addition, the bankruptcy court, in allowing the amended proof of claim, recognized that Martin's substantive challenges would be preserved as against the amended proof of claim. The amended proof of claim merely allowed for the IRS's claim to be itemized upon the official form of the court, for the sake of clarity and convenience to the court and the litigants. Furthermore, the court cannot find, nor does Martin argue, that Martin suffered any prejudice from this technical amendment.<sup>[1]</sup></p>\n<p>Martin argues, to the contrary, that courts are reluctant to entertain amended proofs of claim, especially when objections to the original proof of claim have been filed with the court. In principal support of his argument, Martin relies on <i>United States v. Owens,</i> 84 B.R. 361 (E.D.Pa.1989), as an example of one situation in which the court refused to allow an amended proof of claim by the IRS. In <i>Owens,</i> however, the IRS's amended claim was disallowed because the IRS sought to increase the tax liability previously asserted in its original proof of claim, thereby asserting a new claim of which the debtor had no previous notice.</p>\n<p>In his reply brief, Martin advances two further cases<i>In re Norris Grain Co.,</i> 81 B.R. 103 (M.D.Fla.1987), and <i>In re Solari,</i> 63 B.R. 115 (Cal.1986)in support of his argument in this regard. These cases, however, like <i>Owens,</i> concern situations wherein the creditor sought to amend its proof of claim to either assert a new claim or increase the amount of the claim asserted in the original proof of claim. In each case, the court disallowed the amended proof of claim, finding that the initial proof of claim provided no notice to the debtor of the subsequent claims, and that the debtor would be prejudiced by the allowance of the new claims after the statutory bar date.</p>\n<p>It is evident, in light of the foregoing, that Martin's arguments find no support in the authority on which he relies. In the instant matter, the IRS sought neither to add a new claim or increase the value of the claim previously filed. Accordingly, the court finds that the bankruptcy court did not abuse its discretion in allowing the IRS to file an amended proof of claim which sought to assert no new tax liability, but merely sought to conform its previous proof to the official form desired by the bankruptcy court.</p>\n<p><i>(2) Whether the bankruptcy court erred in denying Martin's \"motion to require creditor IRS to provide all underlying agreements proving their claim as required.\"</i></p>\n<p>Bankruptcy Rule 3001(f) provides: \"(f) Evidentiary Effect. A proof of claim executed and filed in accordance with these rules shall constitute <i>prima facie</i> evidence of the validity and amount of the claim.\" Martin argues, however, that the IRS was required to come forward with all underlying evidence in support of its proof, which, having not been filed in conformity with Rule 3001, was not entitled to the presumption of validity provided for by the rule. Martin's attack on the validity of the IRS's proof of claim is based on his conclusory contention that, because he never filed any tax returns for the years in question, the IRS's assessments of taxes owed \"must have been fraudulently based upon an unknown process and are obviously inaccurate and invalid.\" (Debtor's Objection to Proof of Claim, p. 3).</p>\n<p>The court of appeals, in <i>In re Landbank Equity Corp.,</i> 973 F.2d 265 (4th Cir.1992), has recognized that \"it is well established that matters of proof . . . are properly considered to be part of the substantive tax laws. . . . Furthermore, Congress explicitly has attempted to accommodate the goals of the federal bankruptcy system and tax collection by way of the Bankruptcy Code.\" <i>Id.</i> at 270. The court therefore held that \"no portion of the Bankruptcy Code expresses a policy or intent to replace any aspect of the federal tax law with any special legal requirement to be applied only in the context of a bankruptcy proceeding.\" <i>Id.</i></p>\n<p><span class=\"star-pagination\">*94</span> Turning, then, to the procedural considerations with respect to burdens of proof and persuasion as they are employed within the context of the tax laws, it is noted that \"[w]here the taxpayer fails to keep or produce adequate records from which his income can be determined, the Commissioner [of Internal Revenue Service] `is at liberty to resort to the best procedure available under the circumstances in making his determinations.'\" <i>Cebollero v. Commissioner,</i> 967 F.2d 986, 989 (4th Cir.1992) (quoting <i>Burka v. Commissioner,</i> 179 F.2d 483 (4th Cir. 1950)). The court of appeals has further held that</p>\n<blockquote>The burden of proof is on the Commissioner to show that the taxpayer received income. This burden is initially satisfied, however, by the fact that the Commissioner's deficiency determination is presumed correct. <i>The burden is thus on the taxpayer to prove the incorrectness of the deficiency determination. This burden is procedural and is met if the taxpayer produces competent and relevant evidence from which it could be found that he did not receive the income alleged in the deficiency notice.</i> If this burden is met, the burden of proof shifts back to the Commissioner to prove the existence and amount of the deficiency.</blockquote>\n<p><i>Foster v. Commissioner,</i> 391 F.2d 727, 735 (4th Cir.1968) (emphasis added). In <i>Higgenbotham v. United States,</i> 556 F.2d 1173 (4th Cir.1977), the court of appeals reaffirmed this procedural burden shifting, holding that \"a taxpayer need only prove by a preponderance of the evidence that the Government's assessment is erroneous, and, once that burden is met, the Government, not the taxpayer, must prove how much the taxpayer actually owes.\" <i>Id.</i> at 1175.</p>\n<p>This approach has been adhered to within this circuit in the context of bankruptcy proceedings as well.</p>\n<blockquote>In bankruptcy, it is settled that a properly executed proof of claim is sufficient to shift the burden of producing evidence <i>and</i> to entitle the claimant to a share in the distribution of the bankrupt's estate unless an objector comes forward with evidence contradicting the claim. . . . While a properly executed claim does shift the burden of producing evidence to the objector, the burden of persuasion remains at all times with the claimant.</blockquote>\n<p><i>In re Friedman,</i> 436 F.Supp. 234, 237 (D.Md. 1977) (citations omitted). The district court in <i>Friedman</i> then recognized the divergence in views as to the extent of evidence required by the objector to overcome the presumption of <i>prima facie</i> validity that attaches to the creditor's proof of claim.</p>\n<blockquote>Under the first approach, the objector must present \"some evidence\" contradicting the proof of claim, whereupon the bankruptcy judge must weigh the evidence presented by the objector against the proof of claim, which itself retains some weight as evidence . . . and any evidence presented by the claimant. . . . Under the other approach, the objector must put on enough evidence to rebut or overcome the <i>prima facie</i> case created by the proof of claim; only then, after a preliminary victory over the presumptive validity of the debt as expressed in the proof of claim, does the objector's additional evidence in nature or amount require the bankruptcy judge to weigh the evidence and find the facts.</blockquote>\n<p><i>Id.</i></p>\n<p>Applying the above analyses of the respective burdens to the parties in the present action, the court finds that the bankruptcy court did not err in denying Martin's motion. The IRS filed an amended proof of claim that conformed to the requirements of Rule 3001 and that was allowed by the court. Having done so, the IRS's proof of claim was entitled to the presumptive validity attributed to it under Rule 3001(f). Martin then bore the burden of showing by a preponderance of the evidence, or, at the very least, by \"some evidence,\" that the IRS's claim was erroneous or invalid in some regard. Martin having failed to come forward with any credible or competent evidence, aside from his own conclusory assertions that the process by which the IRS computed his tax liability was faulty and fraudulent, the IRS's proof of claim retained its presumption of validity as <i>prima facie</i> evidence of its claim. The bankruptcy court, therefore, did not err in denying <span class=\"star-pagination\">*95</span> Martin's motion to compel the IRS to come forward with evidence in support of its claim.</p>\n<p><i>(3) Whether the bankruptcy court erred in denying Martin's motion to compel the IRS to file his delinquent tax returns.</i></p>\n<p>Martin's final argument is premised upon his construction of 26 U.S.C. § 6020(b) as imposing upon the IRS the mandatory obligation to file income tax returns when individual taxpayers fail to file such returns themselves. Title 26, United States Code, § 6020(b) provides as follows:</p>\n<blockquote>(b) Execution of return by Secretary. (1) Authority of Secretary to execute return. If any person fails to make any return required by any internal revenue law or regulation made thereunder at the time prescribed therefor, or makes, willfully or otherwise, a false or fraudulent return, the Secretary shall make such return from his own knowledge and from such information as he can obtain through testimony or otherwise.</blockquote>\n<p>Martin's primary argument in this regard is predicated upon his citation of numerous statutes, rules and regulations in which the word \"shall\" has been interpreted as meaning \"must\" or as imposing upon a person or entity an obligation to take an action. Martin argues, therefore, that the statute, stating that \"the Secretary <i>shall</i> make such return\" imposes upon the Secretary a binding obligation to file the delinquent returns for taxpayers who fail to file their own returns.</p>\n<p>This very issue has been addressed and resolved by numerous courts in numerous contexts, from tax matters to criminal matters. The courts that have resolved this issue have consistently found that, although the IRS has the authority to file the return of a taxpayer who fails to do so, the IRS is not required to make or file such return for the taxpayer, and the IRS properly may determine or assess a deficiency based thereon in the absence of such a return. <i>See e.g., </i><i>Maisano v. Commissioner,</i> 894 F.2d 1344 (9th Cir.1990); <i>Roat v. Commissioner,</i> 847 F.2d 1379, 1382 n. 1 (9th Cir.1988); <i>Smalldridge v. Commissioner,</i> 804 F.2d 125, 127-28 n. 2 (10th Cir.1986); <i>Moore v. Commissioner,</i> 722 F.2d 193, 196 (5th Cir.1984); <i>United States v. Verkuilen,</i> 690 F.2d 648, 657 (7th Cir.1982); <i>United States v. Bowser,</i> 1989 U.S. Dist. LEXIS 10690 (D.Md.1989).</p>\n<p>In view of the overwhelming authority in this regard, the court finds that the bankruptcy court did not err in denying Martin's motion to compel the IRS to file his delinquent returns for him.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>Having reviewed the record in this matter in its entirety, as well as the instant arguments by Martin and the IRS, the court finds that the bankruptcy court below acted within its sound discretion in allowing the IRS's technical amendment to its proof of claim. Similarly, the court finds no error in the bankruptcy court's denial of Martin's objections to the IRS's proofs of claim or in its denial of Martin's motions seeking to compel the IRS to disclose all documentary evidence in support of its claim or to file his delinquent tax returns on his behalf.</p>\n<p>Accordingly, it is hereby ORDERED that the June 15, 1994, order of the bankruptcy court appealed from herein is AFFIRMED in all respects and that this appeal is therefore DISMISSED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Actually, Martin argues that he is prejudiced by the amended claim in that, if allowed, it asserts a tax liability against him based on approximately ten years of income, which is a substantial amount of money. Martin obviously mistakes the potential penalty for his dereliction as prejudice flowing from the amendment.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">90</span></span> (1994)</b></center>\n<center><h1>In re David G. MARTIN, Debtor-Appellant,<br>\nv.<br>\nINTERNAL REVENUE SERVICE, Appellee.</h1></center>\n<center>No. 5:94-CV-672-F. Bankruptcy No. 93-02215-8-JRL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 14, 1994.</center>\n<p><span class=\"star-pagination\">*91</span> David G. Martin, Wilmington, NC, pro se.</p>\n<p>Lawrence P. Blaskopf, U.S. Dept. of Justice, Trial Atty., Tax Div., Washington, DC, for I.R.S.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p></p>\n<h2><i>Statement of the Case</i></h2>\n<p>On August 18, 1993, David Martin (hereinafter \"Martin\"), debtor-appellant herein, filed a voluntary petition for bankruptcy, pursuant to Chapter 13 of the Bankruptcy Code. On December 22, 1993, the Internal Revenue Service (hereinafter the \"IRS\"), filed a proof of claim form in this matter, alleging a tax liability in the amount of $129,245.19. The IRS proof of claim, although not filed on the official form utilized by the Bankruptcy Court for the Eastern District of North Carolina, identified its total claim as being comprised of a $35,997.09 unsecured priority claim and a $93,248.10 unsecured general <span class=\"star-pagination\">*92</span> claim. The proof of claim also itemized the amount of tax, interest and penalties the debtor owed for each tax year.</p>\n<p>In January, 1994, Martin, proceeding without the assistance of counsel, filed an \"Objection to Proof of Claim (IRS) and Motion to Require Creditor IRS to Provide All Underlying Agreements Proving Their Claim as Required,\" to which the IRS responded on March 7, 1994. On March 25, 1994, the IRS filed an amended claim form, utilizing the official form of the bankruptcy court. The IRS's amended claim identified the same composite claims as alleged on its first proof of claim form, as well as the same years providing the basis for its claim. The only significant difference between the original proof of claim and the amended proof of claim is that the latter was filed on the official form designated by the bankruptcy court.</p>\n<p>On April 11, 1994, Martin filed an objection to the amended claim form, and the bankruptcy court held a hearing on April 12, 1994. Martin appeared without counsel, at which time the court entertained Martin's objections to the amended claim form. Finding that the IRS simply restated its precise initial proof of claim on the official form utilized by the bankruptcy court, the court allowed the amended claim over Martin's objections.</p>\n<p>Turning to Martin's substantive arguments, the court entertained Martin's arguments on his own behalf, but offered Martin the option of continuing the hearing for thirty days during which time Martin could retain counsel. Martin elected to continue the matter to consult with counsel. The court advised Martin that, at the expiration of thirty days, if no counsel had entered an appearance for Martin, the court would resolve the remaining issues by written order.</p>\n<p>Martin failed to retain counsel, but, on May 11, 1994, Martin did file a motion seeking to have the bankruptcy court compel the IRS to file Martin's delinquent tax returns. On June 15, 1994, the bankruptcy court entered an order denying Martin's objections to the IRS's amended proof of claim and denying Martin's motion to compel the filing of his tax returns by the IRS. It is this order from which Martin now brings this appeal.</p>\n<p></p>\n<h2><i>Statement of Issues and Standard of Review</i></h2>\n<p>Martin raises the following three issues in his instant appeal:</p>\n<p>(1) Whether the bankruptcy court erred in permitting the IRS's amended proof of claim, despite Martin's objections to both the initial and amended proofs;</p>\n<p>(2) Whether the bankruptcy court erred in denying Martin's \"motion to require creditor IRS to provide all underlying agreements proving their claim as required;\" and</p>\n<p>(3) Whether the bankruptcy court erred in denying Martin's motion to compel the IRS to file his delinquent tax returns.</p>\n<p>The first issue above is subject to review for abuse of discretion. <i>In re Davis,</i> <span class=\"citation\" data-id=\"563676\"><a href=\"/opinion/563676/in-re-thomas-william-davis-shirley-wilma-davis-debtors-thomas-william/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">771</span></a></span>, 775 (4th Cir.1991). The latter issues are each questions of law, which the court will review <i>de novo.</i></p>\n<p></p>\n<h2><i>Discussion and Analysis</i></h2>\n<p><i>(1) Whether the bankruptcy court erred in permitting the IRS's amended proof of claim, despite Martin's objections to both the initial and amended proofs.</i></p>\n<p>The Court of Appeals for the Fourth Circuit has recognized that \"`where there is anything in the record in the bankruptcy case which establishes a claim against the bankrupt, it may be used as a basis for amendment . . . were substantial justice will be done by allowing the amendment.'\" <i>Fyne v. Atlas Supply Co.,</i> <span class=\"citation\" data-id=\"242410\"><a href=\"/opinion/242410/j-j-fyne-trustee-in-bankruptcy-of-the-estate-of-w-h-calder-company/\"><span class=\"volume\">245</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span>, 108 (4th Cir.1957). More recently, the court of appeals has reaffirmed this position, noting the \"trend of modern decisions toward liberality in allowing the filing of amended proofs of claim.\" <i>In re Davis,</i> 936 F.2d at 775. There, the court also noted that \"such amendments should be permitted if `such a course is in furtherance of justice.'\" <i>Id.</i> (quoting <i>Dabney v. Addison,</i> <span class=\"citation\" data-id=\"1832109\"><a href=\"/opinion/1832109/dabney-v-addison/\"><span class=\"volume\">65</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">348</span></a></span>, 351 (E.D.Va.1985)).</p>\n<p>In the case at bar, the IRS's initial proof of claim, filed on a form the bankruptcy court found to \"conform substantially\" to the official form of the court, <i>see</i> Bankruptcy <span class=\"star-pagination\">*93</span> Rule 3001(a), adequately put Martin on notice as to the full nature and extent of its claim against him. In addition, the bankruptcy court, in allowing the amended proof of claim, recognized that Martin's substantive challenges would be preserved as against the amended proof of claim. The amended proof of claim merely allowed for the IRS's claim to be itemized upon the official form of the court, for the sake of clarity and convenience to the court and the litigants. Furthermore, the court cannot find, nor does Martin argue, that Martin suffered any prejudice from this technical amendment.<sup>[1]</sup></p>\n<p>Martin argues, to the contrary, that courts are reluctant to entertain amended proofs of claim, especially when objections to the original proof of claim have been filed with the court. In principal support of his argument, Martin relies on <i>United States v. Owens,</i> <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">361</span></span> (E.D.Pa.1989), as an example of one situation in which the court refused to allow an amended proof of claim by the IRS. In <i>Owens,</i> however, the IRS's amended claim was disallowed because the IRS sought to increase the tax liability previously asserted in its original proof of claim, thereby asserting a new claim of which the debtor had no previous notice.</p>\n<p>In his reply brief, Martin advances two further cases<i>In re Norris Grain Co.,</i> <span class=\"citation\" data-id=\"1821714\"><a href=\"/opinion/1821714/in-re-norris-grain-co/\"><span class=\"volume\">81</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">103</span></a></span> (M.D.Fla.1987), and <i>In re Solari,</i> <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">115</span></span> (Cal.1986)in support of his argument in this regard. These cases, however, like <i>Owens,</i> concern situations wherein the creditor sought to amend its proof of claim to either assert a new claim or increase the amount of the claim asserted in the original proof of claim. In each case, the court disallowed the amended proof of claim, finding that the initial proof of claim provided no notice to the debtor of the subsequent claims, and that the debtor would be prejudiced by the allowance of the new claims after the statutory bar date.</p>\n<p>It is evident, in light of the foregoing, that Martin's arguments find no support in the authority on which he relies. In the instant matter, the IRS sought neither to add a new claim or increase the value of the claim previously filed. Accordingly, the court finds that the bankruptcy court did not abuse its discretion in allowing the IRS to file an amended proof of claim which sought to assert no new tax liability, but merely sought to conform its previous proof to the official form desired by the bankruptcy court.</p>\n<p><i>(2) Whether the bankruptcy court erred in denying Martin's \"motion to require creditor IRS to provide all underlying agreements proving their claim as required.\"</i></p>\n<p>Bankruptcy Rule 3001(f) provides: \"(f) Evidentiary Effect. A proof of claim executed and filed in accordance with these rules shall constitute <i>prima facie</i> evidence of the validity and amount of the claim.\" Martin argues, however, that the IRS was required to come forward with all underlying evidence in support of its proof, which, having not been filed in conformity with Rule 3001, was not entitled to the presumption of validity provided for by the rule. Martin's attack on the validity of the IRS's proof of claim is based on his conclusory contention that, because he never filed any tax returns for the years in question, the IRS's assessments of taxes owed \"must have been fraudulently based upon an unknown process and are obviously inaccurate and invalid.\" (Debtor's Objection to Proof of Claim, p. 3).</p>\n<p>The court of appeals, in <i>In re Landbank Equity Corp.,</i> <span class=\"citation\" data-id=\"589683\"><a href=\"/opinion/589683/in-re-landbank-equity-corporation-a-virginia-corporation-debtor-internal/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">265</span></a></span> (4th Cir.1992), has recognized that \"it is well established that matters of proof . . . are properly considered to be part of the substantive tax laws. . . . Furthermore, Congress explicitly has attempted to accommodate the goals of the federal bankruptcy system and tax collection by way of the Bankruptcy Code.\" <i>Id.</i> at 270. The court therefore held that \"no portion of the Bankruptcy Code expresses a policy or intent to replace any aspect of the federal tax law with any special legal requirement to be applied only in the context of a bankruptcy proceeding.\" <i>Id.</i></p>\n<p><span class=\"star-pagination\">*94</span> Turning, then, to the procedural considerations with respect to burdens of proof and persuasion as they are employed within the context of the tax laws, it is noted that \"[w]here the taxpayer fails to keep or produce adequate records from which his income can be determined, the Commissioner [of Internal Revenue Service] `is at liberty to resort to the best procedure available under the circumstances in making his determinations.'\" <i>Cebollero v. Commissioner,</i> <span class=\"citation\" data-id=\"585820\"><a href=\"/opinion/585820/manuel-cebollero-v-commissioner-of-internal-revenue/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">986</span></a></span>, 989 (4th Cir.1992) (quoting <i>Burka v. Commissioner,</i> <span class=\"citation\" data-id=\"224202\"><a href=\"/opinion/224202/burka-v-commissioner-of-internal-revenue/\"><span class=\"volume\">179</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">483</span></a></span> (4th Cir. 1950)). The court of appeals has further held that</p>\n<blockquote>The burden of proof is on the Commissioner to show that the taxpayer received income. This burden is initially satisfied, however, by the fact that the Commissioner's deficiency determination is presumed correct. <i>The burden is thus on the taxpayer to prove the incorrectness of the deficiency determination. This burden is procedural and is met if the taxpayer produces competent and relevant evidence from which it could be found that he did not receive the income alleged in the deficiency notice.</i> If this burden is met, the burden of proof shifts back to the Commissioner to prove the existence and amount of the deficiency.</blockquote>\n<p><i>Foster v. Commissioner,</i> <span class=\"citation\" data-id=\"279381\"><a href=\"/opinion/279381/grant-foster-and-barbara-dunn-foster-v-commissioner-of-internal-revenue/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">727</span></a></span>, 735 (4th Cir.1968) (emphasis added). In <i>Higgenbotham v. United States,</i> <span class=\"citation\" data-id=\"346657\"><a href=\"/opinion/346657/carl-junior-higginbotham-v-united-states/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1173</span></a></span> (4th Cir.1977), the court of appeals reaffirmed this procedural burden shifting, holding that \"a taxpayer need only prove by a preponderance of the evidence that the Government's assessment is erroneous, and, once that burden is met, the Government, not the taxpayer, must prove how much the taxpayer actually owes.\" <i>Id.</i> at 1175.</p>\n<p>This approach has been adhered to within this circuit in the context of bankruptcy proceedings as well.</p>\n<blockquote>In bankruptcy, it is settled that a properly executed proof of claim is sufficient to shift the burden of producing evidence <i>and</i> to entitle the claimant to a share in the distribution of the bankrupt's estate unless an objector comes forward with evidence contradicting the claim. . . . While a properly executed claim does shift the burden of producing evidence to the objector, the burden of persuasion remains at all times with the claimant.</blockquote>\n<p><i>In re Friedman,</i> <span class=\"citation\" data-id=\"1430079\"><a href=\"/opinion/1430079/in-re-friedman/\"><span class=\"volume\">436</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">234</span></a></span>, 237 (D.Md. 1977) (citations omitted). The district court in <i>Friedman</i> then recognized the divergence in views as to the extent of evidence required by the objector to overcome the presumption of <i>prima facie</i> validity that attaches to the creditor's proof of claim.</p>\n<blockquote>Under the first approach, the objector must present \"some evidence\" contradicting the proof of claim, whereupon the bankruptcy judge must weigh the evidence presented by the objector against the proof of claim, which itself retains some weight as evidence . . . and any evidence presented by the claimant. . . . Under the other approach, the objector must put on enough evidence to rebut or overcome the <i>prima facie</i> case created by the proof of claim; only then, after a preliminary victory over the presumptive validity of the debt as expressed in the proof of claim, does the objector's additional evidence in nature or amount require the bankruptcy judge to weigh the evidence and find the facts.</blockquote>\n<p><i>Id.</i></p>\n<p>Applying the above analyses of the respective burdens to the parties in the present action, the court finds that the bankruptcy court did not err in denying Martin's motion. The IRS filed an amended proof of claim that conformed to the requirements of Rule 3001 and that was allowed by the court. Having done so, the IRS's proof of claim was entitled to the presumptive validity attributed to it under Rule 3001(f). Martin then bore the burden of showing by a preponderance of the evidence, or, at the very least, by \"some evidence,\" that the IRS's claim was erroneous or invalid in some regard. Martin having failed to come forward with any credible or competent evidence, aside from his own conclusory assertions that the process by which the IRS computed his tax liability was faulty and fraudulent, the IRS's proof of claim retained its presumption of validity as <i>prima facie</i> evidence of its claim. The bankruptcy court, therefore, did not err in denying <span class=\"star-pagination\">*95</span> Martin's motion to compel the IRS to come forward with evidence in support of its claim.</p>\n<p><i>(3) Whether the bankruptcy court erred in denying Martin's motion to compel the IRS to file his delinquent tax returns.</i></p>\n<p>Martin's final argument is premised upon his construction of 26 U.S.C. § 6020(b) as imposing upon the IRS the mandatory obligation to file income tax returns when individual taxpayers fail to file such returns themselves. Title 26, United States Code, § 6020(b) provides as follows:</p>\n<blockquote>(b) Execution of return by Secretary. (1) Authority of Secretary to execute return. If any person fails to make any return required by any internal revenue law or regulation made thereunder at the time prescribed therefor, or makes, willfully or otherwise, a false or fraudulent return, the Secretary shall make such return from his own knowledge and from such information as he can obtain through testimony or otherwise.</blockquote>\n<p>Martin's primary argument in this regard is predicated upon his citation of numerous statutes, rules and regulations in which the word \"shall\" has been interpreted as meaning \"must\" or as imposing upon a person or entity an obligation to take an action. Martin argues, therefore, that the statute, stating that \"the Secretary <i>shall</i> make such return\" imposes upon the Secretary a binding obligation to file the delinquent returns for taxpayers who fail to file their own returns.</p>\n<p>This very issue has been addressed and resolved by numerous courts in numerous contexts, from tax matters to criminal matters. The courts that have resolved this issue have consistently found that, although the IRS has the authority to file the return of a taxpayer who fails to do so, the IRS is not required to make or file such return for the taxpayer, and the IRS properly may determine or assess a deficiency based thereon in the absence of such a return. <i>See e.g., </i><i>Maisano v. Commissioner,</i> <span class=\"citation\" data-id=\"535992\"><a href=\"/opinion/535992/hall-levine-advertising-inc-v-montgomery-ward-co-inc/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1344</span></a></span> (9th Cir.1990); <i>Roat v. Commissioner,</i> <span class=\"citation\" data-id=\"506638\"><a href=\"/opinion/506638/charles-a-roat-v-commissioner-internal-revenue-service-alaska-usa/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1379</span></a></span>, 1382 n. 1 (9th Cir.1988); <i>Smalldridge v. Commissioner,</i> <span class=\"citation\" data-id=\"478636\"><a href=\"/opinion/478636/ronald-e-smalldridge-v-commissioner-of-internal-revenue/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">125</span></a></span>, 127-28 n. 2 (10th Cir.1986); <i>Moore v. Commissioner,</i> <span class=\"citation\" data-id=\"427665\"><a href=\"/opinion/427665/thomas-a-moore-sr-v-commissioner-of-internal-revenue/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">193</span></a></span>, 196 (5th Cir.1984); <i>United States v. Verkuilen,</i> <span class=\"citation\" data-id=\"409461\"><a href=\"/opinion/409461/united-states-v-thomas-e-verkuilen/\"><span class=\"volume\">690</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">648</span></a></span>, 657 (7th Cir.1982); <i>United States v. Bowser,</i> <span class=\"citation no-link\"><span class=\"volume\">1989</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">10690</span></span> (D.Md.1989).</p>\n<p>In view of the overwhelming authority in this regard, the court finds that the bankruptcy court did not err in denying Martin's motion to compel the IRS to file his delinquent returns for him.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>Having reviewed the record in this matter in its entirety, as well as the instant arguments by Martin and the IRS, the court finds that the bankruptcy court below acted within its sound discretion in allowing the IRS's technical amendment to its proof of claim. Similarly, the court finds no error in the bankruptcy court's denial of Martin's objections to the IRS's proofs of claim or in its denial of Martin's motions seeking to compel the IRS to disclose all documentary evidence in support of its claim or to file his delinquent tax returns on his behalf.</p>\n<p>Accordingly, it is hereby ORDERED that the June 15, 1994, order of the bankruptcy court appealed from herein is AFFIRMED in all respects and that this appeal is therefore DISMISSED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Actually, Martin argues that he is prejudiced by the amended claim in that, if allowed, it asserts a tax liability against him based on approximately ten years of income, which is a substantial amount of money. Martin obviously mistakes the potential penalty for his dereliction as prejudice flowing from the amendment.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/224202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/242410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/279381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/346657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/427665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/478636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506638/",
    "http://www.courtlistener.com/api/rest/v3/opinions/535992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563676/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589683/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1430079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1821714/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1832109/"
  ]
}