{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1878138/",
  "absolute_url": "/opinion/1878138/state-of-nc-v-hudson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1878138/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:42:06.291964Z",
  "date_modified": "2016-04-26T20:29:45.692644Z",
  "type": "010combined",
  "sha1": "71e0d04c2a389fbf5990238f1d90d127dede1cbd",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>731 F.Supp. 1261 (1990)</b></center>\n<center><h1>STATE OF NORTH CAROLINA, et al., Plaintiffs,<br>\nv.<br>\nColonel Ronald E. HUDSON, et al., Defendants.</h1></center>\n<center>No. 84-36-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>February 2, 1990.</center>\n<p><span class=\"star-pagination\">*1262</span> Alan S. Hirsh, Atty. Gen., for State of N.C.</p>\n<p>Patrick M. McSweeney, McSweeney, Burtch &amp; Crump, Richmond, Va., for plaintiffs.</p>\n<p>John R. Jordan, Jr. and Robert R. Price, Jordan, Price, Wall, Gray &amp; Jones, Raleigh, N.C. (John F. Kay, Jr., M. Scott Hart, James E. Ryan, Jr., George A. Somerville and Susan Warriner Custer, Mays &amp; Valentine, Richmond, Va., and Kevin J. Cosgrove, Acting City Atty., City of Virginia Beach, Virginia Beach, Va., of counsel), for City of Virginia Beach, Va.</p>\n<p>Rudolf A. Renfer, Jr., Asst. U.S. Atty., Raleigh, N.C., and Glen R. Goodsell, Lands Div., U.S. Dept. of Justice, Washington, D.C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>BRITT, Chief Judge.</p>\n<p>The City of Virginia Beach, Virginia, is seeking permission from the United States Corps of Engineers (the Corps) to construct a sixty-inch pipeline some 84.5 miles across southern Virginia and withdraw up to 60 million gallons of water per day (mgd) from Lake Gaston for the purpose of meeting its municipal water supply needs. After the Corps made a decision to issue the permits needed by Virginia Beach to accomplish the project, this action was begun by the State of North Carolina, the Roanoke River Basin Association (RRBA) and several counties in Virginia and North Carolina for judicial review of the decision of the Corps. Thereafter, this court conducted a review of the Corps' decision under the Administrative Procedure Act, 5 U.S.C.A. § 706 (West 1977) and rendered a decision on 7 July 1987, <i>State of North Carolina v. Hudson,</i> 665 F.Supp. 428 (E.D.N.C.1987).</p>\n<p></p>\n<h2>I. PROCEDURAL HISTORY</h2>\n<p>After a thorough review of the Administrative Record and consideration of the arguments and briefs of all parties, the court remanded the matter to the Corps. The court's decision was very specific on the scope of the further review which was mandated:</p>\n<p>On remand, the Corps shall:</p>\n<blockquote>1. As a part of its NEPA review make an independent assessment of the effects of the proposed project on striped bass to determine whether the preparation of an EIS [Environmental Impact Statement] is required or whether any mitigative measures are necessary; and,</blockquote>\n<blockquote>2. As a part of its public interest review make a determination of the extent of Virginia Beach's water needs.</blockquote>\n<p><i>Hudson,</i> 665 F.Supp. at 450.</p>\n<p>All other objections by plaintiffs to the decision<sup>[1]</sup> of the Corps were rejected. The <span class=\"star-pagination\">*1263</span> court retained jurisdiction and directed the Corps to file with the court the results of its reconsideration and the record supporting its decision. The Corps has complied and the matter is now before the court for review of the supplemental record.<sup>[2]</sup></p>\n<p>The record includes a Supplement Environmental Assessment (SEA), a Supplement Statement of Findings (SSOF) and a Revised Finding of No Significant Impact (RFONSI).<sup>[3]</sup> The Corps concluded that Virginia Beach's withdrawal of water from Lake Gaston will have no significant impact on the human environment, that an environmental impact statement (EIS) is not necessary, and that the amount of the proposed withdrawal, 60 mgd, is needed.</p>\n<p></p>\n<h2>II. BACKGROUND</h2>\n<p>In order to evaluate the potential for harm to the striped bass population from the withdrawal of water from Lake Gaston, it is necessary to understand the Roanoke River Basin and its interconnected system of lakes as well as the history and habits of striped bass.</p>\n<p></p>\n<h2>A. THE ROANOKE RIVER BASIN</h2>\n<p>The Roanoke River is formed at the confluence of the North and South Forks in Montgomery County, Virginia, and flows generally in a southeasterly direction until it empties into the Albemarle Sound in northeastern North Carolina. Dams have been constructed on the river for both flood control and hydroelectric purposes, resulting in the formation of many lakes, the lower three of which, Kerr, Gaston and Roanoke Rapids, are important for this discussion. (Philpott and Smith Mountain are upstream from Kerr and are not directly affected by the project, although the amount of water released from them does affect the amount of water in the Kerr Lake reservoir.) Kerr Lake (also known as Bugg's Island Lake) lies mostly in Virginia and is controlled by the Wilmington District of the Corps. Lake Gaston, just downstream of Kerr, lies mostly in North Carolina and is controlled by Virginia Power Company (VEDCO). Roanoke Rapids Lake is entirely in North Carolina, lies downstream of Gaston, and is also controlled by VEPCO.</p>\n<p>By use of the dams, the flow of water can be restricted from the natural flow of the river during times of flood or high water conditions and increased during drought or low water conditions. Thus, more uniformity in stream flow can be accomplished than would occur naturally. Nevertheless, wide fluctuations still occur.</p>\n<p>All three of the dams are operated primarily for peak power production although other goals  flood control, lake levels, and river flow  are also considered. It is the flow of the river below the last dam, Roanoke Rapids, that is of primary concern when considering the impact of the project on striped bass. As the flow of the river below Roanoke Rapids Dam is entirely dependent on natural rainfall and releases from the lake at the dam, the river theoretically, of course, could dry up. This condition is prevented, however, by the license issued to VEPCO by the Federal Energy Regulatory Commission (FERC) which requires minimum releases at the Roanoke Rapids Dam in amounts which vary throughout the year. Releases of at least 1,000 cubic feet per second (cfs) are required from November through March, 2,000 cfs from April through September, and 1,500 cfs in October. VEPCO always has enough water to meet these requirements because the Corps is required by hydropower contracts with VEPCO and Carolina Power &amp; Light Co. (CP &amp; L) to make releases which, when combined with <span class=\"star-pagination\">*1264</span> natural drainage into Lake Gaston and Roanoke Rapids Lake, average at least 545 cfs (352 mgd) more than VEPCO's minimums during every month of the year. Depending on its own power generation needs, VEPCO may store this surplus in Lake Gaston and Roanoke Rapids Lake for short periods of time and release it during peak electricity demand hours. The average flow of water through Roanoke Rapids Dam is 8,153 cfs.</p>\n<p>The flow of water at Roanoke Rapids Dam is augmented during the striped bass spawning season pursuant to the terms of a 1971 Memorandum of Understanding (MOU) among the Wilmington District of the Corps, VEPCO and the North Carolina Wildlife Resources Commission (NCWRC). Under this agreement the Corps is required to release stored water in Kerr Lake between elevations of 299.5 and 302 feet, mean sea level, during the spawning season so as to maintain, when possible, a minimum stage of 13 feet below the Roanoke Rapids Dam. This release equals an outflow from the Roanoke Rapids Dam of approximately 5700-6000 cfs. The agreement requires the augmented flow for a period of 50 days, which lasts from approximately 26 April until 15 June, although NCWRC determines the exact dates.</p>\n<p>Kerr is the largest of the three lakes and is the primary storage facility in the system. In an average year, Kerr's level fluctuates 12 feet, but in any given year it may fluctuate by as much as 27 feet, between elevations of 293 and 320 feet.<sup>[4]</sup> The Corps makes every effort to maintain Kerr's level at the 293 minimum, but it is occasionally unable to do so and still release the amounts required by its contracts with the power companies. At those times, if the power companies agree, the Corps releases only enough water from Kerr to meet VEPCO's required releases at Roanoke Rapids.</p>\n<p></p>\n<h2>B. STRIPED BASS</h2>\n<p>The anadromous<sup>[5]</sup> striped bass<sup>[6]</sup> is an important sport and commercial fish native to the eastern seaboard, thriving in both salt and fresh water. They migrate in the spring from their natural habitats in the sounds and ocean up rivers and streams to spawn. Each year this ritual is repeated by striped bass migrating from the Albemarle Sound up the Roanoke River to the vicinity of Weldon, just downstream from the Roanoke Rapids Dam, where the eggs are laid. It is thought that successful spawning is dependent upon higher-than-normal river flows as the turbulence caused by the high water keeps the eggs buoyant until they become hardened and naturally attain near-neutral buoyancy.<sup>[7]</sup></p>\n<p>There has been a significant decline in the population of striped bass for many years. The problem has been addressed by governmental and private groups on the state and national level in an effort to stop the decline of, and hopefully restore, this valuable natural resource. No consensus has been reached on the cause or causes of the decline although pollution, fishing pressure and interference with the spawning process are thought to be major contributors.</p>\n<p></p>\n<h2>III. SUPPLEMENT ENVIRONMENTAL ASSESSMENT</h2>\n<p>The SEA filed by the Corps analyzes all of the materials collected and concludes that the withdrawal by Virginia Beach of up to 60 mgd from Lake Gaston will have <i>no</i> impact, let alone a <i>significant</i> impact, on the spawning of striped bass in the Roanoke River. Colonel Thomas,<sup>[8]</sup> the district engineer of the Corps' Norfolk District, separately addresses some of the factors which have been suggested to have had some effect on the decline of the population <span class=\"star-pagination\">*1265</span> of striped bass. His analysis of the data presented makes a convincing argument that the primary cause of the decline is overfishing. By correlating and analyzing data concerning the rate of flow at Roanoke Rapids Dam, he demonstrates that \"[t]he conventional thinking for years ... that more water is better ... may not have been entirely beneficial to the striped bass.\" SEA, SR 157, p. 4. He also effectively rebuts the suggestion that fluctuations in the rate of flow probably had an adverse effect on spawning activity.</p>\n<p>To plaintiffs' contention that the loss of even one day of the minimum augmented flow could have a severe impact on the success of spawning, Colonel Thomas demonstrated through data analysis that spawning has historically been practically completed by the first of June and concluded that \"[t]heoretically, the period from June 1-June 15 could be lost from the end of a spawning season with a subsequent loss of only 1% of the spawned eggs, on average.\" SEA, SR 157, p. 6.</p>\n<p>The 1983 Final Environmental Assessment (FEA), based on a model of the City of Virginia Beach, stated that the project would cause a loss of the last day of the spawning flows in one out of four years and the last two days once out of 25 years. Following remand, Virginia Beach offered to utilize the volume of storage in Kerr Lake which it purchased from the Corps in such a way as to eliminate the loss of any days of spawning flows due to its project. The SEA makes note of this offer and states further:</p>\n<blockquote>To demonstrate this capability, the Wilmington District prepared a mathematical hydrologic model of the river and reservoirs using daily flow records for the period of record. This model showed that the City's project (without using the City's storage in Kerr Reservoir) would cause a loss of the last day of the spawning flows in one out of seven years and no years with a loss of two days or more. (It should be noted that this last day may well occur prior to June 15, since 50 days of flow are not always available.) The small extent of the impact is due mainly to the small size of the City's withdrawal (60 mgd maximum) compared to the spawning season flows (6000 cfs = 4000 mgd). Use of the City's storage to restore lost days caused by the project would result in a maximum drawdown not exceeding 0.15 foot within Kerr Reservoir from elevation 299.5 feet to 299.35 feet on the average of once every seven years.... This volume of water is so small in comparison to the volume of the three reservoirs that even during the worst drought of record, coinciding with complete compensation from the City's storage in Kerr during an entire 50-day spawning period, and at the maximum withdrawal rate (60 mgd), flows from the Roanoke Rapids dam would never be caused to drop below their FERC minimums at any later time during the drought. Water levels would not be affected in either the Gaston or Roanoke Rapids reservoirs, and the maximum drawdown due to the project in Kerr Reservoir would be only an additional 0.15 foot. It is apparent, then, that the City's project would have no effect on Virginia Power's ability to meet FERC minimum releases and that, with the use of Virginia Beach's storage, all project effects on flow during the striped bass spawning season can be eliminated.</blockquote>\n<p>SEA, SR 157, p. 6.</p>\n<p></p>\n<h2>IV. SUPPLEMENT STATEMENT OF FINDINGS</h2>\n<p>The SSOF filed by the Corps in response to this court's order of 7 July 1987 states that all available information, including data contained in the SEA and comments received from federal, state and local agencies, and the general public had been evaluated. The SSOF contains a summary of the evaluation and the Corps' conclusion. Most important to this review is the conclusion by Colonel Thomas that any environmental impacts \"would be nonsignificant in the context of NEPA.\" SEA, SR 158, p. 10. Colonel Thomas further states:</p>\n<blockquote>However, it is appropriate for me to consider what would happen if I'm wrong. I recognize that striped bass are an important resource in North Carolina and elsewhere, <span class=\"star-pagination\">*1266</span> and that much effort has been directed by Congress and Federal and State agencies toward their restoration. I also recognize that this project has received a tremendous amount of public attention over the last few years, and that public perception may be a legitimate concern even when it is not supported by fact. Therefore, I find it appropriate to amend the City's permit to require as a condition that they <i>must</i> allow the Wilmington District, Corps of Engineers to utilize the storage which the City has purchased in Kerr Reservoir during the period of the striped bass augmented spawning flows to not cause the loss of any augmented spawning flow days which would otherwise be caused by the City's withdrawal. By completely compensating for their withdrawal during the spawning season, this will virtually eliminate the possibility of any adverse effects of even minimal significance which this project could cause during the critical life stages of the Roanoke/Albemarle striped bass.</blockquote>\n<p>SSOF, SR 158, p. 10.</p>\n<p></p>\n<h2>V. THE CORPS' NEED ANALYSIS</h2>\n<p>Upon remand the Corps invited submissions regarding water supply analyses and projections of deficits for Virginia Beach (the Norfolk water system) and Southside Hampton Roads through the year 2030. The State of North Carolina, the City of Virginia Beach and the Virginia State Water Control Board responded. These submissions were evaluated by the Corps which concluded that Virginia Beach's need is <i>at least</i> the 60 mgd for which a withdrawal permit is sought. Colonel Thomas placed great reliance on a 1984 study by the Corps which found a 55 mgd deficit in Hampton Roads and in the James Water Supply Plan of the Virginia State Water Control Board which found a 2030 deficit in the Norfolk  Virginia Beach  Chesapeake  Portsmouth  Suffolk area of between 49 and 81 mgd. With regard to the latter study the SSOF stated:</p>\n<blockquote>The water systems of these five cities represent the total pool of existing supplies from which Virginia Beach's needs could be met. The 49 mgd figure represents the amount of water which would be needed to avoid \"storage depletion\" (i.e., running completely out of water after having instituted voluntary conservation, followed by mandatory water use restrictions, followed by rationing). The 81 mgd figure represents the amount needed to avoid having to impose any but voluntary conservation. These figures also assume that the distribution systems of the entire five-city area would be completely interconnected and that each city would fully share all of its water with all of its neighbors. The former is correct in large part already, and further interconnection will encounter problems with diminishing returns. The different water sources and the independent operation of the municipal utilities would tend to preclude the total and equal sharing of water that can be achieved with complete efficiency only in theory. For these reasons the actual five-city deficits will probably be slightly more than these theoretical deficits projected by the Board.</blockquote>\n<p>SSOF, SR 158, p. 13.</p>\n<p></p>\n<h2>VI. APPLICABLE STATUTES AND REGULATIONS</h2>\n<p>As the court stated in its prior review, four statutes and their implementing regulations are pertinent: The Rivers and Harbors Appropriation Act of 1899, 33 U.S.C.A. § 403 (1986); the Clean Water Act, 33 U.S. C.A. §§ 1251-1376 (1986); the Water Supply Act of 1958, 43 U.S.C.A. §§ 390b-390f (1986); and the National Environmental Policy Act of 1969 (NEPA), 42 U.S.C.A. §§ 4321-4347 (1977). Pursuant to section 10 of the Rivers and Harbors Act of 1899, 33 U.S.C.A. § 403 (1986), the Corps of Engineers is responsible for evaluating proposed construction projects in the navigable waters of the United States. Section 404 of the Clean Water Act, 33 U.S.C.A. § 1344 (1986), gives the Corps jurisdiction to issue permits for the discharge of dredged or fill materials into the navigable waters of the United States. The Water Supply Act authorizes the Corps to reallocate water storage in federal reservoirs <span class=\"star-pagination\">*1267</span> such as Kerr Reservoir. 43 U.S.C.A. § 390b (1986). In exercising the authority granted by these three statutes, the Corps must also comply with the prerequisites of NEPA.</p>\n<p></p>\n<h2>A. NEPA</h2>\n<p>Congress enacted NEPA to oblige federal agencies to consider the environmental consequences of proposed actions in the decision-making process, thereby insuring \"fully informed and well-considered\" decisions. <i>Strycker's Bay Neighborhood Council, Inc. v. Karlen,</i> 444 U.S. 223, 228, 100 S.Ct. 497, 500, 62 L.Ed.2d 433 (1980) (per curiam) (quoting <i>Vermont Yankee Nuclear Power Corp. v. National Resources Defense Council, Inc.,</i> 435 U.S. 519, 558, 98 S.Ct. 1197, 1219, 55 L.Ed.2d 460 (1978)). Pursuant to section 102(2)(C) of the Act, 42 U.S.C.A. § 4332(2)(C), a federal agency has the duty to prepare a detailed environmental statement, known as an environmental impact statement (EIS), on every major federal action significantly affecting the quality of the human environment. In order to determine which actions trigger this provision, the Corps has promulgated regulations to implement NEPA, 33 C.F.R. pt. 230 (1986). The Corps is simultaneously governed by the Council on Environmental Quality (CEQ) regulations construing and implementing NEPA, 40 C.F.R. pts. 1500-1508 (1986).</p>\n<p>These implementing regulations outline Corps procedure for evaluating a proposal. Before issuing a permit the Corps must prepare an environmental assessment (EA) to determine whether the proposed action would significantly affect the quality of the human environment, thereby requiring preparation of a comprehensive EIS. 33 C.F.R. pt. 230, app. B(8)(a). Typically the EA is a brief evaluation, normally not exceeding fifteen pages, of the likely environmental effects of a proposal, the need for and the alternatives to the proposed action. 33 C.F.R. § 230.9(c) and 33 C.F.R. pt. 230, app. B(8)(a). When the district engineer concludes that a project will not significantly affect the quality of the human environment, he must prepare a FONSI presenting the reasons for this conclusion. 33 C.F.R. § 230.10 and 33 C.F.R. pt. 230, app. B(8)(c).</p>\n<p></p>\n<h2>B. PUBLIC INTEREST REVIEW AND OTHER CORPS REGULATIONS</h2>\n<p>In addition to the regulations implementing NEPA, the Corps has adopted regulations which serve as guidelines for the evaluation of all regulatory permit applications. 33 C.F.R. pt. 320 (1986). Chief among these regulations is 33 C.F.R. § 320.4(a) which requires the Corps to undertake a general \"public interest review\" to decide whether a permit should issue. In this review the Corps must evaluate a proposal's overall impact on the public interest, balancing the \"benefits which reasonably may be expected to accrue ... against its reasonably foreseeable detriments.\" 33 C.F.R. § 320.4(a).</p>\n<p>The decision whether to issue the permit depends on the outcome of this balancing of factors. A permit is to be granted unless the district engineer determines that it will be contrary to the public interest. 33 C.F.R. § 320.4(a)(1). When the decision on the permit application is made the district engineer must include the results of his public interest review in the Statement of Findings, a document which must be prepared in all permit decisions not requiring preparation of an EIS. 33 C.F.R. § 325.2(a)(6) (1986).</p>\n<p></p>\n<h2>VII. CONTENTIONS</h2>\n<p>Both North Carolina and RRBA devote most of their arguments to the striped bass issue. Each contends that the Corps' analysis is flawed and not supported by expert opinion. They argue that the Corps failed to utilize data on a new flow regime using instead an outdated flow regime. The Corps' conclusions regarding the effect of fishing on the striped bass problem are disputed, and the Corps is taken to task for failing to consider cumulative impacts in its analysis. RRBA also contends that the Corps ignored important findings by the United States Congress. Additionally, both parties attack the Corps' determination of the extent of Virginia Beach's need.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1268</span> VIII. STANDARD OF REVIEW</h2>\n<p>The applicable review standard is found in the Administrative Procedure Act which provides in pertinent part:</p>\n<blockquote>The reviewing court shall </blockquote>\n<blockquote>(2) hold unlawful and set aside agency action, findings, and conclusions found to be </blockquote>\n<blockquote>(A) arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law;</blockquote>\n<blockquote>....</blockquote>\n<blockquote>(D) without observance of procedure required by law.</blockquote>\n<p>5 U.S.C.A. § 706(2)(A) &amp; (D) (West 1977). Any interpretation of this standard must begin with the Supreme Court's decision in <i>Citizens to Preserve Overton Park, Inc. v. Volpe,</i> 401 U.S. 402, 91 S.Ct. 814, 28 L.Ed.2d 136 (1971). In <i>Overton Park</i> the Supreme Court made clear that the court's obligation pursuant to this statute is twofold. The court must consider, first, whether the agency acted within the scope of its authority and, second, whether the actual choice made by the agency was arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law. To make this finding the court must consider whether the decision was based on a consideration of the relevant factors and whether there was a clear error of judgment. This standard of review is highly deferential and the agency decision is \"entitled to a presumption of regularity.\" <i>Overton Park,</i> 401 U.S. at 415, 91 S.Ct. at 823.</p>\n<p>The agency must examine the relevant data and articulate a satisfactory explanation for its action, including a \"rational connection between the facts found and the choice made.\" <i>Bowman Transportation, Inc. v. Arkansas-Best Freight System, Inc.,</i> 419 U.S. 281, 285, 95 S.Ct. 438, 441, 42 L.Ed.2d 447 (1974), <i>reh'g denied,</i> 420 U.S. 956, 95 S.Ct. 1340, 43 L.Ed.2d 433 (1975) (quoting <i>Burlington Truck Lines, Inc. v. United States,</i> 371 U.S. 156, 168, 83 S.Ct. 239, 245, 9 L.Ed.2d 207 (1962)). Furthermore, the court may not supply a reasoned basis for the decision that the agency has not given. <i>Bowman Transportation,</i> 419 U.S. at 285-86, 95 S.Ct. at 441-42. In <i>Motor Vehicles Manufacturers Ass'n of the United States, Inc. v. State Farm Mutual Auto Insurance Co.,</i> 463 U.S. 29, 103 S.Ct. 2856, 77 L.Ed.2d 443 (1983), the court said:</p>\n<blockquote>[A]n agency rule would be arbitrary and capricious if the agency has relied on factors which Congress has not intended it to consider, entirely failed to consider an important aspect of the problem, offered an explanation for its decision that runs counter to the evidence before the agency, or is so implausible that it could not be ascribed to a difference in view or the product of agency expertise.</blockquote>\n<p><i>Id.</i> at 43, 103 S.Ct. at 2866.</p>\n<p>In reviewing whether the agency has complied with the requirements of NEPA, the only role for the court is to insure that the agency has taken a \"hard look\" at the environmental consequences; it cannot \"interject itself within the area of discretion of the executive as to the choice of the action to be taken.\" <i>Kleppe v. Sierra Club,</i> 427 U.S. 390, 410 n. 21, 96 S.Ct. 2718, 2730 n. 21, 49 L.Ed.2d 576 (1976). In enacting NEPA, Congress did not require agencies to elevate environmental concerns over other appropriate considerations. <i>Baltimore Gas &amp; Electric Co. v. Natural Resources Defense Council, Inc.,</i> 462 U.S. 87, 103 S.Ct. 2246, 76 L.Ed.2d 437 (1983). In applying the arbitrary and capricious standard to NEPA determinations, the court must engage in a substantial inquiry to determine whether the agency, in its conclusions, made a good faith judgment, after considering all relevant factors, including possible alternative or mitigative measures. <i>Coalition for Responsible Regional Development v. Coleman,</i> 555 F.2d 398 (4th Cir.1977). In passing on the good faith issue, the court may not substitute its judgment for that of the agency but must only look to see that the official or agency took a hard look at all relevant factors. In considering alternatives, the agency need only set forth those alternatives sufficiently so as to permit a reasoned choice. <i>Coleman,</i> 555 F.2d at 400.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1269</span> IX. ANALYSIS</h2>\n<p></p>\n<h2>A. EFFECT OF THE PROJECT ON STRIPED BASS</h2>\n<p></p>\n<h2>1. <i>The Effect of River Flow</i>\n</h2>\n<p>Plaintiffs contend that the conclusions reached by the Corps are at odds with the conclusions of the National Marine Fisheries Service (NMFS), the U.S. Fish and Wildlife Service (USFWS), the North Carolina Wildlife Resources Commission (NCWRC) and the North Carolina Division of Marine Fisheries (NCDMF), all of whom submitted comments to the Corps. Plaintiffs further contend that the Corps' analysis is flawed because it used the \"old flow regime\" instead of a new one. The \"flow regime\" refers to the flow at the Roanoke Rapids Dam during the spawning season which, as noted earlier, is a period of time when the FERC mandated flow is highest and the flow is augmented by the additional water provided under the MOU. Plaintiffs contend that this regime is outdated and needs to be changed. Indeed, such is the argument of officials from the four agencies named above, a fact acknowledged by the Corps.</p>\n<p>After remand of this matter to the Corps in 1987, the Roanoke River Water Flow Committee (committee) was formed. The committee consists of representatives of the four wildlife agencies, a representative from the North Carolina Department of Agriculture and fisheries biologists from North Carolina State University and East Carolina University. Apparently, none of the Corps' experts were asked to serve as members of the committee, although a representative from the Corps was asked to, and did, serve as an \"advisor\" to the committee. This committee collected data and concluded that the 1971 flow regime was inadequate and that flows much greater than the 2,000 cfs FERC minimum are necessary before the beginning of the spawning season in order to attract mature bass to the spawning grounds and to provide satisfactory conditions for the growth of plankton, the food source for young striped bass. In addition, the committee concluded that increased flows are necessary during the spawning season to stimulate the fish to release their eggs and after the spawning season to transport eggs and larvae to their feeding grounds. These findings led the committee to conclude that an increased period of augmented flow was necessary. Its first recommendation was for augmented flow for a period of 122 days between 1 March and 30 June, ranging from 7543 cfs in March to 3058 cfs at the end of June. After consultation with the Corps and VEPCO, however, these dates and rates of flow were revised downward to provide for lower flows for a shorter period of time.</p>\n<p>In the SSOF, Colonel Thomas made note of and commented upon submissions of the committee and the various agencies and acknowledged that \"different conclusions can and have been reached from the same raw data.\" He agreed with some conclusions by the committee and disagreed with others. Important to this analysis is the fact that he <i>considered</i> all conclusions. Nothing more was required. The fact that the Corps did not change its decision based on those conclusions does not make the decision arbitrary or capricious. The court finds the Corps' decision, in this respect, to be in accordance with the requirements of the law. The court is particularly impressed with the fairness  the lack of arbitrariness  in the Corps' treatment of each contention advanced by plaintiffs based on work of the committee. This treatment is especially commendable in view of the fact that those who formed the committee did not show the same courtesy to the Corps, either in the formation of the committee or in its functioning. The formation of a committee of \"experts\" to deal with a question of the flow<sup>[9]</sup> of water in a river without inviting the Corps, the acknowledged \"expert\" in such matters, raises some doubt about the impartiality of the committee and the credibility of its findings. The timing of the committee's formation increases those doubts.</p>\n<p><span class=\"star-pagination\">*1270</span> Casting aside any doubts arising out of formation of the committee, however, the court is impressed with the thoroughness and impartiality of the Corps' analysis. Especially when given the presumption of regularity to which the Corps' decision is entitled, <i>see Overton Park,</i> 401 U.S. at 415, 91 S.Ct. at 823, the court is convinced that the Corps has adequately examined the data and articulated a satisfactory explanation for its decision.</p>\n<p>There can be no doubt that the flow of the Roanoke River, especially at the Roanoke Rapids Dam, has some effect on the success or failure of the reproduction of striped bass. If this valuable resource is to survive, and particularly if it is to regain its former population level, the best efforts of all interested parties, including state and federal agencies, must be asserted. Those efforts have been going on for many years now and they must continue. The court hopes that one benefit of this massive and time-consuming lawsuit will be to focus increased attention on the importance of this natural resource. Interruptions in the delicate balances of nature, whether through pollution, use and abuse of resources such as water, or through other causes, invariably take a heavy toll on natural resources, particularly fish and wildlife.</p>\n<p>Separate and apart from the work of the committee, plaintiffs contend that the Corps erred by not accepting the recommendations of the four expert agencies most directly concerned with striped bass, USFWS, NMFS, NCDMF and NCDWR, all of whom expressed the view that a full environmental impact study should be conducted and an EIS prepared.<sup>[10]</sup> As noted in this court's prior opinion, Corps regulations require consultation with these agencies and accord \"great weight\" to their views. With good reason, however, nothing in the regulations, the statutes, or the cases interpreting either <i>requires</i> the Corps to <i>follow</i> the views of such agencies. Such a requirement would give the agencies veto power over Corps decisions. <i>Sierra Club v. Callaway,</i> 499 F.2d 982 (5th Cir.1974). In making decisions affecting specific natural resources it is to be expected that the Corps should be required to consult with experts in the field and seriously consider their views. The final decision remains, as it must, for the Corps.</p>\n<p></p>\n<h2>2. <i>The Effect of Fishing</i>\n</h2>\n<p>In its analysis of the decline of the striped bass population, the Corps considered the effect of fishing and concluded that overfishing was a significant factor. Plaintiffs contend that the Corps' analysis was flawed and that the effect of fishing was not appropriate for consideration in the SEA. However, as the Corps said in its SSOF:</p>\n<blockquote>The court directed the Corps to address the effects of the City's project on striped bass. Several factors affect, or may affect, the Roanoke/Albemarle striped bass: recruitment, natural mortality, fishing mortality, flow, water quality, etc. Thought of as an equation with many variables, it is exceedingly difficult to find the result of altering one variable without knowing something about the other variables.</blockquote>\n<p>SSOF, SR 158, p. 7. The court concurs and feels confident that had the Corps <i>not</i> considered fishing mortality as well as the other variables, plaintiffs would now be citing that failure in support of their position in this case.</p>\n<p>Plaintiffs particularly object to the Corps' consideration of a document of the Atlantic States Marine Fisheries Commission (ASMFC) contending that it was only a draft document by a subcommittee of the commission whose findings have been cast into doubt by later data. ASMFC has been studying the major striped bass populations along the East Coast for many years and a subcommittee has been studying fishing mortality which is defined as \"the measure of that portion of a population which is lost due to fishing, as opposed to natural mortality (predation, disease, etc.).\" SEA, SR 157, p. 10.</p>\n<p><span class=\"star-pagination\">*1271</span> USFWS and NMFS disagreed with the findings of the subcommittee of ASMFC and communicated their opinions to the Corps. Their disagreement was based, in large measure, on the successful 1988 spawning season.</p>\n<p>Colonel Thomas, in his analysis, recognized that the document was a draft report of a subcommittee so neither plaintiffs nor this court have been deceived. In addition, he considered the opinions of USFWS and NMFS and concluded in his SSOF that the earlier analysis in the SEA was correct and that \"it [is] unlikely that any improvement in environmental conditions would substantially improve striped bass recruitment until the overfishing problem has been remedied.\" SSOF, SR 158, p. 7. The court is unable to say that the Corps' finding in this respect, or the analysis leading to it, was arbitrary or capricious.</p>\n<p></p>\n<h2>3. <i>Cumulative Impacts</i>\n</h2>\n<p>Plaintiffs complain that the Corps did not consider the cumulative impacts of potential future uses of the river, such as municipal, industrial and agricultural withdrawals, on striped bass. In its first consideration of this matter the Corps considered other potential uses of the Roanoke River as they might impact on river flow. The court, in its initial review, found this part of the Corps' decision not to be arbitrary or capricious. Furthermore, the remand order was specific as to the scope of the additional review required and it did not include cumulative impacts of potential future uses. Finally, such future uses remain now, as they did at the first review, entirely speculative.</p>\n<p></p>\n<h2>4. <i>Congressional Findings</i>\n</h2>\n<p>RRBA contends that the Corps ignored important congressional findings when analyzing the effects of the project on striped bass. The basis of this contention is a bill passed by Congress reauthorizing appropriations to implement the Atlantic Striped Bass Conservation Act. 16 U.S.C.A. § 1851 (West 1985) (the Act). The Act, P.L. 100-589, 102 Stat. 2984 (Nov. 3, 1988), appropriated funds for a period of three years for the <i>continuation</i> of the activities authorized by the Act. By appropriating these funds, Congress reiterated concerns which have been known for decades, such as the fact that the striped bass populations have been declining and that many factors, including overfishing and river flow in the spawning grounds, are thought to be involved. The Act mandates a study in an effort to find causes for the decline and solutions to the problem. It is quite obvious that the concerns addressed in the Act are the same ones addressed by the Corps in its assessment, and the court finds no deficiency in the decision of the Corps on this ground.</p>\n<p>If this legislation has any significance in the decision of the court, it lies in what is <i>not</i> said, rather than in what <i>is</i> said. As is obvious to all, the project underlying this action is controversial and has involved the political leaders of Virginia and North Carolina for at least a decade. This legislation was passed in 1988, well after the court's July 1987 decision remanding the matter to the Corps for reconsideration primarily of the striped bass issue. Thus, when the Act was passed, Congress knew that striped bass, the subject of the Act, were also the central focus of this lawsuit. If Congress had intended that a moratorium be placed on withdrawals from the Roanoke River pending the study it mandated or that the Corps or this court should consider such action, it, no doubt, would have expressed its intent in the Act.</p>\n<p></p>\n<h2>5. <i>Mitigation</i>\n</h2>\n<p>As noted, the Corps ordered mitigation measures, as a precaution, even though it concluded that the project would have no significant impact on striped bass. North Carolina argues that even this measure is insufficient because it is based on the old flow regime and a flawed model. The Corps demonstrated, however, that the mitigative measures will result in no impact by the project under either flow regime or either model.<sup>[11]</sup></p>\n<p><span class=\"star-pagination\">*1272</span> Courts have permitted the effect of mitigation measures to be considered in determining whether preparation of an EIS is necessary. <i>Jones v. Gordon,</i> 792 F.2d 821, 829 (9th Cir.1986). \"[W]hen mitigation measures compensate for otherwise adverse environmental impacts, the threshold level of `significant impacts' is not reached so no EIS is required.\" <i>C.A.R.E. Now, Inc. v. F.A.A.,</i> 844 F.2d 1569, 1575 (11th Cir.1988), <i>reh'g denied,</i> 854 F.2d 1326 (11th Cir.1988) (citing <i>Cabinet Mountains Wilderness/Scotchman's Peak Grizzly Bears v. Peterson,</i> 685 F.2d 678, 682 (D.C.Cir. 1982)). As the court said in <i>Cabinet Mountains Wilderness:</i></p>\n<blockquote>NEPA's EIS requirement is governed by the rule of reason ... and an EIS must be prepared only when significant environmental impacts will occur as a result of the proposed action. If, however, the proposal is modified prior to implementation by adding specific mitigation measures which completely compensate for any possible adverse environmental impacts stemming from the original proposal, the statutory threshold of significant environmental effects is not crossed and an EIS is not required. To require an EIS in such circumstances would trivialize NEPA and would `diminish its utility in providing useful environmental analysis for major federal actions that truly affect the environment.'</blockquote>\n<p>685 F.2d at 682 (citations omitted).</p>\n<p>Dire consequences, particularly in the river flow, are forecast by North Carolina in the event of a severe drought. Whether that forecast or the Corps' forecast, that the project will have no impact on the river flow, is correct remains to be seen. This court is not an expert on that subject. Neither is North Carolina. The Corps is. And it is to the Corps that the Congress has entrusted the final decision. This court's sole function is to review the Corps' decision under the standard herein set out. Having done so, the court is convinced that the decision, insofar as it deals with striped bass, is not arbitrary and capricious. This is especially true considering the mitigative measure which was ordered.</p>\n<p></p>\n<h2>B. VIRGINIA BEACH'S NEED</h2>\n<p>Plaintiffs contend that the Corps has not complied with the court's mandate to assess Virginia Beach's need. Specifically, they contend that population projections which have been used are too high and that other sources of water have not been adequately factored into the equation. The court disagrees. This court's 1987 Opinion upheld as reasonable the Corps' determination that Virginia Beach had a need for water and remanded only for a determination of the <i>extent</i> of that need. Upon remand the Corps sought input from all interested parties and all available sources. Its analysis of the projections of the amount of water Virginia Beach will need in 2030 and the amount which will be available may be flawed in some respects but is not arbitrary or capricious. Indeed, this court is convinced that 60 mgd in 2030 may be insufficient to meet the city's need after considering all other reasonably foreseeable sources of water. As Colonel Thomas stated:</p>\n<blockquote>I am convinced that there will never be a consensus among experts, much less among those willing to offer an opinion, as to the extent of Virginia Beach's water needs. A cynic would say, ad hominem, that North Carolina and RRBA, as plaintiffs, are underestimating the need and Virginia Beach, as defendant, is overestimating it and, in fact those parties have said just those things about each other. It is not sufficient to merely select a figure in the middle, though, because potable water is vital to human health and welfare and such decisions must not be made so lightly.</blockquote>\n<p>SSOF, SR 158, pp. 12-13. Colonel Thomas then very carefully analyzed the available information and contentions and concluded that \"Virginia Beach needs this 60 mgd project.\" He reached this conclusion only after a searching analysis which complies with the requirement of an assessment of the public need for the project.</p>\n<p></p>\n<h2>X. CONCLUSION</h2>\n<p>As noted in this court's earlier opinion, the center of the controversy here is the <span class=\"star-pagination\">*1273</span> <i>interbasin transfer</i> of water. The controversy is not state against state,<sup>[12]</sup> but basin against basin, the James River Basin against the Roanoke River Basin. This point is borne out by the fact that many of the plaintiffs are residents of the State of Virginia. The State of North Carolina is lead plaintiff but only because more of its citizens are involved.</p>\n<p>It is quite natural for citizens to be concerned with the withdrawal of water from the basin in the area in which they live for use in another place. Interbasin transfer not only eliminates the availability of the water from the basin but it also has the potential to increase the degree of pollution of the water remaining in the basin. Nevertheless, whether to permit interbasin transfer of water is essentially a political decision.</p>\n<p>Water is a necessity of life. It is a valuable resource which must be protected and conserved and shared by all. Congress has long recognized the importance of this natural resource and has passed many acts, some of which are relevant to this litigation, to conserve it and regulate its use. Primary responsibility for enforcement and implementation of the legislation pertinent here lies with the Corps. It has discharged that responsibility and concluded that the City of Virginia Beach should be allowed to withdraw up to 60 mgd from Lake Gaston. This court's review discloses that, in reaching its decision, the Corps has taken a \"hard look\" at the environmental consequences, including the potential effect on striped bass. <i>Kleppe,</i> 427 U.S. at 410, 96 S.Ct. at 2730. The Corps' decision will be upheld. An appropriate order will issue.</p>\n<h2>NOTES</h2>\n<p>[1]  Actually there were <i>two</i> decisions of the Corps under review. One, by the Norfolk District, to issue a permit to construct a water intake structure and pipeline in Lake Gaston to extend to Suffolk, Virginia, and the other, by the Wilmington District, to enter into a water storage reallocation contract for Kerr Reservoir.</p>\n<p>[2]  The record consists of <i>twenty-three</i> volumes of material consisting of 165 documents, most of which are multi-page. In addition, the parties have, by stipulation, added another three volumes containing in excess of fifty documents. One of the briefs filed with the court suggests that the record compiled on remand is twice the size of the original record.</p>\n<p>[3]  The Norfolk and Wilmington Districts each filed a RFONSI addressing their separate areas of responsibility, although the Wilmington District based its RFONSI on the Norfolk District's findings.</p>\n<p>[4]  320 feet is the top of the spillway at Kerr Lake.</p>\n<p>[5]  To distinguish from the landlocked striped bass found in Kerr Lake.</p>\n<p>[6]  Also known as Rockfish.</p>\n<p>[7]  This principle was stated as a fact in the original record before the court but the validity of the thesis seems to be questioned in the Supplemental Record (SR). <i>See</i> SEA, SR 157.</p>\n<p>[8]  Colonel J.J. Thomas, successor to Colonel Hudson.</p>\n<p>[9]  Even the <i>name</i> of the committee, The Roanoke River Water Flow Committee, suggests that its primary function is to deal with the <i>flow</i> of water in the Roanoke River!!</p>\n<p>[10]  It is at least questionable whether this view prevails when the mitigation requirement is considered as only one of the agencies, USFWS, addressed mitigation. SR 102, pp. 3-4.</p>\n<p>[11]  The \"models\" referred to are computer models, one constructed by the Corps' Wilmington office and the other by Virginia Beach. The Corps relied primarily on its own model.</p>\n<p>[12]  Such clashes are common within the State of North Carolina where fourteen interbasin transfers now divert about 40 mgd. One such dispute currently exists over the proposal of two Wake County towns, Cary and Apex, to withdraw water from Lake Jordan, in the Cape Fear Basin, and discharge it into the Neuse River Basin. <i>The News and Observer,</i> Raleigh, N.C., January 15, 1990, at 1B. Such transfers have served as a \"`lightning rod for disputes among water users in North Carolina and elsewhere.'\" <i>Id.</i> (quoting from the fall issue of <i>Popular Government</i> magazine, a publication of the Institute of Government, Chapel Hill, North Carolina).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">731</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1261</span></span> (1990)</b></center>\n<center><h1>STATE OF NORTH CAROLINA, et al., Plaintiffs,<br>\nv.<br>\nColonel Ronald E. HUDSON, et al., Defendants.</h1></center>\n<center>No. 84-36-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>February 2, 1990.</center>\n<p><span class=\"star-pagination\">*1262</span> Alan S. Hirsh, Atty. Gen., for State of N.C.</p>\n<p>Patrick M. McSweeney, McSweeney, Burtch &amp; Crump, Richmond, Va., for plaintiffs.</p>\n<p>John R. Jordan, Jr. and Robert R. Price, Jordan, Price, Wall, Gray &amp; Jones, Raleigh, N.C. (John F. Kay, Jr., M. Scott Hart, James E. Ryan, Jr., George A. Somerville and Susan Warriner Custer, Mays &amp; Valentine, Richmond, Va., and Kevin J. Cosgrove, Acting City Atty., City of Virginia Beach, Virginia Beach, Va., of counsel), for City of Virginia Beach, Va.</p>\n<p>Rudolf A. Renfer, Jr., Asst. U.S. Atty., Raleigh, N.C., and Glen R. Goodsell, Lands Div., U.S. Dept. of Justice, Washington, D.C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>BRITT, Chief Judge.</p>\n<p>The City of Virginia Beach, Virginia, is seeking permission from the United States Corps of Engineers (the Corps) to construct a sixty-inch pipeline some 84.5 miles across southern Virginia and withdraw up to 60 million gallons of water per day (mgd) from Lake Gaston for the purpose of meeting its municipal water supply needs. After the Corps made a decision to issue the permits needed by Virginia Beach to accomplish the project, this action was begun by the State of North Carolina, the Roanoke River Basin Association (RRBA) and several counties in Virginia and North Carolina for judicial review of the decision of the Corps. Thereafter, this court conducted a review of the Corps' decision under the Administrative Procedure Act, 5 U.S.C.A. § 706 (West 1977) and rendered a decision on 7 July 1987, <i>State of North Carolina v. Hudson,</i> <span class=\"citation\" data-id=\"1669029\"><a href=\"/opinion/1669029/state-of-nc-v-hudson/\"><span class=\"volume\">665</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">428</span></a></span> (E.D.N.C.1987).</p>\n<p></p>\n<h2>I. PROCEDURAL HISTORY</h2>\n<p>After a thorough review of the Administrative Record and consideration of the arguments and briefs of all parties, the court remanded the matter to the Corps. The court's decision was very specific on the scope of the further review which was mandated:</p>\n<p>On remand, the Corps shall:</p>\n<blockquote>1. As a part of its NEPA review make an independent assessment of the effects of the proposed project on striped bass to determine whether the preparation of an EIS [Environmental Impact Statement] is required or whether any mitigative measures are necessary; and,</blockquote>\n<blockquote>2. As a part of its public interest review make a determination of the extent of Virginia Beach's water needs.</blockquote>\n<p><i>Hudson,</i> 665 F.Supp. at 450.</p>\n<p>All other objections by plaintiffs to the decision<sup>[1]</sup> of the Corps were rejected. The <span class=\"star-pagination\">*1263</span> court retained jurisdiction and directed the Corps to file with the court the results of its reconsideration and the record supporting its decision. The Corps has complied and the matter is now before the court for review of the supplemental record.<sup>[2]</sup></p>\n<p>The record includes a Supplement Environmental Assessment (SEA), a Supplement Statement of Findings (SSOF) and a Revised Finding of No Significant Impact (RFONSI).<sup>[3]</sup> The Corps concluded that Virginia Beach's withdrawal of water from Lake Gaston will have no significant impact on the human environment, that an environmental impact statement (EIS) is not necessary, and that the amount of the proposed withdrawal, 60 mgd, is needed.</p>\n<p></p>\n<h2>II. BACKGROUND</h2>\n<p>In order to evaluate the potential for harm to the striped bass population from the withdrawal of water from Lake Gaston, it is necessary to understand the Roanoke River Basin and its interconnected system of lakes as well as the history and habits of striped bass.</p>\n<p></p>\n<h2>A. THE ROANOKE RIVER BASIN</h2>\n<p>The Roanoke River is formed at the confluence of the North and South Forks in Montgomery County, Virginia, and flows generally in a southeasterly direction until it empties into the Albemarle Sound in northeastern North Carolina. Dams have been constructed on the river for both flood control and hydroelectric purposes, resulting in the formation of many lakes, the lower three of which, Kerr, Gaston and Roanoke Rapids, are important for this discussion. (Philpott and Smith Mountain are upstream from Kerr and are not directly affected by the project, although the amount of water released from them does affect the amount of water in the Kerr Lake reservoir.) Kerr Lake (also known as Bugg's Island Lake) lies mostly in Virginia and is controlled by the Wilmington District of the Corps. Lake Gaston, just downstream of Kerr, lies mostly in North Carolina and is controlled by Virginia Power Company (VEDCO). Roanoke Rapids Lake is entirely in North Carolina, lies downstream of Gaston, and is also controlled by VEPCO.</p>\n<p>By use of the dams, the flow of water can be restricted from the natural flow of the river during times of flood or high water conditions and increased during drought or low water conditions. Thus, more uniformity in stream flow can be accomplished than would occur naturally. Nevertheless, wide fluctuations still occur.</p>\n<p>All three of the dams are operated primarily for peak power production although other goals  flood control, lake levels, and river flow  are also considered. It is the flow of the river below the last dam, Roanoke Rapids, that is of primary concern when considering the impact of the project on striped bass. As the flow of the river below Roanoke Rapids Dam is entirely dependent on natural rainfall and releases from the lake at the dam, the river theoretically, of course, could dry up. This condition is prevented, however, by the license issued to VEPCO by the Federal Energy Regulatory Commission (FERC) which requires minimum releases at the Roanoke Rapids Dam in amounts which vary throughout the year. Releases of at least 1,000 cubic feet per second (cfs) are required from November through March, 2,000 cfs from April through September, and 1,500 cfs in October. VEPCO always has enough water to meet these requirements because the Corps is required by hydropower contracts with VEPCO and Carolina Power &amp; Light Co. (CP &amp; L) to make releases which, when combined with <span class=\"star-pagination\">*1264</span> natural drainage into Lake Gaston and Roanoke Rapids Lake, average at least 545 cfs (352 mgd) more than VEPCO's minimums during every month of the year. Depending on its own power generation needs, VEPCO may store this surplus in Lake Gaston and Roanoke Rapids Lake for short periods of time and release it during peak electricity demand hours. The average flow of water through Roanoke Rapids Dam is 8,153 cfs.</p>\n<p>The flow of water at Roanoke Rapids Dam is augmented during the striped bass spawning season pursuant to the terms of a 1971 Memorandum of Understanding (MOU) among the Wilmington District of the Corps, VEPCO and the North Carolina Wildlife Resources Commission (NCWRC). Under this agreement the Corps is required to release stored water in Kerr Lake between elevations of 299.5 and 302 feet, mean sea level, during the spawning season so as to maintain, when possible, a minimum stage of 13 feet below the Roanoke Rapids Dam. This release equals an outflow from the Roanoke Rapids Dam of approximately 5700-6000 cfs. The agreement requires the augmented flow for a period of 50 days, which lasts from approximately 26 April until 15 June, although NCWRC determines the exact dates.</p>\n<p>Kerr is the largest of the three lakes and is the primary storage facility in the system. In an average year, Kerr's level fluctuates 12 feet, but in any given year it may fluctuate by as much as 27 feet, between elevations of 293 and 320 feet.<sup>[4]</sup> The Corps makes every effort to maintain Kerr's level at the 293 minimum, but it is occasionally unable to do so and still release the amounts required by its contracts with the power companies. At those times, if the power companies agree, the Corps releases only enough water from Kerr to meet VEPCO's required releases at Roanoke Rapids.</p>\n<p></p>\n<h2>B. STRIPED BASS</h2>\n<p>The anadromous<sup>[5]</sup> striped bass<sup>[6]</sup> is an important sport and commercial fish native to the eastern seaboard, thriving in both salt and fresh water. They migrate in the spring from their natural habitats in the sounds and ocean up rivers and streams to spawn. Each year this ritual is repeated by striped bass migrating from the Albemarle Sound up the Roanoke River to the vicinity of Weldon, just downstream from the Roanoke Rapids Dam, where the eggs are laid. It is thought that successful spawning is dependent upon higher-than-normal river flows as the turbulence caused by the high water keeps the eggs buoyant until they become hardened and naturally attain near-neutral buoyancy.<sup>[7]</sup></p>\n<p>There has been a significant decline in the population of striped bass for many years. The problem has been addressed by governmental and private groups on the state and national level in an effort to stop the decline of, and hopefully restore, this valuable natural resource. No consensus has been reached on the cause or causes of the decline although pollution, fishing pressure and interference with the spawning process are thought to be major contributors.</p>\n<p></p>\n<h2>III. SUPPLEMENT ENVIRONMENTAL ASSESSMENT</h2>\n<p>The SEA filed by the Corps analyzes all of the materials collected and concludes that the withdrawal by Virginia Beach of up to 60 mgd from Lake Gaston will have <i>no</i> impact, let alone a <i>significant</i> impact, on the spawning of striped bass in the Roanoke River. Colonel Thomas,<sup>[8]</sup> the district engineer of the Corps' Norfolk District, separately addresses some of the factors which have been suggested to have had some effect on the decline of the population <span class=\"star-pagination\">*1265</span> of striped bass. His analysis of the data presented makes a convincing argument that the primary cause of the decline is overfishing. By correlating and analyzing data concerning the rate of flow at Roanoke Rapids Dam, he demonstrates that \"[t]he conventional thinking for years ... that more water is better ... may not have been entirely beneficial to the striped bass.\" SEA, SR 157, p. 4. He also effectively rebuts the suggestion that fluctuations in the rate of flow probably had an adverse effect on spawning activity.</p>\n<p>To plaintiffs' contention that the loss of even one day of the minimum augmented flow could have a severe impact on the success of spawning, Colonel Thomas demonstrated through data analysis that spawning has historically been practically completed by the first of June and concluded that \"[t]heoretically, the period from June 1-June 15 could be lost from the end of a spawning season with a subsequent loss of only 1% of the spawned eggs, on average.\" SEA, SR 157, p. 6.</p>\n<p>The 1983 Final Environmental Assessment (FEA), based on a model of the City of Virginia Beach, stated that the project would cause a loss of the last day of the spawning flows in one out of four years and the last two days once out of 25 years. Following remand, Virginia Beach offered to utilize the volume of storage in Kerr Lake which it purchased from the Corps in such a way as to eliminate the loss of any days of spawning flows due to its project. The SEA makes note of this offer and states further:</p>\n<blockquote>To demonstrate this capability, the Wilmington District prepared a mathematical hydrologic model of the river and reservoirs using daily flow records for the period of record. This model showed that the City's project (without using the City's storage in Kerr Reservoir) would cause a loss of the last day of the spawning flows in one out of seven years and no years with a loss of two days or more. (It should be noted that this last day may well occur prior to June 15, since 50 days of flow are not always available.) The small extent of the impact is due mainly to the small size of the City's withdrawal (60 mgd maximum) compared to the spawning season flows (6000 cfs = 4000 mgd). Use of the City's storage to restore lost days caused by the project would result in a maximum drawdown not exceeding 0.15 foot within Kerr Reservoir from elevation 299.5 feet to 299.35 feet on the average of once every seven years.... This volume of water is so small in comparison to the volume of the three reservoirs that even during the worst drought of record, coinciding with complete compensation from the City's storage in Kerr during an entire 50-day spawning period, and at the maximum withdrawal rate (60 mgd), flows from the Roanoke Rapids dam would never be caused to drop below their FERC minimums at any later time during the drought. Water levels would not be affected in either the Gaston or Roanoke Rapids reservoirs, and the maximum drawdown due to the project in Kerr Reservoir would be only an additional 0.15 foot. It is apparent, then, that the City's project would have no effect on Virginia Power's ability to meet FERC minimum releases and that, with the use of Virginia Beach's storage, all project effects on flow during the striped bass spawning season can be eliminated.</blockquote>\n<p>SEA, SR 157, p. 6.</p>\n<p></p>\n<h2>IV. SUPPLEMENT STATEMENT OF FINDINGS</h2>\n<p>The SSOF filed by the Corps in response to this court's order of 7 July 1987 states that all available information, including data contained in the SEA and comments received from federal, state and local agencies, and the general public had been evaluated. The SSOF contains a summary of the evaluation and the Corps' conclusion. Most important to this review is the conclusion by Colonel Thomas that any environmental impacts \"would be nonsignificant in the context of NEPA.\" SEA, SR 158, p. 10. Colonel Thomas further states:</p>\n<blockquote>However, it is appropriate for me to consider what would happen if I'm wrong. I recognize that striped bass are an important resource in North Carolina and elsewhere, <span class=\"star-pagination\">*1266</span> and that much effort has been directed by Congress and Federal and State agencies toward their restoration. I also recognize that this project has received a tremendous amount of public attention over the last few years, and that public perception may be a legitimate concern even when it is not supported by fact. Therefore, I find it appropriate to amend the City's permit to require as a condition that they <i>must</i> allow the Wilmington District, Corps of Engineers to utilize the storage which the City has purchased in Kerr Reservoir during the period of the striped bass augmented spawning flows to not cause the loss of any augmented spawning flow days which would otherwise be caused by the City's withdrawal. By completely compensating for their withdrawal during the spawning season, this will virtually eliminate the possibility of any adverse effects of even minimal significance which this project could cause during the critical life stages of the Roanoke/Albemarle striped bass.</blockquote>\n<p>SSOF, SR 158, p. 10.</p>\n<p></p>\n<h2>V. THE CORPS' NEED ANALYSIS</h2>\n<p>Upon remand the Corps invited submissions regarding water supply analyses and projections of deficits for Virginia Beach (the Norfolk water system) and Southside Hampton Roads through the year 2030. The State of North Carolina, the City of Virginia Beach and the Virginia State Water Control Board responded. These submissions were evaluated by the Corps which concluded that Virginia Beach's need is <i>at least</i> the 60 mgd for which a withdrawal permit is sought. Colonel Thomas placed great reliance on a 1984 study by the Corps which found a 55 mgd deficit in Hampton Roads and in the James Water Supply Plan of the Virginia State Water Control Board which found a 2030 deficit in the Norfolk  Virginia Beach  Chesapeake  Portsmouth  Suffolk area of between 49 and 81 mgd. With regard to the latter study the SSOF stated:</p>\n<blockquote>The water systems of these five cities represent the total pool of existing supplies from which Virginia Beach's needs could be met. The 49 mgd figure represents the amount of water which would be needed to avoid \"storage depletion\" (i.e., running completely out of water after having instituted voluntary conservation, followed by mandatory water use restrictions, followed by rationing). The 81 mgd figure represents the amount needed to avoid having to impose any but voluntary conservation. These figures also assume that the distribution systems of the entire five-city area would be completely interconnected and that each city would fully share all of its water with all of its neighbors. The former is correct in large part already, and further interconnection will encounter problems with diminishing returns. The different water sources and the independent operation of the municipal utilities would tend to preclude the total and equal sharing of water that can be achieved with complete efficiency only in theory. For these reasons the actual five-city deficits will probably be slightly more than these theoretical deficits projected by the Board.</blockquote>\n<p>SSOF, SR 158, p. 13.</p>\n<p></p>\n<h2>VI. APPLICABLE STATUTES AND REGULATIONS</h2>\n<p>As the court stated in its prior review, four statutes and their implementing regulations are pertinent: The Rivers and Harbors Appropriation Act of 1899, 33 U.S.C.A. § 403 (1986); the Clean Water Act, 33 U.S. C.A. §§ 1251-1376 (1986); the Water Supply Act of 1958, 43 U.S.C.A. §§ 390b-390f (1986); and the National Environmental Policy Act of 1969 (NEPA), 42 U.S.C.A. §§ 4321-4347 (1977). Pursuant to section 10 of the Rivers and Harbors Act of 1899, 33 U.S.C.A. § 403 (1986), the Corps of Engineers is responsible for evaluating proposed construction projects in the navigable waters of the United States. Section 404 of the Clean Water Act, 33 U.S.C.A. § 1344 (1986), gives the Corps jurisdiction to issue permits for the discharge of dredged or fill materials into the navigable waters of the United States. The Water Supply Act authorizes the Corps to reallocate water storage in federal reservoirs <span class=\"star-pagination\">*1267</span> such as Kerr Reservoir. 43 U.S.C.A. § 390b (1986). In exercising the authority granted by these three statutes, the Corps must also comply with the prerequisites of NEPA.</p>\n<p></p>\n<h2>A. NEPA</h2>\n<p>Congress enacted NEPA to oblige federal agencies to consider the environmental consequences of proposed actions in the decision-making process, thereby insuring \"fully informed and well-considered\" decisions. <i>Strycker's Bay Neighborhood Council, Inc. v. Karlen,</i> <span class=\"citation\" data-id=\"110165\"><a href=\"/opinion/110165/stryckers-bay-neighborhood-council-inc-v-karlen/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">223</span></a></span>, 228, <span class=\"citation\" data-id=\"110165\"><a href=\"/opinion/110165/stryckers-bay-neighborhood-council-inc-v-karlen/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">497</span></a></span>, 500, <span class=\"citation\" data-id=\"110165\"><a href=\"/opinion/110165/stryckers-bay-neighborhood-council-inc-v-karlen/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">433</span></a></span> (1980) (per curiam) (quoting <i>Vermont Yankee Nuclear Power Corp. v. National Resources Defense Council, Inc.,</i> <span class=\"citation\" data-id=\"109827\"><a href=\"/opinion/109827/vermont-yankee-nuclear-power-corp-v-natural-resources-defense-council/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span>, 558, <span class=\"citation\" data-id=\"109827\"><a href=\"/opinion/109827/vermont-yankee-nuclear-power-corp-v-natural-resources-defense-council/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1197</span></a></span>, 1219, <span class=\"citation\" data-id=\"109827\"><a href=\"/opinion/109827/vermont-yankee-nuclear-power-corp-v-natural-resources-defense-council/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">460</span></a></span> (1978)). Pursuant to section 102(2)(C) of the Act, 42 U.S.C.A. § 4332(2)(C), a federal agency has the duty to prepare a detailed environmental statement, known as an environmental impact statement (EIS), on every major federal action significantly affecting the quality of the human environment. In order to determine which actions trigger this provision, the Corps has promulgated regulations to implement NEPA, 33 C.F.R. pt. 230 (1986). The Corps is simultaneously governed by the Council on Environmental Quality (CEQ) regulations construing and implementing NEPA, 40 C.F.R. pts. 1500-1508 (1986).</p>\n<p>These implementing regulations outline Corps procedure for evaluating a proposal. Before issuing a permit the Corps must prepare an environmental assessment (EA) to determine whether the proposed action would significantly affect the quality of the human environment, thereby requiring preparation of a comprehensive EIS. 33 C.F.R. pt. 230, app. B(8)(a). Typically the EA is a brief evaluation, normally not exceeding fifteen pages, of the likely environmental effects of a proposal, the need for and the alternatives to the proposed action. 33 C.F.R. § 230.9(c) and 33 C.F.R. pt. 230, app. B(8)(a). When the district engineer concludes that a project will not significantly affect the quality of the human environment, he must prepare a FONSI presenting the reasons for this conclusion. 33 C.F.R. § 230.10 and 33 C.F.R. pt. 230, app. B(8)(c).</p>\n<p></p>\n<h2>B. PUBLIC INTEREST REVIEW AND OTHER CORPS REGULATIONS</h2>\n<p>In addition to the regulations implementing NEPA, the Corps has adopted regulations which serve as guidelines for the evaluation of all regulatory permit applications. 33 C.F.R. pt. 320 (1986). Chief among these regulations is 33 C.F.R. § 320.4(a) which requires the Corps to undertake a general \"public interest review\" to decide whether a permit should issue. In this review the Corps must evaluate a proposal's overall impact on the public interest, balancing the \"benefits which reasonably may be expected to accrue ... against its reasonably foreseeable detriments.\" 33 C.F.R. § 320.4(a).</p>\n<p>The decision whether to issue the permit depends on the outcome of this balancing of factors. A permit is to be granted unless the district engineer determines that it will be contrary to the public interest. 33 C.F.R. § 320.4(a)(1). When the decision on the permit application is made the district engineer must include the results of his public interest review in the Statement of Findings, a document which must be prepared in all permit decisions not requiring preparation of an EIS. 33 C.F.R. § 325.2(a)(6) (1986).</p>\n<p></p>\n<h2>VII. CONTENTIONS</h2>\n<p>Both North Carolina and RRBA devote most of their arguments to the striped bass issue. Each contends that the Corps' analysis is flawed and not supported by expert opinion. They argue that the Corps failed to utilize data on a new flow regime using instead an outdated flow regime. The Corps' conclusions regarding the effect of fishing on the striped bass problem are disputed, and the Corps is taken to task for failing to consider cumulative impacts in its analysis. RRBA also contends that the Corps ignored important findings by the United States Congress. Additionally, both parties attack the Corps' determination of the extent of Virginia Beach's need.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1268</span> VIII. STANDARD OF REVIEW</h2>\n<p>The applicable review standard is found in the Administrative Procedure Act which provides in pertinent part:</p>\n<blockquote>The reviewing court shall </blockquote>\n<blockquote>(2) hold unlawful and set aside agency action, findings, and conclusions found to be </blockquote>\n<blockquote>(A) arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law;</blockquote>\n<blockquote>....</blockquote>\n<blockquote>(D) without observance of procedure required by law.</blockquote>\n<p>5 U.S.C.A. § 706(2)(A) &amp; (D) (West 1977). Any interpretation of this standard must begin with the Supreme Court's decision in <i>Citizens to Preserve Overton Park, Inc. v. Volpe,</i> <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">402</span></a></span>, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></a></span>, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span></a></span> (1971). In <i>Overton Park</i> the Supreme Court made clear that the court's obligation pursuant to this statute is twofold. The court must consider, first, whether the agency acted within the scope of its authority and, second, whether the actual choice made by the agency was arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law. To make this finding the court must consider whether the decision was based on a consideration of the relevant factors and whether there was a clear error of judgment. This standard of review is highly deferential and the agency decision is \"entitled to a presumption of regularity.\" <i>Overton Park,</i> 401 U.S. at 415, 91 S.Ct. at 823.</p>\n<p>The agency must examine the relevant data and articulate a satisfactory explanation for its action, including a \"rational connection between the facts found and the choice made.\" <i>Bowman Transportation, Inc. v. Arkansas-Best Freight System, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">281</span></span>, 285, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">438</span></span>, 441, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></span> (1974), <i>reh'g denied,</i> <span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">956</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1340</span></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">433</span></span> (1975) (quoting <i>Burlington Truck Lines, Inc. v. United States,</i> <span class=\"citation\" data-id=\"106496\"><a href=\"/opinion/106496/burlington-truck-lines-inc-v-united-states/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, 168, <span class=\"citation\" data-id=\"106496\"><a href=\"/opinion/106496/burlington-truck-lines-inc-v-united-states/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">239</span></a></span>, 245, <span class=\"citation\" data-id=\"106496\"><a href=\"/opinion/106496/burlington-truck-lines-inc-v-united-states/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1962)). Furthermore, the court may not supply a reasoned basis for the decision that the agency has not given. <i>Bowman Transportation,</i> 419 U.S. at 285-86, 95 S.Ct. at 441-42. In <i>Motor Vehicles Manufacturers Ass'n of the United States, Inc. v. State Farm Mutual Auto Insurance Co.,</i> <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span>, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2856</span></a></span>, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1983), the court said:</p>\n<blockquote>[A]n agency rule would be arbitrary and capricious if the agency has relied on factors which Congress has not intended it to consider, entirely failed to consider an important aspect of the problem, offered an explanation for its decision that runs counter to the evidence before the agency, or is so implausible that it could not be ascribed to a difference in view or the product of agency expertise.</blockquote>\n<p><i>Id.</i> at 43, 103 S.Ct. at 2866.</p>\n<p>In reviewing whether the agency has complied with the requirements of NEPA, the only role for the court is to insure that the agency has taken a \"hard look\" at the environmental consequences; it cannot \"interject itself within the area of discretion of the executive as to the choice of the action to be taken.\" <i>Kleppe v. Sierra Club,</i> <span class=\"citation\" data-id=\"109518\"><a href=\"/opinion/109518/kleppe-v-sierra-club/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, 410 n. 21, <span class=\"citation\" data-id=\"109518\"><a href=\"/opinion/109518/kleppe-v-sierra-club/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2718</span></a></span>, 2730 n. 21, <span class=\"citation\" data-id=\"109518\"><a href=\"/opinion/109518/kleppe-v-sierra-club/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span></a></span> (1976). In enacting NEPA, Congress did not require agencies to elevate environmental concerns over other appropriate considerations. <i>Baltimore Gas &amp; Electric Co. v. Natural Resources Defense Council, Inc.,</i> <span class=\"citation\" data-id=\"110953\"><a href=\"/opinion/110953/baltimore-gas-electric-co-v-nrdc/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span>, <span class=\"citation\" data-id=\"110953\"><a href=\"/opinion/110953/baltimore-gas-electric-co-v-nrdc/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2246</span></a></span>, <span class=\"citation\" data-id=\"110953\"><a href=\"/opinion/110953/baltimore-gas-electric-co-v-nrdc/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">437</span></a></span> (1983). In applying the arbitrary and capricious standard to NEPA determinations, the court must engage in a substantial inquiry to determine whether the agency, in its conclusions, made a good faith judgment, after considering all relevant factors, including possible alternative or mitigative measures. <i>Coalition for Responsible Regional Development v. Coleman,</i> <span class=\"citation\" data-id=\"345494\"><a href=\"/opinion/345494/coalition-for-responsible-regional-development-and-ruth-c-sullivan-v/\"><span class=\"volume\">555</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">398</span></a></span> (4th Cir.1977). In passing on the good faith issue, the court may not substitute its judgment for that of the agency but must only look to see that the official or agency took a hard look at all relevant factors. In considering alternatives, the agency need only set forth those alternatives sufficiently so as to permit a reasoned choice. <i>Coleman,</i> 555 F.2d at 400.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1269</span> IX. ANALYSIS</h2>\n<p></p>\n<h2>A. EFFECT OF THE PROJECT ON STRIPED BASS</h2>\n<p></p>\n<h2>1. <i>The Effect of River Flow</i>\n</h2>\n<p>Plaintiffs contend that the conclusions reached by the Corps are at odds with the conclusions of the National Marine Fisheries Service (NMFS), the U.S. Fish and Wildlife Service (USFWS), the North Carolina Wildlife Resources Commission (NCWRC) and the North Carolina Division of Marine Fisheries (NCDMF), all of whom submitted comments to the Corps. Plaintiffs further contend that the Corps' analysis is flawed because it used the \"old flow regime\" instead of a new one. The \"flow regime\" refers to the flow at the Roanoke Rapids Dam during the spawning season which, as noted earlier, is a period of time when the FERC mandated flow is highest and the flow is augmented by the additional water provided under the MOU. Plaintiffs contend that this regime is outdated and needs to be changed. Indeed, such is the argument of officials from the four agencies named above, a fact acknowledged by the Corps.</p>\n<p>After remand of this matter to the Corps in 1987, the Roanoke River Water Flow Committee (committee) was formed. The committee consists of representatives of the four wildlife agencies, a representative from the North Carolina Department of Agriculture and fisheries biologists from North Carolina State University and East Carolina University. Apparently, none of the Corps' experts were asked to serve as members of the committee, although a representative from the Corps was asked to, and did, serve as an \"advisor\" to the committee. This committee collected data and concluded that the 1971 flow regime was inadequate and that flows much greater than the 2,000 cfs FERC minimum are necessary before the beginning of the spawning season in order to attract mature bass to the spawning grounds and to provide satisfactory conditions for the growth of plankton, the food source for young striped bass. In addition, the committee concluded that increased flows are necessary during the spawning season to stimulate the fish to release their eggs and after the spawning season to transport eggs and larvae to their feeding grounds. These findings led the committee to conclude that an increased period of augmented flow was necessary. Its first recommendation was for augmented flow for a period of 122 days between 1 March and 30 June, ranging from 7543 cfs in March to 3058 cfs at the end of June. After consultation with the Corps and VEPCO, however, these dates and rates of flow were revised downward to provide for lower flows for a shorter period of time.</p>\n<p>In the SSOF, Colonel Thomas made note of and commented upon submissions of the committee and the various agencies and acknowledged that \"different conclusions can and have been reached from the same raw data.\" He agreed with some conclusions by the committee and disagreed with others. Important to this analysis is the fact that he <i>considered</i> all conclusions. Nothing more was required. The fact that the Corps did not change its decision based on those conclusions does not make the decision arbitrary or capricious. The court finds the Corps' decision, in this respect, to be in accordance with the requirements of the law. The court is particularly impressed with the fairness  the lack of arbitrariness  in the Corps' treatment of each contention advanced by plaintiffs based on work of the committee. This treatment is especially commendable in view of the fact that those who formed the committee did not show the same courtesy to the Corps, either in the formation of the committee or in its functioning. The formation of a committee of \"experts\" to deal with a question of the flow<sup>[9]</sup> of water in a river without inviting the Corps, the acknowledged \"expert\" in such matters, raises some doubt about the impartiality of the committee and the credibility of its findings. The timing of the committee's formation increases those doubts.</p>\n<p><span class=\"star-pagination\">*1270</span> Casting aside any doubts arising out of formation of the committee, however, the court is impressed with the thoroughness and impartiality of the Corps' analysis. Especially when given the presumption of regularity to which the Corps' decision is entitled, <i>see Overton Park,</i> 401 U.S. at 415, 91 S.Ct. at 823, the court is convinced that the Corps has adequately examined the data and articulated a satisfactory explanation for its decision.</p>\n<p>There can be no doubt that the flow of the Roanoke River, especially at the Roanoke Rapids Dam, has some effect on the success or failure of the reproduction of striped bass. If this valuable resource is to survive, and particularly if it is to regain its former population level, the best efforts of all interested parties, including state and federal agencies, must be asserted. Those efforts have been going on for many years now and they must continue. The court hopes that one benefit of this massive and time-consuming lawsuit will be to focus increased attention on the importance of this natural resource. Interruptions in the delicate balances of nature, whether through pollution, use and abuse of resources such as water, or through other causes, invariably take a heavy toll on natural resources, particularly fish and wildlife.</p>\n<p>Separate and apart from the work of the committee, plaintiffs contend that the Corps erred by not accepting the recommendations of the four expert agencies most directly concerned with striped bass, USFWS, NMFS, NCDMF and NCDWR, all of whom expressed the view that a full environmental impact study should be conducted and an EIS prepared.<sup>[10]</sup> As noted in this court's prior opinion, Corps regulations require consultation with these agencies and accord \"great weight\" to their views. With good reason, however, nothing in the regulations, the statutes, or the cases interpreting either <i>requires</i> the Corps to <i>follow</i> the views of such agencies. Such a requirement would give the agencies veto power over Corps decisions. <i>Sierra Club v. Callaway,</i> <span class=\"citation\" data-id=\"320431\"><a href=\"/opinion/320431/sierra-club-v-howard-h-callaway-secretary-of-the-army-trinity-river/\"><span class=\"volume\">499</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">982</span></a></span> (5th Cir.1974). In making decisions affecting specific natural resources it is to be expected that the Corps should be required to consult with experts in the field and seriously consider their views. The final decision remains, as it must, for the Corps.</p>\n<p></p>\n<h2>2. <i>The Effect of Fishing</i>\n</h2>\n<p>In its analysis of the decline of the striped bass population, the Corps considered the effect of fishing and concluded that overfishing was a significant factor. Plaintiffs contend that the Corps' analysis was flawed and that the effect of fishing was not appropriate for consideration in the SEA. However, as the Corps said in its SSOF:</p>\n<blockquote>The court directed the Corps to address the effects of the City's project on striped bass. Several factors affect, or may affect, the Roanoke/Albemarle striped bass: recruitment, natural mortality, fishing mortality, flow, water quality, etc. Thought of as an equation with many variables, it is exceedingly difficult to find the result of altering one variable without knowing something about the other variables.</blockquote>\n<p>SSOF, SR 158, p. 7. The court concurs and feels confident that had the Corps <i>not</i> considered fishing mortality as well as the other variables, plaintiffs would now be citing that failure in support of their position in this case.</p>\n<p>Plaintiffs particularly object to the Corps' consideration of a document of the Atlantic States Marine Fisheries Commission (ASMFC) contending that it was only a draft document by a subcommittee of the commission whose findings have been cast into doubt by later data. ASMFC has been studying the major striped bass populations along the East Coast for many years and a subcommittee has been studying fishing mortality which is defined as \"the measure of that portion of a population which is lost due to fishing, as opposed to natural mortality (predation, disease, etc.).\" SEA, SR 157, p. 10.</p>\n<p><span class=\"star-pagination\">*1271</span> USFWS and NMFS disagreed with the findings of the subcommittee of ASMFC and communicated their opinions to the Corps. Their disagreement was based, in large measure, on the successful 1988 spawning season.</p>\n<p>Colonel Thomas, in his analysis, recognized that the document was a draft report of a subcommittee so neither plaintiffs nor this court have been deceived. In addition, he considered the opinions of USFWS and NMFS and concluded in his SSOF that the earlier analysis in the SEA was correct and that \"it [is] unlikely that any improvement in environmental conditions would substantially improve striped bass recruitment until the overfishing problem has been remedied.\" SSOF, SR 158, p. 7. The court is unable to say that the Corps' finding in this respect, or the analysis leading to it, was arbitrary or capricious.</p>\n<p></p>\n<h2>3. <i>Cumulative Impacts</i>\n</h2>\n<p>Plaintiffs complain that the Corps did not consider the cumulative impacts of potential future uses of the river, such as municipal, industrial and agricultural withdrawals, on striped bass. In its first consideration of this matter the Corps considered other potential uses of the Roanoke River as they might impact on river flow. The court, in its initial review, found this part of the Corps' decision not to be arbitrary or capricious. Furthermore, the remand order was specific as to the scope of the additional review required and it did not include cumulative impacts of potential future uses. Finally, such future uses remain now, as they did at the first review, entirely speculative.</p>\n<p></p>\n<h2>4. <i>Congressional Findings</i>\n</h2>\n<p>RRBA contends that the Corps ignored important congressional findings when analyzing the effects of the project on striped bass. The basis of this contention is a bill passed by Congress reauthorizing appropriations to implement the Atlantic Striped Bass Conservation Act. 16 U.S.C.A. § 1851 (West 1985) (the Act). The Act, P.L. 100-589, 102 Stat. 2984 (Nov. 3, 1988), appropriated funds for a period of three years for the <i>continuation</i> of the activities authorized by the Act. By appropriating these funds, Congress reiterated concerns which have been known for decades, such as the fact that the striped bass populations have been declining and that many factors, including overfishing and river flow in the spawning grounds, are thought to be involved. The Act mandates a study in an effort to find causes for the decline and solutions to the problem. It is quite obvious that the concerns addressed in the Act are the same ones addressed by the Corps in its assessment, and the court finds no deficiency in the decision of the Corps on this ground.</p>\n<p>If this legislation has any significance in the decision of the court, it lies in what is <i>not</i> said, rather than in what <i>is</i> said. As is obvious to all, the project underlying this action is controversial and has involved the political leaders of Virginia and North Carolina for at least a decade. This legislation was passed in 1988, well after the court's July 1987 decision remanding the matter to the Corps for reconsideration primarily of the striped bass issue. Thus, when the Act was passed, Congress knew that striped bass, the subject of the Act, were also the central focus of this lawsuit. If Congress had intended that a moratorium be placed on withdrawals from the Roanoke River pending the study it mandated or that the Corps or this court should consider such action, it, no doubt, would have expressed its intent in the Act.</p>\n<p></p>\n<h2>5. <i>Mitigation</i>\n</h2>\n<p>As noted, the Corps ordered mitigation measures, as a precaution, even though it concluded that the project would have no significant impact on striped bass. North Carolina argues that even this measure is insufficient because it is based on the old flow regime and a flawed model. The Corps demonstrated, however, that the mitigative measures will result in no impact by the project under either flow regime or either model.<sup>[11]</sup></p>\n<p><span class=\"star-pagination\">*1272</span> Courts have permitted the effect of mitigation measures to be considered in determining whether preparation of an EIS is necessary. <i>Jones v. Gordon,</i> <span class=\"citation\" data-id=\"471361\"><a href=\"/opinion/471361/tim-jones-nancy-james-lethcoe-wendy-simpson-alaska-wilderness-sailing/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">821</span></a></span>, 829 (9th Cir.1986). \"[W]hen mitigation measures compensate for otherwise adverse environmental impacts, the threshold level of `significant impacts' is not reached so no EIS is required.\" <i>C.A.R.E. Now, Inc. v. F.A.A.,</i> <span class=\"citation\" data-id=\"504700\"><a href=\"/opinion/504700/care-now-inc-jerry-p-cram-charles-l-feltus-and-robert-lundsten-v/\"><span class=\"volume\">844</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1569</span></a></span>, 1575 (11th Cir.1988), <i>reh'g denied,</i> <span class=\"citation no-link\"><span class=\"volume\">854</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1326</span></span> (11th Cir.1988) (citing <i>Cabinet Mountains Wilderness/Scotchman's Peak Grizzly Bears v. Peterson,</i> <span class=\"citation\" data-id=\"407571\"><a href=\"/opinion/407571/cabinet-mountains-wildernessscotchmans-peak-grizzly-bears-v-r-max/\"><span class=\"volume\">685</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">678</span></a></span>, 682 (D.C.Cir. 1982)). As the court said in <i>Cabinet Mountains Wilderness:</i></p>\n<blockquote>NEPA's EIS requirement is governed by the rule of reason ... and an EIS must be prepared only when significant environmental impacts will occur as a result of the proposed action. If, however, the proposal is modified prior to implementation by adding specific mitigation measures which completely compensate for any possible adverse environmental impacts stemming from the original proposal, the statutory threshold of significant environmental effects is not crossed and an EIS is not required. To require an EIS in such circumstances would trivialize NEPA and would `diminish its utility in providing useful environmental analysis for major federal actions that truly affect the environment.'</blockquote>\n<p>685 F.2d at 682 (citations omitted).</p>\n<p>Dire consequences, particularly in the river flow, are forecast by North Carolina in the event of a severe drought. Whether that forecast or the Corps' forecast, that the project will have no impact on the river flow, is correct remains to be seen. This court is not an expert on that subject. Neither is North Carolina. The Corps is. And it is to the Corps that the Congress has entrusted the final decision. This court's sole function is to review the Corps' decision under the standard herein set out. Having done so, the court is convinced that the decision, insofar as it deals with striped bass, is not arbitrary and capricious. This is especially true considering the mitigative measure which was ordered.</p>\n<p></p>\n<h2>B. VIRGINIA BEACH'S NEED</h2>\n<p>Plaintiffs contend that the Corps has not complied with the court's mandate to assess Virginia Beach's need. Specifically, they contend that population projections which have been used are too high and that other sources of water have not been adequately factored into the equation. The court disagrees. This court's 1987 Opinion upheld as reasonable the Corps' determination that Virginia Beach had a need for water and remanded only for a determination of the <i>extent</i> of that need. Upon remand the Corps sought input from all interested parties and all available sources. Its analysis of the projections of the amount of water Virginia Beach will need in 2030 and the amount which will be available may be flawed in some respects but is not arbitrary or capricious. Indeed, this court is convinced that 60 mgd in 2030 may be insufficient to meet the city's need after considering all other reasonably foreseeable sources of water. As Colonel Thomas stated:</p>\n<blockquote>I am convinced that there will never be a consensus among experts, much less among those willing to offer an opinion, as to the extent of Virginia Beach's water needs. A cynic would say, ad hominem, that North Carolina and RRBA, as plaintiffs, are underestimating the need and Virginia Beach, as defendant, is overestimating it and, in fact those parties have said just those things about each other. It is not sufficient to merely select a figure in the middle, though, because potable water is vital to human health and welfare and such decisions must not be made so lightly.</blockquote>\n<p>SSOF, SR 158, pp. 12-13. Colonel Thomas then very carefully analyzed the available information and contentions and concluded that \"Virginia Beach needs this 60 mgd project.\" He reached this conclusion only after a searching analysis which complies with the requirement of an assessment of the public need for the project.</p>\n<p></p>\n<h2>X. CONCLUSION</h2>\n<p>As noted in this court's earlier opinion, the center of the controversy here is the <span class=\"star-pagination\">*1273</span> <i>interbasin transfer</i> of water. The controversy is not state against state,<sup>[12]</sup> but basin against basin, the James River Basin against the Roanoke River Basin. This point is borne out by the fact that many of the plaintiffs are residents of the State of Virginia. The State of North Carolina is lead plaintiff but only because more of its citizens are involved.</p>\n<p>It is quite natural for citizens to be concerned with the withdrawal of water from the basin in the area in which they live for use in another place. Interbasin transfer not only eliminates the availability of the water from the basin but it also has the potential to increase the degree of pollution of the water remaining in the basin. Nevertheless, whether to permit interbasin transfer of water is essentially a political decision.</p>\n<p>Water is a necessity of life. It is a valuable resource which must be protected and conserved and shared by all. Congress has long recognized the importance of this natural resource and has passed many acts, some of which are relevant to this litigation, to conserve it and regulate its use. Primary responsibility for enforcement and implementation of the legislation pertinent here lies with the Corps. It has discharged that responsibility and concluded that the City of Virginia Beach should be allowed to withdraw up to 60 mgd from Lake Gaston. This court's review discloses that, in reaching its decision, the Corps has taken a \"hard look\" at the environmental consequences, including the potential effect on striped bass. <i>Kleppe,</i> 427 U.S. at 410, 96 S.Ct. at 2730. The Corps' decision will be upheld. An appropriate order will issue.</p>\n<h2>NOTES</h2>\n<p>[1]  Actually there were <i>two</i> decisions of the Corps under review. One, by the Norfolk District, to issue a permit to construct a water intake structure and pipeline in Lake Gaston to extend to Suffolk, Virginia, and the other, by the Wilmington District, to enter into a water storage reallocation contract for Kerr Reservoir.</p>\n<p>[2]  The record consists of <i>twenty-three</i> volumes of material consisting of 165 documents, most of which are multi-page. In addition, the parties have, by stipulation, added another three volumes containing in excess of fifty documents. One of the briefs filed with the court suggests that the record compiled on remand is twice the size of the original record.</p>\n<p>[3]  The Norfolk and Wilmington Districts each filed a RFONSI addressing their separate areas of responsibility, although the Wilmington District based its RFONSI on the Norfolk District's findings.</p>\n<p>[4]  320 feet is the top of the spillway at Kerr Lake.</p>\n<p>[5]  To distinguish from the landlocked striped bass found in Kerr Lake.</p>\n<p>[6]  Also known as Rockfish.</p>\n<p>[7]  This principle was stated as a fact in the original record before the court but the validity of the thesis seems to be questioned in the Supplemental Record (SR). <i>See</i> SEA, SR 157.</p>\n<p>[8]  Colonel J.J. Thomas, successor to Colonel Hudson.</p>\n<p>[9]  Even the <i>name</i> of the committee, The Roanoke River Water Flow Committee, suggests that its primary function is to deal with the <i>flow</i> of water in the Roanoke River!!</p>\n<p>[10]  It is at least questionable whether this view prevails when the mitigation requirement is considered as only one of the agencies, USFWS, addressed mitigation. SR 102, pp. 3-4.</p>\n<p>[11]  The \"models\" referred to are computer models, one constructed by the Corps' Wilmington office and the other by Virginia Beach. The Corps relied primarily on its own model.</p>\n<p>[12]  Such clashes are common within the State of North Carolina where fourteen interbasin transfers now divert about 40 mgd. One such dispute currently exists over the proposal of two Wake County towns, Cary and Apex, to withdraw water from Lake Jordan, in the Cape Fear Basin, and discharge it into the Neuse River Basin. <i>The News and Observer,</i> Raleigh, N.C., January 15, 1990, at 1B. Such transfers have served as a \"`lightning rod for disputes among water users in North Carolina and elsewhere.'\" <i>Id.</i> (quoting from the fall issue of <i>Popular Government</i> magazine, a publication of the Institute of Government, Chapel Hill, North Carolina).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109827/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/320431/",
    "http://www.courtlistener.com/api/rest/v3/opinions/345494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/407571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471361/",
    "http://www.courtlistener.com/api/rest/v3/opinions/504700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1669029/"
  ]
}