{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1879411/",
  "absolute_url": "/opinion/1879411/venturtech-ii-v-deloitte-haskins-sells/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1879411/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:42:17.833935Z",
  "date_modified": "2016-04-26T20:29:46.846277Z",
  "type": "010combined",
  "sha1": "9329c0ab76bf890f4449ac9f60049648ad38ffe2",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>790 F.Supp. 576 (1992)</b></center>\n<center><h1>VENTURTECH II, Limited Partnership; North Riverside Venture, Inc.; and Heritage Capital Corporation, Plaintiffs,<br>\nv.<br>\nDELOITTE HASKINS &amp; SELLS, Defendant/Third-Party Plaintiff,<br>\nv.<br>\nLEARNING RESOURCES, INC., Kitty Hawk Capital, Inc., Christopher W. Hegele, Robert L. Chapman, and Thomas Barry, Third-Party Defendants and Additional Third-Party Plaintiffs,<br>\nv.<br>\nGREYLOCK PARTNERS &amp; CO.; Advanced Technology Development Fund; David L. Strohm and Ronald W. White, Additional Third-Party Defendants.</h1></center>\n<center>No. 88-1012-CIV-5-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 1, 1992.</center>\n<p><span class=\"star-pagination\">*577</span> <span class=\"star-pagination\">*578</span> William E. Sumner, Stephen J. Anderson, Sumner &amp; Hewes, Atlanta, Ga., Daniel K. Bryson, Maupin Taylor Ellis &amp; Adams, Raleigh, N.C., for plaintiffs and Thomas Barry.</p>\n<p>James T. Williams, Jr., Jeffrey E. Oleynik, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, N.C., for defendants.</p>\n<p>Richard D. Stephens, Lynn O. Wenige, Kennedy, Covington, Lobdell &amp; Hickman, Charlotte, N.C., for Kitty Hawk Capital, Inc., and Christopher W. Hegele.</p>\n<p>James D. Blount, Jr., Michael E. Weddington, Smith, Anderson, Blount, Dorsett, Michael &amp; Jernigan, Raleigh, N.C., for Greylock Partners &amp; Co. and David L. Strohm.</p>\n<p>L. Joseph Loveland, Stephanie E. Parker, King &amp; Spalding, Atlanta, Ga., for Advanced Technology Dev. Fund and Ronald W. White.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on numerous motions for summary judgment. Plaintiffs moved for partial summary judgment against defendant Deloitte Haskins &amp; Sells (\"DH &amp; S\") on their professional negligence and third-party contract claims related to the 1985 and 1986 financial statements. DH &amp; S moved for summary judgment on plaintiffs' common law fraud, breach of contract, professional negligence, breach of fiduciary duty, and state securities law claims. Additional third-party defendants Greylock Partners &amp; Co. (\"Greylock\"), Advanced Technology Development Fund (\"ATDF\"), David L. Strohm (\"Strohm\"), and Ronald W. White (\"White\") (collectively \"Greylock, et al.\") moved for summary judgment on the contribution claims based on negligence and state securities laws brought by additional third-party plaintiffs Kitty Hawk Capital, <span class=\"star-pagination\">*579</span> Inc. (\"Kitty Hawk\") and W. Christ Hegele (\"Hegele\").<sup>[1]</sup> Kitty Hawk and Hegele moved for summary judgment on the contribution claims based on negligence and state securities laws brought by DH &amp; S. Plaintiffs North Riverside Venture, Inc., (\"North Riverside\"), Heritage Capital Corporation (\"Heritage\"), and third-party defendant Thomas Barry (\"Barry\") moved for summary judgment on the contribution claims based on negligence and state securities laws brought against them by DH &amp; S, Kitty Hawk, and Hegele. Finally, third-party defendant Robert L. Chapman (\"Chapman\") requested summary adjudication of DH &amp; S' claims against him for contribution based on negligence and state securities laws.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>The plaintiffs, three venture capital investment firms, initiated this action on December 31, 1988, against DH &amp; S, an international public accounting firm, alleging violations of the federal and state securities laws, common law fraud, breach of contract, professional negligence/negligent misrepresentation, and breach of fiduciary duty in connection with DH &amp; S' examination of annual financial statements issued by Learning Resources, Inc. (\"LRI\"). In its answer, DH &amp; S generally denied the material allegations of the complaint. DH &amp; S later filed an amended answer asserting a counterclaim against North Riverside and filed a third-party complaint against LRI; Robert L. Chapman (\"Chapman\"), the president, a director, and member of the executive committee of LRI; Barry, a director and member of the executive committee of LRI; Kitty Hawk, a venture capital investment firm which invested in LRI in 1984; and Hegele, a principal of Kitty Hawk and a director and member of the executive committee of LRI. DH &amp; S contended that it was entitled to contribution and indemnification from LRI, Chapman, Kitty Hawk, Hegele, and Barry,<sup>[2]</sup> because they each had participated in the solicitation of plaintiffs' investments.</p>\n<p>Kitty Hawk and Hegele asserted claims for contribution and indemnification against North Riverside, Barry, and Heritage and filed a third-party complaint against Greylock, et al., two venture capital investment firms and their principals, who served on LRI's audit committee and on its Board of Directors (\"the Board\"). This court dismissed all claims for contribution and indemnification, except claims based on negligence and state securities laws, by order of January 3, 1991.</p>\n<p>In August 1991, upon DH &amp; S' motion for summary judgment pursuant to the rule announced in <i>Lampf, Pleva, Lipkind, Prupis &amp; Petigrow v. Gilbertson,</i> ___ U.S. ___, 111 S.Ct. 2773, 115 L.Ed.2d 321 (1991), this court dismissed as time barred plaintiffs' federal securities claims. On February 24, 1992, 790 F.Supp. 574, the court reinstated the plaintiffs' claims brought under § 10(b) of the Securities Exchange Act of 1934 (the \"1934 Act\"), and Rule 10b-5 promulgated thereunder, as required by § 27A of the 1934 Act, enacted as part of the Federal Deposit Insurance Corporation Improvement Act of 1991, Pub.L. No. 102-242. Meanwhile, Greylock, et al., Kitty Hawk and Hegele, and North Riverside, Heritage, and Barry moved for summary judgment on the remaining contribution and indemnification claims against them. Plaintiffs moved for partial summary judgment on their breach of contract and professional negligence/negligent misrepresentation claims related to the 1985 and 1986 financial statements. Defendant DH &amp; S moved for summary judgment on all state law claims against it. After exhaustive and voluminous briefing by all parties on the pertinent issues, this matter is ripe for adjudication.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*580</span> STATEMENT OF THE FACTS</h2>\n<p>Chapman purchased LRI<sup>[3]</sup> in the mid 1970s. LRI engaged in the business of \"visual publishing.\" A Delaware corporation operating out of Durham, North Carolina, LRI prepared and marketed audiovisual presentations describing colleges and universities for use in high schools. LRI also developed and marketed interactive audiovisual materials for corporate training and education.</p>\n<p>Needing additional financial support, Chapman raised over one million dollars in venture capital from three venture capital investors  Greylock, ATDF, and Kitty Hawk  between 1981 and the end of 1986. Greylock, the initial venture capital investor, invested $400,000 in LRI in November 1982. Greylock received two seats on the Board in exchange for its investment, one of which was held by Strohm, its principal. On October 2, 1984, ATDF invested $300,000 in LRI and received a seat on the Board, which was held by White, its principal. Kitty Hawk invested $100,000 in LRI in December 1984, but did not receive a seat on the Board for its principal, Hegele, until June 1986. At the May 17, 1985, Board meeting, the Board approved the formation of an audit committee comprised of Strohm and White.</p>\n<p>The three original venture capital investors made further investments in LRI as its need for capital continued. In September 1986, as LRI was attempting to expand its corporate division, LRI's officers solicited approximately six venture capital firms regarding an investment in LRI. As a result, two new venture capital firms invested in LRI on December 31, 1986: plaintiff North Riverside, investing approximately $350,000, and plaintiff Heritage, investing approximately $250,000. In the spring of 1987, LRI still needed approximately $750,000 in additional capital. After Duff Meyercord, a principal of Venturtech, attended a meeting of the LRI Executive Committee held on May 22, 1987, Venturtech invested approximately $500,000 on June 11, 1987, and Meyercord became a member of the Board and the Executive Committee.</p>\n<p>In January 1988, the Board fired Chapman and dissolved the corporate division. In an effort to revive the educational division, LRI's officers drafted a new business plan which projected a need for additional capital in the amount of $750,000. The existing investors provided this additional capital in pro rata shares. By April 1988, LRI was again in need of further capital. At this point, the venture capital investors  Greylock, ATDF, Kitty Hawk, North Riverside, Heritage, Venturtech, and Hickory Venture Capital Corporation<sup>[4]</sup>  refused to invest any further capital and LRI's remaining assets were eventually sold.</p>\n<p>The facts pertaining to DH &amp; S' initial involvement with LRI are somewhat sketchy. In a letter dated July 31, 1981, DH &amp; S agreed to audit LRI's financial statements and issue a report thereon for the fiscal years ending on September 30, 1980, and September 30, 1981. Pls.' Ex. 25. However, the earliest document in the record prepared by DH &amp; S is the Consolidated Financial Statement for the Year Ended December 31, 1981 and Auditor's Report. Pls.' Ex. 1. DH &amp; S describes this document as a nine-month financial review, and not a full audit. DH &amp; S audited and reported on LRI's financial statements for the years 1982, 1983, 1984, 1985, and 1986. DH &amp; S represented that each examination was made in accordance with Generally Accepted Auditing Standards (\"GAAS\") and reflected the consistent application of Generally Accepted Auditing Principles (\"GAAP\").</p>\n<p>Plaintiffs' allegations are centered around the contention that LRI's financial statements for the years 1982 through 1986 contain material misrepresentations and inaccuracies. Specifically, the plaintiffs contest the recognition of income, particularly the recognition of income in 1986 from a contract with the University of North Carolina (the \"UNC contract\") that had not <span class=\"star-pagination\">*581</span> been signed, and allege that DH &amp; S failed to obtain management representation letters for 1985 and 1986 as required by GAAS. The notes to LRI's audited financial statements set forth the method of income recognition used by DH &amp; S.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. <i>The Standard for Summary Judgment</i>\n</h2>\n<p>Summary judgment is appropriate if, after reviewing all pleadings, depositions, answers to interrogatories, admissions, and affidavits, there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c). The court should grant a motion for summary judgment when the record as a whole could not lead a rational juror to find for the nonmoving party. <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 1356, 89 L.Ed.2d 538 (1986). As a vital part of federal civil procedure, summary judgment facilitates the \"just, speedy and inexpensive determination of every action.\" <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 327, 106 S.Ct. 2548, 2555, 91 L.Ed.2d 265 (1986).</p>\n<p></p>\n<h2>II. <i>Plaintiffs' Breach of Contract Claims</i>\n</h2>\n<p>Plaintiffs and DH &amp; S have filed cross-motions for summary judgment on plaintiffs' breach of contract claims. The plaintiffs allege that they are intended third-party beneficiaries of the contract to provide auditing services between DH &amp; S and LRI.</p>\n<p></p>\n<h2>A. Requirements for a Third-Party Beneficiary Contract<sup>[5]</sup></h2>\n<p>North Carolina contract law determines the rights of third-party beneficiaries according to the Restatement (Second) of Contracts. <i>Raritan River Steel Co. v. Cherry, Bekaert &amp; Holland,</i> 329 N.C. 646, 651, 407 S.E.2d 178, 181 (1991).<sup>[6]</sup> Section 302 of the Restatement (Second) of Contracts provides:</p>\n<blockquote>(1) Unless otherwise agreed between promisor and promisee, a beneficiary of a promise is an intended beneficiary if recognition of a right to performance in the beneficiary is appropriate to effectuate the intention of the parties and either</blockquote>\n<blockquote>(a) the performance of the promise will satisfy an obligation of the promisee to pay money to the beneficiary; or</blockquote>\n<blockquote>(b) the circumstances indicate that the promisee intends to give the beneficiary the benefit of the promised performance.</blockquote>\n<blockquote>(2) An incidental beneficiary is a beneficiary who is not an intended beneficiary.</blockquote>\n<p>Restatement (Second) of Contracts § 302 (1981).</p>\n<p>In applying this analysis, the North Carolina Supreme Court concluded that the parties' \"intent to benefit\" is the determining factor in whether a third-party beneficiary is entitled to recover on the contract. <i>Raritan II,</i> 329 N.C. at 652, 407 S.E.2d at 182. The parties' intent is discerned from the \"circumstances surrounding the transaction as well as the actual language of the contract,\" which must be \"`construed strictly against the party seeking enforcement.'\" <span class=\"star-pagination\">*582</span> <i>Id.</i> (quoting <i>Chemical Realty Corp. v. Home Fed. Savings &amp; Loan,</i> 84 N.C.App. 27, 34, 351 S.E.2d 786 (1987)).</p>\n<p>In <i>Raritan II,</i> trade creditors of a corporation sued the accounting firm that prepared the corporation's audit as third-party beneficiaries of the corporation's contract with the accounting firm. The court concluded that the corporation and the accounting firm did not intend to benefit the trade creditors and remanded the case for reinstatement of the order for summary judgment for the accounting firm. <i>Id.</i> 329 N.C. at 654, 407 S.E.2d at 183. The Supreme Court identified several specific factors relevant to the inquiry into the parties' intent. The court considered 1) the parties' lack of knowledge that the audited financial statements would be provided to a third party; 2) the failure to designate in the contract a third party as an intended beneficiary; and 3) whether audited financial statements were delivered directly to the third party. <i>Id.</i> at 653-54, 407 S.E.2d at 183. However, the court emphasized that the entire record, not any single factor, was dispositive as to the parties' intention. <i>Id.</i> at 654, 407 S.E.2d at 183.</p>\n<p></p>\n<h2>B. Circumstances Surrounding the LRI-DH &amp; S Contract</h2>\n<p>Before this court can conclude that plaintiffs are intended third-party beneficiaries of the LRI-DH &amp; S audit engagement, this court must find that LRI and DH &amp; S intended to benefit the plaintiffs by their contract <i>and</i> that LRI intended to give the plaintiffs the benefit of DH &amp; S' audit. <i>See </i><i>Raritan II,</i> 329 N.C. at 651, 407 S.E.2d at 181. Noticeably absent from the record in this case is a written contract between LRI and DH &amp; S.<sup>[7]</sup> Thus, the court's determination must be made solely from the circumstances surrounding DH &amp; S' provision of accounting services.</p>\n<p>The plaintiffs direct the court's attention to numerous facts in the record which allegedly indicate that LRI and DH &amp; S intended the plaintiffs to benefit from their auditing engagement. First, plaintiffs suggest that DH &amp; S knew that LRI intended to raise capital to finance its operations. Plaintiffs also argue that their status as intended beneficiaries can be inferred from the general purpose of a professional audit  \"to enhance the credibility of LRI's financial statements in the eyes of prospective investors.\" Pls.' Memorandum in Support of Motion for Summary Judgment at 45 (hereinafter Pls.' Mem.). Similarly, plaintiffs assert that, because DH &amp; S was aware of the general practice that prospective investors require audited financial statements before investing in a company, the parties intended to benefit the plaintiffs by their contract. In support of this assertion, the plaintiffs contend that, because the audits were conducted in accordance with national accounting standards, LRI and DH &amp; S must have intended to benefit potential third-party investors.</p>\n<p>Focusing on more specific factors, plaintiffs argue that \"LRI intended to give prospective investors, including plaintiffs, the benefit of [DH &amp; S'] promised performance, and [DH &amp; S] knew of LRI's intent.\" Pls.' Mem. at 46. As evidence of DH &amp; S' knowledge of LRI's intent, plaintiffs cite 1) an auditor's internal memorandum from 1982 recognizing that LRI was using DH &amp; S' work in connection with negotiations with Greylock; 2) an auditor's notation in a preaudit planning document dated December 2, 1986, stating that LRI intended to raise capital by issuing preferred stock; 3) a similar auditor's notation indicating that LRI intended to raise additional capital from new investors; and 4) minutes of a November 13, 1986, meeting of LRI's board of directors obtained by DH &amp; S in the course of the 1986 audit revealing that six venture capital firms were considering investing in LRI.</p>\n<p>After examining carefully the arguments presented on behalf of the parties and the discovery materials cited therein, this court finds that the evidence fails to support a <span class=\"star-pagination\">*583</span> conclusion that the plaintiffs were intended third-party beneficiaries. No direct evidence supports the plaintiffs' contention that LRI and DH &amp; S intended to benefit them by their audit contract. Likewise, the circumstances surrounding DH &amp; S' auditing engagement do not reveal any such intent. Plaintiffs' reference to such general factors as the primary purpose of an audit, the usual reliance of investors on audited financial statements, DH &amp; S' status as an international accounting firm, and the application of national standards is too generic to support a finding that LRI and DH &amp; S intended these plaintiffs to benefit from their contract. A finding to the contrary would make every venture capital investor an intended beneficiary of every auditing engagement between an accounting firm and its client. It is to prevent such expansive liability from attaching solely on the basis of generalities that strict construction against the party seeking enforcement is required. <i>See </i><i>Raritan II,</i> 329 N.C. at 652, 407 S.E.2d at 182.</p>\n<p>Similarly, the court is not persuaded by the plaintiffs' evidence related to more specific factors. The 1982 auditor's memorandum identifying Greylock as a potential investor who would be relying on DH &amp; S' audit report during negotiations, Pls.' Ex. 14, is not sufficient evidence by itself to prove that the parties or LRI alone intended to make <i>any</i> potential venture capital investor at <i>any</i> future time a third-party beneficiary of the audit engagement. The numerous documents allegedly indicating that DH &amp; S knew that LRI was soliciting new investors, Pls.' Exs. 15, 16, 17, also fail to establish the existence of a third-party beneficiary relationship. These documents are all dated <i>after</i> the completion of the 1985 audit, making them irrelevant as to the 1982-1985 audits. The overall import of these documents is that new investors would invest by December 30, 1986, thereby precluding any possible benefit from relying on the 1986 audit, which was not performed until early 1987.</p>\n<p>When construed strictly against the plaintiffs, the circumstances surrounding the audit engagement fail to show that the parties intended to bestow any benefit from that engagement on the plaintiffs. The plaintiffs were never designated as third-party beneficiaries in any contract between LRI and DH &amp; S. The annual audit and financial statements were never distributed by DH &amp; S to the plaintiffs. With the exception of the 1982 financial report, which was prepared with knowledge that Greylock would be relying on it, the record contains no evidence that DH &amp; S knew that the financial statements prepared by it were distributed to, or used by, venture capital investors. More importantly, the record contains no evidence that DH &amp; S knew that it was preparing the 1985 and 1986 financial statements for the plaintiffs' use in making an investment decision.</p>\n<p>Therefore, the court finds that the plaintiffs were not intended third-party beneficiaries of DH &amp; S' auditing engagement with LRI and may not recover on the contract. Plaintiffs' motion for summary judgment on their breach of contract claim is denied and DH &amp; S' motion for summary judgment, in relation to the 1985 and 1986 financial statements, is granted.</p>\n<p></p>\n<h2>III. <i>Negligent Misrepresentation</i>\n</h2>\n<p>The North Carolina Supreme Court defined the tort of negligent misrepresentation as a party's justifiable reliance \"to his detriment on information prepared without reasonable care by one who owed the relying party a duty of care.\" <i>Raritan I,</i> 322 N.C. 200, 206, 367 S.E.2d 609, 612 (1988) (citing <i>Howell v. Fisher,</i> 49 N.C.App. 488, 272 S.E.2d 19, <i>disc. rev. denied,</i> 302 N.C. 218, 277 S.E.2d 69 (1981)). The court in <i>Raritan I,</i> determining the scope of an accountant's liability to third parties, adopted the Restatement (Second) of Torts approach. <i>Id.</i> 322 N.C. at 214, 367 S.E.2d at 617.</p>\n<p>The Restatement (Second) of Torts § 552 provides:</p>\n<blockquote>(1) One who, in the course of his business, profession or employment, or in any other transaction in which he has a pecuniary interest, supplies false information for the guidance of others in their business transactions, is subject to liability <span class=\"star-pagination\">*584</span> for pecuniary loss caused to them by their justifiable reliance upon the information, if he fails to exercise reasonable care or competence in obtaining or communicating the information.</blockquote>\n<blockquote>(2) ... [T]he liability stated in Subsection (1) is limited to loss suffered</blockquote>\n<blockquote>(a) by the person or one of a limited group of persons for whose benefit and guidance he intends to supply the information or knows that the recipient intends to supply it; and</blockquote>\n<blockquote>(b) through reliance upon it in a transaction that he intends the information to influence or knows that the recipient so intends or in a substantially similar transaction.</blockquote>\n<p>Restatement (Second) of Torts § 552 (1977).</p>\n<p>The court in <i>Raritan I</i> expressed its understanding of § 552 as follows:</p>\n<blockquote>[A]n accountant who audits or prepares financial information for a client owes a duty of care not only to the client but to any other person, or one of a group of persons, whom the accountant or his client intends the information to benefit; and that person reasonably relies on the information in a transaction, or one substantially similar to it, that the accountant or his client intends the information to influence. If the requisite intent is that of the client and not the accountant, then the accountant must know of his client's intent at the time the accountant audits or prepares the information.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>... [The Restatement approach] recognizes that liability should extend not only to those with whom the accountant is in privity or near privity, but also to those persons, or classes of persons, whom he knows and intends will rely on his opinion, or whom he knows his client intends will so rely. On the other hand, ... it prevents extension of liability in situations where the accountant \"merely knows of the ever-present possibility of repetition to anyone, and the possibility of action in reliance upon [the audited financial statements], on the part of anyone to whom it may be repeated.\"</blockquote>\n<p><i>Raritan I,</i> 322 N.C. at 210, 214, 367 S.E.2d at 614, 617 (quoting Restatement (Second) of Torts § 552, Comment h).</p>\n<p>Applying this analysis, the plaintiffs assert that they are members of a class of persons whom DH &amp; S knew would rely on LRI's financial statements. To support this assertion, they cite the same evidence used to support their third-party beneficiary claims. The court finds that this evidence is not sufficient to establish a duty owed to plaintiffs for either the 1985 or the 1986 financial statements.</p>\n<p></p>\n<h2>A. Plaintiffs' Reliance on the 1985 Audit</h2>\n<p>Plaintiffs North Riverside and Heritage invested in LRI on December 31, 1986. Plaintiff Venturtech invested on June 11, 1987. These investments occurred <i>after</i> DH &amp; S had completed the 1985 audit.<sup>[8]</sup> Furthermore, North Riverside and Heritage invested <i>before</i> work on the 1986 audit commenced.<sup>[9]</sup> All three plaintiffs received an initial solicitation from LRI in the fall of 1986. Therefore, North Riverside and Heritage's allegations of reliance relate chronologically only to the 1985 financial statement issued in 1986.</p>\n<p>In order to establish that DH &amp; S owed a duty to the plaintiffs in relation to the preparation of the 1985 financial statements, plaintiffs must prove either 1) that plaintiffs are members of a class of persons whom DH &amp; S intended the audit to benefit, and that they reasonably relied on the audit, or 2) that plaintiffs are members of a class of persons whom LRI intended the audit to benefit, that DH &amp; S knew of LRI's intent at the time it prepared the financial statements, and that they reasonably relied on the audit.</p>\n<p>There is no evidence that DH &amp; S intended its audit and preparation of financial statements to benefit anyone, or any class <span class=\"star-pagination\">*585</span> of persons, other than LRI. Therefore, the court concludes that DH &amp; S did not harbor an intent to benefit the plaintiffs in the auditing and preparation of LRI financial statements.</p>\n<p>Under the second item of proof above, the evidence submitted to the court fails to establish that DH &amp; S knew at the time it audited and prepared the 1985 financial statements that LRI intended to use the 1985 financial statements in the solicitation and for the benefit of new venture capital investors.<sup>[10]</sup> The plaintiffs were not approached by LRI until September 1986. The only evidence offered by the plaintiffs to show that, prior to the preparation of the 1985 financial report, DH &amp; S knew that LRI intended to use financial information audited by DH &amp; S for the benefit of potential investors, is an auditor's memorandum dated November 18, 1982, stating \"[c]lient is in (sic) process of negotiating a venture capital deal with Greylock of Boston, Mass. and our review report will be relied upon during their negotiations.\" Pls.' Ex. 14. Without any additional supporting evidence, the court finds that this memorandum alone is insufficient to lead a rational juror to conclude that, more than four years later, DH &amp; S knew that LRI would be soliciting new venture capital investors using the 1985 financial report. The 1982 memorandum, by itself, does not establish a \"limited group of persons whom DH &amp; S knew would rely on its work.\" Pls.' Mem. at 54. There is neither evidence that DH &amp; S knew during 1983, 1984, and 1985 that LRI was soliciting a specified group of investors who were relying on DH &amp; S' audits nor evidence that DH &amp; S knew that LRI intended to solicit a certain class of potential investors. Therefore, the court finds that it is factually impossible for DH &amp; S to have known in January, February, and March of 1986 that plaintiffs would be relying upon the audit and financial statement. The court believes that this conclusion represents accurately and fairly the North Carolina Supreme Court's interpretation of the Restatement (Second) of Torts § 552 in <i>Raritan I.</i><sup>[11]</sup></p>\n<p>In light of <i>Raritan I,</i> DH &amp; S' knowledge that a venture capital investor had invested in LRI in the past, and that venture capital investors generally rely on financial statements is insufficient to establish a duty to the plaintiffs. Therefore, plaintiffs North Riverside, Heritage, and Venturtech cannot state a claim for negligent misrepresentation arising from the 1985 financial statement against DH &amp; S, and their motion for summary judgment must be denied.</p>\n<p></p>\n<h2>B. Venturtech's Reliance on the 1986 Audit</h2>\n<p>Venturtech invested in June 1987, specifically awaiting the issuance of the 1986 financial statement before making an investment decision. Venturtech alleges specific facts in support of its contention that, by the fall of 1986, DH &amp; S had knowledge of the plaintiffs' investments. Plaintiff Venturtech points to a Special Audit Risk Questionaire, Pls.' Ex. 16, prepared in December 1986 in preparation for the 1986 audit which acknowledged affirmatively that LRI had \"plans to sell debt or <span class=\"star-pagination\">*586</span> equity securities or to obtain other financing in the near future.\" Pls.' Ex. 16 at 2. Attached to that exhibit is a narrative of special audit risks, apparently formulated from a series of questions directed to LRI, indicating that \"the client anticipates issuing approximately $750,000 of Class B Preferred stock <i>prior to 12/31/86.\" Id.</i> at Bate Stamp 104288 (emphasis added). Venturtech also cites the minutes of a November 13, 1986, LRI board meeting that were attached to DH &amp; S' workpapers. The minutes state that \"[s]ix venture firms were considering an investment in LRI. Heritage and North Riverside had submitted a term sheet.\" Pls.' Ex. 15 at 3. Finally, Venturtech refers to notes entitled \"Discussion with Client Personnel,\" dated December 2, 1986, stating that \"the client hopes to raise approximately $750,000 in capital by issuing Class B preferred stock prior to 12/31/86 to <i>new</i> investors. DH &amp; S will analyze any stock transactions that occur at final.\" Pls.' Ex. 17 at 1.</p>\n<p>This evidence undoubtedly shows that in late 1986 DH &amp; S knew that LRI was soliciting a small group of new investors. However, to establish a duty in relation to the preparation of the 1986 financial statements, the evidence must support a finding that, <i>at the time DH &amp; S was preparing the 1986 financial statements in early 1987,</i> DH &amp; S knew that LRI would use <i>the 1986 financial statements</i> to represent its financial condition to the anticipated investors, and that the anticipated investors would be relying on <i>the 1986 financial statements. See </i><i>Raritan I,</i> 322 N.C. at 215, 367 S.E.2d at 617.</p>\n<p>The court finds that the evidence fails to establish these essential elements. Viewed as a whole, Venturtech's evidence shows that the solicitation of six new investors and the raising of $750,000 additional capital were interrelated transactions which would occur <i>by December 31, 1986. See</i> Pls.' Ex. 16 at Bate Stamp 104288; Pls.' Ex. 17 at 1. The solicitation of new investors was occurring in the fall of 1986, with new investments expected prior to year-end, or \"in the near future.\" Pls.' Ex. 16 at 2. Although DH &amp; S knew that LRI was soliciting immediate new investments, DH &amp; S also knew that its 1986 audit would not be completed, and an opinion issued, until later in 1987, long after the anticipated new investments were completed. The plaintiff offers no evidence that LRI informed DH &amp; S that its financial statements would be relied on in connection with these new investments. Therefore, the court finds that the plaintiffs' evidence fails to establish that DH &amp; S knew at the time it prepared the 1986 financial statement that Venturtech, as a member of a limited group of investors, would be relying on its report. Thus, DH &amp; S did not owe a duty to Venturtech. Accordingly, Venturtech's motion for summary judgment based upon the 1986 financial statement must be denied. For the same reasons, DH &amp; S' motion for summary judgment as to plaintiff's breach of contract claims arising from the 1985 and 1986 financial statements must be granted.</p>\n<p></p>\n<h2>IV. <i>DH &amp; S' Motion for Summary Judgment</i>\n</h2>\n<p>In addition to the claims for breach of contract and professional negligence discussed above and similar claims relating to the 1982 through 1984 financial statements, DH &amp; S moved for summary judgment on plaintiffs' state law claims for common law fraud, breach of fiduciary duty, and violation of § 78A-56 of the North Carolina Securities Act. The plaintiffs' claims are based upon alleged misrepresentations in the 1982, 1983, 1984, 1985, and 1986 financial statements of LRI and DH &amp; S' failure to comply with GAAS and GAAP. Plaintiffs fault primarily the recognition of income in 1986 from an unsigned contract with the University of North Carolina (\"the UNC contract\") and DH &amp; S' alleged failure to obtain management representation letters for 1985 and 1986.</p>\n<p></p>\n<h2>A. Breach of Contract and Negligence Arising From the 1982 through 1984 Financial Statements</h2>\n<p>This court has already determined that DH &amp; S is entitled to summary judgment on plaintiffs' breach of contract and professional negligence/negligent misrepresentation <span class=\"star-pagination\">*587</span> claims in connection with the 1985 and 1986 financial statements. For the same reasons stated above, this court finds that the plaintiffs were not third-party beneficiaries of the auditing engagements for 1982, 1983, or 1984. Similarly, the court finds that DH &amp; S did not owe a duty to the plaintiffs when the 1982, 1983, and 1984 audits were performed. Therefore, DH &amp; S is entitled to judgment as a matter of law on plaintiffs' breach of contract and professional negligence/negligent misrepresentation claims.</p>\n<p></p>\n<h2>B. Common Law Fraud</h2>\n<p>The elements of an action for fraud in North Carolina are 1) a material misrepresentation of fact; 2) that is definite and specific; 3) made with knowledge of its falsity or in culpable ignorance of its truth; 4) made with the intent that it be acted upon; 5) reasonable reliance by the plaintiff on the misrepresentation; and 6) resulting damage to the injured party. <i>Forbes v. Par Ten Group, Inc.,</i> 99 N.C.App. 587, 594, 394 S.E.2d 643, 647 (1990), <i>review denied,</i> 328 N.C. 89, 402 S.E.2d 824 (1991). To be actionable, a fraudulent statement must be made with scienter. <i>Myers &amp; Chapman, Inc. v. Thomas G. Evans, Inc.,</i> 323 N.C. 559, 568, 374 S.E.2d 385 (1988). Scienter requires both knowledge of a statement's falsity or reckless indifference to its truth, and an intent to deceive. <i>Id.</i> Defendant's motion for summary judgment on this claim is grounded in part upon its contention that it did not intend to deceive anyone; consequently, it lacked the necessary scienter. DH &amp; S asserts that, even if it knew or should have known of the misrepresentations in the financial statements, it did not intend to deceive anyone.</p>\n<p>In their response to DH &amp; S' motion for summary judgment, plaintiffs contend for the first time that DH &amp; S is liable for aiding and abetting the commission of a fraud. The plaintiffs have not cited, nor has this court located on its own, a North Carolina case recognizing a cause of action for aiding and abetting a fraud. Instead, the plaintiffs rely on North Carolina's recognition of aider and abettor liability for intentional torts, and on the Supreme Court's adoption of § 876(b) of the <i>Restatement of Torts,</i> pertaining to aider and abettor liability, in <i>Boykin v. Bennett,</i> 253 N.C. 725, 118 S.E.2d 12 (1961).</p>\n<p>Without deciding whether aiding and abetting a fraud is a cognizable cause of action in North Carolina,<sup>[12]</sup> this court concludes that the plaintiffs failed to meet their burden of proof related to their fraud claim. There is no evidence that the defendant intended to deceive the plaintiff investors or anyone else. Furthermore, even if aiding and abetting a fraud is actionable, the plaintiffs still must prove that LRI committed a fraud, that DH &amp; S knew of that fraud, and that DH &amp; S provided substantial assistance in the accomplishment of that fraud. <i>Blow v. Shaughnessy,</i> 88 N.C.App. 484, 364 S.E.2d 444 (1988).</p>\n<p>To prove that DH &amp; S provided substantial assistance to LRI's alleged primary violation, the plaintiffs must show a \"substantial causal connection between the culpable conduct of [DH &amp; S] and the harm to the plaintiff[s], or a showing that the encouragement or assistance is a substantial factor in causing the resulting tort.\" <i>Id.</i> at 491, 364 S.E.2d 444 (quoting <i>Metge v. Baehler,</i> 762 F.2d 621, 624 (8th Cir.1985) (citations omitted)). The fact that the plaintiffs relied heavily upon LRI's audited financial statements in making their investment decision cannot elevate DH &amp; S' role of outside auditor to that of substantial participant in an alleged fraud. Without any evidence of an intent to deceive on the part of DH &amp; S, this court cannot conclude that DH &amp; S engaged in any culpable conduct subjecting it to liability as an aider and abettor. Therefore, DH &amp; S' motion for summary judgment on plaintiffs' common law fraud claims must be granted.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*588</span> C. Breach of Fiduciary Duty</h2>\n<p>A fiduciary duty may arise in one of two ways: either from a legal relationship, such as attorney and client, or from a special relationship in which confidence is reposed on one side and superiority or influence on the other. <i>Frizzell Constr. Co. v. First Citizens Bank &amp; Trust Co.,</i> 759 F.Supp. 286, 290 (E.D.N.C.1991). Although no legal relationship existed between plaintiffs and DH &amp; S, plaintiffs allege that a fiduciary relationship existed between them and DH &amp; S because they \"reposed confidence in DH &amp; S and its audit work, and were consequently influenced by it.\" Pls.' Response to Defendant [DH &amp; S'] Motion for Summary Judgment at 14 (hereinafter Pls.' Response).</p>\n<p>In order to give rise to a fiduciary duty, the special relationship must involve both a certain degree of trust or confidence and an element of superiority or influence. Although the court believes that the plaintiffs reposed a certain degree of confidence in DH &amp; S as an internationally renowned accounting firm, and thereby accepted as true the representations made in LRI's financial statements, this court does not find that DH &amp; S exercised any superior control or influence over the plaintiffs sufficient to establish a fiduciary duty. There is no evidence before the court that DH &amp; S, in preparing LRI's financial statements, acted in a way to influence or control the plaintiffs in their investment decision. Therefore, the court concludes that DH &amp; S did not owe a fiduciary duty to plaintiffs and, accordingly, grants DH &amp; S' motion for summary judgment as to plaintiffs' claims for breach of fiduciary duty.</p>\n<p></p>\n<h2>D. North Carolina Securities Law</h2>\n<p>The plaintiffs allege in Count III of the complaint that DH &amp; S is liable, either as a substantial participant or as an aider and abettor, for a violation of North Carolina General Statute § 78A-56 (1991). Section 78A-56(a)(2) imposes civil liability on any person who</p>\n<blockquote>[o]ffers or sells a security by means of any untrue statement of a material fact or any omission to state a material fact necessary in order to make the statements made, in the light of the circumstances under which they were made, not misleading (the purchaser not knowing of the untruth or omission), and who does not sustain the burden of proof that he did not know, and in the exercise of reasonable care could not have known, of the untruth or omission ...</blockquote>\n<p>N.C.Gen.Stat. § 78A-56(a)(2) (1991).</p>\n<p>Section 78A-56(a)(2) creates an express cause of action only against an offeror or seller. Whether an implied cause of action exists under this section against aiders and abettors or other substantial participants is hotly contested by the parties. The plaintiffs argue that, pursuant to this court's earlier interpretation of § 12(2) of the Securities Act of 1933 (\"the 1933 Act\") upholding aider and abettor liability, the court should follow the same reasoning here. To the contrary, the defendant contends that aider and abettor liability is not appropriate under either § 12(2) of the 1933 Act or § 78A-56.</p>\n<p>Because § 78A-56 parallels § 12(2) of the 1933 Act, cases construing § 12(2) should be considered when interpreting § 78A-56. <i>See </i><i>State v. Williams,</i> 98 N.C.App. 274, 390 S.E.2d 746 (1990). Both the United States Supreme Court and the Court of Appeals for the Fourth Circuit have refrained expressly from deciding whether § 12(2) liability extends to non-statutory sellers as aiders and abettors. <i>See </i><i>Pinter v. Dahl,</i> 486 U.S. 622, 642 n. 20, 108 S.Ct. 2063, 2076 n. 20, 100 L.Ed.2d 658 (1988); <i>Schatz v. Rosenberg,</i> 943 F.2d 485, 496 n. 5 (4th Cir.1991), <i>cert. denied, </i><i>Schatz v. Weinberg &amp; Green,</i> ___ U.S. ___, 112 S.Ct. 1475, 117 L.Ed.2d 619 (1992); <i>Baker, Watts &amp; Co. v. Miles &amp; Stockbridge,</i> 876 F.2d 1101 (4th Cir.1989). As the plaintiffs point out, this court in past decisions has extended § 12(2) liability to aiders and abettors. <i>See, e.g., In re Conner Bonds Litig.,</i> [1988-1989 Transfer Binder] Fed. Sec.L.Rep. (CCH) ¶ 93,969 at 90,525 (E.D.N.C. July 21, 1988). Without revisiting the question of aider and abettor liability under § 12(2), the court finds that, assuming aider and abettor liability under <span class=\"star-pagination\">*589</span> § 78A-56, the plaintiffs cannot support such a cause of action.</p>\n<p>A cause of action for aiding and abetting a securities violation is comprised of three elements. The plaintiff must prove \"(1) a primary violation by another person; (2) the aider and abettor's `knowledge' of the primary violation; and (3) substantial assistance by the aider and abettor in the achievement or consummation of the primary violation.\" <i>Schatz,</i> 943 F.2d at 495. Addressing the second element, the Fourth Circuit held that, absent a duty owed to the plaintiff by the alleged aider and abettor, the defendant aider and abettor must possess \"a `high conscious intent' and a `conscious and specific motivation' to aid the fraud.\" <i>Id.</i> at 496 (citing <i>ITT, an Int'l Invest. Trust v. Cornfeld,</i> 619 F.2d 909, 925 (2d Cir.1980)). This court has already determined that the defendant did not owe a duty to the plaintiffs. Therefore, the plaintiffs are required to prove that DH &amp; S entertained a \"high conscious intent\" and \"specific motivation\" to aid the alleged securities violation committed by LRI.</p>\n<p>The plaintiffs have neither alleged nor proven that DH &amp; S possessed such a state of mind. The court cannot find in the record, and the plaintiffs have not presented any evidence indicating that DH &amp; S conducted its audits with a \"high conscious intent\" to aid a securities violation. Absent such knowledge, the defendant cannot be liable as an aider and abettor.</p>\n<p>Furthermore, this court concludes that the plaintiffs failed to establish that DH &amp; S substantially assisted the primary violation. The plaintiffs assert that DH &amp; S' assistance was substantial because the audited financial statements were the primary documents relied upon by the investors. However, in <i>Schatz,</i> the Fourth Circuit held that one who prepares documents containing material misrepresentations or omissions, in that case a lawyer, \"must actively participate in soliciting sales or negotiating terms of the deal on behalf of a client to have `substantially assisted' a securities violation.\" <i>Schatz,</i> 943 F.2d at 497.</p>\n<p>There is no evidence that DH &amp; S assisted LRI in its solicitation of investors. DH &amp; S merely conducted an annual audit and issued annual financial statements containing its opinion as to LRI's financial condition. The fact that DH &amp; S prepared allegedly misleading documents that were subsequently relied upon by the plaintiffs is not enough to establish that DH &amp; S substantially assisted a securities violation. Accordingly, because the plaintiffs have failed to prove that DH &amp; S possessed a \"high conscious intent\" to assist LRI in soliciting investors by untrue and misleading statements, and that DH &amp; S substantially assisted such a violation, the plaintiffs cannot establish a claim for aiding and abetting a violation of § 78A-56. Summary judgment is, therefore, granted in favor of DH &amp; S on plaintiffs' claims under N.C.Gen.Stat. § 78A-56.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Having concluded that there is no genuine issue as to any material fact relating to Venturtech, North Riverside, and Heritage's state law claims against DH &amp; S, the court hereby GRANTS DH &amp; S' motion for summary judgment on all plaintiffs' claims based on N.C.Gen.Stat. § 78A-56 (Count III), common law fraud (Count IV), breach of contract (Count V), professional negligence (Count VI), and breach of fiduciary duty (Count VII). Accordingly, plaintiffs' motion for partial summary judgment is DENIED.</p>\n<p>Because DH &amp; S is not liable to the plaintiffs on any of the above claims, the pending motions for summary judgment brought by Greylock, et al.; Kitty Hawk and Hegele; North Riverside, Heritage, and Barry; and Chapman for contribution are without basis and are hereby DISMISSED.</p>\n<p>The only unresolved claims remaining in this action are plaintiffs' claims based upon § 10(b) of the 1934 Act and Rule 10b-5 promulgated thereunder which were reinstated on February 24, 1992. Filed on March 20, 1992, and currently pending in this court is DH &amp; S' motion for summary <span class=\"star-pagination\">*590</span> judgment on plaintiffs' § 10(b) and Rule 10b-5 claims and DH &amp; S' alternative motion for reinstatement of its contribution claims based on § 10(b) and Rule 10b-5. Any and all responses to these motions must be filed without exception no later than 5:00 p.m. on April 13, 1992. In light of these new motions, the court hereby RESCHEDULES the trial of this matter to commence on June 15, 1992, in Raleigh, North Carolina, with a pretrial conference to be scheduled accordingly.</p>\n<h2>NOTES</h2>\n<p>[1]  The third-party defendant identified in the caption of DH &amp; S' third-party complaint as Christopher W. Hegele is correctly identified as W. Christ Hegele.</p>\n<p>[2]  DH &amp; S' claim against Barry is limited to liability arising from plaintiff Venturtech II's (\"Venturtech\") investment.</p>\n<p>[3]  LRI was formerly known as Controlled Distribution Networks, Inc. The company changed its name several times since its inception and will be referred to in this order only as LRI.</p>\n<p>[4]  Hickory Venture Capital Corporation is not a party to this law suit.</p>\n<p>[5]  The plaintiffs assert that the analysis of the court of appeals' decision in <i>Raritan River Steel Co. v. Cherry, Bekaert &amp; Holland,</i> 79 N.C.App. 81, 339 S.E.2d 62 (1986), remains intact and is the applicable standard. The court disagrees. The North Carolina Supreme Court's discussion of the rights of third-party beneficiaries in <i>Raritan River Steel Co. v. Cherry, Bekaert &amp; Holland,</i> 329 N.C. 646, 407 S.E.2d 178 (1991), is complete and without reservation and makes no acknowledgement of the court of appeals' analysis. As the controlling authority in the State of North Carolina, the Supreme Court's analysis of the rights of third-party beneficiaries must take precedence over the court of appeals' analysis.</p>\n<p>[6]  The underlying facts of <i>Raritan River Steel Co. v. Cherry, Bekaert &amp; Holland,</i> 322 N.C. 200, 367 S.E.2d 609 (1988) (\"<i>Riritan I</i>\") and <i>Raritan River Steel Co. v. Cherry, Bekaert &amp; Holland,</i> 329 N.C. 646, 407 S.E.2d 178 (1991) (\"<i>Raritan II</i>\") are the same. In <i>Raritan I,</i> the court addressed the scope of an accountant's liability to third parties for negligent misrepresentation. In <i>Raritan II,</i> the court addressed whether a nonclient trade creditor could sue an accounting firm for breach of contract as a third-party beneficiary.</p>\n<p>[7]  The basic terms of the audit engagement were set forth in two memoranda: a confirmation letter dated July 31, 1981, from DH &amp; S to LRI and signed by Chapman and Samuel W. McNairy, a partner at DH &amp; S, Pls.' Ex. 25; and, a similar letter dated December 14, 1983, signed by McNairy but not countersigned by an agent of LRI. Pls.' Ex. 26.</p>\n<p>[8]  Work on the 1985 audit was conducted in January, February, and March of 1986. The final audit was issued in April 1986.</p>\n<p>[9]  Work on the 1986 audit was conducted in January, February, and March of 1987. The final audit was issued in April 1987.</p>\n<p>[10]  Because the court finds that DH &amp; S had no knowledge of LRI's alleged intent in early 1986, when it was preparing the 1985 financial report, the court expresses no opinion as to whether plaintiffs are members of a group of persons whom LRI intended to benefit.</p>\n<p>[11]  Comment h of § 552 provides the following example:\n</p>\n<p>A, an independent public accountant, is retained by B Company to conduct an annual audit of the customary scope for the corporation and to furnish his opinion on the corporation's financial statements. A is not informed of any intended use of the financial statements; but A knows that financial statements, accompanied by an auditor's opinion, are customarily used in a variety of financial transactions by the corporation and that they may be relied upon by lenders, investors ... and the like.... In fact B Company uses the financial statements and accompanying auditor's opinion to obtain a loan from X Bank. Because of A's negligence, he issues an unqualifiedly favorable opinion upon a balance sheet that materially misstates the financial position of B Company and through reliance upon it X Bank suffers pecuniary loss. A is not liable to X Bank.</p>\n<p>Restatement (Second) of Torts § 552, Comment h, Example 10.</p>\n<p>[12]  <i>But cf. </i><i>Gilbert v. Bagley,</i> 492 F.Supp. 714, 735 (M.D.N.C.1980) (finding aider and abettor liability under N.C.Gen.Stat. § 55-35 because of the North Carolina Supreme Court's approval of <i>Restatement of Torts</i> § 876 in <i>Boykin v. Bennett,</i> 253 N.C. 725, 118 S.E.2d 12 (1961)).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">790</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">576</span></span> (1992)</b></center>\n<center><h1>VENTURTECH II, Limited Partnership; North Riverside Venture, Inc.; and Heritage Capital Corporation, Plaintiffs,<br>\nv.<br>\nDELOITTE HASKINS &amp; SELLS, Defendant/Third-Party Plaintiff,<br>\nv.<br>\nLEARNING RESOURCES, INC., Kitty Hawk Capital, Inc., Christopher W. Hegele, Robert L. Chapman, and Thomas Barry, Third-Party Defendants and Additional Third-Party Plaintiffs,<br>\nv.<br>\nGREYLOCK PARTNERS &amp; CO.; Advanced Technology Development Fund; David L. Strohm and Ronald W. White, Additional Third-Party Defendants.</h1></center>\n<center>No. 88-1012-CIV-5-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 1, 1992.</center>\n<p><span class=\"star-pagination\">*577</span> <span class=\"star-pagination\">*578</span> William E. Sumner, Stephen J. Anderson, Sumner &amp; Hewes, Atlanta, Ga., Daniel K. Bryson, Maupin Taylor Ellis &amp; Adams, Raleigh, N.C., for plaintiffs and Thomas Barry.</p>\n<p>James T. Williams, Jr., Jeffrey E. Oleynik, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, N.C., for defendants.</p>\n<p>Richard D. Stephens, Lynn O. Wenige, Kennedy, Covington, Lobdell &amp; Hickman, Charlotte, N.C., for Kitty Hawk Capital, Inc., and Christopher W. Hegele.</p>\n<p>James D. Blount, Jr., Michael E. Weddington, Smith, Anderson, Blount, Dorsett, Michael &amp; Jernigan, Raleigh, N.C., for Greylock Partners &amp; Co. and David L. Strohm.</p>\n<p>L. Joseph Loveland, Stephanie E. Parker, King &amp; Spalding, Atlanta, Ga., for Advanced Technology Dev. Fund and Ronald W. White.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on numerous motions for summary judgment. Plaintiffs moved for partial summary judgment against defendant Deloitte Haskins &amp; Sells (\"DH &amp; S\") on their professional negligence and third-party contract claims related to the 1985 and 1986 financial statements. DH &amp; S moved for summary judgment on plaintiffs' common law fraud, breach of contract, professional negligence, breach of fiduciary duty, and state securities law claims. Additional third-party defendants Greylock Partners &amp; Co. (\"Greylock\"), Advanced Technology Development Fund (\"ATDF\"), David L. Strohm (\"Strohm\"), and Ronald W. White (\"White\") (collectively \"Greylock, et al.\") moved for summary judgment on the contribution claims based on negligence and state securities laws brought by additional third-party plaintiffs Kitty Hawk Capital, <span class=\"star-pagination\">*579</span> Inc. (\"Kitty Hawk\") and W. Christ Hegele (\"Hegele\").<sup>[1]</sup> Kitty Hawk and Hegele moved for summary judgment on the contribution claims based on negligence and state securities laws brought by DH &amp; S. Plaintiffs North Riverside Venture, Inc., (\"North Riverside\"), Heritage Capital Corporation (\"Heritage\"), and third-party defendant Thomas Barry (\"Barry\") moved for summary judgment on the contribution claims based on negligence and state securities laws brought against them by DH &amp; S, Kitty Hawk, and Hegele. Finally, third-party defendant Robert L. Chapman (\"Chapman\") requested summary adjudication of DH &amp; S' claims against him for contribution based on negligence and state securities laws.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>The plaintiffs, three venture capital investment firms, initiated this action on December 31, 1988, against DH &amp; S, an international public accounting firm, alleging violations of the federal and state securities laws, common law fraud, breach of contract, professional negligence/negligent misrepresentation, and breach of fiduciary duty in connection with DH &amp; S' examination of annual financial statements issued by Learning Resources, Inc. (\"LRI\"). In its answer, DH &amp; S generally denied the material allegations of the complaint. DH &amp; S later filed an amended answer asserting a counterclaim against North Riverside and filed a third-party complaint against LRI; Robert L. Chapman (\"Chapman\"), the president, a director, and member of the executive committee of LRI; Barry, a director and member of the executive committee of LRI; Kitty Hawk, a venture capital investment firm which invested in LRI in 1984; and Hegele, a principal of Kitty Hawk and a director and member of the executive committee of LRI. DH &amp; S contended that it was entitled to contribution and indemnification from LRI, Chapman, Kitty Hawk, Hegele, and Barry,<sup>[2]</sup> because they each had participated in the solicitation of plaintiffs' investments.</p>\n<p>Kitty Hawk and Hegele asserted claims for contribution and indemnification against North Riverside, Barry, and Heritage and filed a third-party complaint against Greylock, et al., two venture capital investment firms and their principals, who served on LRI's audit committee and on its Board of Directors (\"the Board\"). This court dismissed all claims for contribution and indemnification, except claims based on negligence and state securities laws, by order of January 3, 1991.</p>\n<p>In August 1991, upon DH &amp; S' motion for summary judgment pursuant to the rule announced in <i>Lampf, Pleva, Lipkind, Prupis &amp; Petigrow v. Gilbertson,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112628\"><a href=\"/opinion/112628/lampf-pleva-lipkind-prupis-petigrow-v-gilbertson/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2773</span></a></span>, <span class=\"citation\" data-id=\"112628\"><a href=\"/opinion/112628/lampf-pleva-lipkind-prupis-petigrow-v-gilbertson/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">321</span></a></span> (1991), this court dismissed as time barred plaintiffs' federal securities claims. On February 24, 1992, <span class=\"citation no-link\"><span class=\"volume\">790</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">574</span></span>, the court reinstated the plaintiffs' claims brought under § 10(b) of the Securities Exchange Act of 1934 (the \"1934 Act\"), and Rule 10b-5 promulgated thereunder, as required by § 27A of the 1934 Act, enacted as part of the Federal Deposit Insurance Corporation Improvement Act of 1991, Pub.L. No. 102-242. Meanwhile, Greylock, et al., Kitty Hawk and Hegele, and North Riverside, Heritage, and Barry moved for summary judgment on the remaining contribution and indemnification claims against them. Plaintiffs moved for partial summary judgment on their breach of contract and professional negligence/negligent misrepresentation claims related to the 1985 and 1986 financial statements. Defendant DH &amp; S moved for summary judgment on all state law claims against it. After exhaustive and voluminous briefing by all parties on the pertinent issues, this matter is ripe for adjudication.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*580</span> STATEMENT OF THE FACTS</h2>\n<p>Chapman purchased LRI<sup>[3]</sup> in the mid 1970s. LRI engaged in the business of \"visual publishing.\" A Delaware corporation operating out of Durham, North Carolina, LRI prepared and marketed audiovisual presentations describing colleges and universities for use in high schools. LRI also developed and marketed interactive audiovisual materials for corporate training and education.</p>\n<p>Needing additional financial support, Chapman raised over one million dollars in venture capital from three venture capital investors  Greylock, ATDF, and Kitty Hawk  between 1981 and the end of 1986. Greylock, the initial venture capital investor, invested $400,000 in LRI in November 1982. Greylock received two seats on the Board in exchange for its investment, one of which was held by Strohm, its principal. On October 2, 1984, ATDF invested $300,000 in LRI and received a seat on the Board, which was held by White, its principal. Kitty Hawk invested $100,000 in LRI in December 1984, but did not receive a seat on the Board for its principal, Hegele, until June 1986. At the May 17, 1985, Board meeting, the Board approved the formation of an audit committee comprised of Strohm and White.</p>\n<p>The three original venture capital investors made further investments in LRI as its need for capital continued. In September 1986, as LRI was attempting to expand its corporate division, LRI's officers solicited approximately six venture capital firms regarding an investment in LRI. As a result, two new venture capital firms invested in LRI on December 31, 1986: plaintiff North Riverside, investing approximately $350,000, and plaintiff Heritage, investing approximately $250,000. In the spring of 1987, LRI still needed approximately $750,000 in additional capital. After Duff Meyercord, a principal of Venturtech, attended a meeting of the LRI Executive Committee held on May 22, 1987, Venturtech invested approximately $500,000 on June 11, 1987, and Meyercord became a member of the Board and the Executive Committee.</p>\n<p>In January 1988, the Board fired Chapman and dissolved the corporate division. In an effort to revive the educational division, LRI's officers drafted a new business plan which projected a need for additional capital in the amount of $750,000. The existing investors provided this additional capital in pro rata shares. By April 1988, LRI was again in need of further capital. At this point, the venture capital investors  Greylock, ATDF, Kitty Hawk, North Riverside, Heritage, Venturtech, and Hickory Venture Capital Corporation<sup>[4]</sup>  refused to invest any further capital and LRI's remaining assets were eventually sold.</p>\n<p>The facts pertaining to DH &amp; S' initial involvement with LRI are somewhat sketchy. In a letter dated July 31, 1981, DH &amp; S agreed to audit LRI's financial statements and issue a report thereon for the fiscal years ending on September 30, 1980, and September 30, 1981. Pls.' Ex. 25. However, the earliest document in the record prepared by DH &amp; S is the Consolidated Financial Statement for the Year Ended December 31, 1981 and Auditor's Report. Pls.' Ex. 1. DH &amp; S describes this document as a nine-month financial review, and not a full audit. DH &amp; S audited and reported on LRI's financial statements for the years 1982, 1983, 1984, 1985, and 1986. DH &amp; S represented that each examination was made in accordance with Generally Accepted Auditing Standards (\"GAAS\") and reflected the consistent application of Generally Accepted Auditing Principles (\"GAAP\").</p>\n<p>Plaintiffs' allegations are centered around the contention that LRI's financial statements for the years 1982 through 1986 contain material misrepresentations and inaccuracies. Specifically, the plaintiffs contest the recognition of income, particularly the recognition of income in 1986 from a contract with the University of North Carolina (the \"UNC contract\") that had not <span class=\"star-pagination\">*581</span> been signed, and allege that DH &amp; S failed to obtain management representation letters for 1985 and 1986 as required by GAAS. The notes to LRI's audited financial statements set forth the method of income recognition used by DH &amp; S.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. <i>The Standard for Summary Judgment</i>\n</h2>\n<p>Summary judgment is appropriate if, after reviewing all pleadings, depositions, answers to interrogatories, admissions, and affidavits, there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c). The court should grant a motion for summary judgment when the record as a whole could not lead a rational juror to find for the nonmoving party. <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, 1356, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). As a vital part of federal civil procedure, summary judgment facilitates the \"just, speedy and inexpensive determination of every action.\" <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 327, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2555, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986).</p>\n<p></p>\n<h2>II. <i>Plaintiffs' Breach of Contract Claims</i>\n</h2>\n<p>Plaintiffs and DH &amp; S have filed cross-motions for summary judgment on plaintiffs' breach of contract claims. The plaintiffs allege that they are intended third-party beneficiaries of the contract to provide auditing services between DH &amp; S and LRI.</p>\n<p></p>\n<h2>A. Requirements for a Third-Party Beneficiary Contract<sup>[5]</sup></h2>\n<p>North Carolina contract law determines the rights of third-party beneficiaries according to the Restatement (Second) of Contracts. <i>Raritan River Steel Co. v. Cherry, Bekaert &amp; Holland,</i> <span class=\"citation\" data-id=\"1376687\"><a href=\"/opinion/1376687/raritan-river-steel-co-v-cherry-bekaert-holland/\"><span class=\"volume\">329</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">646</span></a></span>, 651, <span class=\"citation\" data-id=\"1376687\"><a href=\"/opinion/1376687/raritan-river-steel-co-v-cherry-bekaert-holland/\"><span class=\"volume\">407</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">178</span></a></span>, 181 (1991).<sup>[6]</sup> Section 302 of the Restatement (Second) of Contracts provides:</p>\n<blockquote>(1) Unless otherwise agreed between promisor and promisee, a beneficiary of a promise is an intended beneficiary if recognition of a right to performance in the beneficiary is appropriate to effectuate the intention of the parties and either</blockquote>\n<blockquote>(a) the performance of the promise will satisfy an obligation of the promisee to pay money to the beneficiary; or</blockquote>\n<blockquote>(b) the circumstances indicate that the promisee intends to give the beneficiary the benefit of the promised performance.</blockquote>\n<blockquote>(2) An incidental beneficiary is a beneficiary who is not an intended beneficiary.</blockquote>\n<p>Restatement (Second) of Contracts § 302 (1981).</p>\n<p>In applying this analysis, the North Carolina Supreme Court concluded that the parties' \"intent to benefit\" is the determining factor in whether a third-party beneficiary is entitled to recover on the contract. <i>Raritan II,</i> 329 N.C. at 652, 407 S.E.2d at 182. The parties' intent is discerned from the \"circumstances surrounding the transaction as well as the actual language of the contract,\" which must be \"`construed strictly against the party seeking enforcement.'\" <span class=\"star-pagination\">*582</span> <i>Id.</i> (quoting <i>Chemical Realty Corp. v. Home Fed. Savings &amp; Loan,</i> 84 N.C.App. 27, 34, <span class=\"citation\" data-id=\"1156226\"><a href=\"/opinion/1156226/chemical-realty-corp-v-home-federal-sav-and-loan-assn-of-hollywood/\"><span class=\"volume\">351</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">786</span></a></span> (1987)).</p>\n<p>In <i>Raritan II,</i> trade creditors of a corporation sued the accounting firm that prepared the corporation's audit as third-party beneficiaries of the corporation's contract with the accounting firm. The court concluded that the corporation and the accounting firm did not intend to benefit the trade creditors and remanded the case for reinstatement of the order for summary judgment for the accounting firm. <i>Id.</i> 329 N.C. at 654, 407 S.E.2d at 183. The Supreme Court identified several specific factors relevant to the inquiry into the parties' intent. The court considered 1) the parties' lack of knowledge that the audited financial statements would be provided to a third party; 2) the failure to designate in the contract a third party as an intended beneficiary; and 3) whether audited financial statements were delivered directly to the third party. <i>Id.</i> at 653-54, 407 S.E.2d at 183. However, the court emphasized that the entire record, not any single factor, was dispositive as to the parties' intention. <i>Id.</i> at 654, 407 S.E.2d at 183.</p>\n<p></p>\n<h2>B. Circumstances Surrounding the LRI-DH &amp; S Contract</h2>\n<p>Before this court can conclude that plaintiffs are intended third-party beneficiaries of the LRI-DH &amp; S audit engagement, this court must find that LRI and DH &amp; S intended to benefit the plaintiffs by their contract <i>and</i> that LRI intended to give the plaintiffs the benefit of DH &amp; S' audit. <i>See </i><i>Raritan II,</i> 329 N.C. at 651, 407 S.E.2d at 181. Noticeably absent from the record in this case is a written contract between LRI and DH &amp; S.<sup>[7]</sup> Thus, the court's determination must be made solely from the circumstances surrounding DH &amp; S' provision of accounting services.</p>\n<p>The plaintiffs direct the court's attention to numerous facts in the record which allegedly indicate that LRI and DH &amp; S intended the plaintiffs to benefit from their auditing engagement. First, plaintiffs suggest that DH &amp; S knew that LRI intended to raise capital to finance its operations. Plaintiffs also argue that their status as intended beneficiaries can be inferred from the general purpose of a professional audit  \"to enhance the credibility of LRI's financial statements in the eyes of prospective investors.\" Pls.' Memorandum in Support of Motion for Summary Judgment at 45 (hereinafter Pls.' Mem.). Similarly, plaintiffs assert that, because DH &amp; S was aware of the general practice that prospective investors require audited financial statements before investing in a company, the parties intended to benefit the plaintiffs by their contract. In support of this assertion, the plaintiffs contend that, because the audits were conducted in accordance with national accounting standards, LRI and DH &amp; S must have intended to benefit potential third-party investors.</p>\n<p>Focusing on more specific factors, plaintiffs argue that \"LRI intended to give prospective investors, including plaintiffs, the benefit of [DH &amp; S'] promised performance, and [DH &amp; S] knew of LRI's intent.\" Pls.' Mem. at 46. As evidence of DH &amp; S' knowledge of LRI's intent, plaintiffs cite 1) an auditor's internal memorandum from 1982 recognizing that LRI was using DH &amp; S' work in connection with negotiations with Greylock; 2) an auditor's notation in a preaudit planning document dated December 2, 1986, stating that LRI intended to raise capital by issuing preferred stock; 3) a similar auditor's notation indicating that LRI intended to raise additional capital from new investors; and 4) minutes of a November 13, 1986, meeting of LRI's board of directors obtained by DH &amp; S in the course of the 1986 audit revealing that six venture capital firms were considering investing in LRI.</p>\n<p>After examining carefully the arguments presented on behalf of the parties and the discovery materials cited therein, this court finds that the evidence fails to support a <span class=\"star-pagination\">*583</span> conclusion that the plaintiffs were intended third-party beneficiaries. No direct evidence supports the plaintiffs' contention that LRI and DH &amp; S intended to benefit them by their audit contract. Likewise, the circumstances surrounding DH &amp; S' auditing engagement do not reveal any such intent. Plaintiffs' reference to such general factors as the primary purpose of an audit, the usual reliance of investors on audited financial statements, DH &amp; S' status as an international accounting firm, and the application of national standards is too generic to support a finding that LRI and DH &amp; S intended these plaintiffs to benefit from their contract. A finding to the contrary would make every venture capital investor an intended beneficiary of every auditing engagement between an accounting firm and its client. It is to prevent such expansive liability from attaching solely on the basis of generalities that strict construction against the party seeking enforcement is required. <i>See </i><i>Raritan II,</i> 329 N.C. at 652, 407 S.E.2d at 182.</p>\n<p>Similarly, the court is not persuaded by the plaintiffs' evidence related to more specific factors. The 1982 auditor's memorandum identifying Greylock as a potential investor who would be relying on DH &amp; S' audit report during negotiations, Pls.' Ex. 14, is not sufficient evidence by itself to prove that the parties or LRI alone intended to make <i>any</i> potential venture capital investor at <i>any</i> future time a third-party beneficiary of the audit engagement. The numerous documents allegedly indicating that DH &amp; S knew that LRI was soliciting new investors, Pls.' Exs. 15, 16, 17, also fail to establish the existence of a third-party beneficiary relationship. These documents are all dated <i>after</i> the completion of the 1985 audit, making them irrelevant as to the 1982-1985 audits. The overall import of these documents is that new investors would invest by December 30, 1986, thereby precluding any possible benefit from relying on the 1986 audit, which was not performed until early 1987.</p>\n<p>When construed strictly against the plaintiffs, the circumstances surrounding the audit engagement fail to show that the parties intended to bestow any benefit from that engagement on the plaintiffs. The plaintiffs were never designated as third-party beneficiaries in any contract between LRI and DH &amp; S. The annual audit and financial statements were never distributed by DH &amp; S to the plaintiffs. With the exception of the 1982 financial report, which was prepared with knowledge that Greylock would be relying on it, the record contains no evidence that DH &amp; S knew that the financial statements prepared by it were distributed to, or used by, venture capital investors. More importantly, the record contains no evidence that DH &amp; S knew that it was preparing the 1985 and 1986 financial statements for the plaintiffs' use in making an investment decision.</p>\n<p>Therefore, the court finds that the plaintiffs were not intended third-party beneficiaries of DH &amp; S' auditing engagement with LRI and may not recover on the contract. Plaintiffs' motion for summary judgment on their breach of contract claim is denied and DH &amp; S' motion for summary judgment, in relation to the 1985 and 1986 financial statements, is granted.</p>\n<p></p>\n<h2>III. <i>Negligent Misrepresentation</i>\n</h2>\n<p>The North Carolina Supreme Court defined the tort of negligent misrepresentation as a party's justifiable reliance \"to his detriment on information prepared without reasonable care by one who owed the relying party a duty of care.\" <i>Raritan I,</i> <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">200</span></span>, 206, <span class=\"citation\" data-id=\"1225912\"><a href=\"/opinion/1225912/raritan-river-steel-v-cherry-bekaert-holland/\"><span class=\"volume\">367</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">609</span></a></span>, 612 (1988) (citing <i>Howell v. Fisher,</i> 49 N.C.App. 488, <span class=\"citation no-link\"><span class=\"volume\">272</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">19</span></span>, <i>disc. rev. denied,</i> <span class=\"citation\" data-id=\"1309835\"><a href=\"/opinion/1309835/howell-v-fisher/\"><span class=\"volume\">302</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">218</span></a></span>, <span class=\"citation\" data-id=\"1309835\"><a href=\"/opinion/1309835/howell-v-fisher/\"><span class=\"volume\">277</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">69</span></a></span> (1981)). The court in <i>Raritan I,</i> determining the scope of an accountant's liability to third parties, adopted the Restatement (Second) of Torts approach. <i>Id.</i> 322 N.C. at 214, 367 S.E.2d at 617.</p>\n<p>The Restatement (Second) of Torts § 552 provides:</p>\n<blockquote>(1) One who, in the course of his business, profession or employment, or in any other transaction in which he has a pecuniary interest, supplies false information for the guidance of others in their business transactions, is subject to liability <span class=\"star-pagination\">*584</span> for pecuniary loss caused to them by their justifiable reliance upon the information, if he fails to exercise reasonable care or competence in obtaining or communicating the information.</blockquote>\n<blockquote>(2) ... [T]he liability stated in Subsection (1) is limited to loss suffered</blockquote>\n<blockquote>(a) by the person or one of a limited group of persons for whose benefit and guidance he intends to supply the information or knows that the recipient intends to supply it; and</blockquote>\n<blockquote>(b) through reliance upon it in a transaction that he intends the information to influence or knows that the recipient so intends or in a substantially similar transaction.</blockquote>\n<p>Restatement (Second) of Torts § 552 (1977).</p>\n<p>The court in <i>Raritan I</i> expressed its understanding of § 552 as follows:</p>\n<blockquote>[A]n accountant who audits or prepares financial information for a client owes a duty of care not only to the client but to any other person, or one of a group of persons, whom the accountant or his client intends the information to benefit; and that person reasonably relies on the information in a transaction, or one substantially similar to it, that the accountant or his client intends the information to influence. If the requisite intent is that of the client and not the accountant, then the accountant must know of his client's intent at the time the accountant audits or prepares the information.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>... [The Restatement approach] recognizes that liability should extend not only to those with whom the accountant is in privity or near privity, but also to those persons, or classes of persons, whom he knows and intends will rely on his opinion, or whom he knows his client intends will so rely. On the other hand, ... it prevents extension of liability in situations where the accountant \"merely knows of the ever-present possibility of repetition to anyone, and the possibility of action in reliance upon [the audited financial statements], on the part of anyone to whom it may be repeated.\"</blockquote>\n<p><i>Raritan I,</i> 322 N.C. at 210, 214, 367 S.E.2d at 614, 617 (quoting Restatement (Second) of Torts § 552, Comment h).</p>\n<p>Applying this analysis, the plaintiffs assert that they are members of a class of persons whom DH &amp; S knew would rely on LRI's financial statements. To support this assertion, they cite the same evidence used to support their third-party beneficiary claims. The court finds that this evidence is not sufficient to establish a duty owed to plaintiffs for either the 1985 or the 1986 financial statements.</p>\n<p></p>\n<h2>A. Plaintiffs' Reliance on the 1985 Audit</h2>\n<p>Plaintiffs North Riverside and Heritage invested in LRI on December 31, 1986. Plaintiff Venturtech invested on June 11, 1987. These investments occurred <i>after</i> DH &amp; S had completed the 1985 audit.<sup>[8]</sup> Furthermore, North Riverside and Heritage invested <i>before</i> work on the 1986 audit commenced.<sup>[9]</sup> All three plaintiffs received an initial solicitation from LRI in the fall of 1986. Therefore, North Riverside and Heritage's allegations of reliance relate chronologically only to the 1985 financial statement issued in 1986.</p>\n<p>In order to establish that DH &amp; S owed a duty to the plaintiffs in relation to the preparation of the 1985 financial statements, plaintiffs must prove either 1) that plaintiffs are members of a class of persons whom DH &amp; S intended the audit to benefit, and that they reasonably relied on the audit, or 2) that plaintiffs are members of a class of persons whom LRI intended the audit to benefit, that DH &amp; S knew of LRI's intent at the time it prepared the financial statements, and that they reasonably relied on the audit.</p>\n<p>There is no evidence that DH &amp; S intended its audit and preparation of financial statements to benefit anyone, or any class <span class=\"star-pagination\">*585</span> of persons, other than LRI. Therefore, the court concludes that DH &amp; S did not harbor an intent to benefit the plaintiffs in the auditing and preparation of LRI financial statements.</p>\n<p>Under the second item of proof above, the evidence submitted to the court fails to establish that DH &amp; S knew at the time it audited and prepared the 1985 financial statements that LRI intended to use the 1985 financial statements in the solicitation and for the benefit of new venture capital investors.<sup>[10]</sup> The plaintiffs were not approached by LRI until September 1986. The only evidence offered by the plaintiffs to show that, prior to the preparation of the 1985 financial report, DH &amp; S knew that LRI intended to use financial information audited by DH &amp; S for the benefit of potential investors, is an auditor's memorandum dated November 18, 1982, stating \"[c]lient is in (sic) process of negotiating a venture capital deal with Greylock of Boston, Mass. and our review report will be relied upon during their negotiations.\" Pls.' Ex. 14. Without any additional supporting evidence, the court finds that this memorandum alone is insufficient to lead a rational juror to conclude that, more than four years later, DH &amp; S knew that LRI would be soliciting new venture capital investors using the 1985 financial report. The 1982 memorandum, by itself, does not establish a \"limited group of persons whom DH &amp; S knew would rely on its work.\" Pls.' Mem. at 54. There is neither evidence that DH &amp; S knew during 1983, 1984, and 1985 that LRI was soliciting a specified group of investors who were relying on DH &amp; S' audits nor evidence that DH &amp; S knew that LRI intended to solicit a certain class of potential investors. Therefore, the court finds that it is factually impossible for DH &amp; S to have known in January, February, and March of 1986 that plaintiffs would be relying upon the audit and financial statement. The court believes that this conclusion represents accurately and fairly the North Carolina Supreme Court's interpretation of the Restatement (Second) of Torts § 552 in <i>Raritan I.</i><sup>[11]</sup></p>\n<p>In light of <i>Raritan I,</i> DH &amp; S' knowledge that a venture capital investor had invested in LRI in the past, and that venture capital investors generally rely on financial statements is insufficient to establish a duty to the plaintiffs. Therefore, plaintiffs North Riverside, Heritage, and Venturtech cannot state a claim for negligent misrepresentation arising from the 1985 financial statement against DH &amp; S, and their motion for summary judgment must be denied.</p>\n<p></p>\n<h2>B. Venturtech's Reliance on the 1986 Audit</h2>\n<p>Venturtech invested in June 1987, specifically awaiting the issuance of the 1986 financial statement before making an investment decision. Venturtech alleges specific facts in support of its contention that, by the fall of 1986, DH &amp; S had knowledge of the plaintiffs' investments. Plaintiff Venturtech points to a Special Audit Risk Questionaire, Pls.' Ex. 16, prepared in December 1986 in preparation for the 1986 audit which acknowledged affirmatively that LRI had \"plans to sell debt or <span class=\"star-pagination\">*586</span> equity securities or to obtain other financing in the near future.\" Pls.' Ex. 16 at 2. Attached to that exhibit is a narrative of special audit risks, apparently formulated from a series of questions directed to LRI, indicating that \"the client anticipates issuing approximately $750,000 of Class B Preferred stock <i>prior to 12/31/86.\" Id.</i> at Bate Stamp 104288 (emphasis added). Venturtech also cites the minutes of a November 13, 1986, LRI board meeting that were attached to DH &amp; S' workpapers. The minutes state that \"[s]ix venture firms were considering an investment in LRI. Heritage and North Riverside had submitted a term sheet.\" Pls.' Ex. 15 at 3. Finally, Venturtech refers to notes entitled \"Discussion with Client Personnel,\" dated December 2, 1986, stating that \"the client hopes to raise approximately $750,000 in capital by issuing Class B preferred stock prior to 12/31/86 to <i>new</i> investors. DH &amp; S will analyze any stock transactions that occur at final.\" Pls.' Ex. 17 at 1.</p>\n<p>This evidence undoubtedly shows that in late 1986 DH &amp; S knew that LRI was soliciting a small group of new investors. However, to establish a duty in relation to the preparation of the 1986 financial statements, the evidence must support a finding that, <i>at the time DH &amp; S was preparing the 1986 financial statements in early 1987,</i> DH &amp; S knew that LRI would use <i>the 1986 financial statements</i> to represent its financial condition to the anticipated investors, and that the anticipated investors would be relying on <i>the 1986 financial statements. See </i><i>Raritan I,</i> 322 N.C. at 215, 367 S.E.2d at 617.</p>\n<p>The court finds that the evidence fails to establish these essential elements. Viewed as a whole, Venturtech's evidence shows that the solicitation of six new investors and the raising of $750,000 additional capital were interrelated transactions which would occur <i>by December 31, 1986. See</i> Pls.' Ex. 16 at Bate Stamp 104288; Pls.' Ex. 17 at 1. The solicitation of new investors was occurring in the fall of 1986, with new investments expected prior to year-end, or \"in the near future.\" Pls.' Ex. 16 at 2. Although DH &amp; S knew that LRI was soliciting immediate new investments, DH &amp; S also knew that its 1986 audit would not be completed, and an opinion issued, until later in 1987, long after the anticipated new investments were completed. The plaintiff offers no evidence that LRI informed DH &amp; S that its financial statements would be relied on in connection with these new investments. Therefore, the court finds that the plaintiffs' evidence fails to establish that DH &amp; S knew at the time it prepared the 1986 financial statement that Venturtech, as a member of a limited group of investors, would be relying on its report. Thus, DH &amp; S did not owe a duty to Venturtech. Accordingly, Venturtech's motion for summary judgment based upon the 1986 financial statement must be denied. For the same reasons, DH &amp; S' motion for summary judgment as to plaintiff's breach of contract claims arising from the 1985 and 1986 financial statements must be granted.</p>\n<p></p>\n<h2>IV. <i>DH &amp; S' Motion for Summary Judgment</i>\n</h2>\n<p>In addition to the claims for breach of contract and professional negligence discussed above and similar claims relating to the 1982 through 1984 financial statements, DH &amp; S moved for summary judgment on plaintiffs' state law claims for common law fraud, breach of fiduciary duty, and violation of § 78A-56 of the North Carolina Securities Act. The plaintiffs' claims are based upon alleged misrepresentations in the 1982, 1983, 1984, 1985, and 1986 financial statements of LRI and DH &amp; S' failure to comply with GAAS and GAAP. Plaintiffs fault primarily the recognition of income in 1986 from an unsigned contract with the University of North Carolina (\"the UNC contract\") and DH &amp; S' alleged failure to obtain management representation letters for 1985 and 1986.</p>\n<p></p>\n<h2>A. Breach of Contract and Negligence Arising From the 1982 through 1984 Financial Statements</h2>\n<p>This court has already determined that DH &amp; S is entitled to summary judgment on plaintiffs' breach of contract and professional negligence/negligent misrepresentation <span class=\"star-pagination\">*587</span> claims in connection with the 1985 and 1986 financial statements. For the same reasons stated above, this court finds that the plaintiffs were not third-party beneficiaries of the auditing engagements for 1982, 1983, or 1984. Similarly, the court finds that DH &amp; S did not owe a duty to the plaintiffs when the 1982, 1983, and 1984 audits were performed. Therefore, DH &amp; S is entitled to judgment as a matter of law on plaintiffs' breach of contract and professional negligence/negligent misrepresentation claims.</p>\n<p></p>\n<h2>B. Common Law Fraud</h2>\n<p>The elements of an action for fraud in North Carolina are 1) a material misrepresentation of fact; 2) that is definite and specific; 3) made with knowledge of its falsity or in culpable ignorance of its truth; 4) made with the intent that it be acted upon; 5) reasonable reliance by the plaintiff on the misrepresentation; and 6) resulting damage to the injured party. <i>Forbes v. Par Ten Group, Inc.,</i> 99 N.C.App. 587, 594, <span class=\"citation\" data-id=\"1218352\"><a href=\"/opinion/1218352/forbes-v-par-ten-group-inc/\"><span class=\"volume\">394</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">643</span></a></span>, 647 (1990), <i>review denied,</i> <span class=\"citation\" data-id=\"1217170\"><a href=\"/opinion/1217170/forbes-iii-v-par-ten-group-inc/\"><span class=\"volume\">328</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">89</span></a></span>, <span class=\"citation\" data-id=\"1217170\"><a href=\"/opinion/1217170/forbes-iii-v-par-ten-group-inc/\"><span class=\"volume\">402</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">824</span></a></span> (1991). To be actionable, a fraudulent statement must be made with scienter. <i>Myers &amp; Chapman, Inc. v. Thomas G. Evans, Inc.,</i> <span class=\"citation\" data-id=\"1400626\"><a href=\"/opinion/1400626/myers-chapman-v-thomas-g-evans/\"><span class=\"volume\">323</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">559</span></a></span>, 568, <span class=\"citation\" data-id=\"1400626\"><a href=\"/opinion/1400626/myers-chapman-v-thomas-g-evans/\"><span class=\"volume\">374</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">385</span></a></span> (1988). Scienter requires both knowledge of a statement's falsity or reckless indifference to its truth, and an intent to deceive. <i>Id.</i> Defendant's motion for summary judgment on this claim is grounded in part upon its contention that it did not intend to deceive anyone; consequently, it lacked the necessary scienter. DH &amp; S asserts that, even if it knew or should have known of the misrepresentations in the financial statements, it did not intend to deceive anyone.</p>\n<p>In their response to DH &amp; S' motion for summary judgment, plaintiffs contend for the first time that DH &amp; S is liable for aiding and abetting the commission of a fraud. The plaintiffs have not cited, nor has this court located on its own, a North Carolina case recognizing a cause of action for aiding and abetting a fraud. Instead, the plaintiffs rely on North Carolina's recognition of aider and abettor liability for intentional torts, and on the Supreme Court's adoption of § 876(b) of the <i>Restatement of Torts,</i> pertaining to aider and abettor liability, in <i>Boykin v. Bennett,</i> <span class=\"citation\" data-id=\"1377185\"><a href=\"/opinion/1377185/boykin-v-bennett/\"><span class=\"volume\">253</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">725</span></a></span>, <span class=\"citation\" data-id=\"1377185\"><a href=\"/opinion/1377185/boykin-v-bennett/\"><span class=\"volume\">118</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">12</span></a></span> (1961).</p>\n<p>Without deciding whether aiding and abetting a fraud is a cognizable cause of action in North Carolina,<sup>[12]</sup> this court concludes that the plaintiffs failed to meet their burden of proof related to their fraud claim. There is no evidence that the defendant intended to deceive the plaintiff investors or anyone else. Furthermore, even if aiding and abetting a fraud is actionable, the plaintiffs still must prove that LRI committed a fraud, that DH &amp; S knew of that fraud, and that DH &amp; S provided substantial assistance in the accomplishment of that fraud. <i>Blow v. Shaughnessy,</i> 88 N.C.App. 484, <span class=\"citation\" data-id=\"1372588\"><a href=\"/opinion/1372588/blow-v-shaughnessy/\"><span class=\"volume\">364</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">444</span></a></span> (1988).</p>\n<p>To prove that DH &amp; S provided substantial assistance to LRI's alleged primary violation, the plaintiffs must show a \"substantial causal connection between the culpable conduct of [DH &amp; S] and the harm to the plaintiff[s], or a showing that the encouragement or assistance is a substantial factor in causing the resulting tort.\" <i>Id.</i> at 491, <span class=\"citation\" data-id=\"1372588\"><a href=\"/opinion/1372588/blow-v-shaughnessy/\"><span class=\"volume\">364</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">444</span></a></span> (quoting <i>Metge v. Baehler,</i> <span class=\"citation\" data-id=\"452128\"><a href=\"/opinion/452128/fed-sec-l-rep-p-92037-thelma-t-metge-of-the-estate-of-august-metge/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">621</span></a></span>, 624 (8th Cir.1985) (citations omitted)). The fact that the plaintiffs relied heavily upon LRI's audited financial statements in making their investment decision cannot elevate DH &amp; S' role of outside auditor to that of substantial participant in an alleged fraud. Without any evidence of an intent to deceive on the part of DH &amp; S, this court cannot conclude that DH &amp; S engaged in any culpable conduct subjecting it to liability as an aider and abettor. Therefore, DH &amp; S' motion for summary judgment on plaintiffs' common law fraud claims must be granted.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*588</span> C. Breach of Fiduciary Duty</h2>\n<p>A fiduciary duty may arise in one of two ways: either from a legal relationship, such as attorney and client, or from a special relationship in which confidence is reposed on one side and superiority or influence on the other. <i>Frizzell Constr. Co. v. First Citizens Bank &amp; Trust Co.,</i> <span class=\"citation\" data-id=\"1472891\"><a href=\"/opinion/1472891/frizzell-const-co-v-first-citizens-bank-trust-co/\"><span class=\"volume\">759</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">286</span></a></span>, 290 (E.D.N.C.1991). Although no legal relationship existed between plaintiffs and DH &amp; S, plaintiffs allege that a fiduciary relationship existed between them and DH &amp; S because they \"reposed confidence in DH &amp; S and its audit work, and were consequently influenced by it.\" Pls.' Response to Defendant [DH &amp; S'] Motion for Summary Judgment at 14 (hereinafter Pls.' Response).</p>\n<p>In order to give rise to a fiduciary duty, the special relationship must involve both a certain degree of trust or confidence and an element of superiority or influence. Although the court believes that the plaintiffs reposed a certain degree of confidence in DH &amp; S as an internationally renowned accounting firm, and thereby accepted as true the representations made in LRI's financial statements, this court does not find that DH &amp; S exercised any superior control or influence over the plaintiffs sufficient to establish a fiduciary duty. There is no evidence before the court that DH &amp; S, in preparing LRI's financial statements, acted in a way to influence or control the plaintiffs in their investment decision. Therefore, the court concludes that DH &amp; S did not owe a fiduciary duty to plaintiffs and, accordingly, grants DH &amp; S' motion for summary judgment as to plaintiffs' claims for breach of fiduciary duty.</p>\n<p></p>\n<h2>D. North Carolina Securities Law</h2>\n<p>The plaintiffs allege in Count III of the complaint that DH &amp; S is liable, either as a substantial participant or as an aider and abettor, for a violation of North Carolina General Statute § 78A-56 (1991). Section 78A-56(a)(2) imposes civil liability on any person who</p>\n<blockquote>[o]ffers or sells a security by means of any untrue statement of a material fact or any omission to state a material fact necessary in order to make the statements made, in the light of the circumstances under which they were made, not misleading (the purchaser not knowing of the untruth or omission), and who does not sustain the burden of proof that he did not know, and in the exercise of reasonable care could not have known, of the untruth or omission ...</blockquote>\n<p>N.C.Gen.Stat. § 78A-56(a)(2) (1991).</p>\n<p>Section 78A-56(a)(2) creates an express cause of action only against an offeror or seller. Whether an implied cause of action exists under this section against aiders and abettors or other substantial participants is hotly contested by the parties. The plaintiffs argue that, pursuant to this court's earlier interpretation of § 12(2) of the Securities Act of 1933 (\"the 1933 Act\") upholding aider and abettor liability, the court should follow the same reasoning here. To the contrary, the defendant contends that aider and abettor liability is not appropriate under either § 12(2) of the 1933 Act or § 78A-56.</p>\n<p>Because § 78A-56 parallels § 12(2) of the 1933 Act, cases construing § 12(2) should be considered when interpreting § 78A-56. <i>See </i><i>State v. Williams,</i> 98 N.C.App. 274, <span class=\"citation\" data-id=\"1336592\"><a href=\"/opinion/1336592/state-v-williams/\"><span class=\"volume\">390</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">746</span></a></span> (1990). Both the United States Supreme Court and the Court of Appeals for the Fourth Circuit have refrained expressly from deciding whether § 12(2) liability extends to non-statutory sellers as aiders and abettors. <i>See </i><i>Pinter v. Dahl,</i> <span class=\"citation\" data-id=\"112098\"><a href=\"/opinion/112098/pinter-v-dahl/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">622</span></a></span>, 642 n. 20, <span class=\"citation\" data-id=\"112098\"><a href=\"/opinion/112098/pinter-v-dahl/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2063</span></a></span>, 2076 n. 20, <span class=\"citation\" data-id=\"112098\"><a href=\"/opinion/112098/pinter-v-dahl/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">658</span></a></span> (1988); <i>Schatz v. Rosenberg,</i> <span class=\"citation\" data-id=\"567642\"><a href=\"/opinion/567642/ivan-n-schatz-joann-b-schatz-v-mark-e-rosenberg-mer-enterprises/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">485</span></a></span>, 496 n. 5 (4th Cir.1991), <i>cert. denied, </i><i>Schatz v. Weinberg &amp; Green,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1475</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></span> (1992); <i>Baker, Watts &amp; Co. v. Miles &amp; Stockbridge,</i> <span class=\"citation\" data-id=\"524633\"><a href=\"/opinion/524633/baker-watts-company-v-miles-stockbridge-timothy-r-casgar-baker/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1101</span></a></span> (4th Cir.1989). As the plaintiffs point out, this court in past decisions has extended § 12(2) liability to aiders and abettors. <i>See, e.g., In re Conner Bonds Litig.,</i> [1988-1989 Transfer Binder] Fed. Sec.L.Rep. (CCH) ¶ 93,969 at 90,525 (E.D.N.C. July 21, 1988). Without revisiting the question of aider and abettor liability under § 12(2), the court finds that, assuming aider and abettor liability under <span class=\"star-pagination\">*589</span> § 78A-56, the plaintiffs cannot support such a cause of action.</p>\n<p>A cause of action for aiding and abetting a securities violation is comprised of three elements. The plaintiff must prove \"(1) a primary violation by another person; (2) the aider and abettor's `knowledge' of the primary violation; and (3) substantial assistance by the aider and abettor in the achievement or consummation of the primary violation.\" <i>Schatz,</i> 943 F.2d at 495. Addressing the second element, the Fourth Circuit held that, absent a duty owed to the plaintiff by the alleged aider and abettor, the defendant aider and abettor must possess \"a `high conscious intent' and a `conscious and specific motivation' to aid the fraud.\" <i>Id.</i> at 496 (citing <i>ITT, an Int'l Invest. Trust v. Cornfeld,</i> <span class=\"citation\" data-id=\"377111\"><a href=\"/opinion/377111/fed-sec-l-rep-p-97320-iit-an-international-investment-trust-and/\"><span class=\"volume\">619</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">909</span></a></span>, 925 (2d Cir.1980)). This court has already determined that the defendant did not owe a duty to the plaintiffs. Therefore, the plaintiffs are required to prove that DH &amp; S entertained a \"high conscious intent\" and \"specific motivation\" to aid the alleged securities violation committed by LRI.</p>\n<p>The plaintiffs have neither alleged nor proven that DH &amp; S possessed such a state of mind. The court cannot find in the record, and the plaintiffs have not presented any evidence indicating that DH &amp; S conducted its audits with a \"high conscious intent\" to aid a securities violation. Absent such knowledge, the defendant cannot be liable as an aider and abettor.</p>\n<p>Furthermore, this court concludes that the plaintiffs failed to establish that DH &amp; S substantially assisted the primary violation. The plaintiffs assert that DH &amp; S' assistance was substantial because the audited financial statements were the primary documents relied upon by the investors. However, in <i>Schatz,</i> the Fourth Circuit held that one who prepares documents containing material misrepresentations or omissions, in that case a lawyer, \"must actively participate in soliciting sales or negotiating terms of the deal on behalf of a client to have `substantially assisted' a securities violation.\" <i>Schatz,</i> 943 F.2d at 497.</p>\n<p>There is no evidence that DH &amp; S assisted LRI in its solicitation of investors. DH &amp; S merely conducted an annual audit and issued annual financial statements containing its opinion as to LRI's financial condition. The fact that DH &amp; S prepared allegedly misleading documents that were subsequently relied upon by the plaintiffs is not enough to establish that DH &amp; S substantially assisted a securities violation. Accordingly, because the plaintiffs have failed to prove that DH &amp; S possessed a \"high conscious intent\" to assist LRI in soliciting investors by untrue and misleading statements, and that DH &amp; S substantially assisted such a violation, the plaintiffs cannot establish a claim for aiding and abetting a violation of § 78A-56. Summary judgment is, therefore, granted in favor of DH &amp; S on plaintiffs' claims under N.C.Gen.Stat. § 78A-56.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Having concluded that there is no genuine issue as to any material fact relating to Venturtech, North Riverside, and Heritage's state law claims against DH &amp; S, the court hereby GRANTS DH &amp; S' motion for summary judgment on all plaintiffs' claims based on N.C.Gen.Stat. § 78A-56 (Count III), common law fraud (Count IV), breach of contract (Count V), professional negligence (Count VI), and breach of fiduciary duty (Count VII). Accordingly, plaintiffs' motion for partial summary judgment is DENIED.</p>\n<p>Because DH &amp; S is not liable to the plaintiffs on any of the above claims, the pending motions for summary judgment brought by Greylock, et al.; Kitty Hawk and Hegele; North Riverside, Heritage, and Barry; and Chapman for contribution are without basis and are hereby DISMISSED.</p>\n<p>The only unresolved claims remaining in this action are plaintiffs' claims based upon § 10(b) of the 1934 Act and Rule 10b-5 promulgated thereunder which were reinstated on February 24, 1992. Filed on March 20, 1992, and currently pending in this court is DH &amp; S' motion for summary <span class=\"star-pagination\">*590</span> judgment on plaintiffs' § 10(b) and Rule 10b-5 claims and DH &amp; S' alternative motion for reinstatement of its contribution claims based on § 10(b) and Rule 10b-5. Any and all responses to these motions must be filed without exception no later than 5:00 p.m. on April 13, 1992. In light of these new motions, the court hereby RESCHEDULES the trial of this matter to commence on June 15, 1992, in Raleigh, North Carolina, with a pretrial conference to be scheduled accordingly.</p>\n<h2>NOTES</h2>\n<p>[1]  The third-party defendant identified in the caption of DH &amp; S' third-party complaint as Christopher W. Hegele is correctly identified as W. Christ Hegele.</p>\n<p>[2]  DH &amp; S' claim against Barry is limited to liability arising from plaintiff Venturtech II's (\"Venturtech\") investment.</p>\n<p>[3]  LRI was formerly known as Controlled Distribution Networks, Inc. The company changed its name several times since its inception and will be referred to in this order only as LRI.</p>\n<p>[4]  Hickory Venture Capital Corporation is not a party to this law suit.</p>\n<p>[5]  The plaintiffs assert that the analysis of the court of appeals' decision in <i>Raritan River Steel Co. v. Cherry, Bekaert &amp; Holland,</i> 79 N.C.App. 81, <span class=\"citation\" data-id=\"1251043\"><a href=\"/opinion/1251043/raritan-river-steel-co-v-cherry-bekaert/\"><span class=\"volume\">339</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">62</span></a></span> (1986), remains intact and is the applicable standard. The court disagrees. The North Carolina Supreme Court's discussion of the rights of third-party beneficiaries in <i>Raritan River Steel Co. v. Cherry, Bekaert &amp; Holland,</i> <span class=\"citation\" data-id=\"1376687\"><a href=\"/opinion/1376687/raritan-river-steel-co-v-cherry-bekaert-holland/\"><span class=\"volume\">329</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">646</span></a></span>, <span class=\"citation\" data-id=\"1376687\"><a href=\"/opinion/1376687/raritan-river-steel-co-v-cherry-bekaert-holland/\"><span class=\"volume\">407</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">178</span></a></span> (1991), is complete and without reservation and makes no acknowledgement of the court of appeals' analysis. As the controlling authority in the State of North Carolina, the Supreme Court's analysis of the rights of third-party beneficiaries must take precedence over the court of appeals' analysis.</p>\n<p>[6]  The underlying facts of <i>Raritan River Steel Co. v. Cherry, Bekaert &amp; Holland,</i> <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">200</span></span>, <span class=\"citation\" data-id=\"1225912\"><a href=\"/opinion/1225912/raritan-river-steel-v-cherry-bekaert-holland/\"><span class=\"volume\">367</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">609</span></a></span> (1988) (\"<i>Riritan I</i>\") and <i>Raritan River Steel Co. v. Cherry, Bekaert &amp; Holland,</i> <span class=\"citation\" data-id=\"1376687\"><a href=\"/opinion/1376687/raritan-river-steel-co-v-cherry-bekaert-holland/\"><span class=\"volume\">329</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">646</span></a></span>, <span class=\"citation\" data-id=\"1376687\"><a href=\"/opinion/1376687/raritan-river-steel-co-v-cherry-bekaert-holland/\"><span class=\"volume\">407</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">178</span></a></span> (1991) (\"<i>Raritan II</i>\") are the same. In <i>Raritan I,</i> the court addressed the scope of an accountant's liability to third parties for negligent misrepresentation. In <i>Raritan II,</i> the court addressed whether a nonclient trade creditor could sue an accounting firm for breach of contract as a third-party beneficiary.</p>\n<p>[7]  The basic terms of the audit engagement were set forth in two memoranda: a confirmation letter dated July 31, 1981, from DH &amp; S to LRI and signed by Chapman and Samuel W. McNairy, a partner at DH &amp; S, Pls.' Ex. 25; and, a similar letter dated December 14, 1983, signed by McNairy but not countersigned by an agent of LRI. Pls.' Ex. 26.</p>\n<p>[8]  Work on the 1985 audit was conducted in January, February, and March of 1986. The final audit was issued in April 1986.</p>\n<p>[9]  Work on the 1986 audit was conducted in January, February, and March of 1987. The final audit was issued in April 1987.</p>\n<p>[10]  Because the court finds that DH &amp; S had no knowledge of LRI's alleged intent in early 1986, when it was preparing the 1985 financial report, the court expresses no opinion as to whether plaintiffs are members of a group of persons whom LRI intended to benefit.</p>\n<p>[11]  Comment h of § 552 provides the following example:\n</p>\n<p>A, an independent public accountant, is retained by B Company to conduct an annual audit of the customary scope for the corporation and to furnish his opinion on the corporation's financial statements. A is not informed of any intended use of the financial statements; but A knows that financial statements, accompanied by an auditor's opinion, are customarily used in a variety of financial transactions by the corporation and that they may be relied upon by lenders, investors ... and the like.... In fact B Company uses the financial statements and accompanying auditor's opinion to obtain a loan from X Bank. Because of A's negligence, he issues an unqualifiedly favorable opinion upon a balance sheet that materially misstates the financial position of B Company and through reliance upon it X Bank suffers pecuniary loss. A is not liable to X Bank.</p>\n<p>Restatement (Second) of Torts § 552, Comment h, Example 10.</p>\n<p>[12]  <i>But cf. </i><i>Gilbert v. Bagley,</i> <span class=\"citation\" data-id=\"2308784\"><a href=\"/opinion/2308784/gilbert-v-bagley/\"><span class=\"volume\">492</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">714</span></a></span>, 735 (M.D.N.C.1980) (finding aider and abettor liability under N.C.Gen.Stat. § 55-35 because of the North Carolina Supreme Court's approval of <i>Restatement of Torts</i> § 876 in <i>Boykin v. Bennett,</i> <span class=\"citation\" data-id=\"1377185\"><a href=\"/opinion/1377185/boykin-v-bennett/\"><span class=\"volume\">253</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">725</span></a></span>, <span class=\"citation\" data-id=\"1377185\"><a href=\"/opinion/1377185/boykin-v-bennett/\"><span class=\"volume\">118</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">12</span></a></span> (1961)).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/377111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/452128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1156226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1217170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1218352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1225912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1251043/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1309835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1336592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1372588/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1376687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1377185/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1400626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1472891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2308784/"
  ]
}