{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1880722/",
  "absolute_url": "/opinion/1880722/in-re-massengill/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1880722/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:42:29.133373Z",
  "date_modified": "2016-04-27T00:50:08.617322Z",
  "type": "010combined",
  "sha1": "c5c0c7aef9c74dbcc7fe18280256f86d4b57a058",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>100 B.R. 276 (1988)</b></center>\n<center><h1>In re Durwood Rufus MASSENGILL and Laura Faye Massengill, Debtors.<br>\nThe FEDERAL LAND BANK OF COLUMBIA and South Atlantic Production Credit Association, Appellants,<br>\nv.<br>\nDurwood Rufus MASSENGILL and Laura Faye Massengill, Appellees.</h1></center>\n<center>No. 87-821-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 26, 1988.</center>\n<p>Mark C. Kirby, Stephen B. Brown, Wyrick, Robbins, Yates, Ponton &amp; Kirby, Raleigh, N.C., for the Federal Land Bank of <span class=\"star-pagination\">*277</span> Columbia, and South Atlantic Production Credit Ass'n.</p>\n<p>Richard M. Stearns, Kinston, N.C., for trustee.</p>\n<p>John W. Morris, Mast, Tew, Morris, Hudson &amp; Schulz, Smithfield, N.C., for debtors.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>This is an appeal by the creditors, The Federal Land Bank of Columbia (hereinafter \"Land Bank\") and South Atlantic Production Credit Association (hereinafter \"PCA\") from the Order of the Bankruptcy Court entered July 8, 1987, confirming the debtor's Chapter 12 plan. The court has received briefs from all parties and oral arguments were heard on April 1, 1988. The issue before the court is whether the debtors, as part of their Chapter 12 plan, may surrender Land Bank and PCA stock to Land Bank and PCA in satisfaction of an equivalent amount of debt owed to appellants. Appellants contend that the provisions of the Farm Credit Act, 12 U.S.C. § 2001 <i>et seq.</i> prohibit such stock transfers.</p>\n<p>The Massengills are indebted to Land Bank in an amount in excess of $88,000.00, and to PCA in an amount in excess of $6,000.00. The Land Bank indebtedness is fully secured by, among other things, $5,000.00 in Land Bank stock. The PCA indebtedness is fully secured by, among other things, $925.00 in PCA stock.</p>\n<p>On April 17, 1987, the Massengills filed an Amended Chapter 12 Plan. The Plan provides, among other things, that upon confirmation the Massengills would transfer their stock in Land Bank to Land Bank and that Land Bank would then \"credit Debtors' account $5,000.00.\" In addition, the Plan provides that upon confirmation the Massengills would transfer their stock in PCA to PCA and that PCA would then \"credit Debtors' account $925.00.\" The debtors' plan also provides that the Massengills will maintain a borrowing relationship with Land Bank and PCA during the life of their Chapter 12 Plan. In the Plan, the debtors restructure the debts which they owe to the Land Bank and PCA to provide for payment over a period of twenty years and four years, respectively, in annual installments which include interest at the Land Bank's and PCA's prevailing interest rates.</p>\n<p>On June 5, 1987, the Bankruptcy Court entered a written Opinion finding that the Massengills could compel Land Bank and PCA to accept the Massengills' Land Bank and PCA stock and credit the par value of such stock against the Massengills' debts to Land Bank and PCA, by so providing in their Plan, 73 B.R. 1008 (1987). On July 6, 1987, the Bankruptcy Court entered an Order confirming the Plan containing the stock transfer and crediting provisions.</p>\n<p>Appellants contend that the Bankruptcy Court erred when it confirmed the Massengills' Chapter 12 Plan containing the stock transfer provisions because such provisions are in contravention of applicable sections of the Farm Credit Act. In support of this contention, appellants argue that authoritative case law prohibits the establishment of a plan whereby one federal statute contravenes another when a non-conflicting interpretation is possible. Appellants argue that the stock \"surrender\" and \"credit\" provisions are actually a forced, involuntary \"retirement\" and that the right to retire Land Bank and PCA stock is vested solely in the Land Bank and PCA respectively pursuant to the Farm Credit Act. 12 U.S.C. § 2001, <i>et seq.</i> Appellants argue that the Farm Credit Act requires all borrowers to own and maintain stock in Land Bank and PCA and that the Plan impermissibly allows the Massengills to remain borrowers without owning such stock. Thus, the argument follows, the Bankruptcy Court's approval of the Plan pursuant to Sections 1222(b)(8) and 1225(a)(5)(C) of the Code is in direct contravention of the Farm Credit Act.</p>\n<p>The debtors contend, on the contrary, that the plan does not conflict with the provisions of the Farm Credit Act because it requires only a \"transfer\" of the stock which is not prohibited, rather than a \"retirement\" which is prohibited. The debtors also contend that the Farm Credit Act does <span class=\"star-pagination\">*278</span> not require Land Bank and PCA borrowers to continually maintain stock ownership.</p>\n<p>The Farm Credit Act (12 U.S.C. § 2001, <i>et seq.</i>) governs the operation of both the Land Bank and PCA as well as other lending institutions constituting the Farm Credit System. 12 U.S.C. § 2002. These institutions make and service a variety of loans to farmer-borrowers, and farm lending institutions. 12 U.S.C. § 2002. To be eligible for such loans, Land Bank and PCA borrowers are required to purchase a certain amount of stock in the local association.<sup>[1]</sup> Furthermore, Land Bank and PCA stock may be owned by active borrowers only. 12 U.S.C. §§ 2034(a) and 2094(b). Ordinarily, Land Bank and PCA stock may be retired and paid only upon the full repayment of the loan by the borrower. 12 U.S.C. §§ 2034(a) and 2094(f). However, upon default, the Farm Credit Act grants the right to retire or cancel such stock to Land Bank and PCA in the discretion of the respective lender. 12 U.S.C. § 2034(a) provides that if a Land Bank loan is in default, the Land Bank stock \"may be cancelled for application on the loan ... when approved by the (district land) bank.\" Similarly, 12 U.S.C. § 2094(k) gives PCA the right to cancel its stock for application on its loan when a borrower is in default. Likewise, the regulations governing Farm Credit institutions vest the right to retire stock upon a borrower's default solely in the lending institution stating: \"the association may, but shall not be required to retire ... all or part of the equity owned by such borrower on which the association has a lien as collateral for the debt, in total or partial liquidation of the debt.\" 12 C.F.R. § 615.5255(a) (1987). These provisions regarding ownership, transfer, and retirement of Land Bank and PCA stock were designed to accomplish the stated objectives of the Farm Credit Act which include the encouragement of farmer-borrower \"participation in the management, control, and ownership of a permanent system of credit for agriculture which will be responsive to the credit needs of ... producers ...,\" 12 U.S.C. § 2001(b), and the ensurence of financial stability and continuity within the Farm Credit System. <i>See </i><i>United States v. Mississippi Chemical Corp,</i> 405 U.S. 298, 92 S.Ct. 908, 31 L.Ed.2d 217 (1972).</p>\n<p>The provisions of the Bankruptcy Code applicable to the issues at hand include those at Title 11 United States Code, Sections 1222(b)(8) and 1225(a)(5)(C). Title 11 U.S.C. § 1222(b)(8) states that a Chapter 12 plan may \"provide for the sale of all or any part of the property of the estate or the distribution of all or any part of the property of the estate among those having an interest in such property.\" Title 11 U.S.C. § 1225(a)(5)(C) recognizes specifically that surrender of property securing a claim to the holder of the secured claim as a proper way to treat a secured claim in a Chapter 12 confirmation.</p>\n<p><span class=\"star-pagination\">*279</span> This Court concludes that the stock transfer and crediting provisions of the debtor's Chapter 12 Plan have the same effect as a forced stock retirement, and therefore, are in direct conflict with the provisions of the Farm Credit Act giving the Land Bank and PCA sole authority to retire their stock. Further, this Court holds that Sections 1222(b)(8) and 1225(a)(5)(C) of the Bankruptcy Code should not control over the more specific provisions of the Farm Credit Act prohibiting such forced retirements.</p>\n<p>The Bankruptcy Court specifically held that §§ 1222(b)(8) and 1225(a)(5)(C) of the Bankruptcy Code \"control\" over the provisions of the Farm Credit Act which give the authority. to retire stock to Land Bank and PCA.<sup>[2]</sup> In doing so, the Bankruptcy Court failed to address a line of cases which discusses how seemingly conflicting federal statutes are to be interpreted by lower courts. Generally, these decisions provide that interpretations which yield conflicting results must be avoided if possible, and that such statutes must be read to give full effect to the purposes of each. In <i>Watt v. Alaska,</i> the United States Supreme Court stated:</p>\n<blockquote>... \"`repeals by implication are not favored,'\" <i>Morton v. Mancari</i><i>,</i> 417 U.S. [535] at 549, [94 S.Ct. 2474 at 2482, 41 L.Ed.2d 290 (1974)] <i>quoting </i><i>Posadas v. National City Bank,</i> 296 U.S. 497, 503[, 56 S.Ct. 349, 352, 80 L.Ed. 351] (1936). \"The intention of the legislature to repeal must be `clear and manifest.'\" <i>United States v. Borden Co.,</i> 308 U.S. 188, 198[, 60 S.Ct. 182, 188, 84 L.Ed. 181] (1939), quoting <i>Red Rock v. Henry,</i> 106 U.S. 596, 602[, 1 S.Ct. 434, 439, 27 L.Ed. 251] (1883). We must read the statutes to give effect to each if we can do so while preserving their sense and purpose. <i>Mancari, supra</i> [417 U.S.] at 551[, 94 S.Ct. at 2483]; see <i>Haggar Co. v. Helvering,</i> 308 U.S. 389, 394[, 60 S.Ct. 337, 339, 84 L.Ed. 340] (1940).</blockquote>\n<p>451 U.S. 259, 267, 101 S.Ct. 1673, 1678, 68 L.Ed.2d 80 (1981). Likewise, the United States Court of Appeals for the Fourth Circuit has ruled:</p>\n<blockquote>Should there be some inconsistency between the two statutes or sections of a single statute, courts, in construing the statutes, so far as it is possible, should seek to steer a \"middle course that vitiates neither provision but implements to the fullest extent possible the directives of each.\" <i>Citizens to Save Spencer County v. EPA,</i> 600 F.2d 844, 871 (D.C. Cir.1979).</blockquote>\n<p><i>United Hospital Center, Inc. v. Richardson,</i> 757 F.2d 1445, 1451 (4th Cir.1985). Other courts have determined that when interpreting two seemingly conflicting federal statutes, the courts are not at liberty to pick and choose between statutes. When two statutes are capable of coexistence, it is the duty, absent a clearly expressed congressional intention to the contrary, to regard each as effective. <i>See </i><i>Amrep Corp. v. Federal Trade Commission,</i> 768 F.2d 1171, 1176 (10th Cir.1985); <i>Pitzak v. Office of Personnel Management,</i> 710 F.2d 1476, 1479 (10th Cir.1983).</p>\n<p>Federal statutes which are drawn with precision and specificity, furthermore, preempt statutes of a more general nature in situations where the specific statutes are applicable. <i>Morton v. Mancari,</i> 417 U.S. 535, 550-51, 94 S.Ct. 2474, 2482-83, 41 L.Ed.2d 290 (1974); <i>see also </i><i>Pitzak,</i> 710 F.2d at 1478-79. In <i>Morton,</i> the United States Supreme Court stated, \"[w]here there is no clear intention otherwise, a specific statute will not be controlled or nullified by a general one, regardless of priority of enactment.\" 417 U.S. at 550-51, 94 S.Ct. at 2482-83.</p>\n<p>The Bankruptcy Court's holding that the debtors could retire the Land Bank and PCA stock is in direct contravention of the provisions of the Farm Credit Act giving authority to retire stock to PCA and Land Bank exclusively. The Bankruptcy Court's <span class=\"star-pagination\">*280</span> holding also negates the stated statutory purpose of the Farm Credit Act to encourage the participation of farmer-borrowers in the management, control, and ownership of the Farm Credit System, and to ensure the financial stability and continuity of the Farm Credit System. The Bankruptcy Court's Opinion would, in effect, render these provisions of the Farm Credit Act meaningless and without force, in disregard of Supreme Court precedent disfavoring repeals by implication. <i>See Watt,</i> 451 U.S. at 267, 101 S.Ct. at 1678.</p>\n<p>A conflicting interpretation of the statutes is avoidable by not requiring Land and PCA to accept the stock and credit the value of the stock against the outstanding debts. The Bankruptcy Court pointed out that Chapter 12 is \"designed to give family farmers facing bankruptcy a fighting chance to reorganize their debts and to keep their land.\" Disallowing the debtors the authority to forcibly retire their Land Bank and PCA stock, however, would not contravene this purpose of Chapter 12. Under a Chapter 12 plan, the Massengills would be allowed an extended period of time to pay the Land Bank and PCA claims even if precluded from surrendering their stock. Furthermore, requiring the debtors to maintain this stock would fulfill the stated purpose of the Farm Credit Act, to encourage all borrowers from Land Bank and PCA to participate in ownership and management of Land Bank and PCA. Such a requirement would also be in line with the cases previously discussed which hold that a precisely drawn, detailed, federal statute preempts a more general one, <i>Morton v. Mancari,</i> 417 U.S. 535, 550-51, 94 S.Ct. 2474, 2482-83, 41 L.Ed.2d 290 (1974); as well as the principles regarding interpretation of federal statutes. <i>See Watt,</i> 451 U.S. at 267, 101 S.Ct. at 1678.</p>\n<p>In its Opinion, the Bankruptcy Court states that \"[i]t is not uncommon that the Bankruptcy Code will prevail over a conflicting federal law,\" citing <i>N.L.R.B. v. Bildisco and Bildisco,</i> 465 U.S. 513, 104 S.Ct. 1188, 79 L.Ed.2d 482 (1984). This Court does not read <i>Bildisco</i> for the proposition that general provisions of the Bankruptcy Code may be interpreted to contravene the specific provisions of federal statutes. In <i>Bildisco,</i> the Supreme Court held that a Chapter 11 debtor had a right, pursuant to § 365(a) of the Code, to unilaterally reject a collective-bargaining agreement subject to the provisions of the National Labor Relations Act. Section 365(a) provides that a trustee may reject any executory contract of a debtor <i>except for those contracts which are specifically exempted.</i> In interpreting this Section, the Supreme Court stated:</p>\n<blockquote>Any inference that collective-bargaining agreements are not included within the general scope of § 365(a) ... is rebutted by the statutory design of § 365(a) and by the language of § 1167 of the Bankruptcy Code. The test of § 365(a) indicates that Congress was concerned about the scope of the debtor-in-possession's power regarding certain types of executory contracts, and purposely drafted § 365(a) to limit the debtor-in-possession's power of rejection or assumption in those circumstances. <i>Yet none of the express limitations on the debtor-in-possession's general power under § 365(a) apply to collective-bargaining agreements. Section 1167, in turn, expressly exempts collective-bargaining agreements subject to the Railway Labor Act, but grants no similar exemption to agreements subject to the NLRA.</i> Obviously, Congress knew how to draft an exclusion for collective-bargaining agreements when it wanted to; its failure to do so in this instance indicates that Congress intended that § 365(a) apply to all collective-bargaining agreements covered by the NLRA.</blockquote>\n<p><i>Bildisco,</i> 465 U.S. at 521-22, 104 S.Ct. at 1193-94. (Emphasis added).</p>\n<p>No similar statutory interpretation is applicable here. There is no provision in the Bankruptcy Code indicating that Congress intended Sections 1222(b)(8) and 1225(a)(5)(C) to override the specific provisions of the Farm Credit Act prohibiting forced stock redemptions. Furthermore, the Fourth Circuit has recognized that general provisions of the Bankruptcy Code may not contravene the specific provisions <span class=\"star-pagination\">*281</span> of federal statutes absent a showing of congressional intent. <i>In Re Heritage Village Church and Missionary Fellowship, Inc.,</i> 851 F.2d 104 (4th Cir.1988) (UP) (\"There is no express provision in the Bankruptcy Code indicating congressional intent that the Code supersede the Anti-Injunction Act,\" citing <i>In re LaSalle Rolling Mills, Inc.,</i> 832 F.2d 390, 394 (7th Cir. 1987)).</p>\n<p>This Court's holding, that the specific provisions of the Farm Credit Act giving the Land Bank and PCA the exclusive authority to retire Land Bank and PCA stock preclude confirmation of a bankruptcy plan permitting such retirement over the objections of Land Bank and PCA, is supported by <i>In re Walker,</i> 48 B.R. 668 (Bankr. D.S.D.1985). In the <i>Walker</i> case, the debtors sought to surrender their PCA stock, and thereby reduce their indebtedness, as part of their Chapter 11 plan of reorganization. The Bankruptcy Court held that the debtors could not overturn the specific, congressionally-mandated, statutory requirements of the Farm Credit Act through confirmation of a plan of reorganization under the Bankruptcy Code, and refused to require the PCA to cancel the stock and apply it against its claim. The <i>Walker</i> Court stated:</p>\n<blockquote>[T]he statute [granted] the bank the option to retire (i.e., redeem) the stock of the bankrupt; the bankrupt ... has no right to demand that the stock be retired that right, under the statute, does not mature and is not exercisable, except at the bank's option.</blockquote>\n<p><i>Id.</i> at 669, <i>quoting </i><i>In re Cooperativa Cafeteros De Puerto Rico,</i> 19 B.R. 732 (Bankr. D.P.R.1982). The Court further stated:</p>\n<blockquote>[T]he Court cannot permit the general provisions of [the Bankruptcy Code] to override the specific Congressional intent in enacting the Farm Credit Act. The legislative history of the Act indicates that the design of a capital structure utilizing borrower capitalization and participation was intended to remedy the problems inherent in the agricultural lending practices of commercial institutions. Although Congress may have been able to accomplish the same goals through higher interest rates, it chose stock purchases for stability and continuity. Much of the success of the farm credit system is the result of long-term direct borrower participation and the integration of the control and management functions. To permit debtors in [bankruptcy] reorganization to cancel their ... stock would do more than impair the PCA's claim in these two cases; it would alter the capital structure of the PCA and would seriously undermine the functioning of the whole farm credit system as envisioned by Congress under the Farm Credit Act.</blockquote>\n<p>48 B.R. at 669-70.</p>\n<p>While the present case involves Chapter 12, and <i>Walker</i> involved Chapter 11, the reasoning of the court in <i>Walker</i> is equally applicable here. Like the debtors in <i>Walker,</i> the Massengills seek to force retirement of their stock in the Farm Credit System in their Plan while remaining borrowers from the Farm Credit System. In so doing, the Massengills, like the debtors in <i>Walker,</i> seek to rely on general provisions of the United States Bankruptcy Code to override the specific provisions of the Farm Credit Act. Title 11 U.S.C. Sections 1222(b)(8) and 1225(a)(5)(C), on which the Massengills rely, have their origins in similar provisions and holdings under Chapter 11. As in <i>Walker,</i> the Massengills cannot be allowed to force retirement of their stock in Land Bank and PCA pursuant to general provisions in the Bankruptcy Code. <i>See also, </i><i>In Re Eisenbarth,</i> 77 B.R. 228 (Bankr. D.N.D. 1987).</p>\n<p>The Bankruptcy Court relied upon a case decided by the United States Court of Appeals for the Fourth Circuit in 1966 in reaching the conclusion that the Massengills could force Land Bank and PCA to retire the stock over the objections of Land Bank and PCA. <i>See </i><i>Columbia Bank for Cooperatives v. Lee,</i> 368 F.2d 934 (4th Cir. 1966). In <i>Lee,</i> the Fourth Circuit held that a trustee in a bankruptcy case under the 1898 Bankruptcy Act could set off stock owned by a cooperative in the Columbia Bank for Cooperatives against the secured claim of the Columbia Bank for Cooperatives. <span class=\"star-pagination\">*282</span> The stock had been issued pursuant to provisions of the Farm Credit Act similar to those involved in this case, requiring the borrower to purchase the stock in order to obtain its loan. In <i>Lee,</i> the Bank was fully secured by mortgages upon certain real property owned by the debtors, and by a lien on the stock which the cooperative owned in the Bank. The cooperative owed approximately $162,000 to the Bank and owned stock in the Bank valued at $113,120.82. The trustee had sold some of the real property securing the debt, realizing proceeds of approximately $167,000. The trustee proposed to pay the Bank's claim in full by offsetting the value of the stock against the Bank's claim and paying the balance from the sale proceeds.</p>\n<p>The Bank argued that its debt should have been satisfied from the proceeds of the sold property and that it should not have been required to retire its stock. The referee in bankruptcy held that the value of the stock was to be set off against the Bank's claim before the proceeds of the sale of the real property collateral were to be applied to the Bank's claim. The District Court affirmed the decision of the referee on appeal, holding that the refusal by the Bank to exercise its statutory power to accelerate retirement of the stock where the debt of the Bank was to be fully paid, constituted an abuse of discretion on the party of the bank. The Fourth Circuit Court of Appeals affirmed the District Court, holding that it was within the equitable power of the bankruptcy referee, pursuant to the doctrine of marshalling of assets, to require such an offset. 368 F.2d at 938-39.</p>\n<p>In upholding the plan in <i>Lee,</i> the Fourth Circuit Court of Appeals rejected the argument that a forced redemption would lead to a serious depletion of the Bank's capital and would impair the Bank's ability to make loans to other farm cooperative associations. The <i>Lee</i> Court went on to hold that such considerations were irrelevant in any event because the setoff was not a retirement of stock within the meaning of the applicable Code Sections:</p>\n<blockquote>The suggestion is too fanciful for serious consideration that either redemption or offset would \"encourage liquidation\" and that cooperatives would embark upon the suicidal course of voluntary bankruptcy in order to recapture their capital investments in the bank. However, this may be, we need not substitute our judgment for that of the Board of Directors [of the bank] as to retirement of stock, since we do not order retirement. Nor do we consider offset equivalent to redemption since the bank can reissue the stock at par to other borrowing cooperatives.</blockquote>\n<p>368 F.2d at 938 n. 10.</p>\n<p>The Fourth Circuit's holding in <i>Lee</i> does not prevent this court from concluding that the debtors may not forcibly surrender their stock to Land Bank and PCA for \"credit\" against their outstanding debts. First, the <i>Lee</i> case is factually distinguishable. In <i>Lee,</i> the debt of the borrowers to the Bank was to be paid in full at once. Here, the Massengills propose to continue to have debts outstanding to Land Bank and PCA which will not be satisfied completely for twenty years and four years respectively. The economic issue in this case, not present in <i>Lee,</i> therefore, is whether the interest to be paid by the debtors will be calculated upon the entire outstanding principal, or the principal minus the value of the stock. In <i>Lee,</i> the only issue was the method of payment. Furthermore, the <i>Lee</i> Court's decision was based on a finding that the directors of the Bank had abused their discretionary authority by not retiring the stock when the setoff would have allowed the debt to be satisfied completely. Here, the issue of abuse of discretion is not raised because the debt will continue for an extended period of time.</p>\n<p>Second, the importance of the transfer and retirement restrictions placed on the stock under the Farm Credit Act no longer can be dismissed so lightly given the United States Supreme Court's subsequent pronouncement in a case involving a Bank for Cooperatives. The Court emphasized the importance of the relationship between the restrictions and the objectives of the Farm Credit Act by stating:</p>\n<blockquote>\n<span class=\"star-pagination\">*283</span> It must be remembered, however, that the stock was intentnionally given these characteristics by a Congress with definite goals in mind. The legislative history of the Farm Credit Act of 1955 indicates that Congress placed much of the blame for the Bank's inability to repay the capital extended by the Government and to retain private capital on the provision in the 1933 legislation which permitted borrowers to redeem their stock for cash upon paying off their loans. The restrictions on redemption and transferability and the dividend prohibition were designed to obviate this difficulty and to provide both a stable membership and permanent capital, two necessities for the success of any cooperative venture.</blockquote>\n<p><i>United States v. Mississippi Chemical Corp.,</i> 405 U.S. 298, 308-09, 92 S.Ct. 908, 914, 31 L.Ed.2d 217 (1972).</p>\n<p>The stock ownership requirements of the Farm Credit Act of 1971 are intended to provide stability for the Farm Credit System and thereby benefit all farmers. <i>See </i><i>Walker,</i> 48 B.R. at 669-70. For that reason, Land Bank and PCA have been given control over the retirement of their stock. 12 U.S.C. §§ 2034(a) and 2094(f) and (k). Such control is necessary for the continued stability of the Farm Credit System, and has been provided for specifically by Congress in the Farm Credit Act of 1971. Accordingly, this court holds that the debtors cannot compel transfer of Land Bank and PCA stock to Land Bank and PCA for credit against their outstanding debts.<sup>[3]</sup></p>\n<p>The argument that the plan requires a mere transfer and not a retirement of the stock ignores the common sense realities regarding the characteristics of Land Bank and PCA stock issued to farmer-borrowers. Land Bank and PCA are required to issue and sell new stock to all new borrowers of Land Bank and PCA at the time loans are made to such borrowers. 12 U.S.C. §§ 2034(a) and 2094(f). Likewise only borrowers of Land Bank and PCA may own Land Bank and PCA stock. 12 U.S.C. §§ 2034(a) and 2094(b). In addition, Land Bank and PCA have no means of compelling borrowers to buy additional stock beyond the requirements in Sections 2034 and 2094 once loans to such borrowers have been made. Accordingly, any resale or reissuance of the stock would be in lieu of sale of new stock to new borrowers, and would thereby alter the capital structure of Land Bank and PCA. A \"transfer\" of the stock, therefore, would produce the same result as a forced retirement in contravention of specific provisions of the Farm Credit Act which were incorporated to prevent such result. <i>See </i><i>United States v. Mississippi Chemical Corp.,</i> 405 U.S. 298, 92 S.Ct. 908, 31 L.Ed.2d 217 (1972).</p>\n<p>Debtors contend that the plan should be confirmed because borrowers of Land Bank and PCA, they argue, may remain borrowers and receive services from the Farm Credit System without continuing to own stock in Land Bank and PCA. In support of this contention, debtors note that although borrowers must purchase stock when receiving a loan and that only active borrowers may own such stock, there is no provision prohibiting farmer-borrowers from transferring stock to one another. The issue here, however, is not whether farmer-borrowers may transfer stock among themselves, but whether a borrower can compel Land Bank and PCA to retire stock owned in Land Bank and PCA and thereafter remain a borrower. A transfer among farmer-debtors would not alter the capital structure of Land Bank or PCA, since the total amount of stock issued by Land Bank and PCA is based on a percentage of the total amount of debt. 12 U.S.C. §§ 2034(a) and 2094(f). Nor would such a transfer frustrate the statutory purpose of the Act calling for farmer-borrower participation in the management and control of the Farm Lending System. A transfer to Land Bank and PCA, however, would violate both of these objectives.</p>\n<p><span class=\"star-pagination\">*284</span> For the reasons set forth above, the Bankruptcy Court's Order confirming the Chapter 12 Plan is REVERSED to the extent that it provides that the Massengills are to surrender their Land Bank and PCA stock to Land Bank and PCA, and thereby obtain a credit against the debts which the Massengills owe to Land Bank and PCA.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  12 U.S.C. § 2016, titled \"Eligibility,\" states:\n</p>\n<p>The services authorized in this subchapter [Federal Land Banks and Associations] may be made available to persons who are or become stockholders or members in the Federal land bank associations and are (1) bona fide farmers, ranchers, or producers or harvesters of aquatic products, (2) persons furnishing to farmers and ranchers farm-related services directly related to their on-farm operating needs, or (3) owners of rural homes.</p>\n<p>12 U.S.C. § 2034(a) states in pertinent part: The shares of stock in each Federal land bank association shall have a par value of $5 each. No person but borrowers from the bank shall become members and stockholders of the association. If an application for membership is approved and if the applied-for loan is granted, the member of the association shall subscribe to stock in the association in an amount not less than 5 per centum nor more than 10 per centum of the face amount of the loan as determined by the bank. Stock shall be paid for in cash by the time the loan is closed. The association shall then purchase a similar amount of stock in the land bank. 12 U.S.C. § 2094(f) states in pertinent part: Each borrower from the [production credit] association shall be required to own at the time the loan is made voting stock or participation certificates as provided in the bylaws of the association, in an amount equal in book value (not exceeding par or face amount, as the case may be), as determined by the association, to $5 per $100 or fraction thereof the amount These provisions regarding ownership, transfer of the loan. Such stock and participation certificates shall not be canceled or retired upon payment of the loan or otherwise except as may be provided in the bylaws.</p>\n<p>[2]  Appellees argue in their brief that the Chapter 12 Plan does not require, and the Bankruptcy Court did not hold, that the provisions of the Bankruptcy Code cited above control and contravene the Farm Credit Act. For the reasons set forth below, this court disagrees with Appellees' contention.</p>\n<p>[3]  A ruling to the contrary would allow farmers to continue to participate in and borrow from the Farm Credit System, and reap its benefits, while avoiding their statutory obligations at the expense of all other farmers who currently, or may in the future, participate in an already distressed Farm Credit System.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">276</span></span> (1988)</b></center>\n<center><h1>In re Durwood Rufus MASSENGILL and Laura Faye Massengill, Debtors.<br>\nThe FEDERAL LAND BANK OF COLUMBIA and South Atlantic Production Credit Association, Appellants,<br>\nv.<br>\nDurwood Rufus MASSENGILL and Laura Faye Massengill, Appellees.</h1></center>\n<center>No. 87-821-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 26, 1988.</center>\n<p>Mark C. Kirby, Stephen B. Brown, Wyrick, Robbins, Yates, Ponton &amp; Kirby, Raleigh, N.C., for the Federal Land Bank of <span class=\"star-pagination\">*277</span> Columbia, and South Atlantic Production Credit Ass'n.</p>\n<p>Richard M. Stearns, Kinston, N.C., for trustee.</p>\n<p>John W. Morris, Mast, Tew, Morris, Hudson &amp; Schulz, Smithfield, N.C., for debtors.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>This is an appeal by the creditors, The Federal Land Bank of Columbia (hereinafter \"Land Bank\") and South Atlantic Production Credit Association (hereinafter \"PCA\") from the Order of the Bankruptcy Court entered July 8, 1987, confirming the debtor's Chapter 12 plan. The court has received briefs from all parties and oral arguments were heard on April 1, 1988. The issue before the court is whether the debtors, as part of their Chapter 12 plan, may surrender Land Bank and PCA stock to Land Bank and PCA in satisfaction of an equivalent amount of debt owed to appellants. Appellants contend that the provisions of the Farm Credit Act, 12 U.S.C. § 2001 <i>et seq.</i> prohibit such stock transfers.</p>\n<p>The Massengills are indebted to Land Bank in an amount in excess of $88,000.00, and to PCA in an amount in excess of $6,000.00. The Land Bank indebtedness is fully secured by, among other things, $5,000.00 in Land Bank stock. The PCA indebtedness is fully secured by, among other things, $925.00 in PCA stock.</p>\n<p>On April 17, 1987, the Massengills filed an Amended Chapter 12 Plan. The Plan provides, among other things, that upon confirmation the Massengills would transfer their stock in Land Bank to Land Bank and that Land Bank would then \"credit Debtors' account $5,000.00.\" In addition, the Plan provides that upon confirmation the Massengills would transfer their stock in PCA to PCA and that PCA would then \"credit Debtors' account $925.00.\" The debtors' plan also provides that the Massengills will maintain a borrowing relationship with Land Bank and PCA during the life of their Chapter 12 Plan. In the Plan, the debtors restructure the debts which they owe to the Land Bank and PCA to provide for payment over a period of twenty years and four years, respectively, in annual installments which include interest at the Land Bank's and PCA's prevailing interest rates.</p>\n<p>On June 5, 1987, the Bankruptcy Court entered a written Opinion finding that the Massengills could compel Land Bank and PCA to accept the Massengills' Land Bank and PCA stock and credit the par value of such stock against the Massengills' debts to Land Bank and PCA, by so providing in their Plan, <span class=\"citation\" data-id=\"2026188\"><a href=\"/opinion/2026188/in-re-massengill/\"><span class=\"volume\">73</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">1008</span></a></span> (1987). On July 6, 1987, the Bankruptcy Court entered an Order confirming the Plan containing the stock transfer and crediting provisions.</p>\n<p>Appellants contend that the Bankruptcy Court erred when it confirmed the Massengills' Chapter 12 Plan containing the stock transfer provisions because such provisions are in contravention of applicable sections of the Farm Credit Act. In support of this contention, appellants argue that authoritative case law prohibits the establishment of a plan whereby one federal statute contravenes another when a non-conflicting interpretation is possible. Appellants argue that the stock \"surrender\" and \"credit\" provisions are actually a forced, involuntary \"retirement\" and that the right to retire Land Bank and PCA stock is vested solely in the Land Bank and PCA respectively pursuant to the Farm Credit Act. 12 U.S.C. § 2001, <i>et seq.</i> Appellants argue that the Farm Credit Act requires all borrowers to own and maintain stock in Land Bank and PCA and that the Plan impermissibly allows the Massengills to remain borrowers without owning such stock. Thus, the argument follows, the Bankruptcy Court's approval of the Plan pursuant to Sections 1222(b)(8) and 1225(a)(5)(C) of the Code is in direct contravention of the Farm Credit Act.</p>\n<p>The debtors contend, on the contrary, that the plan does not conflict with the provisions of the Farm Credit Act because it requires only a \"transfer\" of the stock which is not prohibited, rather than a \"retirement\" which is prohibited. The debtors also contend that the Farm Credit Act does <span class=\"star-pagination\">*278</span> not require Land Bank and PCA borrowers to continually maintain stock ownership.</p>\n<p>The Farm Credit Act (12 U.S.C. § 2001, <i>et seq.</i>) governs the operation of both the Land Bank and PCA as well as other lending institutions constituting the Farm Credit System. 12 U.S.C. § 2002. These institutions make and service a variety of loans to farmer-borrowers, and farm lending institutions. 12 U.S.C. § 2002. To be eligible for such loans, Land Bank and PCA borrowers are required to purchase a certain amount of stock in the local association.<sup>[1]</sup> Furthermore, Land Bank and PCA stock may be owned by active borrowers only. 12 U.S.C. §§ 2034(a) and 2094(b). Ordinarily, Land Bank and PCA stock may be retired and paid only upon the full repayment of the loan by the borrower. 12 U.S.C. §§ 2034(a) and 2094(f). However, upon default, the Farm Credit Act grants the right to retire or cancel such stock to Land Bank and PCA in the discretion of the respective lender. 12 U.S.C. § 2034(a) provides that if a Land Bank loan is in default, the Land Bank stock \"may be cancelled for application on the loan ... when approved by the (district land) bank.\" Similarly, 12 U.S.C. § 2094(k) gives PCA the right to cancel its stock for application on its loan when a borrower is in default. Likewise, the regulations governing Farm Credit institutions vest the right to retire stock upon a borrower's default solely in the lending institution stating: \"the association may, but shall not be required to retire ... all or part of the equity owned by such borrower on which the association has a lien as collateral for the debt, in total or partial liquidation of the debt.\" 12 C.F.R. § 615.5255(a) (1987). These provisions regarding ownership, transfer, and retirement of Land Bank and PCA stock were designed to accomplish the stated objectives of the Farm Credit Act which include the encouragement of farmer-borrower \"participation in the management, control, and ownership of a permanent system of credit for agriculture which will be responsive to the credit needs of ... producers ...,\" 12 U.S.C. § 2001(b), and the ensurence of financial stability and continuity within the Farm Credit System. <i>See </i><i>United States v. Mississippi Chemical Corp,</i> <span class=\"citation\" data-id=\"108481\"><a href=\"/opinion/108481/united-states-v-mississippi-chemical-corp/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">298</span></a></span>, <span class=\"citation\" data-id=\"108481\"><a href=\"/opinion/108481/united-states-v-mississippi-chemical-corp/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">908</span></a></span>, <span class=\"citation\" data-id=\"108481\"><a href=\"/opinion/108481/united-states-v-mississippi-chemical-corp/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">217</span></a></span> (1972).</p>\n<p>The provisions of the Bankruptcy Code applicable to the issues at hand include those at Title 11 United States Code, Sections 1222(b)(8) and 1225(a)(5)(C). Title 11 U.S.C. § 1222(b)(8) states that a Chapter 12 plan may \"provide for the sale of all or any part of the property of the estate or the distribution of all or any part of the property of the estate among those having an interest in such property.\" Title 11 U.S.C. § 1225(a)(5)(C) recognizes specifically that surrender of property securing a claim to the holder of the secured claim as a proper way to treat a secured claim in a Chapter 12 confirmation.</p>\n<p><span class=\"star-pagination\">*279</span> This Court concludes that the stock transfer and crediting provisions of the debtor's Chapter 12 Plan have the same effect as a forced stock retirement, and therefore, are in direct conflict with the provisions of the Farm Credit Act giving the Land Bank and PCA sole authority to retire their stock. Further, this Court holds that Sections 1222(b)(8) and 1225(a)(5)(C) of the Bankruptcy Code should not control over the more specific provisions of the Farm Credit Act prohibiting such forced retirements.</p>\n<p>The Bankruptcy Court specifically held that §§ 1222(b)(8) and 1225(a)(5)(C) of the Bankruptcy Code \"control\" over the provisions of the Farm Credit Act which give the authority. to retire stock to Land Bank and PCA.<sup>[2]</sup> In doing so, the Bankruptcy Court failed to address a line of cases which discusses how seemingly conflicting federal statutes are to be interpreted by lower courts. Generally, these decisions provide that interpretations which yield conflicting results must be avoided if possible, and that such statutes must be read to give full effect to the purposes of each. In <i>Watt v. Alaska,</i> the United States Supreme Court stated:</p>\n<blockquote>... \"`repeals by implication are not favored,'\" <i>Morton v. Mancari</i><i>,</i> 417 U.S. [535] at 549, [<span class=\"citation\" data-id=\"109067\"><a href=\"/opinion/109067/morton-v-mancari/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2474</span></a></span> at 2482, <span class=\"citation\" data-id=\"109067\"><a href=\"/opinion/109067/morton-v-mancari/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">290</span></a></span> (1974)] <i>quoting </i><i>Posadas v. National City Bank,</i> <span class=\"citation\" data-id=\"102537\"><a href=\"/opinion/102537/posadas-v-national-city-bank/\"><span class=\"volume\">296</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">497</span></a></span>, 503[, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">349</span></span>, 352, 80 L.Ed. 351] (1936). \"The intention of the legislature to repeal must be `clear and manifest.'\" <i>United States v. Borden Co.,</i> <span class=\"citation\" data-id=\"103246\"><a href=\"/opinion/103246/united-states-v-borden-co/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">188</span></a></span>, 198[, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">182</span></span>, 188, 84 L.Ed. 181] (1939), quoting <i>Red Rock v. Henry,</i> <span class=\"citation\" data-id=\"90721\"><a href=\"/opinion/90721/red-rock-v-henry/\"><span class=\"volume\">106</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">596</span></a></span>, 602[, <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">434</span></span>, 439, 27 L.Ed. 251] (1883). We must read the statutes to give effect to each if we can do so while preserving their sense and purpose. <i>Mancari, supra</i> [417 U.S.] at 551[, 94 S.Ct. at 2483]; see <i>Haggar Co. v. Helvering,</i> <span class=\"citation\" data-id=\"1324195\"><a href=\"/opinion/1324195/haggar-co-v-helvering/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 394[, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">337</span></span>, 339, 84 L.Ed. 340] (1940).</blockquote>\n<p><span class=\"citation\" data-id=\"110466\"><a href=\"/opinion/110466/watt-v-alaska/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">259</span></a></span>, 267, <span class=\"citation\" data-id=\"110466\"><a href=\"/opinion/110466/watt-v-alaska/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>, 1678, <span class=\"citation\" data-id=\"110466\"><a href=\"/opinion/110466/watt-v-alaska/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1981). Likewise, the United States Court of Appeals for the Fourth Circuit has ruled:</p>\n<blockquote>Should there be some inconsistency between the two statutes or sections of a single statute, courts, in construing the statutes, so far as it is possible, should seek to steer a \"middle course that vitiates neither provision but implements to the fullest extent possible the directives of each.\" <i>Citizens to Save Spencer County v. EPA,</i> <span class=\"citation\" data-id=\"367154\"><a href=\"/opinion/367154/citizens-to-save-spencer-county-v-united-states-environmental-protection/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">844</span></a></span>, 871 (D.C. Cir.1979).</blockquote>\n<p><i>United Hospital Center, Inc. v. Richardson,</i> <span class=\"citation\" data-id=\"449652\"><a href=\"/opinion/449652/medicaremedicaid-gu-34558-united-hospital-center-inc-a-private/\"><span class=\"volume\">757</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1445</span></a></span>, 1451 (4th Cir.1985). Other courts have determined that when interpreting two seemingly conflicting federal statutes, the courts are not at liberty to pick and choose between statutes. When two statutes are capable of coexistence, it is the duty, absent a clearly expressed congressional intention to the contrary, to regard each as effective. <i>See </i><i>Amrep Corp. v. Federal Trade Commission,</i> <span class=\"citation\" data-id=\"456038\"><a href=\"/opinion/456038/amrep-corporation-v-federal-trade-commission/\"><span class=\"volume\">768</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1171</span></a></span>, 1176 (10th Cir.1985); <i>Pitzak v. Office of Personnel Management,</i> <span class=\"citation\" data-id=\"420995\"><a href=\"/opinion/420995/william-r-pitzak-v-office-of-personnel-management/\"><span class=\"volume\">710</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1476</span></a></span>, 1479 (10th Cir.1983).</p>\n<p>Federal statutes which are drawn with precision and specificity, furthermore, preempt statutes of a more general nature in situations where the specific statutes are applicable. <i>Morton v. Mancari,</i> <span class=\"citation\" data-id=\"109067\"><a href=\"/opinion/109067/morton-v-mancari/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">535</span></a></span>, 550-51, <span class=\"citation\" data-id=\"109067\"><a href=\"/opinion/109067/morton-v-mancari/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2474</span></a></span>, 2482-83, <span class=\"citation\" data-id=\"109067\"><a href=\"/opinion/109067/morton-v-mancari/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">290</span></a></span> (1974); <i>see also </i><i>Pitzak,</i> 710 F.2d at 1478-79. In <i>Morton,</i> the United States Supreme Court stated, \"[w]here there is no clear intention otherwise, a specific statute will not be controlled or nullified by a general one, regardless of priority of enactment.\" 417 U.S. at 550-51, 94 S.Ct. at 2482-83.</p>\n<p>The Bankruptcy Court's holding that the debtors could retire the Land Bank and PCA stock is in direct contravention of the provisions of the Farm Credit Act giving authority to retire stock to PCA and Land Bank exclusively. The Bankruptcy Court's <span class=\"star-pagination\">*280</span> holding also negates the stated statutory purpose of the Farm Credit Act to encourage the participation of farmer-borrowers in the management, control, and ownership of the Farm Credit System, and to ensure the financial stability and continuity of the Farm Credit System. The Bankruptcy Court's Opinion would, in effect, render these provisions of the Farm Credit Act meaningless and without force, in disregard of Supreme Court precedent disfavoring repeals by implication. <i>See Watt,</i> 451 U.S. at 267, 101 S.Ct. at 1678.</p>\n<p>A conflicting interpretation of the statutes is avoidable by not requiring Land and PCA to accept the stock and credit the value of the stock against the outstanding debts. The Bankruptcy Court pointed out that Chapter 12 is \"designed to give family farmers facing bankruptcy a fighting chance to reorganize their debts and to keep their land.\" Disallowing the debtors the authority to forcibly retire their Land Bank and PCA stock, however, would not contravene this purpose of Chapter 12. Under a Chapter 12 plan, the Massengills would be allowed an extended period of time to pay the Land Bank and PCA claims even if precluded from surrendering their stock. Furthermore, requiring the debtors to maintain this stock would fulfill the stated purpose of the Farm Credit Act, to encourage all borrowers from Land Bank and PCA to participate in ownership and management of Land Bank and PCA. Such a requirement would also be in line with the cases previously discussed which hold that a precisely drawn, detailed, federal statute preempts a more general one, <i>Morton v. Mancari,</i> <span class=\"citation\" data-id=\"109067\"><a href=\"/opinion/109067/morton-v-mancari/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">535</span></a></span>, 550-51, <span class=\"citation\" data-id=\"109067\"><a href=\"/opinion/109067/morton-v-mancari/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2474</span></a></span>, 2482-83, <span class=\"citation\" data-id=\"109067\"><a href=\"/opinion/109067/morton-v-mancari/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">290</span></a></span> (1974); as well as the principles regarding interpretation of federal statutes. <i>See Watt,</i> 451 U.S. at 267, 101 S.Ct. at 1678.</p>\n<p>In its Opinion, the Bankruptcy Court states that \"[i]t is not uncommon that the Bankruptcy Code will prevail over a conflicting federal law,\" citing <i>N.L.R.B. v. Bildisco and Bildisco,</i> <span class=\"citation\" data-id=\"111108\"><a href=\"/opinion/111108/nlrb-v-bildisco-bildisco/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">513</span></a></span>, <span class=\"citation\" data-id=\"111108\"><a href=\"/opinion/111108/nlrb-v-bildisco-bildisco/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1188</span></a></span>, <span class=\"citation\" data-id=\"111108\"><a href=\"/opinion/111108/nlrb-v-bildisco-bildisco/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">482</span></a></span> (1984). This Court does not read <i>Bildisco</i> for the proposition that general provisions of the Bankruptcy Code may be interpreted to contravene the specific provisions of federal statutes. In <i>Bildisco,</i> the Supreme Court held that a Chapter 11 debtor had a right, pursuant to § 365(a) of the Code, to unilaterally reject a collective-bargaining agreement subject to the provisions of the National Labor Relations Act. Section 365(a) provides that a trustee may reject any executory contract of a debtor <i>except for those contracts which are specifically exempted.</i> In interpreting this Section, the Supreme Court stated:</p>\n<blockquote>Any inference that collective-bargaining agreements are not included within the general scope of § 365(a) ... is rebutted by the statutory design of § 365(a) and by the language of § 1167 of the Bankruptcy Code. The test of § 365(a) indicates that Congress was concerned about the scope of the debtor-in-possession's power regarding certain types of executory contracts, and purposely drafted § 365(a) to limit the debtor-in-possession's power of rejection or assumption in those circumstances. <i>Yet none of the express limitations on the debtor-in-possession's general power under § 365(a) apply to collective-bargaining agreements. Section 1167, in turn, expressly exempts collective-bargaining agreements subject to the Railway Labor Act, but grants no similar exemption to agreements subject to the NLRA.</i> Obviously, Congress knew how to draft an exclusion for collective-bargaining agreements when it wanted to; its failure to do so in this instance indicates that Congress intended that § 365(a) apply to all collective-bargaining agreements covered by the NLRA.</blockquote>\n<p><i>Bildisco,</i> 465 U.S. at 521-22, 104 S.Ct. at 1193-94. (Emphasis added).</p>\n<p>No similar statutory interpretation is applicable here. There is no provision in the Bankruptcy Code indicating that Congress intended Sections 1222(b)(8) and 1225(a)(5)(C) to override the specific provisions of the Farm Credit Act prohibiting forced stock redemptions. Furthermore, the Fourth Circuit has recognized that general provisions of the Bankruptcy Code may not contravene the specific provisions <span class=\"star-pagination\">*281</span> of federal statutes absent a showing of congressional intent. <i>In Re Heritage Village Church and Missionary Fellowship, Inc.,</i> <span class=\"citation\" data-id=\"508527\"><a href=\"/opinion/508527/in-re-heritage-village-church-and-missionary-fellowship-inc-aka-ptl/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></a></span> (4th Cir.1988) (UP) (\"There is no express provision in the Bankruptcy Code indicating congressional intent that the Code supersede the Anti-Injunction Act,\" citing <i>In re LaSalle Rolling Mills, Inc.,</i> <span class=\"citation\" data-id=\"496734\"><a href=\"/opinion/496734/in-the-matter-of-lasalle-rolling-mills-inc-debtor-in/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">390</span></a></span>, 394 (7th Cir. 1987)).</p>\n<p>This Court's holding, that the specific provisions of the Farm Credit Act giving the Land Bank and PCA the exclusive authority to retire Land Bank and PCA stock preclude confirmation of a bankruptcy plan permitting such retirement over the objections of Land Bank and PCA, is supported by <i>In re Walker,</i> <span class=\"citation\" data-id=\"1552898\"><a href=\"/opinion/1552898/in-re-walker/\"><span class=\"volume\">48</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">668</span></a></span> (Bankr. D.S.D.1985). In the <i>Walker</i> case, the debtors sought to surrender their PCA stock, and thereby reduce their indebtedness, as part of their Chapter 11 plan of reorganization. The Bankruptcy Court held that the debtors could not overturn the specific, congressionally-mandated, statutory requirements of the Farm Credit Act through confirmation of a plan of reorganization under the Bankruptcy Code, and refused to require the PCA to cancel the stock and apply it against its claim. The <i>Walker</i> Court stated:</p>\n<blockquote>[T]he statute [granted] the bank the option to retire (i.e., redeem) the stock of the bankrupt; the bankrupt ... has no right to demand that the stock be retired that right, under the statute, does not mature and is not exercisable, except at the bank's option.</blockquote>\n<p><i>Id.</i> at 669, <i>quoting </i><i>In re Cooperativa Cafeteros De Puerto Rico,</i> <span class=\"citation\" data-id=\"1957017\"><a href=\"/opinion/1957017/in-re-cooperativa-cafeteros-de-puerto-rico/\"><span class=\"volume\">19</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">732</span></a></span> (Bankr. D.P.R.1982). The Court further stated:</p>\n<blockquote>[T]he Court cannot permit the general provisions of [the Bankruptcy Code] to override the specific Congressional intent in enacting the Farm Credit Act. The legislative history of the Act indicates that the design of a capital structure utilizing borrower capitalization and participation was intended to remedy the problems inherent in the agricultural lending practices of commercial institutions. Although Congress may have been able to accomplish the same goals through higher interest rates, it chose stock purchases for stability and continuity. Much of the success of the farm credit system is the result of long-term direct borrower participation and the integration of the control and management functions. To permit debtors in [bankruptcy] reorganization to cancel their ... stock would do more than impair the PCA's claim in these two cases; it would alter the capital structure of the PCA and would seriously undermine the functioning of the whole farm credit system as envisioned by Congress under the Farm Credit Act.</blockquote>\n<p>48 B.R. at 669-70.</p>\n<p>While the present case involves Chapter 12, and <i>Walker</i> involved Chapter 11, the reasoning of the court in <i>Walker</i> is equally applicable here. Like the debtors in <i>Walker,</i> the Massengills seek to force retirement of their stock in the Farm Credit System in their Plan while remaining borrowers from the Farm Credit System. In so doing, the Massengills, like the debtors in <i>Walker,</i> seek to rely on general provisions of the United States Bankruptcy Code to override the specific provisions of the Farm Credit Act. Title 11 U.S.C. Sections 1222(b)(8) and 1225(a)(5)(C), on which the Massengills rely, have their origins in similar provisions and holdings under Chapter 11. As in <i>Walker,</i> the Massengills cannot be allowed to force retirement of their stock in Land Bank and PCA pursuant to general provisions in the Bankruptcy Code. <i>See also, </i><i>In Re Eisenbarth,</i> <span class=\"citation\" data-id=\"2021277\"><a href=\"/opinion/2021277/in-re-eisenbarth/\"><span class=\"volume\">77</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">228</span></a></span> (Bankr. D.N.D. 1987).</p>\n<p>The Bankruptcy Court relied upon a case decided by the United States Court of Appeals for the Fourth Circuit in 1966 in reaching the conclusion that the Massengills could force Land Bank and PCA to retire the stock over the objections of Land Bank and PCA. <i>See </i><i>Columbia Bank for Cooperatives v. Lee,</i> <span class=\"citation\" data-id=\"273765\"><a href=\"/opinion/273765/columbia-bank-for-cooperatives-v-h-kenneth-lee-trustee-in-bankruptcy-in/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">934</span></a></span> (4th Cir. 1966). In <i>Lee,</i> the Fourth Circuit held that a trustee in a bankruptcy case under the 1898 Bankruptcy Act could set off stock owned by a cooperative in the Columbia Bank for Cooperatives against the secured claim of the Columbia Bank for Cooperatives. <span class=\"star-pagination\">*282</span> The stock had been issued pursuant to provisions of the Farm Credit Act similar to those involved in this case, requiring the borrower to purchase the stock in order to obtain its loan. In <i>Lee,</i> the Bank was fully secured by mortgages upon certain real property owned by the debtors, and by a lien on the stock which the cooperative owned in the Bank. The cooperative owed approximately $162,000 to the Bank and owned stock in the Bank valued at $113,120.82. The trustee had sold some of the real property securing the debt, realizing proceeds of approximately $167,000. The trustee proposed to pay the Bank's claim in full by offsetting the value of the stock against the Bank's claim and paying the balance from the sale proceeds.</p>\n<p>The Bank argued that its debt should have been satisfied from the proceeds of the sold property and that it should not have been required to retire its stock. The referee in bankruptcy held that the value of the stock was to be set off against the Bank's claim before the proceeds of the sale of the real property collateral were to be applied to the Bank's claim. The District Court affirmed the decision of the referee on appeal, holding that the refusal by the Bank to exercise its statutory power to accelerate retirement of the stock where the debt of the Bank was to be fully paid, constituted an abuse of discretion on the party of the bank. The Fourth Circuit Court of Appeals affirmed the District Court, holding that it was within the equitable power of the bankruptcy referee, pursuant to the doctrine of marshalling of assets, to require such an offset. 368 F.2d at 938-39.</p>\n<p>In upholding the plan in <i>Lee,</i> the Fourth Circuit Court of Appeals rejected the argument that a forced redemption would lead to a serious depletion of the Bank's capital and would impair the Bank's ability to make loans to other farm cooperative associations. The <i>Lee</i> Court went on to hold that such considerations were irrelevant in any event because the setoff was not a retirement of stock within the meaning of the applicable Code Sections:</p>\n<blockquote>The suggestion is too fanciful for serious consideration that either redemption or offset would \"encourage liquidation\" and that cooperatives would embark upon the suicidal course of voluntary bankruptcy in order to recapture their capital investments in the bank. However, this may be, we need not substitute our judgment for that of the Board of Directors [of the bank] as to retirement of stock, since we do not order retirement. Nor do we consider offset equivalent to redemption since the bank can reissue the stock at par to other borrowing cooperatives.</blockquote>\n<p>368 F.2d at 938 n. 10.</p>\n<p>The Fourth Circuit's holding in <i>Lee</i> does not prevent this court from concluding that the debtors may not forcibly surrender their stock to Land Bank and PCA for \"credit\" against their outstanding debts. First, the <i>Lee</i> case is factually distinguishable. In <i>Lee,</i> the debt of the borrowers to the Bank was to be paid in full at once. Here, the Massengills propose to continue to have debts outstanding to Land Bank and PCA which will not be satisfied completely for twenty years and four years respectively. The economic issue in this case, not present in <i>Lee,</i> therefore, is whether the interest to be paid by the debtors will be calculated upon the entire outstanding principal, or the principal minus the value of the stock. In <i>Lee,</i> the only issue was the method of payment. Furthermore, the <i>Lee</i> Court's decision was based on a finding that the directors of the Bank had abused their discretionary authority by not retiring the stock when the setoff would have allowed the debt to be satisfied completely. Here, the issue of abuse of discretion is not raised because the debt will continue for an extended period of time.</p>\n<p>Second, the importance of the transfer and retirement restrictions placed on the stock under the Farm Credit Act no longer can be dismissed so lightly given the United States Supreme Court's subsequent pronouncement in a case involving a Bank for Cooperatives. The Court emphasized the importance of the relationship between the restrictions and the objectives of the Farm Credit Act by stating:</p>\n<blockquote>\n<span class=\"star-pagination\">*283</span> It must be remembered, however, that the stock was intentnionally given these characteristics by a Congress with definite goals in mind. The legislative history of the Farm Credit Act of 1955 indicates that Congress placed much of the blame for the Bank's inability to repay the capital extended by the Government and to retain private capital on the provision in the 1933 legislation which permitted borrowers to redeem their stock for cash upon paying off their loans. The restrictions on redemption and transferability and the dividend prohibition were designed to obviate this difficulty and to provide both a stable membership and permanent capital, two necessities for the success of any cooperative venture.</blockquote>\n<p><i>United States v. Mississippi Chemical Corp.,</i> <span class=\"citation\" data-id=\"108481\"><a href=\"/opinion/108481/united-states-v-mississippi-chemical-corp/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">298</span></a></span>, 308-09, <span class=\"citation\" data-id=\"108481\"><a href=\"/opinion/108481/united-states-v-mississippi-chemical-corp/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">908</span></a></span>, 914, <span class=\"citation\" data-id=\"108481\"><a href=\"/opinion/108481/united-states-v-mississippi-chemical-corp/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">217</span></a></span> (1972).</p>\n<p>The stock ownership requirements of the Farm Credit Act of 1971 are intended to provide stability for the Farm Credit System and thereby benefit all farmers. <i>See </i><i>Walker,</i> 48 B.R. at 669-70. For that reason, Land Bank and PCA have been given control over the retirement of their stock. 12 U.S.C. §§ 2034(a) and 2094(f) and (k). Such control is necessary for the continued stability of the Farm Credit System, and has been provided for specifically by Congress in the Farm Credit Act of 1971. Accordingly, this court holds that the debtors cannot compel transfer of Land Bank and PCA stock to Land Bank and PCA for credit against their outstanding debts.<sup>[3]</sup></p>\n<p>The argument that the plan requires a mere transfer and not a retirement of the stock ignores the common sense realities regarding the characteristics of Land Bank and PCA stock issued to farmer-borrowers. Land Bank and PCA are required to issue and sell new stock to all new borrowers of Land Bank and PCA at the time loans are made to such borrowers. 12 U.S.C. §§ 2034(a) and 2094(f). Likewise only borrowers of Land Bank and PCA may own Land Bank and PCA stock. 12 U.S.C. §§ 2034(a) and 2094(b). In addition, Land Bank and PCA have no means of compelling borrowers to buy additional stock beyond the requirements in Sections 2034 and 2094 once loans to such borrowers have been made. Accordingly, any resale or reissuance of the stock would be in lieu of sale of new stock to new borrowers, and would thereby alter the capital structure of Land Bank and PCA. A \"transfer\" of the stock, therefore, would produce the same result as a forced retirement in contravention of specific provisions of the Farm Credit Act which were incorporated to prevent such result. <i>See </i><i>United States v. Mississippi Chemical Corp.,</i> <span class=\"citation\" data-id=\"108481\"><a href=\"/opinion/108481/united-states-v-mississippi-chemical-corp/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">298</span></a></span>, <span class=\"citation\" data-id=\"108481\"><a href=\"/opinion/108481/united-states-v-mississippi-chemical-corp/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">908</span></a></span>, <span class=\"citation\" data-id=\"108481\"><a href=\"/opinion/108481/united-states-v-mississippi-chemical-corp/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">217</span></a></span> (1972).</p>\n<p>Debtors contend that the plan should be confirmed because borrowers of Land Bank and PCA, they argue, may remain borrowers and receive services from the Farm Credit System without continuing to own stock in Land Bank and PCA. In support of this contention, debtors note that although borrowers must purchase stock when receiving a loan and that only active borrowers may own such stock, there is no provision prohibiting farmer-borrowers from transferring stock to one another. The issue here, however, is not whether farmer-borrowers may transfer stock among themselves, but whether a borrower can compel Land Bank and PCA to retire stock owned in Land Bank and PCA and thereafter remain a borrower. A transfer among farmer-debtors would not alter the capital structure of Land Bank or PCA, since the total amount of stock issued by Land Bank and PCA is based on a percentage of the total amount of debt. 12 U.S.C. §§ 2034(a) and 2094(f). Nor would such a transfer frustrate the statutory purpose of the Act calling for farmer-borrower participation in the management and control of the Farm Lending System. A transfer to Land Bank and PCA, however, would violate both of these objectives.</p>\n<p><span class=\"star-pagination\">*284</span> For the reasons set forth above, the Bankruptcy Court's Order confirming the Chapter 12 Plan is REVERSED to the extent that it provides that the Massengills are to surrender their Land Bank and PCA stock to Land Bank and PCA, and thereby obtain a credit against the debts which the Massengills owe to Land Bank and PCA.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  12 U.S.C. § 2016, titled \"Eligibility,\" states:\n</p>\n<p>The services authorized in this subchapter [Federal Land Banks and Associations] may be made available to persons who are or become stockholders or members in the Federal land bank associations and are (1) bona fide farmers, ranchers, or producers or harvesters of aquatic products, (2) persons furnishing to farmers and ranchers farm-related services directly related to their on-farm operating needs, or (3) owners of rural homes.</p>\n<p>12 U.S.C. § 2034(a) states in pertinent part: The shares of stock in each Federal land bank association shall have a par value of $5 each. No person but borrowers from the bank shall become members and stockholders of the association. If an application for membership is approved and if the applied-for loan is granted, the member of the association shall subscribe to stock in the association in an amount not less than 5 per centum nor more than 10 per centum of the face amount of the loan as determined by the bank. Stock shall be paid for in cash by the time the loan is closed. The association shall then purchase a similar amount of stock in the land bank. 12 U.S.C. § 2094(f) states in pertinent part: Each borrower from the [production credit] association shall be required to own at the time the loan is made voting stock or participation certificates as provided in the bylaws of the association, in an amount equal in book value (not exceeding par or face amount, as the case may be), as determined by the association, to $5 per $100 or fraction thereof the amount These provisions regarding ownership, transfer of the loan. Such stock and participation certificates shall not be canceled or retired upon payment of the loan or otherwise except as may be provided in the bylaws.</p>\n<p>[2]  Appellees argue in their brief that the Chapter 12 Plan does not require, and the Bankruptcy Court did not hold, that the provisions of the Bankruptcy Code cited above control and contravene the Farm Credit Act. For the reasons set forth below, this court disagrees with Appellees' contention.</p>\n<p>[3]  A ruling to the contrary would allow farmers to continue to participate in and borrow from the Farm Credit System, and reap its benefits, while avoiding their statutory obligations at the expense of all other farmers who currently, or may in the future, participate in an already distressed Farm Credit System.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/90721/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102537/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110466/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111108/",
    "http://www.courtlistener.com/api/rest/v3/opinions/273765/",
    "http://www.courtlistener.com/api/rest/v3/opinions/367154/",
    "http://www.courtlistener.com/api/rest/v3/opinions/420995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/456038/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508527/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1324195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1552898/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1957017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2021277/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2026188/"
  ]
}