{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1881838/",
  "absolute_url": "/opinion/1881838/richardson-v-tiaacref/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1881838/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:42:40.895878Z",
  "date_modified": "2016-04-26T21:21:55.003214Z",
  "type": "010combined",
  "sha1": "d221e1dcef1bb63eddcd75d2659f90f92d125bfd",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>123 B.R. 540 (1991)</b></center>\n<center><h1>Ernest C. RICHARDSON, III, Trustee in Bankruptcy for Martin Schwarz, Appellee,<br>\nv.<br>\nTIAA/CREF, Appellant.</h1></center>\n<center>No. 90-462-CIV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>January 14, 1991.</center>\n<p>Michael P. Flanagan, Ward &amp; Smith, Greenville, N.C., for appellant.</p>\n<p>Ernest C. Richardson, III, New Bern, N.C., Allen Crendle Brown, Greenville, N.C., for appellee.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on appeal by the Teachers Insurance and Annuity Association of America and the College Retirement Equities Fund (hereafter \"TIAA/CREF\") from the bankruptcy court's order of 20 June 1990 in which the court held that funds in two supplemental retirement annuities belonging to the debtor were property of the estate pursuant to 11 U.S.C. § 541(a). The court ordered TIAA/CREF to pay the accumulated amounts in those two accounts to Ernest C. Richardson, III, trustee in bankruptcy for Martin Schwarz, the debtor.</p>\n<p>Jurisdiction is established in the United States District Court for the Eastern District of North Carolina pursuant to 28 U.S.C. § 158(a), this proceeding being one that was referred to the bankruptcy court <span class=\"star-pagination\">*541</span> under Title 28 U.S.C. § 157. Appeal was duly taken pursuant to Rule 8001(a) of the Federal Rules of Bankruptcy Procedure.</p>\n<p></p>\n<h2>I. STATEMENT OF THE CASE</h2>\n<p>On 24 June 1988, the debtor filed a petition under chapter 7 of the Bankruptcy Code. The plaintiff was appointed the trustee for the case. The chapter 7 proceeding was subsequently converted to a proceeding under chapter 13 of the Bankruptcy Code although on 29 September 1989, it was converted back to a chapter 7 proceeding and the plaintiff was reappointed as trustee. The debtor received a discharge in bankruptcy in October 1988.</p>\n<p>On 18 October 1989, the plaintiff filed a complaint with the United States Bankruptcy Court seeking the court to order that funds held by the debtor in six retirement accounts administered by TIAA/CREF were property of the estate pursuant to section 541(a) of the Bankruptcy Code. The action was opposed by the debtor and by TIAA/CREF. The Honorable Thomas M. Moore, United States Bankruptcy Judge, entered an order along with a memorandum opinion on 20 June 1990 in which he held that funds in four of the accounts were not property of the estate and that funds in accounts designated as TIAA No. K040006-5 and CREF No. J040006-7 were property of the estate. The two accounts that were determined to be property of the estate are supplemental retirement annuities.</p>\n<p>The bankruptcy court's decision turned on the application of 11 U.S.C. § 541(c)(2) which excludes from property of the estate a trust which has \"[a] restriction on the transfer of a beneficial interest of the debtor ... that is enforceable under applicable nonbankruptcy law....\" 11 U.S.C. § 541(c)(2). To determine whether the restrictions on transfer of the trusts were enforceable under nonbankruptcy law, the court looked to New York law because the contracts between the debtor and TIAA/CREF state that such law shall govern all contract construction issues. With respect to the two supplemental retirement annuities accounts, the bankruptcy court stated:</p>\n<blockquote>They do not contain enforceable restrictions against transfers of the trust corpus by the beneficiary. The debtor has the ability to withdraw funds from the trust corpus at his option. The result is that the debtor has the ability to transfer portions of the trust to himself or other parties, whereas he does not have that ability with the other trusts.</blockquote>\n<p>TIAA/CREF appeals the bankruptcy court's conclusion that the supplemental retirement annuities are property of the estate. The issues have been thoroughly briefed, and the appeal is now ripe for disposition.</p>\n<p></p>\n<h2>II. STATEMENT OF FACTS</h2>\n<p>The court adopts the following facts found by the bankruptcy court:</p>\n<blockquote>The debtor is a professor at East Carolina University. From October 1965 through March 1990, he has participated in the TIAA/CREF retirement program through the retirement plans at the University of Michigan, Rice University, University of Tulsa and East Carolina University. The TIAA is a non-profit, legal reserve life insurance company. It provides a fixed retirement annuity to fund the retirement plans of institutions of higher education. TIAA invests the institution's retirement plan contributions in mortgages, real estate, bonds and other debt securities. CREF is a companion non-profit organization that provides retirement annuities to fund these retirement plans. Its investments are common stocks and other securities having equity characteristics.</blockquote>\n<p>In addition, the parties stipulated that only the debtor has made contributions to supplemental retirement account numbers K040006-5 and J040006-7.</p>\n<p></p>\n<h2>III. STANDARD OF REVIEW</h2>\n<p>A district court applies two standards of review when considering an appeal from a bankruptcy court decision: \"one for findings of fact; the other for conclusions of law.\" <i>Morter v. Farm Credit Services,</i> 110 B.R. 390, 392 (N.D.Ind.1990). Rule <span class=\"star-pagination\">*542</span> 8013 of the Federal Rules of Bankruptcy Procedure provides that \"findings of fact shall not be set aside [by the district court] unless clearly erroneous.\" Bankr.R. 8013. \"When a bankruptcy judge's conclusions [of law] are challenged, the district court must make a <i>de novo</i> review and may overturn the findings if they are contrary to law.\" <i>Morter,</i> 110 B.R. at 393. The district court \"may affirm, modify, or reverse\" the bankruptcy court's conclusions. Bankr.R. 8013. The appellant in this case alleges the bankruptcy court erred in finding as fact that the supplemental retirement annuities \"do not contain enforceable restrictions against transfers of the trust corpus by the beneficiary.\" The appellant also alleges that the bankruptcy court made an error of law in holding that the debtor's two supplemental retirement annuities are part of the estate pursuant to § 541(a). The appellant contends the two annuities are excluded from property of the estate pursuant to § 541(c)(2).</p>\n<p></p>\n<h2>IV. DISCUSSION</h2>\n<p>Section 541(a)(1) of the Bankruptcy Code defines property of the estate as all property in which the debtor has \"a legal or equitable interest ... as of the commencement of the case.\" 11 U.S.C. § 541(a)(1). However, an exception to this definition is provided in 11 U.S.C. § 541(c)(2) which states:</p>\n<blockquote>A restriction on the transfer of a beneficial interest of the debtor in a trust that is enforceable under applicable nonbankruptcy law is enforceable in a case under this title.</blockquote>\n<p>11 U.S.C. § 541(c)(2). The bankruptcy court held that the debtor's supplemental retirement annuities do not fall within the exception and are therefore property of the estate. The appellant contends that the exception does apply to the annuities.</p>\n<p>Appellee argues that Congress only intended for § 541(c)(2) to exclude from property of the estate traditional spendthrift trusts as provided for by state law and that the annuities at issue are not traditional spendthrift trusts. The United States Court of Appeals for the Fourth Circuit has rejected this contention. <i>In re Moore,</i> 907 F.2d 1476, 1477 (4th Cir.1990); <i>McLean v. Central States, Southeast &amp; Southwest Areas Pension Fund,</i> 762 F.2d 1204, 1207 (4th Cir.1985). Based on the plain language of § 541(c)(2), the court in <i>In re Moore</i> held that the term \"applicable nonbankruptcy law\" found in § 541(c)(2) \"is not limited to state spendthrift law.\" <i>In re Moore,</i> 907 F.2d at 1477. Instead, the term refers to both state and federal law. <i>Id.</i> The court in making this interpretation declined to follow other circuits that have limited § 541(c)(2) to state spendthrift trust law based on the legislative history of the statute. <i>Id.</i> at 1478; <i>see </i><i>In re Daniel,</i> 771 F.2d 1352 (9th Cir.1985), <i>cert. denied,</i> 475 U.S. 1016, 106 S.Ct. 1199, 89 L.Ed.2d 313 (1986); <i>In re Lichstrahl,</i> 750 F.2d 1488 (11th Cir.1985); <i>In re Graham,</i> 726 F.2d 1268 (8th Cir.1984); <i>In re Goff,</i> 706 F.2d 574 (5th Cir.1983). Against the Fourth Circuit's construction of the statute, it must now be determined whether there are restrictions on the transfer of the TIAA/CREF supplemental retirement annuities that are enforceable under applicable nonbankruptcy law.</p>\n<p>A. New York law</p>\n<p>As the bankruptcy court noted, the contracts between the debtor and TIAA/CREF state that the law of the state of New York shall govern all contract construction issues. Thus, this court shall first consider whether there are enforceable restrictions on the transfer of the supplemental retirement annuities under the laws of New York. <i>See </i><i>In re Montgomery,</i> 104 B.R. 112, 115 (Bankr.N.D.Iowa 1989) (New York law governs the effect and validity of TIAA/CREF documents); <i>Morter,</i> 110 B.R. at 394 (the TIAA/CREF annuities require application of New York law). If there are enforceable restrictions, the annuities will be excluded under § 541(c)(2).</p>\n<p>The contracts establishing the TIAA/CREF supplemental retirement annuities provide that \"[a]ny assignment or pledge of this contract or of any benefits hereunder will be void and of no effect.\" Additionally, the contract establishing the <span class=\"star-pagination\">*543</span> account designated as TIAA No. K040006-5 contains the following with respect to claims against creditors:</p>\n<blockquote>17. The benefits, options, rights and privileges accruing to any Beneficiary will not be transferable or subject to surrender, commutation, or anticipation, except as may be otherwise endorsed on this contract. To the extent permitted by law, annuity and other benefit payments will not be subject to the claims of any creditor of any Beneficiary or to the execution or to legal process.</blockquote>\n<p>The contract establishing the account designated as CREF No. J040006-7 contains similar language:</p>\n<blockquote>17. Benefits under this certificate are protected by the following clause contained in the statute of the State of New York establishing CREF:</blockquote>\n<blockquote>`No money or other benefit provided or rendered by the corporation hereby formed, nor any rights or interest of any participating person or of any benefit provided by said corporation, or of any beneficiary of any such person, or of any others who may have a right derived from any such person or beneficiary, shall be subject to assignment or pledge, or be liable to attachment, garnishment, or other process, or to be seized, taken, appropriated, or applied by any legal or equitable process or operation of law to pay any debt or liability of any such person, or of any beneficiary of any such person, or of any others who may have a right under any such person or beneficiary.'</blockquote>\n<p>Under New York law, anti-alienation and assignment provisions are enforceable. <i>Alexandre v. Chase Manhattan Bank, N.A.,</i> 61 A.D.2d 537, 403 N.Y.S.2d 21 (1978). Although the annuity contracts contain the above-stated provisions purporting to protect the annuities from assignment and the reach of creditors, they also have provisions allowing for cash surrender at any time before annuity payments begin. Additionally, the debtor may withdraw funds from the annuity accounts and has done so for the year 1988 and previous years. \"[T]he judgment-creditor can have no rights greater than the judgment-debtor.\" <i>Id.</i> 403 N.Y.S.2d at 23. It follows from this concept that if a debtor has access to a beneficial interest under a trust, the creditor also has a right to such interest. The debtor here has effective control over the distribution or termination of the trust in that he may reach the funds of the trust and may surrender the annuities for cash. <i>See </i><i>In re Montgomery,</i> 104 B.R. at 116 (the TIAA/CREF plans were not property of the estate in part because debtor had no present right to reach the funds and the plans had no provisions for cash surrender). Accordingly, under New York law, there are no enforceable restrictions on transfer of the debtor's beneficial interest in the trusts which would prevent the annuities from becoming property of the estate.</p>\n<p>B. Other applicable nonbankruptcy law</p>\n<p>Next, the court must determine if there are any restrictions on transfer that are enforceable under some other applicable nonbankruptcy law. The appellant contends that the supplemental retirement annuities are excluded from property of the estate because N.C.Gen.Stat. § 135-9 and section 403(b)(11) of the Internal Revenue Code, 26 U.S.C. § 403(b)(11) contain enforceable restrictions on transfer of the annuities. North Carolina Gen.Stat. § 135-9 provides in part that the rights or benefits accrued to any person under the North Carolina retirement system for teachers and state employees \"are exempt from levy and sale, garnishment, attachment, or any other process whatsoever, and shall be unassignable....\" Section 403(b)(11) of the Internal Revenue Code provides that the amounts paid by an employer towards an employee's annuity will be excluded from gross income of the employee if under the annuity contract \"distributions ... may be paid only  (A) when the employee attains age 59½, separates from service, dies or becomes disabled ... or (B) in the case of hardship.\" 26 U.S.C. § 403(b)(11).</p>\n<p>According to Fourth Circuit case law, public policy concerns may be considered when making a determination of whether a particular trust fund interest is included in estate property pursuant to § 541(c)(2). <span class=\"star-pagination\">*544</span> <i>McLean,</i> 762 F.2d at 1208. If a trust is one that is settled and revocable by the beneficiary, it \"may not on account of public policy reasons be protected against the claims of the beneficiary's creditors by anti-assignment provisions.\" <i>Id.</i> at 1207. Therefore, because the debtor here voluntarily contracted for the supplemental retirement annuities, made all the contributions to the trusts' \"res,\" may surrender the annuities for cash and may withdraw annuity funds, it would be unjust and against public policy to allow the debtor to keep the annuity funds out of the bankruptcy estate. <i>In re Johnson,</i> 724 F.2d 1138, 1140-41 (5th Cir.1984). Assuming, but without deciding, that N.C.Gen.Stat. § 135-9 and § 403(b) of the Internal Revenue Code contain enforceable restrictions on transfer, public policy dictates that the supplemental retirement annuities should nevertheless be included in the property of the estate because they are settled and revocable by the beneficiary. The court rejects appellant's last argument that the funds may not be turned over to the bankruptcy estate because they are assets of TIAA/CREF and not the debtor.</p>\n<p></p>\n<h2>V. CONCLUSION</h2>\n<p>For the foregoing reasons, Judge Moore's order dated 20 June 1990 is hereby AFFIRMED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">540</span></span> (1991)</b></center>\n<center><h1>Ernest C. RICHARDSON, III, Trustee in Bankruptcy for Martin Schwarz, Appellee,<br>\nv.<br>\nTIAA/CREF, Appellant.</h1></center>\n<center>No. 90-462-CIV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>January 14, 1991.</center>\n<p>Michael P. Flanagan, Ward &amp; Smith, Greenville, N.C., for appellant.</p>\n<p>Ernest C. Richardson, III, New Bern, N.C., Allen Crendle Brown, Greenville, N.C., for appellee.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on appeal by the Teachers Insurance and Annuity Association of America and the College Retirement Equities Fund (hereafter \"TIAA/CREF\") from the bankruptcy court's order of 20 June 1990 in which the court held that funds in two supplemental retirement annuities belonging to the debtor were property of the estate pursuant to 11 U.S.C. § 541(a). The court ordered TIAA/CREF to pay the accumulated amounts in those two accounts to Ernest C. Richardson, III, trustee in bankruptcy for Martin Schwarz, the debtor.</p>\n<p>Jurisdiction is established in the United States District Court for the Eastern District of North Carolina pursuant to 28 U.S.C. § 158(a), this proceeding being one that was referred to the bankruptcy court <span class=\"star-pagination\">*541</span> under Title 28 U.S.C. § 157. Appeal was duly taken pursuant to Rule 8001(a) of the Federal Rules of Bankruptcy Procedure.</p>\n<p></p>\n<h2>I. STATEMENT OF THE CASE</h2>\n<p>On 24 June 1988, the debtor filed a petition under chapter 7 of the Bankruptcy Code. The plaintiff was appointed the trustee for the case. The chapter 7 proceeding was subsequently converted to a proceeding under chapter 13 of the Bankruptcy Code although on 29 September 1989, it was converted back to a chapter 7 proceeding and the plaintiff was reappointed as trustee. The debtor received a discharge in bankruptcy in October 1988.</p>\n<p>On 18 October 1989, the plaintiff filed a complaint with the United States Bankruptcy Court seeking the court to order that funds held by the debtor in six retirement accounts administered by TIAA/CREF were property of the estate pursuant to section 541(a) of the Bankruptcy Code. The action was opposed by the debtor and by TIAA/CREF. The Honorable Thomas M. Moore, United States Bankruptcy Judge, entered an order along with a memorandum opinion on 20 June 1990 in which he held that funds in four of the accounts were not property of the estate and that funds in accounts designated as TIAA No. K040006-5 and CREF No. J040006-7 were property of the estate. The two accounts that were determined to be property of the estate are supplemental retirement annuities.</p>\n<p>The bankruptcy court's decision turned on the application of 11 U.S.C. § 541(c)(2) which excludes from property of the estate a trust which has \"[a] restriction on the transfer of a beneficial interest of the debtor ... that is enforceable under applicable nonbankruptcy law....\" 11 U.S.C. § 541(c)(2). To determine whether the restrictions on transfer of the trusts were enforceable under nonbankruptcy law, the court looked to New York law because the contracts between the debtor and TIAA/CREF state that such law shall govern all contract construction issues. With respect to the two supplemental retirement annuities accounts, the bankruptcy court stated:</p>\n<blockquote>They do not contain enforceable restrictions against transfers of the trust corpus by the beneficiary. The debtor has the ability to withdraw funds from the trust corpus at his option. The result is that the debtor has the ability to transfer portions of the trust to himself or other parties, whereas he does not have that ability with the other trusts.</blockquote>\n<p>TIAA/CREF appeals the bankruptcy court's conclusion that the supplemental retirement annuities are property of the estate. The issues have been thoroughly briefed, and the appeal is now ripe for disposition.</p>\n<p></p>\n<h2>II. STATEMENT OF FACTS</h2>\n<p>The court adopts the following facts found by the bankruptcy court:</p>\n<blockquote>The debtor is a professor at East Carolina University. From October 1965 through March 1990, he has participated in the TIAA/CREF retirement program through the retirement plans at the University of Michigan, Rice University, University of Tulsa and East Carolina University. The TIAA is a non-profit, legal reserve life insurance company. It provides a fixed retirement annuity to fund the retirement plans of institutions of higher education. TIAA invests the institution's retirement plan contributions in mortgages, real estate, bonds and other debt securities. CREF is a companion non-profit organization that provides retirement annuities to fund these retirement plans. Its investments are common stocks and other securities having equity characteristics.</blockquote>\n<p>In addition, the parties stipulated that only the debtor has made contributions to supplemental retirement account numbers K040006-5 and J040006-7.</p>\n<p></p>\n<h2>III. STANDARD OF REVIEW</h2>\n<p>A district court applies two standards of review when considering an appeal from a bankruptcy court decision: \"one for findings of fact; the other for conclusions of law.\" <i>Morter v. Farm Credit Services,</i> <span class=\"citation\" data-id=\"1971359\"><a href=\"/opinion/1971359/morter-v-farm-credit-services/\"><span class=\"volume\">110</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">390</span></a></span>, 392 (N.D.Ind.1990). Rule <span class=\"star-pagination\">*542</span> 8013 of the Federal Rules of Bankruptcy Procedure provides that \"findings of fact shall not be set aside [by the district court] unless clearly erroneous.\" Bankr.R. 8013. \"When a bankruptcy judge's conclusions [of law] are challenged, the district court must make a <i>de novo</i> review and may overturn the findings if they are contrary to law.\" <i>Morter,</i> 110 B.R. at 393. The district court \"may affirm, modify, or reverse\" the bankruptcy court's conclusions. Bankr.R. 8013. The appellant in this case alleges the bankruptcy court erred in finding as fact that the supplemental retirement annuities \"do not contain enforceable restrictions against transfers of the trust corpus by the beneficiary.\" The appellant also alleges that the bankruptcy court made an error of law in holding that the debtor's two supplemental retirement annuities are part of the estate pursuant to § 541(a). The appellant contends the two annuities are excluded from property of the estate pursuant to § 541(c)(2).</p>\n<p></p>\n<h2>IV. DISCUSSION</h2>\n<p>Section 541(a)(1) of the Bankruptcy Code defines property of the estate as all property in which the debtor has \"a legal or equitable interest ... as of the commencement of the case.\" 11 U.S.C. § 541(a)(1). However, an exception to this definition is provided in 11 U.S.C. § 541(c)(2) which states:</p>\n<blockquote>A restriction on the transfer of a beneficial interest of the debtor in a trust that is enforceable under applicable nonbankruptcy law is enforceable in a case under this title.</blockquote>\n<p>11 U.S.C. § 541(c)(2). The bankruptcy court held that the debtor's supplemental retirement annuities do not fall within the exception and are therefore property of the estate. The appellant contends that the exception does apply to the annuities.</p>\n<p>Appellee argues that Congress only intended for § 541(c)(2) to exclude from property of the estate traditional spendthrift trusts as provided for by state law and that the annuities at issue are not traditional spendthrift trusts. The United States Court of Appeals for the Fourth Circuit has rejected this contention. <i>In re Moore,</i> <span class=\"citation\" data-id=\"544631\"><a href=\"/opinion/544631/in-re-richard-allen-moore-johnsie-dianne-moore-stephen-m-haynes-donna/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1476</span></a></span>, 1477 (4th Cir.1990); <i>McLean v. Central States, Southeast &amp; Southwest Areas Pension Fund,</i> <span class=\"citation\" data-id=\"452977\"><a href=\"/opinion/452977/harry-lee-mclean-w-keenan-stephenson-jr-v-central-states-southeast-and/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1204</span></a></span>, 1207 (4th Cir.1985). Based on the plain language of § 541(c)(2), the court in <i>In re Moore</i> held that the term \"applicable nonbankruptcy law\" found in § 541(c)(2) \"is not limited to state spendthrift law.\" <i>In re Moore,</i> 907 F.2d at 1477. Instead, the term refers to both state and federal law. <i>Id.</i> The court in making this interpretation declined to follow other circuits that have limited § 541(c)(2) to state spendthrift trust law based on the legislative history of the statute. <i>Id.</i> at 1478; <i>see </i><i>In re Daniel,</i> <span class=\"citation\" data-id=\"457790\"><a href=\"/opinion/457790/13-collier-bankrcas2d-793-bankr-l-rep-p-70763-7-employee-benefits/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1352</span></a></span> (9th Cir.1985), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1016</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1199</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">313</span></span> (1986); <i>In re Lichstrahl,</i> <span class=\"citation\" data-id=\"445626\"><a href=\"/opinion/445626/in-re-alan-david-lichstrahl-debtor-alan-david-lichstrahl-v-bankers-trust/\"><span class=\"volume\">750</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1488</span></a></span> (11th Cir.1985); <i>In re Graham,</i> <span class=\"citation\" data-id=\"430924\"><a href=\"/opinion/430924/in-re-charles-w-graham-debtor-edward-f-samore-trustee-v-charles-w/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1268</span></a></span> (8th Cir.1984); <i>In re Goff,</i> <span class=\"citation\" data-id=\"418002\"><a href=\"/opinion/418002/in-the-matter-of-elbert-wayne-goff-and-wife-gloria-jane-schadoer-goff/\"><span class=\"volume\">706</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">574</span></a></span> (5th Cir.1983). Against the Fourth Circuit's construction of the statute, it must now be determined whether there are restrictions on the transfer of the TIAA/CREF supplemental retirement annuities that are enforceable under applicable nonbankruptcy law.</p>\n<p>A. New York law</p>\n<p>As the bankruptcy court noted, the contracts between the debtor and TIAA/CREF state that the law of the state of New York shall govern all contract construction issues. Thus, this court shall first consider whether there are enforceable restrictions on the transfer of the supplemental retirement annuities under the laws of New York. <i>See </i><i>In re Montgomery,</i> <span class=\"citation\" data-id=\"1911773\"><a href=\"/opinion/1911773/in-re-montgomery/\"><span class=\"volume\">104</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">112</span></a></span>, 115 (Bankr.N.D.Iowa 1989) (New York law governs the effect and validity of TIAA/CREF documents); <i>Morter,</i> 110 B.R. at 394 (the TIAA/CREF annuities require application of New York law). If there are enforceable restrictions, the annuities will be excluded under § 541(c)(2).</p>\n<p>The contracts establishing the TIAA/CREF supplemental retirement annuities provide that \"[a]ny assignment or pledge of this contract or of any benefits hereunder will be void and of no effect.\" Additionally, the contract establishing the <span class=\"star-pagination\">*543</span> account designated as TIAA No. K040006-5 contains the following with respect to claims against creditors:</p>\n<blockquote>17. The benefits, options, rights and privileges accruing to any Beneficiary will not be transferable or subject to surrender, commutation, or anticipation, except as may be otherwise endorsed on this contract. To the extent permitted by law, annuity and other benefit payments will not be subject to the claims of any creditor of any Beneficiary or to the execution or to legal process.</blockquote>\n<p>The contract establishing the account designated as CREF No. J040006-7 contains similar language:</p>\n<blockquote>17. Benefits under this certificate are protected by the following clause contained in the statute of the State of New York establishing CREF:</blockquote>\n<blockquote>`No money or other benefit provided or rendered by the corporation hereby formed, nor any rights or interest of any participating person or of any benefit provided by said corporation, or of any beneficiary of any such person, or of any others who may have a right derived from any such person or beneficiary, shall be subject to assignment or pledge, or be liable to attachment, garnishment, or other process, or to be seized, taken, appropriated, or applied by any legal or equitable process or operation of law to pay any debt or liability of any such person, or of any beneficiary of any such person, or of any others who may have a right under any such person or beneficiary.'</blockquote>\n<p>Under New York law, anti-alienation and assignment provisions are enforceable. <i>Alexandre v. Chase Manhattan Bank, N.A.,</i> <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">537</span></span>, <span class=\"citation no-link\"><span class=\"volume\">403</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">21</span></span> (1978). Although the annuity contracts contain the above-stated provisions purporting to protect the annuities from assignment and the reach of creditors, they also have provisions allowing for cash surrender at any time before annuity payments begin. Additionally, the debtor may withdraw funds from the annuity accounts and has done so for the year 1988 and previous years. \"[T]he judgment-creditor can have no rights greater than the judgment-debtor.\" <i>Id.</i> 403 N.Y.S.2d at 23. It follows from this concept that if a debtor has access to a beneficial interest under a trust, the creditor also has a right to such interest. The debtor here has effective control over the distribution or termination of the trust in that he may reach the funds of the trust and may surrender the annuities for cash. <i>See </i><i>In re Montgomery,</i> 104 B.R. at 116 (the TIAA/CREF plans were not property of the estate in part because debtor had no present right to reach the funds and the plans had no provisions for cash surrender). Accordingly, under New York law, there are no enforceable restrictions on transfer of the debtor's beneficial interest in the trusts which would prevent the annuities from becoming property of the estate.</p>\n<p>B. Other applicable nonbankruptcy law</p>\n<p>Next, the court must determine if there are any restrictions on transfer that are enforceable under some other applicable nonbankruptcy law. The appellant contends that the supplemental retirement annuities are excluded from property of the estate because N.C.Gen.Stat. § 135-9 and section 403(b)(11) of the Internal Revenue Code, 26 U.S.C. § 403(b)(11) contain enforceable restrictions on transfer of the annuities. North Carolina Gen.Stat. § 135-9 provides in part that the rights or benefits accrued to any person under the North Carolina retirement system for teachers and state employees \"are exempt from levy and sale, garnishment, attachment, or any other process whatsoever, and shall be unassignable....\" Section 403(b)(11) of the Internal Revenue Code provides that the amounts paid by an employer towards an employee's annuity will be excluded from gross income of the employee if under the annuity contract \"distributions ... may be paid only  (A) when the employee attains age 59½, separates from service, dies or becomes disabled ... or (B) in the case of hardship.\" 26 U.S.C. § 403(b)(11).</p>\n<p>According to Fourth Circuit case law, public policy concerns may be considered when making a determination of whether a particular trust fund interest is included in estate property pursuant to § 541(c)(2). <span class=\"star-pagination\">*544</span> <i>McLean,</i> 762 F.2d at 1208. If a trust is one that is settled and revocable by the beneficiary, it \"may not on account of public policy reasons be protected against the claims of the beneficiary's creditors by anti-assignment provisions.\" <i>Id.</i> at 1207. Therefore, because the debtor here voluntarily contracted for the supplemental retirement annuities, made all the contributions to the trusts' \"res,\" may surrender the annuities for cash and may withdraw annuity funds, it would be unjust and against public policy to allow the debtor to keep the annuity funds out of the bankruptcy estate. <i>In re Johnson,</i> <span class=\"citation\" data-id=\"429599\"><a href=\"/opinion/429599/in-the-matter-of-helen-dorothy-johnson-debtor-helen-dorothy-johnson-v/\"><span class=\"volume\">724</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1138</span></a></span>, 1140-41 (5th Cir.1984). Assuming, but without deciding, that N.C.Gen.Stat. § 135-9 and § 403(b) of the Internal Revenue Code contain enforceable restrictions on transfer, public policy dictates that the supplemental retirement annuities should nevertheless be included in the property of the estate because they are settled and revocable by the beneficiary. The court rejects appellant's last argument that the funds may not be turned over to the bankruptcy estate because they are assets of TIAA/CREF and not the debtor.</p>\n<p></p>\n<h2>V. CONCLUSION</h2>\n<p>For the foregoing reasons, Judge Moore's order dated 20 June 1990 is hereby AFFIRMED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/418002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/430924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/445626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/452977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544631/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1911773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1971359/"
  ]
}