{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1882390/",
  "absolute_url": "/opinion/1882390/sanders-v-meyerstein/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1882390/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1204/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:42:47.198718Z",
  "date_modified": "2016-04-27T00:50:10.111940Z",
  "type": "010combined",
  "sha1": "cc506b20ec862d1da001cd5f2cb201a28ce99165",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>124 F.Supp. 77 (1954)</b></center>\n<center><h1>W. S. SANDERS, Libelant,<br>\nv.<br>\nAnthony MEYERSTEIN, and the Barge \"B. H. 3\", her tackle, etc., Respondent.</h1></center>\n<center>No. 351.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>September 17, 1954.</center>\n<p><span class=\"star-pagination\">*78</span> <span class=\"star-pagination\">*79</span> Rountree &amp; Rountree, Carr &amp; Swails, Wilmington, N. C., for libelant.</p>\n<p>James &amp; James, Wilmington, N. C., for respondent &amp; cross-libelant.</p>\n<p>GILLIAM, District Judge.</p>\n<p>The Court finds these facts:</p>\n<p>1. Libelant was at the times in question a resident of Southport, Brunswick County, North Carolina, and was the owner of the tug \"Meteor\", of Norfolk, Virginia.</p>\n<p>2. Respondent was at the times in question a resident of the State of New York, and was the charterer of the barge \"B. H. 3\".</p>\n<p>3. On or about April 14, 1952, libelant entered into an oral agreement with respondent to tow the barge \"B. H. 3\" from the port of Norfolk, Virginia, to the port of Jacksonville, Florida, for the sum of $2,860.</p>\n<p>4. Libelant did not guarantee in the towage agreement, as claimed by respondent, that he would deliver the barge in Jacksonville, Florida, on April 19, 1952, or on any specific date; such a guarantee was not part of the agreement. In the negotiations leading up to the agreement libelant told respondent that he estimated the trip would take from six to seven days, but did not expressly obligate himself to complete it within such time.</p>\n<p>5. It was within the contemplation of the parties to the towage contract that the intracoastal waterway would or might be used for part or all of the voyage.</p>\n<p>6. The tug \"Meteor\", under the command of Captain Lloyd C. Stetson, left Norfolk on April 15, 1952, at about 11:00 a. m., with the barge \"B. H. 3\" in tow, and proceeded southwardly through the intracoastal waterway, making an average speed of approximately five miles per hour and a maximum speed of eight to nine miles per hour.</p>\n<p>7. On Wednesday, April 16, 1952, at about 1:00 p. m., the tug and barge went through the bridge at Hobucken, North Carolina, and proceeded southwardly into Bay River. The tug was running approximately eight miles per hour and was towing the barge 100 feet astern on a ten inch hawser. The tug drew eleven feet of water and the barge about 18 inches. The weather was clear and calm. Near a place in Bay River called Pine Tree Point, about four miles south of the Hobucken bridge, the tug passed too close to a beacon or marker on its starboard side and ran on a shoal. The momentum of the barge carried it by the tug and snapped the towing hawser. The barge ran into shallow water and grounded on a shoal some distance away from the inland waterway channel. At the time of the grounding, 2:15 p. m., the mate was on watch and the captain was sitting in his room. The tug backed off the shoal within a few minutes of the grounding. With the assistance of the Coast Guard, obtained the next morning, the barge was floated about 2:00 p. m. on Thursday, April 17th.</p>\n<p>8. As shown on the navigational chart of this section of the waterway, libelant's exhibit 1, the waterway runs southwardly on a bearing of 124½ degrees for several miles in the vicinity of the grounding. Pine Tree Point is located to the west of the waterway. The Point and the shoal which is an extension of it jut out in a northeastwardly direction at about right angles to the waterway channel. The beacon or marker is on the point of the shoal and is located at least 200 yards from the center of the waterway channel on a line at right angles thereto. The channel is sixteen feet deep for a width of approximately one-half mile at this point.</p>\n<p>9. The testimony is conflicting as to whether the beacon or marker indicated how close a vessel could approach it with safety. In any event, however, the mate of the \"Meteor\" knew or should have <span class=\"star-pagination\">*80</span> known that the beacon or marker was on or near the point of the shoal and that the center of the waterway channel was a considerable distance to the east. The mate was negligent in running too close to the beacon or marker and his negligence was the cause of the grounding and the resulting 24-hour delay in the voyage.</p>\n<p>10. After the barge was floated, the tug and barge proceeded southwardly to the Morehead City, N. C. bridge, arriving shortly after 4:00 p. m. on Friday, April 18th. The refrigeration machinery on the tug had broken down and Captain Stetson tied the barge to some dolphins just north of the bridge and went through the bridge to Morehead City to have the machinery repaired and to communicate with libelant. Captain Stetson intended to return to the barge as soon as the machinery was repaired and the tug refueled, and to resume the voyage. He reached libelant by telephone at 6:00 p. m. and reported the grounding.</p>\n<p>11. Prior to this time, on the night of April 17th and the morning of the 18th, respondent's agents, Theodore Meyerstein and Joseph Buhler, met libelant in a hotel in Jacksonville, Florida, for the purpose of discussing the possibility of the tug \"Meteor\" doing further work for respondent. Libelant told these men that he had heard that the tug and barge were off Brunswick, Georgia, and he assured them the barge would arrive in Jacksonville by Saturday, April 19th.</p>\n<p>12. On the night of the 18th, respondent, who was in Brooklyn, New York, received word that the tug and barge were at Morehead City, N. C. By telephone conversation with libelant he received confirmation of this fact and a report of the grounding and delay. Respondent thereupon instructed libelant not to go back to the barge and not to tie on to it. Accordingly, libelant directed Captain Stetson to leave the barge where it was, and pursuant to orders the tug \"Meteor\" returned to Norfolk.</p>\n<p>13. Via the intracoastal waterway, the distance from Norfolk, Virginia, to Jacksonville, Florida, is 765 miles; from Norfolk, Virginia, to Morehead City, North Carolina, is 204 miles. The ocean distance from Norfolk to Jacksonville is 587 miles. If the inland waterway is used from Norfolk to Morehead City and the outside route from Morehead City to Jacksonville, the combined distance is 578 miles. The tug \"Meteor\" and the barge \"B. H. 3\" traveled the 204 miles to Morehead City in approximately 77 hours, an average speed of 2.65 miles per hour.</p>\n<p>14. Although the trip from Norfolk to Morehead City was characterized by unreasonable delay, it did not render impossible the completion of the towage contract by libelant in acordance with its terms. The tug had demonstrated during its trip from Norfolk to Morehead City that it was capable of towing the barge at an average speed of 5 miles per hour on the waterway. If the tug and barge had left Morehead City on the early morning of the 19th, say 4:00 a. m., and had averaged 5 miles per hour during the remainder of the trip, they would have arrived in Jacksonville 4 days and 16 hours later, that is, on April 23rd at 8:00 p. m., and the entire trip would have consumed 8 days and 9 hours. In the light of Mr. Hughes' and libelant's estimate of six to seven days for the voyage, this would be substantial performance of the implied agreement to deliver the barge in Jacksonville within a reasonable time after April 15. Further, the tug might have towed the barge from Morehead City to Jacksonville via the shorter ocean route and might thus have reduced substantially the time for the voyage.</p>\n<p>15. The agreed price for the towage contract was $2,860. It would have cost libelant, according to his estimate, which is adopted, $2,000 to complete the contract by towing the barge from Morehead City to Jacksonville and bringing the tug back to Norfolk.</p>\n<p>16. The barge \"B. H. 3\" was surveyed in Miami, Florida, on May 5, 1952, by a representative of the United States Salvage Association, Inc., in order to ascertain the nature and extent of the damage <span class=\"star-pagination\">*81</span> caused by the grounding. Respondent was personally present at the time of the survey. The damage reported in the survey was repaired at a cost of $25.10. This damage to the barge was caused by the grounding in Bay River on April 16, 1952.</p>\n<p>17. When respondent received word of the grounding, he employed Charles H. Hayes to find the barge and ascertain its condition. For these services respondent paid Hayes $105. Respondent also spent $99 for telephone calls for the same purpose. These expenses were made necessary by the grounding. The delay of several days in the arrival of the barge in Jacksonville, Florida, was not due to the grounding, but to respondent's action in preventing further performance of the towage contract by libelant. The damages resulting from the delay and the other damages claimed by respondent were not a result of the grounding.</p>\n<p>Upon these facts, the Court reaches these</p>\n<p></p>\n<h2>Conclusions of Law</h2>\n<p>1. The Court, in admiralty, has jurisdiction of the parties and the subject matter of this action.</p>\n<p>2. The original towage agreement between libelant and respondent did not specify a date and time for completion of the voyage and delivery of the barge in Jacksonville, Florida, and the contract was not modified or amended to add such a time provision.</p>\n<p>3. In the absence of an express provision in the towage contract on the time for performance, the law implied a provision that the contract would be completed by libelant by the delivery of the barge in Jacksonville, Florida, within a reasonable time after April 15, 1952.</p>\n<p>4. Libelant was negligent in the navigation and handling of the tug and barge and such negligence was the proximate cause of the grounding in Bay River, N. C., and the resulting 24 hour delay in the voyage. As a result of said negligence, respondent's barge was damaged in the sum of $25.10, and respondent is entitled to recover this sum, together with other damages in the sum of $204, representing payment to Charles H. Hayes, $105, and telephone calls, $99. Respondent is not entitled to recover any of the other items of damages claimed by him.</p>\n<p>5. Libelant did not abandon, renounce or repudiate his towing contract at Morehead City, N. C., prior to receiving instructions from respondent not to go back to the barge, and libelant did not place it out of his power to have the barge and tug in Jacksonville within a reasonable time after April 15, 1952, as required.</p>\n<p>6. The delay in the voyage caused by libelant's negligence did not terminate the contract of towage, nor was it a material breach of the contract of towage such as would justify respondent in rescinding the contract prior to its performance by libelant. By ordering libelant to leave the barge where it was and not to go back to it, respondent excused further performance of the contract by libelant. Respondent's action in preventing further performance was a breach of the towage contract, for which he is liable to libelant for damages in the sum of $860, said sum being the contract price less the amount it would have cost libelant to complete the contract.</p>\n<p>7. On the net amount of $630.90 due him, libelant is entitled to interest at six percent per annum from April 18, 1952.</p>\n<p>The key question in this case is one of fact, namely, what were the terms of the oral towage contract between libelant and respondent. Quite different consequences flow from a finding that libelant agreed to perform the contract by delivering the barge in Jacksonville, Florida, on a specific date, and a finding that no specific date or time for performance was agreed upon. The latter finding controls decision of several of the legal questions involved.</p>\n<p>Respondent's position is that libelant not only agreed, when the contract was made, to have the barge in Jacksonville on April 19th, but also, when he met respondent's representatives in Jacksonville <span class=\"star-pagination\">*82</span> on the 17th and 18th, assured them the barge would be there on the 19th. The Court has found the facts against respondent on the first proposition and in his favor on the second. Nevertheless, libelant's statements on April 17th and 18th did not constitute an amendment or modification of the contract so as to add a time clause. There was no consideration for libelant's statements, and consideration is necessary to support such an amendment. 12 Am.Jur., Contracts, Sec. 410; 17 C.J.S., Contracts, Sec. 376.</p>\n<p>Since contracts of towage have most of the incidents of contracts in general, (48 Am.Jur., Shipping, Sec. 489), in the absence of a stipulated time for performance the law implies a promise to prosecute the voyage with due diligence and complete it within a reasonable time. 12 Am.Jur., Contracts, Sec. 299.</p>\n<p>In every contract of towage, unless the parties agree to the contrary, certain additional terms and conditions are implied by law. The tower undertakes that he possesses sufficient knowledge and skill to perform the contract safely, that he will use his best endeavors, skill and diligence for that purpose, and that he will provide a seaworthy vessel, of sufficient capacity and power to perform the service undertaken, under conditions which are to be reasonably anticipated, a vessel properly equipped and manned. 48 Am.Jur., Shipping, Sec. 491. The tug is not normally a common carrier or bailee of the tow, nor is it an insurer of the safety of the tow. Stevens v. The White City, 285 U.S. 195, 52 S.Ct. 347, 76 L.Ed. 699. However, the tug is under a duty to exercise such reasonable care and skill as prudent navigators employ in the performance of similar services, and for a breach of such duty the tug or her owner is liable in damages. Ibid.; Stall &amp; McDermott v. The Southern Cross, 5 Cir., 196 F.2d 309.</p>\n<p>In a case such as this, where the towed vessel is unmanned, the tower is clearly and solely responsible for the safe navigation of the tug and tow. The tower is always charged with responsibility for knowledge of the conditions of navigation in the waters where the tug operates, including knowledge of channels, depth of water, obstructions, shoals and other dangers known generally to men experienced in navigation. The Severance, 4 Cir., 152 F.2d 916, certiorari denied [Stone v. Diamond Steamship Transportation Corp.], 328 U.S. 853, 66 S.Ct. 1344, 90 L.Ed. 1626. Although an injury to the tow raises no presumption of fault on the part of the tug, 86 C.J.S., Towage, § 34, the cases hold that evidence of grounding of a barge or other vessel in tow of a tug establishes a prima facie case of negligence on the part of the tug. The Reichert Line, 2 Cir., 64 F.2d 13; The Anaconda, 4 Cir., 164 F.2d 224; The Evelyn v. Gregory, 4 Cir., 170 F.2d 899.</p>\n<p>The Court stated in The Anaconda, 164 F.2d at page 228, that a tug was not an insurer; \"* * * But when an accident occurs under circumstances in which it would not ordinarily have occurred had the proper care been exercised, there is imposed upon the tug the duty of proving that the proper care was exercised. * * * And the cases amply support the application of this rule when in a reasonably wide and well-marked channel the tow leaves the channel and is grounded.\"</p>\n<p>Libelant has not come forward with any satisfactory explanation of why his tug went aground on a charted shoal outside the inland waterway channel, on a calm, clear day. Libelant admits that the tug passed too close to the beacon or marker, but argues that this was an error of judgment on the part of the mate. Under the circumstances here present, it was more than an error of judgment, it was negligence, and libelant is liable for the damages proximately resulting.</p>\n<p>These damages, respondent contends, include substantial special damages <span class=\"star-pagination\">*83</span> arising out of an eight to ten day delay in the arrival of the barge in Jacksonville, Florida. If respondent had not ordered libelant to leave the barge in Morehead City, N. C., and libelant had failed, through negligence or other fault, to deliver the barge in Jacksonville within a reasonable time after April 15th, such failure would have constituted a breach of libelant's contract, and he would have been liable for damages, including such special damages as were in the contemplation of the parties. Where a carrier, and in this respect a tug is a carrier, fails without good excuse to deliver goods at their destination within a reasonable time, it is liable for loss caused by the unnecessary delay. 48 Am.Jur., Shipping, Sec. 496; 13 C.J.S., Carriers, § 191; 80 C.J.S., Shipping, § 123.</p>\n<p>However, respondent did not wait until libelant's time for performance had expired. He interrupted performance and instructed libelant not to proceed further. There are two instances in which such action by one party to a contract of towage may be legally justified  first, where the other party abandons or repudiates the contract, and second, where the other party's conduct constitutes legal grounds for rescission of the contract.</p>\n<p>Libelant did not abandon or repudiate his contract. True, Captain Stetson tied the barge to some dolphins at the Morehead City bridge and left it there for several hours. But his purpose was to enable the tug to obtain necessary repairs and to contact libelant, and it is clear that a return to the barge and a resumption of the voyage was intended.</p>\n<p>Recission of a contract by one party is justified if the other party commits a material breach of the contract, 12 Am.Jur., Contracts, Sec. 438; 17 C.J.S., Contracts, § 422, or by his fault makes substantial performance of his contract obligation impossible. 12 Am.Jur., Contracts, Sec. 443; 17 C.J.S., Contracts, § 430. Unless time is of the essence of the contract, delay in performance is not considered a material breach justifying rescission. 12 Am.Jur., Contracts, Sec. 441; 17 C.J.S., Contracts, § 422. Under the facts found, especially the finding that no specific time for completion of the voyage was agreed upon, libelant's delay in the Norfolk to Morehead City portion of the voyage was not a material breach of the contract giving respondent the right to rescind.</p>\n<p>Furthermore, there is no showing of impossibility of performance of the contract within a reasonable time, and a mere probability that libelant would be unable to complete the voyage in such time is insufficient to justify rescission. 17 C.J.S., Contracts, § 430.</p>\n<p>Respondent contends that the tug \"Meteor\" was unseaworthy, i. e. improperly equipped and manned, and that this breach of an implied term of libelant's contract warranted rescission by respondent. The evidence does not support a finding of unseaworthiness constituting a breach of the contract. Even if respondent had been justified in rescinding the contract, he would not be able to recover the damages he claims. Rescission and damages for breach of contract are alternative and inconsistent remedies. The exercise of an election to rescind puts an end to the contract as if it had never been made; the contract no longer exists for the purpose of supporting an action for damages. 12 Am. Jur., Contracts, Sec. 439; 17 C.J.S., Contracts, § 441; Williston on Contracts (Rev. ed.), Sec. 1455.</p>\n<p>Since respondent had no legal right to treat the contract as terminated, it follows that by his interference and prevention of further performance by libelant he committed a breach of the contract and is liable for the damages sustained by libelant. The measure of damages is the contract price, less the expense necessary to complete the contract. The Vincenz Pinotti, 5 Cir., 16 F. 926.</p>\n<p><span class=\"star-pagination\">*84</span> For libelant's negligence in the grounding of the barge, respondent is entitled to damages in the amount of the repairs to the barge and other necessary expenses reasonably incurred by him.</p>\n<p>A judgment in accord herewith will enter.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">77</span></span> (1954)</b></center>\n<center><h1>W. S. SANDERS, Libelant,<br>\nv.<br>\nAnthony MEYERSTEIN, and the Barge \"B. H. 3\", her tackle, etc., Respondent.</h1></center>\n<center>No. 351.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>September 17, 1954.</center>\n<p><span class=\"star-pagination\">*78</span> <span class=\"star-pagination\">*79</span> Rountree &amp; Rountree, Carr &amp; Swails, Wilmington, N. C., for libelant.</p>\n<p>James &amp; James, Wilmington, N. C., for respondent &amp; cross-libelant.</p>\n<p>GILLIAM, District Judge.</p>\n<p>The Court finds these facts:</p>\n<p>1. Libelant was at the times in question a resident of Southport, Brunswick County, North Carolina, and was the owner of the tug \"Meteor\", of Norfolk, Virginia.</p>\n<p>2. Respondent was at the times in question a resident of the State of New York, and was the charterer of the barge \"B. H. 3\".</p>\n<p>3. On or about April 14, 1952, libelant entered into an oral agreement with respondent to tow the barge \"B. H. 3\" from the port of Norfolk, Virginia, to the port of Jacksonville, Florida, for the sum of $2,860.</p>\n<p>4. Libelant did not guarantee in the towage agreement, as claimed by respondent, that he would deliver the barge in Jacksonville, Florida, on April 19, 1952, or on any specific date; such a guarantee was not part of the agreement. In the negotiations leading up to the agreement libelant told respondent that he estimated the trip would take from six to seven days, but did not expressly obligate himself to complete it within such time.</p>\n<p>5. It was within the contemplation of the parties to the towage contract that the intracoastal waterway would or might be used for part or all of the voyage.</p>\n<p>6. The tug \"Meteor\", under the command of Captain Lloyd C. Stetson, left Norfolk on April 15, 1952, at about 11:00 a. m., with the barge \"B. H. 3\" in tow, and proceeded southwardly through the intracoastal waterway, making an average speed of approximately five miles per hour and a maximum speed of eight to nine miles per hour.</p>\n<p>7. On Wednesday, April 16, 1952, at about 1:00 p. m., the tug and barge went through the bridge at Hobucken, North Carolina, and proceeded southwardly into Bay River. The tug was running approximately eight miles per hour and was towing the barge 100 feet astern on a ten inch hawser. The tug drew eleven feet of water and the barge about 18 inches. The weather was clear and calm. Near a place in Bay River called Pine Tree Point, about four miles south of the Hobucken bridge, the tug passed too close to a beacon or marker on its starboard side and ran on a shoal. The momentum of the barge carried it by the tug and snapped the towing hawser. The barge ran into shallow water and grounded on a shoal some distance away from the inland waterway channel. At the time of the grounding, 2:15 p. m., the mate was on watch and the captain was sitting in his room. The tug backed off the shoal within a few minutes of the grounding. With the assistance of the Coast Guard, obtained the next morning, the barge was floated about 2:00 p. m. on Thursday, April 17th.</p>\n<p>8. As shown on the navigational chart of this section of the waterway, libelant's exhibit 1, the waterway runs southwardly on a bearing of 124½ degrees for several miles in the vicinity of the grounding. Pine Tree Point is located to the west of the waterway. The Point and the shoal which is an extension of it jut out in a northeastwardly direction at about right angles to the waterway channel. The beacon or marker is on the point of the shoal and is located at least 200 yards from the center of the waterway channel on a line at right angles thereto. The channel is sixteen feet deep for a width of approximately one-half mile at this point.</p>\n<p>9. The testimony is conflicting as to whether the beacon or marker indicated how close a vessel could approach it with safety. In any event, however, the mate of the \"Meteor\" knew or should have <span class=\"star-pagination\">*80</span> known that the beacon or marker was on or near the point of the shoal and that the center of the waterway channel was a considerable distance to the east. The mate was negligent in running too close to the beacon or marker and his negligence was the cause of the grounding and the resulting 24-hour delay in the voyage.</p>\n<p>10. After the barge was floated, the tug and barge proceeded southwardly to the Morehead City, N. C. bridge, arriving shortly after 4:00 p. m. on Friday, April 18th. The refrigeration machinery on the tug had broken down and Captain Stetson tied the barge to some dolphins just north of the bridge and went through the bridge to Morehead City to have the machinery repaired and to communicate with libelant. Captain Stetson intended to return to the barge as soon as the machinery was repaired and the tug refueled, and to resume the voyage. He reached libelant by telephone at 6:00 p. m. and reported the grounding.</p>\n<p>11. Prior to this time, on the night of April 17th and the morning of the 18th, respondent's agents, Theodore Meyerstein and Joseph Buhler, met libelant in a hotel in Jacksonville, Florida, for the purpose of discussing the possibility of the tug \"Meteor\" doing further work for respondent. Libelant told these men that he had heard that the tug and barge were off Brunswick, Georgia, and he assured them the barge would arrive in Jacksonville by Saturday, April 19th.</p>\n<p>12. On the night of the 18th, respondent, who was in Brooklyn, New York, received word that the tug and barge were at Morehead City, N. C. By telephone conversation with libelant he received confirmation of this fact and a report of the grounding and delay. Respondent thereupon instructed libelant not to go back to the barge and not to tie on to it. Accordingly, libelant directed Captain Stetson to leave the barge where it was, and pursuant to orders the tug \"Meteor\" returned to Norfolk.</p>\n<p>13. Via the intracoastal waterway, the distance from Norfolk, Virginia, to Jacksonville, Florida, is 765 miles; from Norfolk, Virginia, to Morehead City, North Carolina, is 204 miles. The ocean distance from Norfolk to Jacksonville is 587 miles. If the inland waterway is used from Norfolk to Morehead City and the outside route from Morehead City to Jacksonville, the combined distance is 578 miles. The tug \"Meteor\" and the barge \"B. H. 3\" traveled the 204 miles to Morehead City in approximately 77 hours, an average speed of 2.65 miles per hour.</p>\n<p>14. Although the trip from Norfolk to Morehead City was characterized by unreasonable delay, it did not render impossible the completion of the towage contract by libelant in acordance with its terms. The tug had demonstrated during its trip from Norfolk to Morehead City that it was capable of towing the barge at an average speed of 5 miles per hour on the waterway. If the tug and barge had left Morehead City on the early morning of the 19th, say 4:00 a. m., and had averaged 5 miles per hour during the remainder of the trip, they would have arrived in Jacksonville 4 days and 16 hours later, that is, on April 23rd at 8:00 p. m., and the entire trip would have consumed 8 days and 9 hours. In the light of Mr. Hughes' and libelant's estimate of six to seven days for the voyage, this would be substantial performance of the implied agreement to deliver the barge in Jacksonville within a reasonable time after April 15. Further, the tug might have towed the barge from Morehead City to Jacksonville via the shorter ocean route and might thus have reduced substantially the time for the voyage.</p>\n<p>15. The agreed price for the towage contract was $2,860. It would have cost libelant, according to his estimate, which is adopted, $2,000 to complete the contract by towing the barge from Morehead City to Jacksonville and bringing the tug back to Norfolk.</p>\n<p>16. The barge \"B. H. 3\" was surveyed in Miami, Florida, on May 5, 1952, by a representative of the United States Salvage Association, Inc., in order to ascertain the nature and extent of the damage <span class=\"star-pagination\">*81</span> caused by the grounding. Respondent was personally present at the time of the survey. The damage reported in the survey was repaired at a cost of $25.10. This damage to the barge was caused by the grounding in Bay River on April 16, 1952.</p>\n<p>17. When respondent received word of the grounding, he employed Charles H. Hayes to find the barge and ascertain its condition. For these services respondent paid Hayes $105. Respondent also spent $99 for telephone calls for the same purpose. These expenses were made necessary by the grounding. The delay of several days in the arrival of the barge in Jacksonville, Florida, was not due to the grounding, but to respondent's action in preventing further performance of the towage contract by libelant. The damages resulting from the delay and the other damages claimed by respondent were not a result of the grounding.</p>\n<p>Upon these facts, the Court reaches these</p>\n<p></p>\n<h2>Conclusions of Law</h2>\n<p>1. The Court, in admiralty, has jurisdiction of the parties and the subject matter of this action.</p>\n<p>2. The original towage agreement between libelant and respondent did not specify a date and time for completion of the voyage and delivery of the barge in Jacksonville, Florida, and the contract was not modified or amended to add such a time provision.</p>\n<p>3. In the absence of an express provision in the towage contract on the time for performance, the law implied a provision that the contract would be completed by libelant by the delivery of the barge in Jacksonville, Florida, within a reasonable time after April 15, 1952.</p>\n<p>4. Libelant was negligent in the navigation and handling of the tug and barge and such negligence was the proximate cause of the grounding in Bay River, N. C., and the resulting 24 hour delay in the voyage. As a result of said negligence, respondent's barge was damaged in the sum of $25.10, and respondent is entitled to recover this sum, together with other damages in the sum of $204, representing payment to Charles H. Hayes, $105, and telephone calls, $99. Respondent is not entitled to recover any of the other items of damages claimed by him.</p>\n<p>5. Libelant did not abandon, renounce or repudiate his towing contract at Morehead City, N. C., prior to receiving instructions from respondent not to go back to the barge, and libelant did not place it out of his power to have the barge and tug in Jacksonville within a reasonable time after April 15, 1952, as required.</p>\n<p>6. The delay in the voyage caused by libelant's negligence did not terminate the contract of towage, nor was it a material breach of the contract of towage such as would justify respondent in rescinding the contract prior to its performance by libelant. By ordering libelant to leave the barge where it was and not to go back to it, respondent excused further performance of the contract by libelant. Respondent's action in preventing further performance was a breach of the towage contract, for which he is liable to libelant for damages in the sum of $860, said sum being the contract price less the amount it would have cost libelant to complete the contract.</p>\n<p>7. On the net amount of $630.90 due him, libelant is entitled to interest at six percent per annum from April 18, 1952.</p>\n<p>The key question in this case is one of fact, namely, what were the terms of the oral towage contract between libelant and respondent. Quite different consequences flow from a finding that libelant agreed to perform the contract by delivering the barge in Jacksonville, Florida, on a specific date, and a finding that no specific date or time for performance was agreed upon. The latter finding controls decision of several of the legal questions involved.</p>\n<p>Respondent's position is that libelant not only agreed, when the contract was made, to have the barge in Jacksonville on April 19th, but also, when he met respondent's representatives in Jacksonville <span class=\"star-pagination\">*82</span> on the 17th and 18th, assured them the barge would be there on the 19th. The Court has found the facts against respondent on the first proposition and in his favor on the second. Nevertheless, libelant's statements on April 17th and 18th did not constitute an amendment or modification of the contract so as to add a time clause. There was no consideration for libelant's statements, and consideration is necessary to support such an amendment. 12 Am.Jur., Contracts, Sec. 410; 17 C.J.S., Contracts, Sec. 376.</p>\n<p>Since contracts of towage have most of the incidents of contracts in general, (48 Am.Jur., Shipping, Sec. 489), in the absence of a stipulated time for performance the law implies a promise to prosecute the voyage with due diligence and complete it within a reasonable time. 12 Am.Jur., Contracts, Sec. 299.</p>\n<p>In every contract of towage, unless the parties agree to the contrary, certain additional terms and conditions are implied by law. The tower undertakes that he possesses sufficient knowledge and skill to perform the contract safely, that he will use his best endeavors, skill and diligence for that purpose, and that he will provide a seaworthy vessel, of sufficient capacity and power to perform the service undertaken, under conditions which are to be reasonably anticipated, a vessel properly equipped and manned. 48 Am.Jur., Shipping, Sec. 491. The tug is not normally a common carrier or bailee of the tow, nor is it an insurer of the safety of the tow. Stevens v. The White City, <span class=\"citation\" data-id=\"101878\"><a href=\"/opinion/101878/stevens-v-the-white-city/\"><span class=\"volume\">285</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">195</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">347</span></span>, 76 L.Ed. 699. However, the tug is under a duty to exercise such reasonable care and skill as prudent navigators employ in the performance of similar services, and for a breach of such duty the tug or her owner is liable in damages. Ibid.; Stall &amp; McDermott v. The Southern Cross, 5 Cir., 196 F.2d 309.</p>\n<p>In a case such as this, where the towed vessel is unmanned, the tower is clearly and solely responsible for the safe navigation of the tug and tow. The tower is always charged with responsibility for knowledge of the conditions of navigation in the waters where the tug operates, including knowledge of channels, depth of water, obstructions, shoals and other dangers known generally to men experienced in navigation. The Severance, 4 Cir., <span class=\"citation\" data-id=\"1486811\"><a href=\"/opinion/1486811/the-severance/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">916</span></a></span>, certiorari denied [Stone v. Diamond Steamship Transportation Corp.], <span class=\"citation no-link\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">853</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1344</span></span>, 90 L.Ed. 1626. Although an injury to the tow raises no presumption of fault on the part of the tug, 86 C.J.S., Towage, § 34, the cases hold that evidence of grounding of a barge or other vessel in tow of a tug establishes a prima facie case of negligence on the part of the tug. The Reichert Line, 2 Cir., 64 F.2d 13; The Anaconda, 4 Cir., 164 F.2d 224; The Evelyn v. Gregory, 4 Cir., 170 F.2d 899.</p>\n<p>The Court stated in The Anaconda, 164 F.2d at page 228, that a tug was not an insurer; \"* * * But when an accident occurs under circumstances in which it would not ordinarily have occurred had the proper care been exercised, there is imposed upon the tug the duty of proving that the proper care was exercised. * * * And the cases amply support the application of this rule when in a reasonably wide and well-marked channel the tow leaves the channel and is grounded.\"</p>\n<p>Libelant has not come forward with any satisfactory explanation of why his tug went aground on a charted shoal outside the inland waterway channel, on a calm, clear day. Libelant admits that the tug passed too close to the beacon or marker, but argues that this was an error of judgment on the part of the mate. Under the circumstances here present, it was more than an error of judgment, it was negligence, and libelant is liable for the damages proximately resulting.</p>\n<p>These damages, respondent contends, include substantial special damages <span class=\"star-pagination\">*83</span> arising out of an eight to ten day delay in the arrival of the barge in Jacksonville, Florida. If respondent had not ordered libelant to leave the barge in Morehead City, N. C., and libelant had failed, through negligence or other fault, to deliver the barge in Jacksonville within a reasonable time after April 15th, such failure would have constituted a breach of libelant's contract, and he would have been liable for damages, including such special damages as were in the contemplation of the parties. Where a carrier, and in this respect a tug is a carrier, fails without good excuse to deliver goods at their destination within a reasonable time, it is liable for loss caused by the unnecessary delay. 48 Am.Jur., Shipping, Sec. 496; 13 C.J.S., Carriers, § 191; 80 C.J.S., Shipping, § 123.</p>\n<p>However, respondent did not wait until libelant's time for performance had expired. He interrupted performance and instructed libelant not to proceed further. There are two instances in which such action by one party to a contract of towage may be legally justified  first, where the other party abandons or repudiates the contract, and second, where the other party's conduct constitutes legal grounds for rescission of the contract.</p>\n<p>Libelant did not abandon or repudiate his contract. True, Captain Stetson tied the barge to some dolphins at the Morehead City bridge and left it there for several hours. But his purpose was to enable the tug to obtain necessary repairs and to contact libelant, and it is clear that a return to the barge and a resumption of the voyage was intended.</p>\n<p>Recission of a contract by one party is justified if the other party commits a material breach of the contract, 12 Am.Jur., Contracts, Sec. 438; 17 C.J.S., Contracts, § 422, or by his fault makes substantial performance of his contract obligation impossible. 12 Am.Jur., Contracts, Sec. 443; 17 C.J.S., Contracts, § 430. Unless time is of the essence of the contract, delay in performance is not considered a material breach justifying rescission. 12 Am.Jur., Contracts, Sec. 441; 17 C.J.S., Contracts, § 422. Under the facts found, especially the finding that no specific time for completion of the voyage was agreed upon, libelant's delay in the Norfolk to Morehead City portion of the voyage was not a material breach of the contract giving respondent the right to rescind.</p>\n<p>Furthermore, there is no showing of impossibility of performance of the contract within a reasonable time, and a mere probability that libelant would be unable to complete the voyage in such time is insufficient to justify rescission. 17 C.J.S., Contracts, § 430.</p>\n<p>Respondent contends that the tug \"Meteor\" was unseaworthy, i. e. improperly equipped and manned, and that this breach of an implied term of libelant's contract warranted rescission by respondent. The evidence does not support a finding of unseaworthiness constituting a breach of the contract. Even if respondent had been justified in rescinding the contract, he would not be able to recover the damages he claims. Rescission and damages for breach of contract are alternative and inconsistent remedies. The exercise of an election to rescind puts an end to the contract as if it had never been made; the contract no longer exists for the purpose of supporting an action for damages. 12 Am. Jur., Contracts, Sec. 439; 17 C.J.S., Contracts, § 441; Williston on Contracts (Rev. ed.), Sec. 1455.</p>\n<p>Since respondent had no legal right to treat the contract as terminated, it follows that by his interference and prevention of further performance by libelant he committed a breach of the contract and is liable for the damages sustained by libelant. The measure of damages is the contract price, less the expense necessary to complete the contract. The Vincenz Pinotti, 5 Cir., 16 F. 926.</p>\n<p><span class=\"star-pagination\">*84</span> For libelant's negligence in the grounding of the barge, respondent is entitled to damages in the amount of the repairs to the barge and other necessary expenses reasonably incurred by him.</p>\n<p>A judgment in accord herewith will enter.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1486811/"
  ]
}