{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1885347/",
  "absolute_url": "/opinion/1885347/overton-v-tar-heel-farm-credit-aca/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1885347/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:43:26.098439Z",
  "date_modified": "2016-04-26T22:13:28.009383Z",
  "type": "010combined",
  "sha1": "e814ab7dd85abe0900be5ff67bab38271c547cc3",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>942 F.Supp. 1066 (1996)</b></center>\n<center><h1>Jerry Clemon OVERTON, Plaintiff,<br>\nv.<br>\nTAR HEEL FARM CREDIT, ACA, Defendant.</h1></center>\n<center>No. 5:96-CV-463-F3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 30, 1996.</center>\n<p>Richard W. Rutherford, Anderson, Rutherford &amp; Scherer, Raleigh, NC, for plaintiff.</p>\n<p>James P. McLoughlin, Jr., Andrew B. Cohen, Moore &amp; Van Allen, Durham, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>This matter is before the court on motion by Tar Heel Farm Credit, ACA (\"Tar Heel\") <span class=\"star-pagination\">*1067</span> to dismiss plaintiff's Complaint for failure to state a claim upon which relief may be granted. Rule 12(b)(6), Fed.R.Civ.P. Plaintiff, Jerry C. Overton (\"Overton\") has responded to the motion, and Tar Heel has filed a Reply. The matter is ripe for disposition.</p>\n<p>Overton alleges that on or about September 1, 1994, he was terminated from his position<sup>[1]</sup> with Tar Heel in violation of the Americans with Disabilities Act, 42 U.S.C. § 12101, <i>et seq.</i> (\"ADA\"), and in violation of the public policy of the State of North Carolina prohibiting discrimination on the basis of handicap. Specifically, he alleges that he was \"a qualified individual with a disability and regarded as having a disability\" because:</p>\n<blockquote>[h]e had obsessive-compulsive disorder, as well as problems with fatigue due to anxiety and depression and was given medications for the depression (Prozac), allergy and acid reflux which limited his ability to regularly work a weekly schedule in excess of five nine-hour days.</blockquote>\n<p>Complaint at ¶ 7. He further alleges that he was fired within three days after Tar Heel learned of his anxiety and depression and that he took Prozac. After filing a Charge of Discrimination with the Equal Employment Opportunity Commission (\"EEOC\") and receiving a Notice of Right to Sue letter, Overton filed this action on May 29, 1996.</p>\n<p>A Complaint should be dismissed if it appears beyond doubt that the plaintiff can prove no set of facts in support of his claims which would entitle him to relief. <i>E.g., </i><i>Rogers v. Jefferson-Pilot Ins. Co.,</i> 883 F.2d 324, 325 (4th Cir.1989). Tar Heel contends that it is entitled to dismissal because plaintiff cannot prove that he is disabled. Specifically, Tar Heel argues that, according to the facts pleaded in the Complaint, Overton does not suffer an impairment which substantially limits his ability to perform a major life activity. Furthermore, Tar Heel contends that Overton cannot be \"regarded as disabled,\" because the only fact he has alleged to support that conclusion was the firing itself which, in this circuit, is insufficient as a matter of law.</p>\n<p></p>\n<h2>A.D.A. CLAIM</h2>\n<p>The ADA prohibits an employer from discriminating against a \"qualified individual with a disability\" by discharging him because of his or her disability. 42 U.S.C. § 12112(a). A \"qualified individual with a disability\" is an \"individual with a disability who, with or without accommodation, can perform the essential functions of the employment position that such individual holds or desires.\" 42 U.S.C. § 12111(8). Of course, if an individual is not \"disabled\" according to the statutory definition, the non-discrimination prohibitions of the ADA do not apply.</p>\n<p>The term \"disability\" means:</p>\n<blockquote>(A) a physical or mental impairment that substantially limits one or more of the major life activities of such individual;</blockquote>\n<blockquote>(B) a record of such an impairment; or</blockquote>\n<blockquote>(C) being regarded as having such an impairment.</blockquote>\n<p>42 U.S.C. § 12102(2).</p>\n<p></p>\n<h2>A. No Impairment Substantially Limits Major Life Activity</h2>\n<p>The term \"major life activities\" is defined in the EEOC's implementing regulations to include working. 29 C.F.R. § 1630.2(i). However, a limitation rises to the level of a disability only if it \"substantially limits\" that activity. The EEOC has defined the term \"substantially limits\" as:</p>\n<blockquote>(i) Unable to perform a major life activity that the average person in the general population can perform; or</blockquote>\n<blockquote>(ii) Significantly restricted as to the condition, manner or duration under which an individual can perform a particular major life activity as compared to the condition, manner, or duration under which the average person in the general population can perform that same major life activity.</blockquote>\n<p>29 C.F.R. § 1630.2(j). And in the context of the major life activity of working, the EEOC has interpreted the term \"substantially limits\" to mean \"significantly restricted in the ability to perform either a class of jobs or a broad range of jobs in various classes as compared to the average person having comparable <span class=\"star-pagination\">*1068</span> training, skills and abilities.\" 29 C.F.R. § 1630.2(j)(3)(i).</p>\n<p>According to his Complaint, Overton's \"disability\" prevents him from regularly working a weekly schedule in excess of five, nine-hour days. Since the normal work week consists of 40 hours, plaintiff apparently contends that his inability to work overtime amounts to a substantial limitation on the major life activity of working.</p>\n<p>Tar Heel relies on two recent opinions for its argument that Overton's admission in his Complaint that he can work 45 hours a week, entitles it to dismissal. According to the unpublished Fourth Circuit opinion<sup>[2]</sup> in <i>Brown v. Johns Hopkins Hospital,</i> 1995 WL 139328, 1995 U.S.App. LEXIS 6493 (4th Cir. March 31, 1995) (UP) (Rehabilitation Act), a nurse's sleeping disorder rendering her unable to work overtime was not a substantial limitation on the major life activity of working.</p>\n<p>In <i>Shpargel v. Stage &amp; Co.,</i> 914 F.Supp. 1468 (E.D.Mich.1996), the court rejected an ADA claim by a plaintiff who claimed that his carpal tunnel syndrome substantially limited his ability to work, although he admitted he could perform various manual tasks for eight hours per day. The court concluded that a limitation on the \"ability to work longer than eight hours per day ... does not constitute a significant restriction on plaintiff's ability to perform manual tasks or any other major life activity.\" <i>Id.</i> at 1474.</p>\n<p>Even if plaintiff could prove that his inability to work overtime somehow limited his job performance with Tar Heel, the Fourth Circuit repeatedly has held that, as a matter of law, an employee cannot be deemed to have a substantially limiting impairment where he can show only that the limitation affects his ability to perform a particular job, but does not significantly restrict his ability to perform either a class of jobs or a broad range of jobs in various classes. <i>Gupton v. Virginia,</i> 14 F.3d 203 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, 115 S.Ct. 59, 130 L.Ed.2d 17 (1994) (tobacco smoke allergy); <i>Forrisi v. Bowen,</i> 794 F.2d 931 (4th Cir.1986) (utility worker's acrophobia). In <i>Forrisi,</i> the court observed:</p>\n<blockquote>The ... Act assures that truly disabled, but genuinely capable, individuals will not face discrimination in employment because of stereotypes about the insurmountability of their handicaps. It would debase this high purpose if the statutory protections available to those truly handicapped could be claimed by anyone whose disability was minor and whose relative severity of impairment was widely shared. Indeed the very concept of impairment implies a characteristic that is not commonplace and that poses for the particular individual a more general disadvantage in his or her search for satisfactory employment.</blockquote>\n<p><i>Forrisi,</i> 794 F.2d at 934.</p>\n<p></p>\n<h2>B. Plaintiff Not Regarded as Disabled</h2>\n<p>Overton also alleges in a conclusory fashion that he was \"regarded as\" having a disability, pursuant to § 12102(2)(C). However, the only fact he has alleged in support of that conclusion is that Tar Heel fired him within days of learning \"of [his] anxiety and depression and his taking Prozac.\" Overton has gone to great length in his response memorandum to discuss the policy concerns addressed by the \"regarded as\" variety of handicap discrimination. The court recognizes the purpose of the law, which is \"to combat the effects of `archaic attitudes', erroneous perceptions, and myths that work to the disadvantage of persons with or regarded as having disabilities.\" <i>Wooten v. Farmland Foods,</i> 58 F.3d 382, 385 (8th Cir.1995) (quoting <i>School Bd. of Nassau County v. Arline,</i> 480 U.S. 273, 279 &amp; 285, 107 S.Ct. 1123, 1126-27 &amp; 1129-30, 94 L.Ed.2d 307 (1987)).</p>\n<p>The issue now before the court, however, is whether the Complaint adequately alleges a cause of action under the ADA's \"regarded as\" provision. Particularly instructive on this point is <i>Greenberg v. New York State,</i> 919 F.Supp. 637 (E.D.N.Y.1996), in which an applicant for the position of correction officer sued the State and its Department of Correctional Services (DOCS) under the ADA when he was not hired because, he alleged, hiring <span class=\"star-pagination\">*1069</span> officials perceived that he was psychologically unsuitable for the job. This perception, he contended, arose from a DOCS psychologist's finding that the plaintiff \"lack[ed] the ability to make decisions regarding security and safety in emergency situations, to perform effect[ively] and efficiently under stress, and to identify with potential or actual disruptive situations....\" <i>Id.</i> at 639.</p>\n<p>The <i>Greenberg</i> case, like this case, was before the district court on a motion to dismiss for failure to state a claim. That court engaged in an extensive and enlightening discussion of the mechanics of \"Stating a Claim Under ADA,\" much of which merits repeating here:</p>\n<blockquote>Read in conjunction with the first subsection of the definition of disability, which prohibits discrimination on the basis of an impairment that substantially limits a major life activity, the third subsection of the definition \"prescribes that a person is considered disabled for purposes of the ADA if that person is `regarded as having' an impairment that `substantially limits' a `major life activit[y].'\" <i>Wooten v. Farmland Foods,</i> 58 F.3d 382, 385 (8th Cir.1995) (citing 42 U.S.C. § 12102(2)(C); ...). Thus, to determine whether a plaintiff alleging discrimination is protected under the Act, the Court must make a two-prong inquiry. <i>See </i><i>Heilweil v. Mount Sinai Hospital,</i> 32 F.3d 718, 722 (2d Cir.1994), <i>cert. denied,</i> ___ U.S. ___, 115 S.Ct. 1095, 130 L.Ed.2d 1063 (1995). First, the Court must determine if the plaintiff is perceived to have a physical or mental impairment. <i>Id.</i> Second, if so, the Court must determine whether the impairment is perceived to substantially limit one or more of that person's major life activities. <i>Id.</i>\n</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>To determine whether an impairment constitutes a significant barrier to employment, the Court must consider several factors, including: \"`(1) the number and type of jobs from which the impaired individual is disqualified, (2) the geographical area to which the individual has reasonable access, and (3) the individual's job expectations and training.'\" <i>Welsh v. City of Tulsa, Oklahoma,</i> 977 F.2d 1415, 1419 (10th Cir. 1992) (quoting <i>Jasany [v. United States Postal Service],</i> 755 F.2d [1244,] 1249 [(6th Cir.1985)]; <i>see</i> 29 C.F.R. § 1630.2(j). <i>A person found unsuitable for a particular position, however, \"has not thereby demonstrated an impairment substantially limiting such person's major life activity of working.\" </i><i>Heilweil,</i> 32 F.3d at 723-24; <i>see </i><i>Daley v. Koch,</i> 892 F.2d 212, 215 (2d Cir.1989); <i>Byrne</i> [<i>v. Board of Education</i>], 979 F.2d [560,] 565 [(7th Cir.1992)] <i>(\"It is well established that an inability to perform a particular job for a particular employer is not sufficient to establish a handicap; the impairment must substantially limit employment generally.\").... In fact, every circuit that has considered this issue has held that an inability to perform a single particular job does not constitute a substantial limitation of the individual's ability to work. See </i><i>Heilweil, 32 F.3d at 732-24</i><i> (citing cases from the 1st, 4th, 7th, 8th, and 10th circuits that hold that a person's inability to perform a specific job for a specific employer does not substantially limit a person's ability to work).</i>\n</blockquote>\n<p><i>Greenberg,</i> 919 F.Supp. at 641-42 (emphasis added) (footnote omitted) (reference to 4th Circuit case is to <i>Forrisi v. Bowen,</i> 794 F.2d 931 (4th Cir.1986)). The result in <i>Greenberg</i> was dismissal of the plaintiff's Complaint on grounds that, even if he could have shown a perceived impairment as defined by the statute,</p>\n<blockquote>[b]ecause plaintiff has pleaded that his perceived mental disability only prohibits him from working as a New York Correction Officer, and has alleged facts showing that he has not been limited from employment in general, plaintiff has failed to plead [] that he has a disability within the meaning of the ADA.</blockquote>\n<p><i>Id.</i> at 643.</p>\n<p>The instant Complaint suffers an identical deficiency. Here, the plaintiff pled that Tar Heel fired him within three days of learning of his anxiety and depression, and of his taking Prozac, which, he believes, demonstrates that Tar Heel perceived he had a disability. However, he also pled that his \"disability\" prevents him from working more than 45 hours per week. Stated in the affirmative, <span class=\"star-pagination\">*1070</span> he has pled that he can work up to 45 hours per week, notwithstanding his \"disability.\" These allegations, which amount to a charge that his \"disability\" has prevented him from working overtime at his undisclosed job at Tar Heel, are insufficient as a matter of law to state a claim under the ADA for discrimination pursuant to 42 U.S.C. § 12102(2)(C).</p>\n<p>Accordingly, the defendants' Motion to Dismiss Count One is ALLOWED.</p>\n<p></p>\n<h2>PENDENT STATE CLAIM</h2>\n<p>Although both parties have spent considerable time briefing the viability of plaintiff's state common law claim for wrongful discharge in violation of state public policy as set forth in N.C.Gen.Stat. 143-422.2, the court, in its discretion, declines to exercise supplemental jurisdiction over the claim. 28 U.S.C. § 1367(c)(3). Therefore, plaintiff's state common law claim set forth in Count Two is DISMISSED without prejudice.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>For the foregoing reasons, the defendants' Motion to Dismiss Count One of plaintiff's Complaint for failure to state a claim is ALLOWED. As to Count Two, because the court declines to exercise supplemental jurisdiction, that claim is DISMISSED. The Clerk of Court is DIRECTED to close this case.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Overton has not revealed what his position was.</p>\n<p>[2]  The court recognizes the limited precedential value of an unpublished Fourth Circuit opinion, but finds rationale of the subject opinion sensible and persuasive.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">942</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1066</span></span> (1996)</b></center>\n<center><h1>Jerry Clemon OVERTON, Plaintiff,<br>\nv.<br>\nTAR HEEL FARM CREDIT, ACA, Defendant.</h1></center>\n<center>No. 5:96-CV-463-F3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 30, 1996.</center>\n<p>Richard W. Rutherford, Anderson, Rutherford &amp; Scherer, Raleigh, NC, for plaintiff.</p>\n<p>James P. McLoughlin, Jr., Andrew B. Cohen, Moore &amp; Van Allen, Durham, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>This matter is before the court on motion by Tar Heel Farm Credit, ACA (\"Tar Heel\") <span class=\"star-pagination\">*1067</span> to dismiss plaintiff's Complaint for failure to state a claim upon which relief may be granted. Rule 12(b)(6), Fed.R.Civ.P. Plaintiff, Jerry C. Overton (\"Overton\") has responded to the motion, and Tar Heel has filed a Reply. The matter is ripe for disposition.</p>\n<p>Overton alleges that on or about September 1, 1994, he was terminated from his position<sup>[1]</sup> with Tar Heel in violation of the Americans with Disabilities Act, 42 U.S.C. § 12101, <i>et seq.</i> (\"ADA\"), and in violation of the public policy of the State of North Carolina prohibiting discrimination on the basis of handicap. Specifically, he alleges that he was \"a qualified individual with a disability and regarded as having a disability\" because:</p>\n<blockquote>[h]e had obsessive-compulsive disorder, as well as problems with fatigue due to anxiety and depression and was given medications for the depression (Prozac), allergy and acid reflux which limited his ability to regularly work a weekly schedule in excess of five nine-hour days.</blockquote>\n<p>Complaint at ¶ 7. He further alleges that he was fired within three days after Tar Heel learned of his anxiety and depression and that he took Prozac. After filing a Charge of Discrimination with the Equal Employment Opportunity Commission (\"EEOC\") and receiving a Notice of Right to Sue letter, Overton filed this action on May 29, 1996.</p>\n<p>A Complaint should be dismissed if it appears beyond doubt that the plaintiff can prove no set of facts in support of his claims which would entitle him to relief. <i>E.g., </i><i>Rogers v. Jefferson-Pilot Ins. Co.,</i> <span class=\"citation\" data-id=\"528215\"><a href=\"/opinion/528215/debra-rogers-v-jefferson-pilot-life-insurance-company/\"><span class=\"volume\">883</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">324</span></a></span>, 325 (4th Cir.1989). Tar Heel contends that it is entitled to dismissal because plaintiff cannot prove that he is disabled. Specifically, Tar Heel argues that, according to the facts pleaded in the Complaint, Overton does not suffer an impairment which substantially limits his ability to perform a major life activity. Furthermore, Tar Heel contends that Overton cannot be \"regarded as disabled,\" because the only fact he has alleged to support that conclusion was the firing itself which, in this circuit, is insufficient as a matter of law.</p>\n<p></p>\n<h2>A.D.A. CLAIM</h2>\n<p>The ADA prohibits an employer from discriminating against a \"qualified individual with a disability\" by discharging him because of his or her disability. 42 U.S.C. § 12112(a). A \"qualified individual with a disability\" is an \"individual with a disability who, with or without accommodation, can perform the essential functions of the employment position that such individual holds or desires.\" 42 U.S.C. § 12111(8). Of course, if an individual is not \"disabled\" according to the statutory definition, the non-discrimination prohibitions of the ADA do not apply.</p>\n<p>The term \"disability\" means:</p>\n<blockquote>(A) a physical or mental impairment that substantially limits one or more of the major life activities of such individual;</blockquote>\n<blockquote>(B) a record of such an impairment; or</blockquote>\n<blockquote>(C) being regarded as having such an impairment.</blockquote>\n<p>42 U.S.C. § 12102(2).</p>\n<p></p>\n<h2>A. No Impairment Substantially Limits Major Life Activity</h2>\n<p>The term \"major life activities\" is defined in the EEOC's implementing regulations to include working. 29 C.F.R. § 1630.2(i). However, a limitation rises to the level of a disability only if it \"substantially limits\" that activity. The EEOC has defined the term \"substantially limits\" as:</p>\n<blockquote>(i) Unable to perform a major life activity that the average person in the general population can perform; or</blockquote>\n<blockquote>(ii) Significantly restricted as to the condition, manner or duration under which an individual can perform a particular major life activity as compared to the condition, manner, or duration under which the average person in the general population can perform that same major life activity.</blockquote>\n<p>29 C.F.R. § 1630.2(j). And in the context of the major life activity of working, the EEOC has interpreted the term \"substantially limits\" to mean \"significantly restricted in the ability to perform either a class of jobs or a broad range of jobs in various classes as compared to the average person having comparable <span class=\"star-pagination\">*1068</span> training, skills and abilities.\" 29 C.F.R. § 1630.2(j)(3)(i).</p>\n<p>According to his Complaint, Overton's \"disability\" prevents him from regularly working a weekly schedule in excess of five, nine-hour days. Since the normal work week consists of 40 hours, plaintiff apparently contends that his inability to work overtime amounts to a substantial limitation on the major life activity of working.</p>\n<p>Tar Heel relies on two recent opinions for its argument that Overton's admission in his Complaint that he can work 45 hours a week, entitles it to dismissal. According to the unpublished Fourth Circuit opinion<sup>[2]</sup> in <i>Brown v. Johns Hopkins Hospital,</i> <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">139328</span></span>, 1995 U.S.App. LEXIS 6493 (4th Cir. March 31, 1995) (UP) (Rehabilitation Act), a nurse's sleeping disorder rendering her unable to work overtime was not a substantial limitation on the major life activity of working.</p>\n<p>In <i>Shpargel v. Stage &amp; Co.,</i> <span class=\"citation\" data-id=\"2131302\"><a href=\"/opinion/2131302/shpargel-v-stage-co/\"><span class=\"volume\">914</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1468</span></a></span> (E.D.Mich.1996), the court rejected an ADA claim by a plaintiff who claimed that his carpal tunnel syndrome substantially limited his ability to work, although he admitted he could perform various manual tasks for eight hours per day. The court concluded that a limitation on the \"ability to work longer than eight hours per day ... does not constitute a significant restriction on plaintiff's ability to perform manual tasks or any other major life activity.\" <i>Id.</i> at 1474.</p>\n<p>Even if plaintiff could prove that his inability to work overtime somehow limited his job performance with Tar Heel, the Fourth Circuit repeatedly has held that, as a matter of law, an employee cannot be deemed to have a substantially limiting impairment where he can show only that the limitation affects his ability to perform a particular job, but does not significantly restrict his ability to perform either a class of jobs or a broad range of jobs in various classes. <i>Gupton v. Virginia,</i> <span class=\"citation\" data-id=\"660681\"><a href=\"/opinion/660681/betty-gupton-v-commonwealth-of-virginia-ray-d-pethel-william-bryant/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">203</span></a></span> (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">59</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">17</span></span> (1994) (tobacco smoke allergy); <i>Forrisi v. Bowen,</i> <span class=\"citation\" data-id=\"472579\"><a href=\"/opinion/472579/louis-p-forrisi-v-otis-r-bowen/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">931</span></a></span> (4th Cir.1986) (utility worker's acrophobia). In <i>Forrisi,</i> the court observed:</p>\n<blockquote>The ... Act assures that truly disabled, but genuinely capable, individuals will not face discrimination in employment because of stereotypes about the insurmountability of their handicaps. It would debase this high purpose if the statutory protections available to those truly handicapped could be claimed by anyone whose disability was minor and whose relative severity of impairment was widely shared. Indeed the very concept of impairment implies a characteristic that is not commonplace and that poses for the particular individual a more general disadvantage in his or her search for satisfactory employment.</blockquote>\n<p><i>Forrisi,</i> 794 F.2d at 934.</p>\n<p></p>\n<h2>B. Plaintiff Not Regarded as Disabled</h2>\n<p>Overton also alleges in a conclusory fashion that he was \"regarded as\" having a disability, pursuant to § 12102(2)(C). However, the only fact he has alleged in support of that conclusion is that Tar Heel fired him within days of learning \"of [his] anxiety and depression and his taking Prozac.\" Overton has gone to great length in his response memorandum to discuss the policy concerns addressed by the \"regarded as\" variety of handicap discrimination. The court recognizes the purpose of the law, which is \"to combat the effects of `archaic attitudes', erroneous perceptions, and myths that work to the disadvantage of persons with or regarded as having disabilities.\" <i>Wooten v. Farmland Foods,</i> <span class=\"citation\" data-id=\"698421\"><a href=\"/opinion/698421/hubert-wooten-v-farmland-foods/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">382</span></a></span>, 385 (8th Cir.1995) (quoting <i>School Bd. of Nassau County v. Arline,</i> <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, 279 &amp; 285, <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1123</span></a></span>, 1126-27 &amp; 1129-30, <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">307</span></a></span> (1987)).</p>\n<p>The issue now before the court, however, is whether the Complaint adequately alleges a cause of action under the ADA's \"regarded as\" provision. Particularly instructive on this point is <i>Greenberg v. New York State,</i> <span class=\"citation\" data-id=\"1581194\"><a href=\"/opinion/1581194/greenberg-v-new-york-state/\"><span class=\"volume\">919</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">637</span></a></span> (E.D.N.Y.1996), in which an applicant for the position of correction officer sued the State and its Department of Correctional Services (DOCS) under the ADA when he was not hired because, he alleged, hiring <span class=\"star-pagination\">*1069</span> officials perceived that he was psychologically unsuitable for the job. This perception, he contended, arose from a DOCS psychologist's finding that the plaintiff \"lack[ed] the ability to make decisions regarding security and safety in emergency situations, to perform effect[ively] and efficiently under stress, and to identify with potential or actual disruptive situations....\" <i>Id.</i> at 639.</p>\n<p>The <i>Greenberg</i> case, like this case, was before the district court on a motion to dismiss for failure to state a claim. That court engaged in an extensive and enlightening discussion of the mechanics of \"Stating a Claim Under ADA,\" much of which merits repeating here:</p>\n<blockquote>Read in conjunction with the first subsection of the definition of disability, which prohibits discrimination on the basis of an impairment that substantially limits a major life activity, the third subsection of the definition \"prescribes that a person is considered disabled for purposes of the ADA if that person is `regarded as having' an impairment that `substantially limits' a `major life activit[y].'\" <i>Wooten v. Farmland Foods,</i> <span class=\"citation\" data-id=\"698421\"><a href=\"/opinion/698421/hubert-wooten-v-farmland-foods/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">382</span></a></span>, 385 (8th Cir.1995) (citing 42 U.S.C. § 12102(2)(C); ...). Thus, to determine whether a plaintiff alleging discrimination is protected under the Act, the Court must make a two-prong inquiry. <i>See </i><i>Heilweil v. Mount Sinai Hospital,</i> <span class=\"citation\" data-id=\"676497\"><a href=\"/opinion/676497/donna-heilweil-v-mount-sinai-hospital/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">718</span></a></span>, 722 (2d Cir.1994), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1095</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1063</span></span> (1995). First, the Court must determine if the plaintiff is perceived to have a physical or mental impairment. <i>Id.</i> Second, if so, the Court must determine whether the impairment is perceived to substantially limit one or more of that person's major life activities. <i>Id.</i>\n</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>To determine whether an impairment constitutes a significant barrier to employment, the Court must consider several factors, including: \"`(1) the number and type of jobs from which the impaired individual is disqualified, (2) the geographical area to which the individual has reasonable access, and (3) the individual's job expectations and training.'\" <i>Welsh v. City of Tulsa, Oklahoma,</i> <span class=\"citation\" data-id=\"593269\"><a href=\"/opinion/593269/harmon-e-welsh-v-city-of-tulsa-oklahoma-a-municipal-corporation/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1415</span></a></span>, 1419 (10th Cir. 1992) (quoting <i>Jasany [v. United States Postal Service],</i> 755 F.2d [1244,] 1249 [(6th Cir.1985)]; <i>see</i> 29 C.F.R. § 1630.2(j). <i>A person found unsuitable for a particular position, however, \"has not thereby demonstrated an impairment substantially limiting such person's major life activity of working.\" </i><i>Heilweil,</i> 32 F.3d at 723-24; <i>see </i><i>Daley v. Koch,</i> <span class=\"citation\" data-id=\"534193\"><a href=\"/opinion/534193/timothy-j-daley-v-edward-i-koch-mayor-of-the-city-of-new-york-benjamin/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">212</span></a></span>, 215 (2d Cir.1989); <i>Byrne</i> [<i>v. Board of Education</i>], 979 F.2d [560,] 565 [(7th Cir.1992)] <i>(\"It is well established that an inability to perform a particular job for a particular employer is not sufficient to establish a handicap; the impairment must substantially limit employment generally.\").... In fact, every circuit that has considered this issue has held that an inability to perform a single particular job does not constitute a substantial limitation of the individual's ability to work. See </i><i>Heilweil, 32 F.3d at 732-24</i><i> (citing cases from the 1st, 4th, 7th, 8th, and 10th circuits that hold that a person's inability to perform a specific job for a specific employer does not substantially limit a person's ability to work).</i>\n</blockquote>\n<p><i>Greenberg,</i> 919 F.Supp. at 641-42 (emphasis added) (footnote omitted) (reference to 4th Circuit case is to <i>Forrisi v. Bowen,</i> <span class=\"citation\" data-id=\"472579\"><a href=\"/opinion/472579/louis-p-forrisi-v-otis-r-bowen/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">931</span></a></span> (4th Cir.1986)). The result in <i>Greenberg</i> was dismissal of the plaintiff's Complaint on grounds that, even if he could have shown a perceived impairment as defined by the statute,</p>\n<blockquote>[b]ecause plaintiff has pleaded that his perceived mental disability only prohibits him from working as a New York Correction Officer, and has alleged facts showing that he has not been limited from employment in general, plaintiff has failed to plead [] that he has a disability within the meaning of the ADA.</blockquote>\n<p><i>Id.</i> at 643.</p>\n<p>The instant Complaint suffers an identical deficiency. Here, the plaintiff pled that Tar Heel fired him within three days of learning of his anxiety and depression, and of his taking Prozac, which, he believes, demonstrates that Tar Heel perceived he had a disability. However, he also pled that his \"disability\" prevents him from working more than 45 hours per week. Stated in the affirmative, <span class=\"star-pagination\">*1070</span> he has pled that he can work up to 45 hours per week, notwithstanding his \"disability.\" These allegations, which amount to a charge that his \"disability\" has prevented him from working overtime at his undisclosed job at Tar Heel, are insufficient as a matter of law to state a claim under the ADA for discrimination pursuant to 42 U.S.C. § 12102(2)(C).</p>\n<p>Accordingly, the defendants' Motion to Dismiss Count One is ALLOWED.</p>\n<p></p>\n<h2>PENDENT STATE CLAIM</h2>\n<p>Although both parties have spent considerable time briefing the viability of plaintiff's state common law claim for wrongful discharge in violation of state public policy as set forth in N.C.Gen.Stat. 143-422.2, the court, in its discretion, declines to exercise supplemental jurisdiction over the claim. 28 U.S.C. § 1367(c)(3). Therefore, plaintiff's state common law claim set forth in Count Two is DISMISSED without prejudice.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>For the foregoing reasons, the defendants' Motion to Dismiss Count One of plaintiff's Complaint for failure to state a claim is ALLOWED. As to Count Two, because the court declines to exercise supplemental jurisdiction, that claim is DISMISSED. The Clerk of Court is DIRECTED to close this case.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Overton has not revealed what his position was.</p>\n<p>[2]  The court recognizes the limited precedential value of an unpublished Fourth Circuit opinion, but finds rationale of the subject opinion sensible and persuasive.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/472579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/528215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534193/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660681/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/698421/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1581194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2131302/"
  ]
}