{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1888444/",
  "absolute_url": "/opinion/1888444/bfc-chemicals-inc-v-smith-douglass-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1888444/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:43:59.629965Z",
  "date_modified": "2016-04-26T23:55:08.502892Z",
  "type": "010combined",
  "sha1": "685c2eb9bff5b387240da8ef85d0a64cff9e7d76",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>46 B.R. 1009 (1985)</b></center>\n<center><h1>BFC CHEMICALS, INC., Appellant,<br>\nv.<br>\nSMITH-DOUGLASS, INC., Debtor in Possession, and Wells Fargo Business Credit, Appellees.</h1></center>\n<center>No. 84-207-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>January 25, 1985.</center>\n<p><span class=\"star-pagination\">*1010</span> <span class=\"star-pagination\">*1011</span> Kenneth Wooten, J. Scott Merrell, Raleigh, N.C., for BFC Chemicals.</p>\n<p>Gregory B. Crampton, Raleigh, N.C., for Smith-Douglass.</p>\n<p>Thomas V. Anderson, Jr., Durham, N.C., for Wells Fargo.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p></p>\n<h2>BASIS OF APPELLATE JURISDICTION</h2>\n<p>This appeal from the Judgment of the United States Bankruptcy Court, Eastern District of North Carolina, comes before this court pursuant to 28 U.S.C. § 1334(a) which provides:</p>\n<blockquote>Section 1334. Bankruptcy Appeals. (a) The District Courts for districts for which panels have not been ordered appointed under § 160 of this Title (28 U.S.C.A. § 160) shall have jurisdiction of appeals from all final judgments, orders, and decrees of bankruptcy courts.</blockquote>\n<p></p>\n<h2>STANDARD OF APPELLATE REVIEW</h2>\n<p>The scope of Review in this action is governed by Bankruptcy Rule 8013 which provides:</p>\n<blockquote>On an appeal the district court or bankruptcy appellate panel may affirm, modify, or reverse a bankruptcy court's judgment, order, or decree or remand with instructions for further proceedings. Findings of fact shall not be set aside unless clearly erroneous, and due regard shall be given to the opportunity of the bankruptcy court to judge the credibility of the witnesses.</blockquote>\n<p>This Scope of Review is further conditioned upon the burden of proof resting on the Appellant as to the facts in support of its position under 11 U.S.C. § 362(d) and (g) which provide:</p>\n<blockquote>(d) On request of a party in interest and after notice and a hearing, the court shall grant relief from the stay provided under subsection (a) of this section, such as terminating, annulling, modifying, or conditioning such stay</blockquote>\n<blockquote>(1) for cause, including the lack of adequate protection of an interest in property of such party in interest; or</blockquote>\n<blockquote>(2) with respect to a stay of an act against property; if</blockquote>\n<blockquote>(A) the debtor does not have an equity in such property; and</blockquote>\n<blockquote>(B) such property is not necessary to an effective reorganization.</blockquote>\n<blockquote>(g) In any hearing under subsection (d) or (e) of this section concerning relief from the stay of any act under subsection (a) of this section</blockquote>\n<blockquote>(1) the party requesting such relief has the burden of proof on the issue of the debtor's equity in property; and</blockquote>\n<blockquote>(2) the party opposing such relief has the burden of proof on all other issues.</blockquote>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>This matter comes before this Court on appeal by BFC Chemicals, Inc. (\"BFC\"), from the Judgment of the United States Bankruptcy Court, Eastern District of North Carolina, denying BFC's \"Petition for Release of Creditor's Property.\"</p>\n<p>Smith-Douglass, Inc. (\"Debtor\") filed a petition under Chapter 11 of the Bankruptcy Code, 11 U.S.C. § 101 <i>et seq.</i> (the \"Code\"), on March 11, 1983. The Debtor has maintained possession of its assets and has continued to operate its business as Debtor in Possession under 11 U.S.C. § 1107(a). See also, 11 U.S.C. § 1101(1). Wells Fargo Business Credit (\"Wells Fargo\") is a secured creditor of the Debtor. Wells Fargo's security interest was perfected on November 3, 1981, by filing a UCC-1 financing statement in Lenoir County, North Carolina, where the property which is the subject of this appeal by BFC is located. An Inventory Loan Agreement dated September 30, 1981, grants Wells Fargo a security interest in the Debtor's inventory. The Inventory Loan Agreement contains an after acquired property clause.</p>\n<p>On January 4, 1983, BFC and the Debtor entered into a \"Toxaphene Consignment/Storage Tank Lease Agreement,\" hereinafter the \"Agreement.\" Under the Agreement, a 12,000 gallon aluminum storage tank was provided to the Debtor at its location in Kinston, North <span class=\"star-pagination\">*1012</span> Carolina. BFC delivered toxaphene to the Debtor during periods prior to the filing of the petition. BFC alleges (although there is certainly questionable probative value to the record testimony thereof) that of the approximately 57,000-plus pounds remaining in the tank at Kinston, North Carolina, approximately 17,000 pounds belongs to the Debtor, and approximately 40,000 pounds belongs to BFC.<sup>[1]</sup></p>\n<p>On October 5, 1983, BFC filed a \"Petition for Release of Creditor's Property\" with the United States Bankruptcy Court, Eastern District of North Carolina, hereinafter \"Petition.\" The Petition was treated by BFC as a motion for relief from the automatic stay of 11 U.S.C. § 362(a). The motion was heard before the Honorable Thomas M. Moore, United States Bankruptcy Judge, on November 21, 1983. The Bankruptcy Court issued a Memorandum Opinion and entered a Judgment on January 10, 1984, denying BFC's Petition and recognizing Wells Fargo's security interest in the toxaphene. BFC brings this appeal from that Judgment.</p>\n<p>The evidence presented at the hearing on November 21, 1983, is somewhat confusing. The only witness was Mr. Kenneth D. Morris, Secretary and General Counsel of BFC Chemicals, Inc.</p>\n<p>The testimony of Mr. Morris and the documents introduced into evidence tend to show the following facts:</p>\n<p>The chemical toxaphene was furnished to the Debtor on consignment by BFC. The Debtor was obligated to pay for toxaphene upon its withdrawal from the tank at the Kinston, North Carolina location. Although BFC contends that prior permission for withdrawal was required, there is evidence from which it can be inferred that no express permission was necessary for each individual withdrawal. Under the Agreement, until withdrawal, as between the Debtor and BFC, title remained in BFC. Upon withdrawal, title transferred to Smith-Douglass which used the toxaphene in formulation of agricultural chemicals for resale to its customers.</p>\n<p>BFC made no UCC filings in accordance with Article 9 of the Uniform Commercial Code, as enacted in the State of North Carolina, N.C.G.S. § 25-9-101 <i>et seq.</i></p>\n<p>BFC is a 60% owner of a partnership interest of Boots Hercules Agrochemicals Company (\"BHA\"), a Delaware partnership. BFC operates under a management agreement with BHA. BHA has no employees, it only has products that were originally registered with the Environmental Protection Agency, and sold under BFC labels.</p>\n<p>There was evidence tending to show that in custom and practice, BFC placed signs on toxaphene storage tanks throughout the country stating to the effect that the contents thereof were property of BHA.<sup>[2]</sup> However, there was no evidence tending to show that the specific sign alleged to have been placed on the tank in Kinston, North Carolina, had in fact been placed there.</p>\n<p>Other than the management agreement and the alleged sign supposedly on the tank at Kinston, North Carolina, there is no other reference to BHA either in the documentation between the parties or otherwise. All transactions as far as third parties were concerned were essentially between BFC and the Debtor. The Agreement was between BFC and the Debtor, and as far as BFC was concerned, the sales transaction took place between BFC and the Debtor.</p>\n<p></p>\n<h2>STATEMENT OF ISSUES</h2>\n<p>The issues on appeal are:</p>\n<p>1. The sufficiency of the evidence to support the Bankruptcy Court's finding that the Debtor had permission to withdraw the toxaphene solution when needed and report the same to BFC Chemicals, Inc.</p>\n<p><span class=\"star-pagination\">*1013</span> 2. Whether N.C.G.S. § 25-2-326 applies to the Toxaphene Consignment/Storage Tank Lease Agreement entered into between BFC Chemicals, Inc., and the Debtor.</p>\n<p>3. Whether BFC is required to file pursuant to N.C.G.S. § 25-9-114 in order to maintain its interest in the toxaphene.</p>\n<p>4. Whether the notice provision of N.C.G.S. § 25-2-326(3)(a) is satisfied by, and whether these are sufficient facts to support a finding of, maintenance of a sign stating that the toxaphene in question was the property of \"BHA.\"</p>\n<p></p>\n<h2>DISCUSSION OF THE ISSUES</h2>\n<p>I. IS THE BANKRUPTCY COURT'S FINDING THAT THE DEBTOR HAD PERMISSION TO WITHDRAW THE TOXAPHENE WHEN NEEDED AND REPORT THE SAME TO BFC SUPPORTED BY SUFFICIENT EVIDENCE?</p>\n<p>BFC disputes the findings made by the Bankruptcy Court in its Memorandum Opinion of January 10, 1984, in which it found that \"the Debtor had permission to withdraw the toxaphene solution when needed and report the same to BFC Chemicals, Inc.\"</p>\n<p>Although arguing strenuously that the record does not support this conclusion, BFC at no point shows how a contrary finding would affect the validity of the Judgment below. BFC does not contend that a contrary finding would cause a reversal under the legal conclusions drawn by the Bankruptcy Court in the latter's opinion. Such restrictions as between the parties to a consignment agreement have been disregarded by the courts based on the language of Section 2-326 of the Uniform Commercial Code (\"UCC\"). See <i>In re Novak,</i> 7 U.C.C.Rep. 196 (Md.Cir.Ct.1969); <i>Koenig, Inc. v. Ateco Equipment, Inc., (In re Ateco Equipment, Inc.),</i> 17 B.R. 230 (Bankr.W.D.Pa.1982). In fact, under the Memorandum Opinion, the ability of the Debtor to make such withdrawals with or without permission of BFC Chemicals, Inc., is not an issue. Typically, a consignment agreement reserves title in the \"consignor.\" Such a reservation of title, as between the parties, would require some sort of consent or permission for title to pass from the consignor to the consignee. Such is the nature of the incidents of title and ownership. But N.C.G.S. § 25-2-326 (see Discussion II) expressly disregards such a reservation of title, and the courts have consistently upheld the literal language of the statute. See <i>Sino-American Economic Development Corp. v. Plad, Inc. (In re Plad, Inc.),</i> 22 B.R. 613 (Bankr.M.D.Tenn. 1982). Therefore, at most the Bankruptcy Court's finding in this regard is \"harmless error\" under Rule 61 F.R.Civ.P. made applicable by Bankruptcy Rule 9005.</p>\n<blockquote>Error is not ground for reversal unless it is prejudicial. It is a well-settled rule of appellate procedure that in order to warrant a reversal the error complained of must have been prejudicial to the substantial rights of the appellant.</blockquote>\n<p><i>Commercial Credit Corp. v. United States,</i> 175 F.2d 905, 908 (8th Cir.1949). See also, <i>Palmer v. Hoffman,</i> 318 U.S. 109, 116, 63 S.Ct. 477, 482, 87 L.Ed. 645 (1943), <i>reh'g denied,</i> 318 U.S. 800, 63 S.Ct. 757, 87 L.Ed. 1163, 7 Moore's Federal Practice ¶ 61.11 (1983).</p>\n<p>But the Court is of the opinion that the Bankruptcy Court's finding is not \"clearly erroneous\" (Bankruptcy Rule 8013). \"It is well-settled that the reviewing court may not set aside a finding of fact merely because it would have viewed the facts differently, or given greater weight to certain evidence than the trial court\" 5A Moore's Federal Practice ¶ 52.03[1]. See also, <i>United States v. National Ass'n of Real Estate Bds.,</i> 339 U.S. 485, 70 S.Ct. 711, 94 L.Ed. 1007 (1950) (cited by treatise).</p>\n<p>There is sufficient evidence to support the conclusion of the Bankruptcy Court. Although paragraph 5 of the Agreement indicates that prior permission of BFC is required for withdrawal, and the testimony reiterates that position, there is nothing in the record to show that such permission had not in fact already been granted, and that Smith-Douglass could at any time assume that such permission had been given. For example, when asked what procedure <span class=\"star-pagination\">*1014</span> was to be used to withdraw the chemicals, Mr. Morris on direct answered as follows:</p>\n<blockquote>A. They have no minimum requirement. It'sthey merely have <i>awe would like them to withdraw and buy as much as they can use</i> . . .</blockquote>\n<blockquote>Q. If Smith-Douglass wants to purchase this chemical, how do they go about doing it?</blockquote>\n<blockquote>A. They withdraw it from the tank, they file a report with us, notifying us of withdrawals of toxaphene, we issue an invoice based on those withdrawals. When they withdraw the toxaphene, they proceed to use it in their facility.</blockquote>\n<p>(emphasis added).</p>\n<p>After this question was answered, the attorney for BFC had to ask leading follow-up questions as follows:</p>\n<blockquote>Q. Does this require your permission before they can withdraw it?</blockquote>\n<blockquote>A. Yes, it does.</blockquote>\n<blockquote>Q. So, in other words, they can never consummate a sale without your permission.</blockquote>\n<p>The matter of withdrawal procedure was discussed at several other points in the testimony without any reference to \"permission.\" There is no evidence in the record to show that in fact the Debtor ever requested permission from BFC prior to withdrawals being made. It was only after a withdrawal that a consignment report was filed, and then BFC would issue an invoice for the withdrawal. BFC had to take inventories to make final determinations as to what product still remained in the tank. Mr. Morris testified that \". . . Ordinarily the toxaphene is first withdrawn before the invoice is created. Toxaphene is withdrawn, the buyer reports that to us, that they have withdrawn x-pounds, and we issue an invoice based upon the withdrawal.\"</p>\n<p>The Bankruptcy Court could correctly conclude from this evidence that although the language of the Agreement stipulated prior permission was required before withdrawal of toxaphene from the tank, that in fact such permission had been granted in a blanket manner, and that by custom, practice and usage between the parties, no further permission was required.</p>\n<p>Therefore, the findings by the Bankruptcy Court are not \"clearly erroneous,\" and even if so, such findings constitute only \"harmless error.\"</p>\n<p>II. IS N.C.G.S. § 25-2-326 APPLICABLE TO THIS CASE BECAUSE BFC DELIVERED GOODS TO THE DEBTOR \"FOR SALE.\"</p>\n<blockquote>N.C.G.S. § 25-2-326 provides as follows: § 25-2-326. <i>Sale on approval and sale or return; consignment sales and rights of creditors.</i></blockquote>\n<blockquote>(1) Unless otherwise agreed, if delivered goods may be returned by the buyer even though they conform to the contract, the transaction is</blockquote>\n<blockquote>(a) a \"sale on approval\" if the goods are delivered primarily for use, and</blockquote>\n<blockquote>(b) a \"sale or return\" if the goods are delivered primarily for resale.</blockquote>\n<blockquote>(2) Except as provided in subsection (3), goods held on approval are not subject to the claims of the buyer's creditors until acceptance; goods held on sale or return are subject to such claims while in the buyer's possession.</blockquote>\n<blockquote>(3) Where goods are delivered to a person for sale and such person maintains a place of business at which he deals in goods of the kind involved, under a name other than the name of the person making delivery, then with respect to claims of creditors of the person conducting the business the goods are deemed to be on sale or return. The provisions of this subsection are applicable even though an agreement purports to reserve title to the person making delivery until payment or resale or uses such words as \"on consignment\" or \"on memorandum.\" However, this subsection is not applicable if the person making delivery</blockquote>\n<blockquote>(a) complies with an applicable law providing for a consignor's interest or the like to be evidenced by a sign, or</blockquote>\n<blockquote>(b) establishes that the person conducting the business is generally known by his creditors to be substantially <span class=\"star-pagination\">*1015</span> engaged in selling the goods of others, or</blockquote>\n<blockquote>(c) complies with the filing provisions of the article on secured transactions (article 9).</blockquote>\n<blockquote>(4) Any \"or return\" term of a contract for sale is to be treated as a separate contract for sale within the statute of frauds section of this article (§ 25-2-201) and as contradicting the sale aspect of the contract within the provisions of this article on parol or extrinsic evidence (§ 25-2-202). (1965, c. 700, s. 1.)</blockquote>\n<p>Simply stated, BFC argues that N.C.G.S. § 25-2-326(3) does not apply to this case because, according to BFC, the goods in this instance (toxaphene) were not delivered \"for sale.\" The issue, therefore, is: whether a product delivered, such as toxaphene, under a consignment agreement wherein the person taking delivery (in this case Smith-Douglass, Inc.) uses the toxaphene to formulate it into other compounds, and resells those compounds, is the delivery \"for sale\" under N.C.G.S. § 25-2-326(3)?</p>\n<p>The record is clear, even from the testimony of BFC's own witness, that the Debtor used the toxaphene and formulated herbicides for resale to its customers. Although the Debtor may not have been able to resell the raw toxaphene solution in its delivered state, it certainly sold agricultural chemicals, including chemicals with ingredients of toxaphene, in the ordinary course of its business. The Bankruptcy Court found as a fact \"the Debtor did not sell the toxaphene 90/10 solution in the same state in which it was purchased from BFC Chemicals, Inc. The Debtor withdrew the toxaphene solution, mixed it with one or more ingredients and then sold it to its customers.\" Mr. Morris on cross examination explained: \"They have to withdraw and formulate it and sell it under their current registrations as they've been doing.\"</p>\n<p>BFC argues that for N.C.G.S. § 25-3-326(3) to apply, it must be read restrictively to require that the Debtor must resell the toxaphene in its delivered state.</p>\n<p>In fact, the courts have been very reluctant to find that goods delivered to a person who \"deals\" in like goods does not in fact have authority to sell such goods, irrespective of the form of the sale. See, <i>Vonins, Inc. v. Raff,</i> 101 N.J.Super. 172, 243 A.2d 836, 5 U.C.C.Rep. 433 (1968).</p>\n<p>In <i>Vonins</i> a supplier of plumbing and heating parts and equipment argued that N.J.S. 12A:2-326(3), the New Jersey enactment of Section 2-326(3) of the Uniform Commercial Code (\"UCC\"), was not applicable because the debtor \"did not engage at its place of business in over-the-counter selling of the merchandise delivered by Vonins.\" 243 A.2d at 841. The Court responded:</p>\n<blockquote>Further, we do not deem it to be a prerequisite to Code application that Crest [the debtor] have (sic) been engaged at its premises in over-the-counter retail selling of plumbing equipment. Before the 1973 agreement, Crest installed this equipment, purchased from Elite, for various builders and developers. Thereafter, it continued to do the same with the equipment it obtained from Vonins. At all times in which Crest was engaged in operations, it performed the same method of distribution of equipment from manufacturer to ultimate user. Clearly, Crest maintained a place of business at which it dealt \"in goods of the kind involved.\" Even though an overall price would be charged for the installation of the equipment, it cannot be denied that the price of the equipment installed was a distinct component of that consideration. Thus, plaintiff delivered goods to Crest \"for sale\" to others. That resale need not have been consummated at Crest's premises for the statute to apply.</blockquote>\n<p>243 A.2d at 841-842.</p>\n<p>A case which is almost \"on all fours\" on this point was decided by Bankruptcy Judge Cosetti in <i>Koenig, Inc. v. Ateco Equipment, Inc. (In re Ateco Equipment Inc.),</i> 17 B.R. 230 (Bankr.W.D.Pa.1982). In <i>Ateco,</i> the plaintiff Koenig engaged in \"the manufacture and sale of truck equipment <span class=\"star-pagination\">*1016</span> consisting of side boxes, tool boxes, service bodies with or without cranes, winches and similar items.\" 17 B.R. at 231. Ateco Equipment, Inc., was a Debtor in Possession under Chapter 11 of the Code. Ateco took delivery of Koenig's products under a consignment agreement containing provisions of a similar nature to BFC's. Upon receipt the goods were to be segregated and marked as Koenig's goods, and released under a procedure almost identical to the Agreement between BFC and Smith-Douglass. See 17 B.R. 231-232. Even the invoicing procedure is similar to BFC's which allowed Ateco to purchase a quantity of the goods by forwarding to Koenig a \"purchase order\" and paying Koenig within \"thirty (30) days after the date of each such purchase order, at Manufacturer's [i.e. Koenig's] then prices for such goods . . .\" 17 B.R. at 232.</p>\n<p>In <i>Ateco,</i> Koenig (the manufacturer) argued, like BFC, that the transformation of the delivered product exempted the transaction from U.C.C. Section 2-326:</p>\n<blockquote>Koenig reaches this conclusion because it claims its goods were not held primarily for resale by Ateco but were incorporated in products manufactured by Ateco. Koenig offered testimony that its truck bodies were painted and bolted to truck chassis belonging to Ateco's customers. Koenig further established that Ateco only charged one price for the finished product. Koenig concludes that since the goods as sold by Ateco were transformed by a manufacturing process after delivery by Koenig, Section 3236 does not apply.</blockquote>\n<p>17 B.R. at 233. Judge Cosetti noted that Koenig had not cited any cases in support of its position, and that \"Koenig's attempt to exempt itself from Section 2326 based on its manufacturing argument cannot be supported.\" 17 B.R. at 234. The Court then went to the alternative issue and also decided that the consignment agreement between Koenig and Ateco was intended to create a security agreement. 17 B.R. at 235. Thus, Koenig's request to lift the Automatic Stay of 11 U.S.C. § 362(a) was denied.</p>\n<p>As noted previously (see Discussion I), the argument that BFC's permission was required for withdrawal of the toxaphene carries no weight, even if true, in the face of the clear language of N.C.G.S. § 25-2-326 and court decisions interpreting U.C.C. Section 2-326. U.C.C. Section 2-326(3) (i.e. N.C.G.S. § 25-2-326(3)) provides: \"The provisions of this subsection are applicable even though an agreement purports to reserve title to the person making delivery until payment or resale . . .\" Permission to withdraw toxaphene, if required, would only be an incident of such title or ownership in the consignor, and thus rejected by the language of the statute. See <i>Sino-American Economic Development Corp. v. Plad, Inc. (In re Plad, Inc.),</i> 22 B.R. 613 (Bankr.M.D.Tenn.1982); <i>In re Novak,</i> 7 U.C.C.Rep. 196, 201 (Md.Cir.Ct.1969). As Judge Cosetti noted in <i>Ateco,</i> supra: \"Even though the consignor reserves certain rights to himself in the underlying agreement, the agreement will not be controlling should the statute apply.\" 17 B.R. at 233.</p>\n<p>In a comprehensive article by Professor Peter Winship, the argument set forth by BFC is clearly rejected both by the commentators, and by court decisions:</p>\n<blockquote>\n<i>Description of Consignee.</i> To bring the transaction within section 2-326(3) consignor must deliver goods to a person \"for sale\"; this person must \"maintain a place of business at which he deals in goods of the kind involved\"; and the person must maintain this place of business \"under a name other than the name of the person making delivery.\" Merchants who sell from inventory are to be protected from cases where the merchants have ostensible ownership of the goods by taking delivery without taking title.\"</blockquote>\n<blockquote>An owner of goods, whether a merchant or nonmerchant, may deliver them to a person for reasons other than sale. Thus, if goods are delivered to a consignee for repair and storage, with no authority to sell the goods, section 2-326(3) does not apply. If goods are delivered with directions both to repair and to sell them, however, the same subsection will <span class=\"star-pagination\">*1017</span> apply. In an important early Code case a consignee who primarily distributed goods to other retailers but who also sold some of the goods was found to be within the scope of subsection (3). Another court has stated that even if the consignee had no authority to sell goods and merely delivered goods to other retailers for sale, the court would still subject the goods to the claims of consignee's creditors in order to carry out the policy of section 2-326 unless consignor met the publicity requirements set out in subsection (3). Where a supplier \"consigned\" goods to a subcontractor in financial difficulties who used the goods for its jobs and charged a lump sum for both services and goods, the court brushed aside the suggestion that the goods consigned were not consigned for sale, noting that the cost of the goods represented a distinct, identifiable part of the price charged by the subcontractor.</blockquote>\n<p>Winship, \"The `True' Consignment Under the Uniform Commercial Code and Related Peccadilloes,\" 29 Southwestern L.J. 825, 850-851 (1975) (footnotes omitted).</p>\n<p>Professor Winship goes on to state:</p>\n<blockquote>That the consignee \"deals\" in the goods without necessarily selling them at his place of business brings within the scope of subsection (3) more than the retail merchant. Thus, a court has found that a transaction involving a subcontractor who maintained a place of business but did not make retail sales from this office to be within subsection (3). Similarly, \"goods of the kind involved\" is an elastic term. A retailer of floor coverings who took a consignment of expensive oriental rugs was found to be dealing in similar goods (floor coverings) without inquiring whether or not creditors would be misled.</blockquote>\n<p><i>Id.</i> at 852.</p>\n<p>The North Carolina Comment to N.C.G.S. § 25-2-326(3) states:</p>\n<blockquote>Thus, possible doubts as to the nature of the transaction are resolved in favor of creditors of a person receiving delivery. The possibility of using a form of bailment to conceal what is essentially a sale is reduced.</blockquote>\n<p>1 D General Statutes of North Carolina 142 (1965).</p>\n<p>Smith-Douglass, Inc., as Debtor in Possession under 11 U.S.C. §§ 1101(1) and 1107(a), has \"all the rights, other than the right to compensation under section 330 [of the Code], and powers . . . of a trustee serving in a case under this chapter. These rights include the rights under 11 U.S.C. § 544:</p>\n<blockquote>§ 544. <i>Trustee as lien creditor and as successor to certain creditors and purchasers</i>\n</blockquote>\n<blockquote>(a) The Trustee shall have, as of the commencement of the case, and without regard to any knowledge of the trustee or of any creditor, the rights and powers of, or may avoid any transfer of property of the debtor or any obligation incurred by the debtor that is voidable by</blockquote>\n<blockquote>(1) a creditor that extends credit to the debtor at the time of the commencement of the case, and that obtains, at such time and with respect to such credit, a judicial lien on all property on which a creditor on a simple contract could have obtained a judicial lien, whether or not such a creditor exists;</blockquote>\n<blockquote>(2) a creditor that extends credit to the debtor at the time of the commencement of the case, and obtains, at such time and with respect to such credit, an execution against the debtor that is returned unsatisfied at such time, whether or not such creditor exists; and</blockquote>\n<blockquote>(3) a bona fide purchaser of real property from the debtor, against whom applicable law permits such transfer to be perfected, that obtains the status of a bona fide purchaser at the time of the commencement of the case, whether or not such a purchaser exists.</blockquote>\n<blockquote>(b) The trustee may avoid any transfer of an interest of the debtor in property or any obligation incurred by the debtor that is voidable under applicable law by a <span class=\"star-pagination\">*1018</span> creditor holding an unsecured claim that is allowable under section 502 of this title or that is not allowable only under section 503(3) of this title.</blockquote>\n<p>Therefore, even though prior to filing the petition, as between Smith-Douglass, Inc. and BFC, BFC may have had a superior interest in the toxaphene, upon filing of the petition, Smith-Douglass, Inc., as Debtor in Possession, may challenge the position of BFC on behalf of the creditors of Smith-Douglass, Inc. See, e.g. <i>Pitrat v. Morris (In re Santa Fe Adobe, Inc.),</i> 34 B.R. 774 (9th Cir.1983); <i>Koenig, Inc. v. Ateco Equipment, Inc. (In re </i><i>Ateco Equipment, Inc.),</i> 17 B.R. 230, 235-236 (Bankr.W.D.Pa. 1982).</p>\n<p>Therefore, the benefits of N.C.G.S. § 25-2-326 accrue to the benefit of both the Debtor and Wells Fargo, as their respective interests may appear.</p>\n<p>BFC argues that the laws of agency and bailments should apply instead of N.C.G.S. § 25-2-326. The following comment is enlightening in this regard.</p>\n<blockquote>\n<i>Under the Uniform Commercial Code, many transactions that might have been regarded as consignments creating a principal-agent relationship under pre-Code law will be regarded as sales, at least in instances where claims by creditors of the consignee are at issue, or as \"sale or return\" transactions.</i> This is because of a Uniform Commercial Code provision stating that where goods are delivered to a person for sale and he maintains a place of business where he deals in goods of the kind involved, under a name other than that of the person making delivery, the goods are deemed to be on sale or return, in regard to claims of creditors of the person conducting the business. The above is true even though an agreement purports to reserve title to the person making delivery until payment or resale, or uses such words as \"on consignment\" or \"on memorandum.\" <i>In other words, while pre-Code concepts of consignments as either agency relationships or as sales will not be completely vitiated, such transactions will nonetheless be considered as \"sale or return\" transactions as a practical matter, where any question as to the rights of creditors of the consignee with respect to claims for goods of the consignor in the possession of the consignee is at issue.</i> Such a consignor may protect himself against claims by creditors of the consignee either by complying with an applicable law providing for a consignor's interest or the like to be evidenced by a sign, by establishing that the person conducting the business is generally known by his creditors to be substantially engaged in selling the goods of others, or by complying with the filing provisions of Uniform Commercial Code Article 9 on Secured Transactions. Another method of protection for a consignor, not expressly specified in Uniform Commercial Code Article 2, is by obtaining agreement from creditors of the consignee subordinating the rights of such creditors to the rights of the consignor. The rights of creditors of a consignee to the consigned goods, as against any claim thereon by the consignor, are discussed in detail elsewhere.</blockquote>\n<blockquote>It would seem that pre-Code concepts, differentiating an agency to sell from a sale in a consignment or similar form of transaction, would continue to apply in any case where the issue does not involve claims asserted by creditors of the consignee or person in possession of the goods.</blockquote>\n<p>67 Am.Jur.2d, Sales § 39 (footnotes omitted, emphasis added).</p>\n<p>Although all consignments may not be intended to create a security under Article 9 of the Uniform Commercial Code, all consignment agreements (whether or not intended to create a security) are subject to the requirements of N.C.G.S. § 25-2-326. See <i>General Electric Credit Corp. v. Town &amp; Country Mobile Homes, Inc.,</i> 117 Ariz. 562, 574 P.2d 50 (1977). This section is intended for the benefit of secured creditors of the \"Consignee\" as well as unsecured creditors. See <i>In re E.G. Hoover Co., Inc.,</i> 16 B.R. 435 (Bankr.M.D.Pa.1982); <i>In re Chimneys, Chimes `N Chairs, Inc.,</i> 17 B.R. 776 (Bankr.N.D.Ohio 1982).</p>\n<p><span class=\"star-pagination\">*1019</span> The broad scope of the interpretation to be given this section is evidenced by the opinion in <i>Newhall v. Haines,</i> 10 B.R. 1019 (D.Mont.1981). In that opinion, District Judge Hatfield set forth the purpose of Uniform Commercial Code provision 2-326(3) as enacted in the State of Montana, which is similar to the provision of N.C.G.S. § 25-2-326(3). Judge Hatfield states \"it's clear the underlying purpose of § 30-2-326, M.C.A. is to eliminate the danger of persons (e.g., creditors) being misled by the apparent ownership of goods held by the consignee.\" 10 B.R. at 1022. In reaching this conclusion, Judge Hatfield agreed with the conclusion reached in <i>In Re Gross Manufacturing and Importing Company, Inc.,</i> 328 F.Supp. 905, 9 U.C.C.Rep. 355 (D.N.J.1971), that the \"Code drafters were apparently much impressed that the consignment situation could be terribly misleading to the creditors of the consignee. So, while the Code permits the consignment transaction to continue, it declares that the consignment will be valid as against creditors only if there is some way by which creditors can learn of the consignment.\" <i>Id.</i></p>\n<p>In the instant case it is clear that Smith-Douglass dealt in agricultural chemicals, that toxaphene was a product used in the manufacture of agricultural chemicals, and would normally be expected to be in inventory for such a manufacturer. Smith-Douglass is not required to \"sell\" raw toxaphene to be a \"dealer\" in the kinds of goods involved, i.e., agricultural chemicals, see, <i>In re Fabers, Inc.,</i> 12 U.C.C.Rep. 126 (D.Conn.1972); <i>General Electric Co. v. Pettingell Supply Co.,</i> 347 Mass. 631, 199 N.E.2d 326, 2 U.C.C.Rep. 184 (1964); or for such goods to be delivered \"for sale.\" <i>Koenig, Inc. v. Ateco Equipment, Inc. (In re Ateco Equipment, Inc.),</i> 17 B.R. 230 (Bankr.W.D.Pa.1982). <i>Vonins, Inc. v. Raff,</i> 101 N.J.Super. 172, 243 A.2d 836, 5 U.C.C.Rep. 433 (1968). Thus in <i>Nasco Equipment Co. v. Mason,</i> 291 N.C. 145, 229 S.E.2d 278 (1976), a business described as \"lumber business and fork lift sales\" was held to be a dealer in the kind of goods under an alleged consignment of a \"loadster\" to the business by a manufacturer. See 291 N.C. at 154, 229 S.E.2d 278.</p>\n<p>It is clear that N.C.G.S. § 25-2-326(3) applies in the instant case.</p>\n<p>III. IS BFC REQUIRED TO FILE UNDER N.C.G.S. § 25-9-114 IN ORDER TO MAINTAIN ITS INTEREST IN THE TOXAPHENE?</p>\n<p>N.C.G.S. § 25-9-114 provides:</p>\n<blockquote>(1) A person who delivers goods under a consignment which is not a security interest and who would be required to file under this article by paragraph (3)(c) of G.S. 25-2-326 has priority over a secured party who is or becomes a creditor of the consignee and who would have a perfected security interest in the goods if they were the property of the consignee, and also has priority with respect to identifiable cash proceeds received on or before delivery of the goods to a buyer if</blockquote>\n<blockquote>(a) the consignor complies with the filing provision of the article on sales with respect to consignments (paragraph (3)(c) of G.S. 25-2-326) before the consignee receives possession of the goods; and</blockquote>\n<blockquote>(b) the consignor gives notification in writing to the holder of the security interest if the holder has filed a financing statement covering the same types of goods before the date of the filing made by the consignor; and</blockquote>\n<blockquote>(c) the holder of the security interest receives the notification within five years before the consignee receives possession of the goods; and</blockquote>\n<blockquote>(d) the notification states that the consignor expects to deliver goods on consignment to the consignee, describing the goods by item or type.</blockquote>\n<blockquote>(2) In the case of a consignment which is not a security interest and in which the requirements of the preceding subsection have not been met, a person who delivers goods to another is subordinate to a person who would have a perfected security interest in the goods if they were the property of the debtor. (1975, c. 862, s. 7)</blockquote>\n<p>It has been suggested that N.C.G.S. § 24-9-114 applies to all merchant consignments. <span class=\"star-pagination\">*1020</span> Professor Winship has pointed out that the language of the statute does not lend itself to such an interpretation.</p>\n<blockquote>Given the wording of section 2-326(3), it comes as a surprise that the 1972 Code amendments and official comments thereto refer to the \"requirement\" of filing. Section 9-114(1) addresses itself to a consignor \"who would be required to file under this Article by paragraph (3)(c) of Section 2-326.\" The official comment to that section also speaks of this \"requirement,\" as does the reason given for the adoption of section 9-408. Perhaps the draftsmen had in mind the consignor in a state with no sign law who knows that consignee is not substantially engaged in the selling of goods of others so that, as a practical matter, if he wishes to protect the goods from the claims of his consignee's creditors, he will have to file. The language of the official comment to section 9-114, however, is more sweeping and it seems to assume most assignments [sic] will be covered by that section. As a matter of policy it may be desirable to require all merchant consignors not only to file under article 9 but also to notify prior inventory secured parties. The present Code, however, does not do the former and consequently it leaves the latter result in doubt.</blockquote>\n<p>Winship, \"The `True' Consignment Under the Uniform Commercial Code and Related Peccadilloes,\" 29 Southwestern L.J. 825, at 856 (1975).</p>\n<p>In resolving any lack of clarity on the foregoing issue, the Court notes that N.C.G.S. § 25-9-114 expressly states that it applies only to a non-security consignor \"<i>who would be required</i> to file under Article 9 ¶ (3)(c) of § 2-326.\" 13 W.F.L. <i>supra</i> at 539. The only time a \"true consignor\" is <i>required</i> to file under Article 9, is in the Court's opinion, if he elects not to give notice under § N.C.G.S. § 25-2-326(3)(a) or (b). As expressed by another commentator:</p>\n<blockquote>\"The special priority rule (U.C.C. § 9-114) <i>does not apply</i> to true consignors engaged in deemed sales or returns that comply with Article 2 by satisfying the requirements of a non-Code sign statute or by bearing the heavy burden of showing that a consignor generally is known by creditors substantially to be engaged in selling the goods of others. The special priority rule applies only if a consignor either <i>elects</i> to comply with Article 2 by filing under Article 9 or is required to do so in order to preserve priority under Article 2.\"</blockquote>\n<p>Alderman, A Transactional Guide to the U.C.C. ¶ 7.43, p. 1033 (1983).</p>\n<p>Accordingly, if a transaction is subject to the provisions of N.C.G.S. § 25-2-326(3), but the consignor has given public notice under N.C.G.S. § 25-2-326(3)(a) (posting of business sign) or N.C.G.S. § 25-2-326(3)(b) (establishing general knowledge of creditors), he need not comply with N.C.G.S. § 25-9-114 to protect himself against the consignee's creditors.</p>\n<p>In summary, the Court holds that BFC had the option of providing such notice under any one of the three methods listed under N.C.G.S. 25-2-326(3).</p>\n<p>IV. HAS BFC COMPLIED WITH N.C.G.S. § 25-2-326(3)(a) BY MAINTAINING A SIGN?</p>\n<p>The provisions of N.C.G.S. § 25-2-326 provide that a consignor may protect its interests against claims of the buyer's creditors by complying \"with an applicable law providing for a consignor's interest or the like to be evidenced by a sign.\" This \"sign law\" is discussed by Professor Winship as follows:</p>\n<blockquote>\n<i>Sign Law.</i> Consignor may take the arrangement out of the provisions of section 2-326(3) by complying \"with an applicable law providing for a consignor's interest or the like to be evidenced by a sign\" as provided by section 2-326(3)(a). The draftsmen apparently contemplated the so-called \"Traders Acts\" of which the Virginia statute was most well-known. Only North Carolina and Mississippi, however, continue to have these Acts on their statute books. West Virginia repealed its provision with the enactment of the Code in 1963, and Virginia finally repealed its provision in 1973.</blockquote>\n<p><span class=\"star-pagination\">*1021</span> Winship, The \"True\" Consignment Under the Uniform Commercial Code and Related Peccadilloes, 29 Southwestern Law Journal, 825, 853 (1975).</p>\n<p>As noted by Professor Winship, North Carolina is one of the two states that still maintains a \"sign law.\" N.C.G.S. § 66-72 provides as follows:</p>\n<blockquote>If any person shall transact business as trader or merchant, with the addition of the words \"factor,\" \"agent,\" \"&amp; Company\" or \"&amp; Co.,\" or shall conduct such business under any name or style other than his own, except in case of a corporation, and fail to disclose the name of his principal or partner by sign placed conspicuously at the place wherein such business is conducted, then all the property, stock of goods and merchandise, and choses in action purchased, used and contracted in the course of such business shall, as to creditors, be liable for the debts contracted in the course of such business by the person in charge of same. Provided, this section shall not apply to any person transacting business under license as an auctioneer, broker, or commission merchant; in all actions under this section it is incumbent on such trader or merchant to prove compliance with the same. (1905, c. 443; Rev., s. 2118; C.S., s. 3292; 1951, c. 381, s. 8).</blockquote>\n<p>In this Court's opinion, the record is devoid of any direct probative evidence that (1) <i>in fact</i> a sign was in place on the tank located in Kinston, North Carolina, and (2) if so, whether it was placed conspicuously at the place wherein the Debtor conducted its business. There was evidence introduced that as a matter of practice, BFC put signs on tanks throughout the country noting that the contents were \"property of BHA.\" Because there is no evidence that any sign existed <i>on the tank in question</i> on petition date,<sup>[3]</sup> and that the same was conspicuous at the place wherein the Debtor conducted its business, it would seem that BFC cannot argue that it has complied with N.C.G.S. § 25-2-326(3)(a).</p>\n<p>Notwithstanding this Court's view of the evidence on this issue, the Bankruptcy Court found that there was a sign on the storage tank stating that its contents were the property of BHA. Because these issues (sign existence and conspicuousness at Debtor's actual business site) do not seem to have been addressed adequately on the record, this case will be remanded to the Bankruptcy Court in order that it may consider these issues anew. In doing so, it would seem appropriate that the Bankruptcy Court be aware of this Court's opinion of the adequacy of the content, composition and language of the sign in question.</p>\n<p>The purpose of N.C.G.S. § 25-2-326(3)(a) is to provide public notice that the person in possession of the goods is not the owner. It alerts creditors to the fact that certain property in the possession of the Debtor is encumbered. It is the Court's view, however, that N.C.G.S. § 25-2-326(3)(a) was not designed to give public notice of <i>which particular</i> person or organization claimed ownership in the goods. Rather, it was designed to be consistent with N.C.G.S. § 25-2-326(3)(b) which focuses upon the concept of general notice. N.C.G.S. § 25-2-326(3)(b) states in pertinent part:</p>\n<blockquote>\"However, this subsection is not applicable if the person making delivery . . .</blockquote>\n<blockquote>(b) establishes that the person conducting the business is <i>generally known by his creditors</i> to be substantially engaged in selling the goods of others.\" (emphasis added).</blockquote>\n<p>This statute clearly does not contemplate that a particular consignor's interest in particular goods be generally known to the community of creditors, but only that the consignee is generally known by such creditors to be selling the goods of others. As stated by the North Carolina Supreme Court in discussing N.C.G.S. § 25-2-326(3)(b), (dealing with the general knowledge of creditors that a person is substantially engaged in selling the goods of others); \"the statute must be interpreted to give emphasis to the <i>general</i> notice requirement. The purpose of this section is to protect innocent creditors from deception <span class=\"star-pagination\">*1022</span> by ostensible ownership.\" <i>Nasco Equipment Company v. Mason,</i> 291 N.C. 145, 154, 229 S.E.2d 278, 285 (1976). If an adequate sign was in fact posted on the storage tank and it was conspicuous at Debtor's actual business site (i.e. subject to observance by Debtor's creditors in the normal course of business), BFC's substantial compliance with N.C.G.S. § 66-72 provided the public with notice that the toxaphene in issue was not the property of the debtor and therefore, satisfied the public notice requirement of N.C.G.S. § 25-2-326(3)(a). Although N.C.G.S. § 66-72 has not been interpreted by a North Carolina appellate court, a fair reading of its terms suggests that its purpose is similar to that of N.C.G.S. § 25-2-326(3). It warns the public against the debtor's ostensible ownership of certain goods in his possession. Viewed in this light, it is clear that if an adequate sign was conspicuously and geographically properly posted, BFC substantially complied with N.C.G.S. § 66-72. A sign posted on the tank, conspicuous in the normal course of Debtor's business with others, stating that its contents were the property of \"BHA\" would warn the public that the Debtor did not own this property. Although such a sign would not disclose that BFC owned a sixty percent interest in BHA, such a sign would fulfill the purpose required in the statute by providing general notice. As a result, this Court would be of the opinion that the sign on the tank stating that \"BHA\" owned the property contained therein, if conspicuous to Debtor's creditors, would satisfy the notice requirement of N.C.G.S. § 25-2-326(3)(a), and therefore, N.C.G.S. § 25-2-326(3)(c) would be inapplicable.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>1. The Bankruptcy Court's finding that the Debtor had permission to withdraw the toxaphene when needed and report the same to BFC is supported by sufficient evidence, and if not, resulted only in harmless error.</p>\n<p>2. N.C.G.S. § 25-2-326 is applicable to this case because BFC did deliver goods to the Debtor \"for sale.\"</p>\n<p>3. Assuming compliance with N.C.G.S. § 25-2-326(3)(a), BFC is not required to file under N.C.G.S. § 25-9-114 in order to maintain its interest in the toxaphene.</p>\n<p>4. Assuming an adequate sign (in the same form as Exhibit 7) was placed upon the storage tank, and that the same was conspicuous at the place wherein the Debtor conducted its business, BFC complied with N.C.G.S. § 25-2-326(3)(a).</p>\n<p>In summary, the interest of BFC in the toxaphene inventory located within the storage tank at Kinston, North Carolina, is not subordinate to the interest of Smith-Douglass, Inc., as Debtor in Possession (with rights of a Trustee under 11 U.S.C. § 1107(a)) and of Wells Fargo Business Credit (with rights of a secured creditor) <i>provided</i> BFC complied with N.C.G.S. § 25-2-326(3)(a).</p>\n<p>This case is remanded to the Bankruptcy Court for reconsideration and the determination of the latter issue.</p>\n<p>SO ORDERED.<sup>[4]</sup></p>\n<h2>NOTES</h2>\n<p>[1]  Inasmuch as this case is being remanded to the Bankruptcy Court for reasons hereinafter set forth, the court suggests that this issue be further addressed and the exact quantity of BFC's toxaphene determined.</p>\n<p>[2]  Exhibit 7 is such a sign. It reads as follows:\n  Tank and Contents Property of\n  Boots Hercules Agrochemicals Co.\n  Wilmington, DE 19899\n                   146\n</p>\n<p>[3]  The Bankruptcy Court sustained an objection to hearsay testimony to such effect.</p>\n<p>[4]  BFC's request for oral argument in this matter is DENIED.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">1009</span></span> (1985)</b></center>\n<center><h1>BFC CHEMICALS, INC., Appellant,<br>\nv.<br>\nSMITH-DOUGLASS, INC., Debtor in Possession, and Wells Fargo Business Credit, Appellees.</h1></center>\n<center>No. 84-207-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>January 25, 1985.</center>\n<p><span class=\"star-pagination\">*1010</span> <span class=\"star-pagination\">*1011</span> Kenneth Wooten, J. Scott Merrell, Raleigh, N.C., for BFC Chemicals.</p>\n<p>Gregory B. Crampton, Raleigh, N.C., for Smith-Douglass.</p>\n<p>Thomas V. Anderson, Jr., Durham, N.C., for Wells Fargo.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p></p>\n<h2>BASIS OF APPELLATE JURISDICTION</h2>\n<p>This appeal from the Judgment of the United States Bankruptcy Court, Eastern District of North Carolina, comes before this court pursuant to 28 U.S.C. § 1334(a) which provides:</p>\n<blockquote>Section 1334. Bankruptcy Appeals. (a) The District Courts for districts for which panels have not been ordered appointed under § 160 of this Title (28 U.S.C.A. § 160) shall have jurisdiction of appeals from all final judgments, orders, and decrees of bankruptcy courts.</blockquote>\n<p></p>\n<h2>STANDARD OF APPELLATE REVIEW</h2>\n<p>The scope of Review in this action is governed by Bankruptcy Rule 8013 which provides:</p>\n<blockquote>On an appeal the district court or bankruptcy appellate panel may affirm, modify, or reverse a bankruptcy court's judgment, order, or decree or remand with instructions for further proceedings. Findings of fact shall not be set aside unless clearly erroneous, and due regard shall be given to the opportunity of the bankruptcy court to judge the credibility of the witnesses.</blockquote>\n<p>This Scope of Review is further conditioned upon the burden of proof resting on the Appellant as to the facts in support of its position under 11 U.S.C. § 362(d) and (g) which provide:</p>\n<blockquote>(d) On request of a party in interest and after notice and a hearing, the court shall grant relief from the stay provided under subsection (a) of this section, such as terminating, annulling, modifying, or conditioning such stay</blockquote>\n<blockquote>(1) for cause, including the lack of adequate protection of an interest in property of such party in interest; or</blockquote>\n<blockquote>(2) with respect to a stay of an act against property; if</blockquote>\n<blockquote>(A) the debtor does not have an equity in such property; and</blockquote>\n<blockquote>(B) such property is not necessary to an effective reorganization.</blockquote>\n<blockquote>(g) In any hearing under subsection (d) or (e) of this section concerning relief from the stay of any act under subsection (a) of this section</blockquote>\n<blockquote>(1) the party requesting such relief has the burden of proof on the issue of the debtor's equity in property; and</blockquote>\n<blockquote>(2) the party opposing such relief has the burden of proof on all other issues.</blockquote>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>This matter comes before this Court on appeal by BFC Chemicals, Inc. (\"BFC\"), from the Judgment of the United States Bankruptcy Court, Eastern District of North Carolina, denying BFC's \"Petition for Release of Creditor's Property.\"</p>\n<p>Smith-Douglass, Inc. (\"Debtor\") filed a petition under Chapter 11 of the Bankruptcy Code, 11 U.S.C. § 101 <i>et seq.</i> (the \"Code\"), on March 11, 1983. The Debtor has maintained possession of its assets and has continued to operate its business as Debtor in Possession under 11 U.S.C. § 1107(a). See also, 11 U.S.C. § 1101(1). Wells Fargo Business Credit (\"Wells Fargo\") is a secured creditor of the Debtor. Wells Fargo's security interest was perfected on November 3, 1981, by filing a UCC-1 financing statement in Lenoir County, North Carolina, where the property which is the subject of this appeal by BFC is located. An Inventory Loan Agreement dated September 30, 1981, grants Wells Fargo a security interest in the Debtor's inventory. The Inventory Loan Agreement contains an after acquired property clause.</p>\n<p>On January 4, 1983, BFC and the Debtor entered into a \"Toxaphene Consignment/Storage Tank Lease Agreement,\" hereinafter the \"Agreement.\" Under the Agreement, a 12,000 gallon aluminum storage tank was provided to the Debtor at its location in Kinston, North <span class=\"star-pagination\">*1012</span> Carolina. BFC delivered toxaphene to the Debtor during periods prior to the filing of the petition. BFC alleges (although there is certainly questionable probative value to the record testimony thereof) that of the approximately 57,000-plus pounds remaining in the tank at Kinston, North Carolina, approximately 17,000 pounds belongs to the Debtor, and approximately 40,000 pounds belongs to BFC.<sup>[1]</sup></p>\n<p>On October 5, 1983, BFC filed a \"Petition for Release of Creditor's Property\" with the United States Bankruptcy Court, Eastern District of North Carolina, hereinafter \"Petition.\" The Petition was treated by BFC as a motion for relief from the automatic stay of 11 U.S.C. § 362(a). The motion was heard before the Honorable Thomas M. Moore, United States Bankruptcy Judge, on November 21, 1983. The Bankruptcy Court issued a Memorandum Opinion and entered a Judgment on January 10, 1984, denying BFC's Petition and recognizing Wells Fargo's security interest in the toxaphene. BFC brings this appeal from that Judgment.</p>\n<p>The evidence presented at the hearing on November 21, 1983, is somewhat confusing. The only witness was Mr. Kenneth D. Morris, Secretary and General Counsel of BFC Chemicals, Inc.</p>\n<p>The testimony of Mr. Morris and the documents introduced into evidence tend to show the following facts:</p>\n<p>The chemical toxaphene was furnished to the Debtor on consignment by BFC. The Debtor was obligated to pay for toxaphene upon its withdrawal from the tank at the Kinston, North Carolina location. Although BFC contends that prior permission for withdrawal was required, there is evidence from which it can be inferred that no express permission was necessary for each individual withdrawal. Under the Agreement, until withdrawal, as between the Debtor and BFC, title remained in BFC. Upon withdrawal, title transferred to Smith-Douglass which used the toxaphene in formulation of agricultural chemicals for resale to its customers.</p>\n<p>BFC made no UCC filings in accordance with Article 9 of the Uniform Commercial Code, as enacted in the State of North Carolina, N.C.G.S. § 25-9-101 <i>et seq.</i></p>\n<p>BFC is a 60% owner of a partnership interest of Boots Hercules Agrochemicals Company (\"BHA\"), a Delaware partnership. BFC operates under a management agreement with BHA. BHA has no employees, it only has products that were originally registered with the Environmental Protection Agency, and sold under BFC labels.</p>\n<p>There was evidence tending to show that in custom and practice, BFC placed signs on toxaphene storage tanks throughout the country stating to the effect that the contents thereof were property of BHA.<sup>[2]</sup> However, there was no evidence tending to show that the specific sign alleged to have been placed on the tank in Kinston, North Carolina, had in fact been placed there.</p>\n<p>Other than the management agreement and the alleged sign supposedly on the tank at Kinston, North Carolina, there is no other reference to BHA either in the documentation between the parties or otherwise. All transactions as far as third parties were concerned were essentially between BFC and the Debtor. The Agreement was between BFC and the Debtor, and as far as BFC was concerned, the sales transaction took place between BFC and the Debtor.</p>\n<p></p>\n<h2>STATEMENT OF ISSUES</h2>\n<p>The issues on appeal are:</p>\n<p>1. The sufficiency of the evidence to support the Bankruptcy Court's finding that the Debtor had permission to withdraw the toxaphene solution when needed and report the same to BFC Chemicals, Inc.</p>\n<p><span class=\"star-pagination\">*1013</span> 2. Whether N.C.G.S. § 25-2-326 applies to the Toxaphene Consignment/Storage Tank Lease Agreement entered into between BFC Chemicals, Inc., and the Debtor.</p>\n<p>3. Whether BFC is required to file pursuant to N.C.G.S. § 25-9-114 in order to maintain its interest in the toxaphene.</p>\n<p>4. Whether the notice provision of N.C.G.S. § 25-2-326(3)(a) is satisfied by, and whether these are sufficient facts to support a finding of, maintenance of a sign stating that the toxaphene in question was the property of \"BHA.\"</p>\n<p></p>\n<h2>DISCUSSION OF THE ISSUES</h2>\n<p>I. IS THE BANKRUPTCY COURT'S FINDING THAT THE DEBTOR HAD PERMISSION TO WITHDRAW THE TOXAPHENE WHEN NEEDED AND REPORT THE SAME TO BFC SUPPORTED BY SUFFICIENT EVIDENCE?</p>\n<p>BFC disputes the findings made by the Bankruptcy Court in its Memorandum Opinion of January 10, 1984, in which it found that \"the Debtor had permission to withdraw the toxaphene solution when needed and report the same to BFC Chemicals, Inc.\"</p>\n<p>Although arguing strenuously that the record does not support this conclusion, BFC at no point shows how a contrary finding would affect the validity of the Judgment below. BFC does not contend that a contrary finding would cause a reversal under the legal conclusions drawn by the Bankruptcy Court in the latter's opinion. Such restrictions as between the parties to a consignment agreement have been disregarded by the courts based on the language of Section 2-326 of the Uniform Commercial Code (\"UCC\"). See <i>In re Novak,</i> 7 U.C.C.Rep. 196 (Md.Cir.Ct.1969); <i>Koenig, Inc. v. Ateco Equipment, Inc., (In re Ateco Equipment, Inc.),</i> <span class=\"citation\" data-id=\"1890076\"><a href=\"/opinion/1890076/in-re-ateco-equipment-inc/\"><span class=\"volume\">17</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">230</span></a></span> (Bankr.W.D.Pa.1982). In fact, under the Memorandum Opinion, the ability of the Debtor to make such withdrawals with or without permission of BFC Chemicals, Inc., is not an issue. Typically, a consignment agreement reserves title in the \"consignor.\" Such a reservation of title, as between the parties, would require some sort of consent or permission for title to pass from the consignor to the consignee. Such is the nature of the incidents of title and ownership. But N.C.G.S. § 25-2-326 (see Discussion II) expressly disregards such a reservation of title, and the courts have consistently upheld the literal language of the statute. See <i>Sino-American Economic Development Corp. v. Plad, Inc. (In re Plad, Inc.),</i> <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">613</span></span> (Bankr.M.D.Tenn. 1982). Therefore, at most the Bankruptcy Court's finding in this regard is \"harmless error\" under Rule 61 F.R.Civ.P. made applicable by Bankruptcy Rule 9005.</p>\n<blockquote>Error is not ground for reversal unless it is prejudicial. It is a well-settled rule of appellate procedure that in order to warrant a reversal the error complained of must have been prejudicial to the substantial rights of the appellant.</blockquote>\n<p><i>Commercial Credit Corp. v. United States,</i> <span class=\"citation\" data-id=\"1474418\"><a href=\"/opinion/1474418/commercial-credit-corporation-v-united-states/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">905</span></a></span>, 908 (8th Cir.1949). See also, <i>Palmer v. Hoffman,</i> <span class=\"citation\" data-id=\"103772\"><a href=\"/opinion/103772/palmer-v-hoffman/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">109</span></a></span>, 116, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">477</span></span>, 482, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">645</span></span> (1943), <i>reh'g denied,</i> <span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">757</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1163</span></span>, 7 Moore's Federal Practice ¶ 61.11 (1983).</p>\n<p>But the Court is of the opinion that the Bankruptcy Court's finding is not \"clearly erroneous\" (Bankruptcy Rule 8013). \"It is well-settled that the reviewing court may not set aside a finding of fact merely because it would have viewed the facts differently, or given greater weight to certain evidence than the trial court\" 5A Moore's Federal Practice ¶ 52.03[1]. See also, <i>United States v. National Ass'n of Real Estate Bds.,</i> <span class=\"citation\" data-id=\"104794\"><a href=\"/opinion/104794/united-states-v-national-assn-of-real-estate-bds/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">485</span></a></span>, <span class=\"citation\" data-id=\"104794\"><a href=\"/opinion/104794/united-states-v-national-assn-of-real-estate-bds/\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">711</span></a></span>, <span class=\"citation\" data-id=\"104794\"><a href=\"/opinion/104794/united-states-v-national-assn-of-real-estate-bds/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1007</span></a></span> (1950) (cited by treatise).</p>\n<p>There is sufficient evidence to support the conclusion of the Bankruptcy Court. Although paragraph 5 of the Agreement indicates that prior permission of BFC is required for withdrawal, and the testimony reiterates that position, there is nothing in the record to show that such permission had not in fact already been granted, and that Smith-Douglass could at any time assume that such permission had been given. For example, when asked what procedure <span class=\"star-pagination\">*1014</span> was to be used to withdraw the chemicals, Mr. Morris on direct answered as follows:</p>\n<blockquote>A. They have no minimum requirement. It'sthey merely have <i>awe would like them to withdraw and buy as much as they can use</i> . . .</blockquote>\n<blockquote>Q. If Smith-Douglass wants to purchase this chemical, how do they go about doing it?</blockquote>\n<blockquote>A. They withdraw it from the tank, they file a report with us, notifying us of withdrawals of toxaphene, we issue an invoice based on those withdrawals. When they withdraw the toxaphene, they proceed to use it in their facility.</blockquote>\n<p>(emphasis added).</p>\n<p>After this question was answered, the attorney for BFC had to ask leading follow-up questions as follows:</p>\n<blockquote>Q. Does this require your permission before they can withdraw it?</blockquote>\n<blockquote>A. Yes, it does.</blockquote>\n<blockquote>Q. So, in other words, they can never consummate a sale without your permission.</blockquote>\n<p>The matter of withdrawal procedure was discussed at several other points in the testimony without any reference to \"permission.\" There is no evidence in the record to show that in fact the Debtor ever requested permission from BFC prior to withdrawals being made. It was only after a withdrawal that a consignment report was filed, and then BFC would issue an invoice for the withdrawal. BFC had to take inventories to make final determinations as to what product still remained in the tank. Mr. Morris testified that \". . . Ordinarily the toxaphene is first withdrawn before the invoice is created. Toxaphene is withdrawn, the buyer reports that to us, that they have withdrawn x-pounds, and we issue an invoice based upon the withdrawal.\"</p>\n<p>The Bankruptcy Court could correctly conclude from this evidence that although the language of the Agreement stipulated prior permission was required before withdrawal of toxaphene from the tank, that in fact such permission had been granted in a blanket manner, and that by custom, practice and usage between the parties, no further permission was required.</p>\n<p>Therefore, the findings by the Bankruptcy Court are not \"clearly erroneous,\" and even if so, such findings constitute only \"harmless error.\"</p>\n<p>II. IS N.C.G.S. § 25-2-326 APPLICABLE TO THIS CASE BECAUSE BFC DELIVERED GOODS TO THE DEBTOR \"FOR SALE.\"</p>\n<blockquote>N.C.G.S. § 25-2-326 provides as follows: § 25-2-326. <i>Sale on approval and sale or return; consignment sales and rights of creditors.</i></blockquote>\n<blockquote>(1) Unless otherwise agreed, if delivered goods may be returned by the buyer even though they conform to the contract, the transaction is</blockquote>\n<blockquote>(a) a \"sale on approval\" if the goods are delivered primarily for use, and</blockquote>\n<blockquote>(b) a \"sale or return\" if the goods are delivered primarily for resale.</blockquote>\n<blockquote>(2) Except as provided in subsection (3), goods held on approval are not subject to the claims of the buyer's creditors until acceptance; goods held on sale or return are subject to such claims while in the buyer's possession.</blockquote>\n<blockquote>(3) Where goods are delivered to a person for sale and such person maintains a place of business at which he deals in goods of the kind involved, under a name other than the name of the person making delivery, then with respect to claims of creditors of the person conducting the business the goods are deemed to be on sale or return. The provisions of this subsection are applicable even though an agreement purports to reserve title to the person making delivery until payment or resale or uses such words as \"on consignment\" or \"on memorandum.\" However, this subsection is not applicable if the person making delivery</blockquote>\n<blockquote>(a) complies with an applicable law providing for a consignor's interest or the like to be evidenced by a sign, or</blockquote>\n<blockquote>(b) establishes that the person conducting the business is generally known by his creditors to be substantially <span class=\"star-pagination\">*1015</span> engaged in selling the goods of others, or</blockquote>\n<blockquote>(c) complies with the filing provisions of the article on secured transactions (article 9).</blockquote>\n<blockquote>(4) Any \"or return\" term of a contract for sale is to be treated as a separate contract for sale within the statute of frauds section of this article (§ 25-2-201) and as contradicting the sale aspect of the contract within the provisions of this article on parol or extrinsic evidence (§ 25-2-202). (1965, c. 700, s. 1.)</blockquote>\n<p>Simply stated, BFC argues that N.C.G.S. § 25-2-326(3) does not apply to this case because, according to BFC, the goods in this instance (toxaphene) were not delivered \"for sale.\" The issue, therefore, is: whether a product delivered, such as toxaphene, under a consignment agreement wherein the person taking delivery (in this case Smith-Douglass, Inc.) uses the toxaphene to formulate it into other compounds, and resells those compounds, is the delivery \"for sale\" under N.C.G.S. § 25-2-326(3)?</p>\n<p>The record is clear, even from the testimony of BFC's own witness, that the Debtor used the toxaphene and formulated herbicides for resale to its customers. Although the Debtor may not have been able to resell the raw toxaphene solution in its delivered state, it certainly sold agricultural chemicals, including chemicals with ingredients of toxaphene, in the ordinary course of its business. The Bankruptcy Court found as a fact \"the Debtor did not sell the toxaphene 90/10 solution in the same state in which it was purchased from BFC Chemicals, Inc. The Debtor withdrew the toxaphene solution, mixed it with one or more ingredients and then sold it to its customers.\" Mr. Morris on cross examination explained: \"They have to withdraw and formulate it and sell it under their current registrations as they've been doing.\"</p>\n<p>BFC argues that for N.C.G.S. § 25-3-326(3) to apply, it must be read restrictively to require that the Debtor must resell the toxaphene in its delivered state.</p>\n<p>In fact, the courts have been very reluctant to find that goods delivered to a person who \"deals\" in like goods does not in fact have authority to sell such goods, irrespective of the form of the sale. See, <i>Vonins, Inc. v. Raff,</i> 101 N.J.Super. 172, <span class=\"citation\" data-id=\"1993998\"><a href=\"/opinion/1993998/vonins-inc-v-raff/\"><span class=\"volume\">243</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">836</span></a></span>, 5 U.C.C.Rep. 433 (1968).</p>\n<p>In <i>Vonins</i> a supplier of plumbing and heating parts and equipment argued that N.J.S. 12A:2-326(3), the New Jersey enactment of Section 2-326(3) of the Uniform Commercial Code (\"UCC\"), was not applicable because the debtor \"did not engage at its place of business in over-the-counter selling of the merchandise delivered by Vonins.\" 243 A.2d at 841. The Court responded:</p>\n<blockquote>Further, we do not deem it to be a prerequisite to Code application that Crest [the debtor] have (sic) been engaged at its premises in over-the-counter retail selling of plumbing equipment. Before the 1973 agreement, Crest installed this equipment, purchased from Elite, for various builders and developers. Thereafter, it continued to do the same with the equipment it obtained from Vonins. At all times in which Crest was engaged in operations, it performed the same method of distribution of equipment from manufacturer to ultimate user. Clearly, Crest maintained a place of business at which it dealt \"in goods of the kind involved.\" Even though an overall price would be charged for the installation of the equipment, it cannot be denied that the price of the equipment installed was a distinct component of that consideration. Thus, plaintiff delivered goods to Crest \"for sale\" to others. That resale need not have been consummated at Crest's premises for the statute to apply.</blockquote>\n<p>243 A.2d at 841-842.</p>\n<p>A case which is almost \"on all fours\" on this point was decided by Bankruptcy Judge Cosetti in <i>Koenig, Inc. v. Ateco Equipment, Inc. (In re Ateco Equipment Inc.),</i> <span class=\"citation\" data-id=\"1890076\"><a href=\"/opinion/1890076/in-re-ateco-equipment-inc/\"><span class=\"volume\">17</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">230</span></a></span> (Bankr.W.D.Pa.1982). In <i>Ateco,</i> the plaintiff Koenig engaged in \"the manufacture and sale of truck equipment <span class=\"star-pagination\">*1016</span> consisting of side boxes, tool boxes, service bodies with or without cranes, winches and similar items.\" 17 B.R. at 231. Ateco Equipment, Inc., was a Debtor in Possession under Chapter 11 of the Code. Ateco took delivery of Koenig's products under a consignment agreement containing provisions of a similar nature to BFC's. Upon receipt the goods were to be segregated and marked as Koenig's goods, and released under a procedure almost identical to the Agreement between BFC and Smith-Douglass. See 17 B.R. 231-232. Even the invoicing procedure is similar to BFC's which allowed Ateco to purchase a quantity of the goods by forwarding to Koenig a \"purchase order\" and paying Koenig within \"thirty (30) days after the date of each such purchase order, at Manufacturer's [i.e. Koenig's] then prices for such goods . . .\" 17 B.R. at 232.</p>\n<p>In <i>Ateco,</i> Koenig (the manufacturer) argued, like BFC, that the transformation of the delivered product exempted the transaction from U.C.C. Section 2-326:</p>\n<blockquote>Koenig reaches this conclusion because it claims its goods were not held primarily for resale by Ateco but were incorporated in products manufactured by Ateco. Koenig offered testimony that its truck bodies were painted and bolted to truck chassis belonging to Ateco's customers. Koenig further established that Ateco only charged one price for the finished product. Koenig concludes that since the goods as sold by Ateco were transformed by a manufacturing process after delivery by Koenig, Section 3236 does not apply.</blockquote>\n<p>17 B.R. at 233. Judge Cosetti noted that Koenig had not cited any cases in support of its position, and that \"Koenig's attempt to exempt itself from Section 2326 based on its manufacturing argument cannot be supported.\" 17 B.R. at 234. The Court then went to the alternative issue and also decided that the consignment agreement between Koenig and Ateco was intended to create a security agreement. 17 B.R. at 235. Thus, Koenig's request to lift the Automatic Stay of 11 U.S.C. § 362(a) was denied.</p>\n<p>As noted previously (see Discussion I), the argument that BFC's permission was required for withdrawal of the toxaphene carries no weight, even if true, in the face of the clear language of N.C.G.S. § 25-2-326 and court decisions interpreting U.C.C. Section 2-326. U.C.C. Section 2-326(3) (i.e. N.C.G.S. § 25-2-326(3)) provides: \"The provisions of this subsection are applicable even though an agreement purports to reserve title to the person making delivery until payment or resale . . .\" Permission to withdraw toxaphene, if required, would only be an incident of such title or ownership in the consignor, and thus rejected by the language of the statute. See <i>Sino-American Economic Development Corp. v. Plad, Inc. (In re Plad, Inc.),</i> <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">613</span></span> (Bankr.M.D.Tenn.1982); <i>In re Novak,</i> 7 U.C.C.Rep. 196, 201 (Md.Cir.Ct.1969). As Judge Cosetti noted in <i>Ateco,</i> supra: \"Even though the consignor reserves certain rights to himself in the underlying agreement, the agreement will not be controlling should the statute apply.\" 17 B.R. at 233.</p>\n<p>In a comprehensive article by Professor Peter Winship, the argument set forth by BFC is clearly rejected both by the commentators, and by court decisions:</p>\n<blockquote>\n<i>Description of Consignee.</i> To bring the transaction within section 2-326(3) consignor must deliver goods to a person \"for sale\"; this person must \"maintain a place of business at which he deals in goods of the kind involved\"; and the person must maintain this place of business \"under a name other than the name of the person making delivery.\" Merchants who sell from inventory are to be protected from cases where the merchants have ostensible ownership of the goods by taking delivery without taking title.\"</blockquote>\n<blockquote>An owner of goods, whether a merchant or nonmerchant, may deliver them to a person for reasons other than sale. Thus, if goods are delivered to a consignee for repair and storage, with no authority to sell the goods, section 2-326(3) does not apply. If goods are delivered with directions both to repair and to sell them, however, the same subsection will <span class=\"star-pagination\">*1017</span> apply. In an important early Code case a consignee who primarily distributed goods to other retailers but who also sold some of the goods was found to be within the scope of subsection (3). Another court has stated that even if the consignee had no authority to sell goods and merely delivered goods to other retailers for sale, the court would still subject the goods to the claims of consignee's creditors in order to carry out the policy of section 2-326 unless consignor met the publicity requirements set out in subsection (3). Where a supplier \"consigned\" goods to a subcontractor in financial difficulties who used the goods for its jobs and charged a lump sum for both services and goods, the court brushed aside the suggestion that the goods consigned were not consigned for sale, noting that the cost of the goods represented a distinct, identifiable part of the price charged by the subcontractor.</blockquote>\n<p>Winship, \"The `True' Consignment Under the Uniform Commercial Code and Related Peccadilloes,\" 29 Southwestern L.J. 825, 850-851 (1975) (footnotes omitted).</p>\n<p>Professor Winship goes on to state:</p>\n<blockquote>That the consignee \"deals\" in the goods without necessarily selling them at his place of business brings within the scope of subsection (3) more than the retail merchant. Thus, a court has found that a transaction involving a subcontractor who maintained a place of business but did not make retail sales from this office to be within subsection (3). Similarly, \"goods of the kind involved\" is an elastic term. A retailer of floor coverings who took a consignment of expensive oriental rugs was found to be dealing in similar goods (floor coverings) without inquiring whether or not creditors would be misled.</blockquote>\n<p><i>Id.</i> at 852.</p>\n<p>The North Carolina Comment to N.C.G.S. § 25-2-326(3) states:</p>\n<blockquote>Thus, possible doubts as to the nature of the transaction are resolved in favor of creditors of a person receiving delivery. The possibility of using a form of bailment to conceal what is essentially a sale is reduced.</blockquote>\n<p>1 D General Statutes of North Carolina 142 (1965).</p>\n<p>Smith-Douglass, Inc., as Debtor in Possession under 11 U.S.C. §§ 1101(1) and 1107(a), has \"all the rights, other than the right to compensation under section 330 [of the Code], and powers . . . of a trustee serving in a case under this chapter. These rights include the rights under 11 U.S.C. § 544:</p>\n<blockquote>§ 544. <i>Trustee as lien creditor and as successor to certain creditors and purchasers</i>\n</blockquote>\n<blockquote>(a) The Trustee shall have, as of the commencement of the case, and without regard to any knowledge of the trustee or of any creditor, the rights and powers of, or may avoid any transfer of property of the debtor or any obligation incurred by the debtor that is voidable by</blockquote>\n<blockquote>(1) a creditor that extends credit to the debtor at the time of the commencement of the case, and that obtains, at such time and with respect to such credit, a judicial lien on all property on which a creditor on a simple contract could have obtained a judicial lien, whether or not such a creditor exists;</blockquote>\n<blockquote>(2) a creditor that extends credit to the debtor at the time of the commencement of the case, and obtains, at such time and with respect to such credit, an execution against the debtor that is returned unsatisfied at such time, whether or not such creditor exists; and</blockquote>\n<blockquote>(3) a bona fide purchaser of real property from the debtor, against whom applicable law permits such transfer to be perfected, that obtains the status of a bona fide purchaser at the time of the commencement of the case, whether or not such a purchaser exists.</blockquote>\n<blockquote>(b) The trustee may avoid any transfer of an interest of the debtor in property or any obligation incurred by the debtor that is voidable under applicable law by a <span class=\"star-pagination\">*1018</span> creditor holding an unsecured claim that is allowable under section 502 of this title or that is not allowable only under section 503(3) of this title.</blockquote>\n<p>Therefore, even though prior to filing the petition, as between Smith-Douglass, Inc. and BFC, BFC may have had a superior interest in the toxaphene, upon filing of the petition, Smith-Douglass, Inc., as Debtor in Possession, may challenge the position of BFC on behalf of the creditors of Smith-Douglass, Inc. See, e.g. <i>Pitrat v. Morris (In re Santa Fe Adobe, Inc.),</i> <span class=\"citation\" data-id=\"1861423\"><a href=\"/opinion/1861423/in-re-santa-fe-adobe-inc/\"><span class=\"volume\">34</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">774</span></a></span> (9th Cir.1983); <i>Koenig, Inc. v. Ateco Equipment, Inc. (In re </i><i>Ateco Equipment, Inc.),</i> <span class=\"citation\" data-id=\"1890076\"><a href=\"/opinion/1890076/in-re-ateco-equipment-inc/\"><span class=\"volume\">17</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">230</span></a></span>, 235-236 (Bankr.W.D.Pa. 1982).</p>\n<p>Therefore, the benefits of N.C.G.S. § 25-2-326 accrue to the benefit of both the Debtor and Wells Fargo, as their respective interests may appear.</p>\n<p>BFC argues that the laws of agency and bailments should apply instead of N.C.G.S. § 25-2-326. The following comment is enlightening in this regard.</p>\n<blockquote>\n<i>Under the Uniform Commercial Code, many transactions that might have been regarded as consignments creating a principal-agent relationship under pre-Code law will be regarded as sales, at least in instances where claims by creditors of the consignee are at issue, or as \"sale or return\" transactions.</i> This is because of a Uniform Commercial Code provision stating that where goods are delivered to a person for sale and he maintains a place of business where he deals in goods of the kind involved, under a name other than that of the person making delivery, the goods are deemed to be on sale or return, in regard to claims of creditors of the person conducting the business. The above is true even though an agreement purports to reserve title to the person making delivery until payment or resale, or uses such words as \"on consignment\" or \"on memorandum.\" <i>In other words, while pre-Code concepts of consignments as either agency relationships or as sales will not be completely vitiated, such transactions will nonetheless be considered as \"sale or return\" transactions as a practical matter, where any question as to the rights of creditors of the consignee with respect to claims for goods of the consignor in the possession of the consignee is at issue.</i> Such a consignor may protect himself against claims by creditors of the consignee either by complying with an applicable law providing for a consignor's interest or the like to be evidenced by a sign, by establishing that the person conducting the business is generally known by his creditors to be substantially engaged in selling the goods of others, or by complying with the filing provisions of Uniform Commercial Code Article 9 on Secured Transactions. Another method of protection for a consignor, not expressly specified in Uniform Commercial Code Article 2, is by obtaining agreement from creditors of the consignee subordinating the rights of such creditors to the rights of the consignor. The rights of creditors of a consignee to the consigned goods, as against any claim thereon by the consignor, are discussed in detail elsewhere.</blockquote>\n<blockquote>It would seem that pre-Code concepts, differentiating an agency to sell from a sale in a consignment or similar form of transaction, would continue to apply in any case where the issue does not involve claims asserted by creditors of the consignee or person in possession of the goods.</blockquote>\n<p>67 Am.Jur.2d, Sales § 39 (footnotes omitted, emphasis added).</p>\n<p>Although all consignments may not be intended to create a security under Article 9 of the Uniform Commercial Code, all consignment agreements (whether or not intended to create a security) are subject to the requirements of N.C.G.S. § 25-2-326. See <i>General Electric Credit Corp. v. Town &amp; Country Mobile Homes, Inc.,</i> <span class=\"citation\" data-id=\"1414754\"><a href=\"/opinion/1414754/general-elec-credit-v-town-country-etc/\"><span class=\"volume\">117</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">562</span></a></span>, <span class=\"citation\" data-id=\"1414754\"><a href=\"/opinion/1414754/general-elec-credit-v-town-country-etc/\"><span class=\"volume\">574</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">50</span></a></span> (1977). This section is intended for the benefit of secured creditors of the \"Consignee\" as well as unsecured creditors. See <i>In re E.G. Hoover Co., Inc.,</i> <span class=\"citation\" data-id=\"1858689\"><a href=\"/opinion/1858689/in-re-eg-hoover-co-inc/\"><span class=\"volume\">16</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">435</span></a></span> (Bankr.M.D.Pa.1982); <i>In re Chimneys, Chimes `N Chairs, Inc.,</i> <span class=\"citation\" data-id=\"1890661\"><a href=\"/opinion/1890661/in-re-chimneys-chimesn-chairs-inc/\"><span class=\"volume\">17</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">776</span></a></span> (Bankr.N.D.Ohio 1982).</p>\n<p><span class=\"star-pagination\">*1019</span> The broad scope of the interpretation to be given this section is evidenced by the opinion in <i>Newhall v. Haines,</i> <span class=\"citation\" data-id=\"1864348\"><a href=\"/opinion/1864348/newhall-v-haines/\"><span class=\"volume\">10</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">1019</span></a></span> (D.Mont.1981). In that opinion, District Judge Hatfield set forth the purpose of Uniform Commercial Code provision 2-326(3) as enacted in the State of Montana, which is similar to the provision of N.C.G.S. § 25-2-326(3). Judge Hatfield states \"it's clear the underlying purpose of § 30-2-326, M.C.A. is to eliminate the danger of persons (e.g., creditors) being misled by the apparent ownership of goods held by the consignee.\" 10 B.R. at 1022. In reaching this conclusion, Judge Hatfield agreed with the conclusion reached in <i>In Re Gross Manufacturing and Importing Company, Inc.,</i> <span class=\"citation\" data-id=\"1428203\"><a href=\"/opinion/1428203/in-re-gross-mfg-importing-co/\"><span class=\"volume\">328</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">905</span></a></span>, 9 U.C.C.Rep. 355 (D.N.J.1971), that the \"Code drafters were apparently much impressed that the consignment situation could be terribly misleading to the creditors of the consignee. So, while the Code permits the consignment transaction to continue, it declares that the consignment will be valid as against creditors only if there is some way by which creditors can learn of the consignment.\" <i>Id.</i></p>\n<p>In the instant case it is clear that Smith-Douglass dealt in agricultural chemicals, that toxaphene was a product used in the manufacture of agricultural chemicals, and would normally be expected to be in inventory for such a manufacturer. Smith-Douglass is not required to \"sell\" raw toxaphene to be a \"dealer\" in the kinds of goods involved, i.e., agricultural chemicals, see, <i>In re Fabers, Inc.,</i> 12 U.C.C.Rep. 126 (D.Conn.1972); <i>General Electric Co. v. Pettingell Supply Co.,</i> <span class=\"citation\" data-id=\"2099435\"><a href=\"/opinion/2099435/general-electric-co-v-pettingell-supply-co/\"><span class=\"volume\">347</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">631</span></a></span>, <span class=\"citation\" data-id=\"2099435\"><a href=\"/opinion/2099435/general-electric-co-v-pettingell-supply-co/\"><span class=\"volume\">199</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">326</span></a></span>, 2 U.C.C.Rep. 184 (1964); or for such goods to be delivered \"for sale.\" <i>Koenig, Inc. v. Ateco Equipment, Inc. (In re Ateco Equipment, Inc.),</i> <span class=\"citation\" data-id=\"1890076\"><a href=\"/opinion/1890076/in-re-ateco-equipment-inc/\"><span class=\"volume\">17</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">230</span></a></span> (Bankr.W.D.Pa.1982). <i>Vonins, Inc. v. Raff,</i> 101 N.J.Super. 172, <span class=\"citation\" data-id=\"1993998\"><a href=\"/opinion/1993998/vonins-inc-v-raff/\"><span class=\"volume\">243</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">836</span></a></span>, 5 U.C.C.Rep. 433 (1968). Thus in <i>Nasco Equipment Co. v. Mason,</i> <span class=\"citation\" data-id=\"1400241\"><a href=\"/opinion/1400241/nasco-equipment-co-v-mason/\"><span class=\"volume\">291</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">145</span></a></span>, <span class=\"citation\" data-id=\"1400241\"><a href=\"/opinion/1400241/nasco-equipment-co-v-mason/\"><span class=\"volume\">229</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">278</span></a></span> (1976), a business described as \"lumber business and fork lift sales\" was held to be a dealer in the kind of goods under an alleged consignment of a \"loadster\" to the business by a manufacturer. See 291 N.C. at 154, <span class=\"citation\" data-id=\"1400241\"><a href=\"/opinion/1400241/nasco-equipment-co-v-mason/\"><span class=\"volume\">229</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">278</span></a></span>.</p>\n<p>It is clear that N.C.G.S. § 25-2-326(3) applies in the instant case.</p>\n<p>III. IS BFC REQUIRED TO FILE UNDER N.C.G.S. § 25-9-114 IN ORDER TO MAINTAIN ITS INTEREST IN THE TOXAPHENE?</p>\n<p>N.C.G.S. § 25-9-114 provides:</p>\n<blockquote>(1) A person who delivers goods under a consignment which is not a security interest and who would be required to file under this article by paragraph (3)(c) of G.S. 25-2-326 has priority over a secured party who is or becomes a creditor of the consignee and who would have a perfected security interest in the goods if they were the property of the consignee, and also has priority with respect to identifiable cash proceeds received on or before delivery of the goods to a buyer if</blockquote>\n<blockquote>(a) the consignor complies with the filing provision of the article on sales with respect to consignments (paragraph (3)(c) of G.S. 25-2-326) before the consignee receives possession of the goods; and</blockquote>\n<blockquote>(b) the consignor gives notification in writing to the holder of the security interest if the holder has filed a financing statement covering the same types of goods before the date of the filing made by the consignor; and</blockquote>\n<blockquote>(c) the holder of the security interest receives the notification within five years before the consignee receives possession of the goods; and</blockquote>\n<blockquote>(d) the notification states that the consignor expects to deliver goods on consignment to the consignee, describing the goods by item or type.</blockquote>\n<blockquote>(2) In the case of a consignment which is not a security interest and in which the requirements of the preceding subsection have not been met, a person who delivers goods to another is subordinate to a person who would have a perfected security interest in the goods if they were the property of the debtor. (1975, c. 862, s. 7)</blockquote>\n<p>It has been suggested that N.C.G.S. § 24-9-114 applies to all merchant consignments. <span class=\"star-pagination\">*1020</span> Professor Winship has pointed out that the language of the statute does not lend itself to such an interpretation.</p>\n<blockquote>Given the wording of section 2-326(3), it comes as a surprise that the 1972 Code amendments and official comments thereto refer to the \"requirement\" of filing. Section 9-114(1) addresses itself to a consignor \"who would be required to file under this Article by paragraph (3)(c) of Section 2-326.\" The official comment to that section also speaks of this \"requirement,\" as does the reason given for the adoption of section 9-408. Perhaps the draftsmen had in mind the consignor in a state with no sign law who knows that consignee is not substantially engaged in the selling of goods of others so that, as a practical matter, if he wishes to protect the goods from the claims of his consignee's creditors, he will have to file. The language of the official comment to section 9-114, however, is more sweeping and it seems to assume most assignments [sic] will be covered by that section. As a matter of policy it may be desirable to require all merchant consignors not only to file under article 9 but also to notify prior inventory secured parties. The present Code, however, does not do the former and consequently it leaves the latter result in doubt.</blockquote>\n<p>Winship, \"The `True' Consignment Under the Uniform Commercial Code and Related Peccadilloes,\" 29 Southwestern L.J. 825, at 856 (1975).</p>\n<p>In resolving any lack of clarity on the foregoing issue, the Court notes that N.C.G.S. § 25-9-114 expressly states that it applies only to a non-security consignor \"<i>who would be required</i> to file under Article 9 ¶ (3)(c) of § 2-326.\" 13 W.F.L. <i>supra</i> at 539. The only time a \"true consignor\" is <i>required</i> to file under Article 9, is in the Court's opinion, if he elects not to give notice under § N.C.G.S. § 25-2-326(3)(a) or (b). As expressed by another commentator:</p>\n<blockquote>\"The special priority rule (U.C.C. § 9-114) <i>does not apply</i> to true consignors engaged in deemed sales or returns that comply with Article 2 by satisfying the requirements of a non-Code sign statute or by bearing the heavy burden of showing that a consignor generally is known by creditors substantially to be engaged in selling the goods of others. The special priority rule applies only if a consignor either <i>elects</i> to comply with Article 2 by filing under Article 9 or is required to do so in order to preserve priority under Article 2.\"</blockquote>\n<p>Alderman, A Transactional Guide to the U.C.C. ¶ 7.43, p. 1033 (1983).</p>\n<p>Accordingly, if a transaction is subject to the provisions of N.C.G.S. § 25-2-326(3), but the consignor has given public notice under N.C.G.S. § 25-2-326(3)(a) (posting of business sign) or N.C.G.S. § 25-2-326(3)(b) (establishing general knowledge of creditors), he need not comply with N.C.G.S. § 25-9-114 to protect himself against the consignee's creditors.</p>\n<p>In summary, the Court holds that BFC had the option of providing such notice under any one of the three methods listed under N.C.G.S. 25-2-326(3).</p>\n<p>IV. HAS BFC COMPLIED WITH N.C.G.S. § 25-2-326(3)(a) BY MAINTAINING A SIGN?</p>\n<p>The provisions of N.C.G.S. § 25-2-326 provide that a consignor may protect its interests against claims of the buyer's creditors by complying \"with an applicable law providing for a consignor's interest or the like to be evidenced by a sign.\" This \"sign law\" is discussed by Professor Winship as follows:</p>\n<blockquote>\n<i>Sign Law.</i> Consignor may take the arrangement out of the provisions of section 2-326(3) by complying \"with an applicable law providing for a consignor's interest or the like to be evidenced by a sign\" as provided by section 2-326(3)(a). The draftsmen apparently contemplated the so-called \"Traders Acts\" of which the Virginia statute was most well-known. Only North Carolina and Mississippi, however, continue to have these Acts on their statute books. West Virginia repealed its provision with the enactment of the Code in 1963, and Virginia finally repealed its provision in 1973.</blockquote>\n<p><span class=\"star-pagination\">*1021</span> Winship, The \"True\" Consignment Under the Uniform Commercial Code and Related Peccadilloes, 29 Southwestern Law Journal, 825, 853 (1975).</p>\n<p>As noted by Professor Winship, North Carolina is one of the two states that still maintains a \"sign law.\" N.C.G.S. § 66-72 provides as follows:</p>\n<blockquote>If any person shall transact business as trader or merchant, with the addition of the words \"factor,\" \"agent,\" \"&amp; Company\" or \"&amp; Co.,\" or shall conduct such business under any name or style other than his own, except in case of a corporation, and fail to disclose the name of his principal or partner by sign placed conspicuously at the place wherein such business is conducted, then all the property, stock of goods and merchandise, and choses in action purchased, used and contracted in the course of such business shall, as to creditors, be liable for the debts contracted in the course of such business by the person in charge of same. Provided, this section shall not apply to any person transacting business under license as an auctioneer, broker, or commission merchant; in all actions under this section it is incumbent on such trader or merchant to prove compliance with the same. (1905, c. 443; Rev., s. 2118; C.S., s. 3292; 1951, c. 381, s. 8).</blockquote>\n<p>In this Court's opinion, the record is devoid of any direct probative evidence that (1) <i>in fact</i> a sign was in place on the tank located in Kinston, North Carolina, and (2) if so, whether it was placed conspicuously at the place wherein the Debtor conducted its business. There was evidence introduced that as a matter of practice, BFC put signs on tanks throughout the country noting that the contents were \"property of BHA.\" Because there is no evidence that any sign existed <i>on the tank in question</i> on petition date,<sup>[3]</sup> and that the same was conspicuous at the place wherein the Debtor conducted its business, it would seem that BFC cannot argue that it has complied with N.C.G.S. § 25-2-326(3)(a).</p>\n<p>Notwithstanding this Court's view of the evidence on this issue, the Bankruptcy Court found that there was a sign on the storage tank stating that its contents were the property of BHA. Because these issues (sign existence and conspicuousness at Debtor's actual business site) do not seem to have been addressed adequately on the record, this case will be remanded to the Bankruptcy Court in order that it may consider these issues anew. In doing so, it would seem appropriate that the Bankruptcy Court be aware of this Court's opinion of the adequacy of the content, composition and language of the sign in question.</p>\n<p>The purpose of N.C.G.S. § 25-2-326(3)(a) is to provide public notice that the person in possession of the goods is not the owner. It alerts creditors to the fact that certain property in the possession of the Debtor is encumbered. It is the Court's view, however, that N.C.G.S. § 25-2-326(3)(a) was not designed to give public notice of <i>which particular</i> person or organization claimed ownership in the goods. Rather, it was designed to be consistent with N.C.G.S. § 25-2-326(3)(b) which focuses upon the concept of general notice. N.C.G.S. § 25-2-326(3)(b) states in pertinent part:</p>\n<blockquote>\"However, this subsection is not applicable if the person making delivery . . .</blockquote>\n<blockquote>(b) establishes that the person conducting the business is <i>generally known by his creditors</i> to be substantially engaged in selling the goods of others.\" (emphasis added).</blockquote>\n<p>This statute clearly does not contemplate that a particular consignor's interest in particular goods be generally known to the community of creditors, but only that the consignee is generally known by such creditors to be selling the goods of others. As stated by the North Carolina Supreme Court in discussing N.C.G.S. § 25-2-326(3)(b), (dealing with the general knowledge of creditors that a person is substantially engaged in selling the goods of others); \"the statute must be interpreted to give emphasis to the <i>general</i> notice requirement. The purpose of this section is to protect innocent creditors from deception <span class=\"star-pagination\">*1022</span> by ostensible ownership.\" <i>Nasco Equipment Company v. Mason,</i> <span class=\"citation\" data-id=\"1400241\"><a href=\"/opinion/1400241/nasco-equipment-co-v-mason/\"><span class=\"volume\">291</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">145</span></a></span>, 154, <span class=\"citation\" data-id=\"1400241\"><a href=\"/opinion/1400241/nasco-equipment-co-v-mason/\"><span class=\"volume\">229</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">278</span></a></span>, 285 (1976). If an adequate sign was in fact posted on the storage tank and it was conspicuous at Debtor's actual business site (i.e. subject to observance by Debtor's creditors in the normal course of business), BFC's substantial compliance with N.C.G.S. § 66-72 provided the public with notice that the toxaphene in issue was not the property of the debtor and therefore, satisfied the public notice requirement of N.C.G.S. § 25-2-326(3)(a). Although N.C.G.S. § 66-72 has not been interpreted by a North Carolina appellate court, a fair reading of its terms suggests that its purpose is similar to that of N.C.G.S. § 25-2-326(3). It warns the public against the debtor's ostensible ownership of certain goods in his possession. Viewed in this light, it is clear that if an adequate sign was conspicuously and geographically properly posted, BFC substantially complied with N.C.G.S. § 66-72. A sign posted on the tank, conspicuous in the normal course of Debtor's business with others, stating that its contents were the property of \"BHA\" would warn the public that the Debtor did not own this property. Although such a sign would not disclose that BFC owned a sixty percent interest in BHA, such a sign would fulfill the purpose required in the statute by providing general notice. As a result, this Court would be of the opinion that the sign on the tank stating that \"BHA\" owned the property contained therein, if conspicuous to Debtor's creditors, would satisfy the notice requirement of N.C.G.S. § 25-2-326(3)(a), and therefore, N.C.G.S. § 25-2-326(3)(c) would be inapplicable.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>1. The Bankruptcy Court's finding that the Debtor had permission to withdraw the toxaphene when needed and report the same to BFC is supported by sufficient evidence, and if not, resulted only in harmless error.</p>\n<p>2. N.C.G.S. § 25-2-326 is applicable to this case because BFC did deliver goods to the Debtor \"for sale.\"</p>\n<p>3. Assuming compliance with N.C.G.S. § 25-2-326(3)(a), BFC is not required to file under N.C.G.S. § 25-9-114 in order to maintain its interest in the toxaphene.</p>\n<p>4. Assuming an adequate sign (in the same form as Exhibit 7) was placed upon the storage tank, and that the same was conspicuous at the place wherein the Debtor conducted its business, BFC complied with N.C.G.S. § 25-2-326(3)(a).</p>\n<p>In summary, the interest of BFC in the toxaphene inventory located within the storage tank at Kinston, North Carolina, is not subordinate to the interest of Smith-Douglass, Inc., as Debtor in Possession (with rights of a Trustee under 11 U.S.C. § 1107(a)) and of Wells Fargo Business Credit (with rights of a secured creditor) <i>provided</i> BFC complied with N.C.G.S. § 25-2-326(3)(a).</p>\n<p>This case is remanded to the Bankruptcy Court for reconsideration and the determination of the latter issue.</p>\n<p>SO ORDERED.<sup>[4]</sup></p>\n<h2>NOTES</h2>\n<p>[1]  Inasmuch as this case is being remanded to the Bankruptcy Court for reasons hereinafter set forth, the court suggests that this issue be further addressed and the exact quantity of BFC's toxaphene determined.</p>\n<p>[2]  Exhibit 7 is such a sign. It reads as follows:\n  Tank and Contents Property of\n  Boots Hercules Agrochemicals Co.\n  Wilmington, DE 19899\n                   146\n</p>\n<p>[3]  The Bankruptcy Court sustained an objection to hearsay testimony to such effect.</p>\n<p>[4]  BFC's request for oral argument in this matter is DENIED.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1400241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1414754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1428203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1474418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1858689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1861423/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1864348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1890076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1890661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1993998/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2099435/"
  ]
}