{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1889321/",
  "absolute_url": "/opinion/1889321/dickey-v-greene/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1889321/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:44:08.402231Z",
  "date_modified": "2016-04-26T23:04:23.445107Z",
  "type": "010combined",
  "sha1": "6d089d62ae46bd1233bb89981a7655bb31838d81",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>603 F.Supp. 102 (1984)</b></center>\n<center><h1>Delia R. DICKEY<br>\nv.<br>\nWillie GREENE, Individually and as Executive Director of Region P. Human Development Agency, Inc.; Alice Faye Baker, Individually and as Chairman of Head Start Policy Council and Eulus G. King, Individually and as Chairman of the Board of Region P. Human Development Agency, Inc.</h1></center>\n<center>No. 82-26-CIV-4.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>December 19, 1984.</center>\n<p><span class=\"star-pagination\">*103</span> John H. Harmon, New Bern, N.C., for plaintiff.</p>\n<p>Jill R. Howard, Earl C. Collins, Jacksonville, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Complaining of sexual harassment by her supervisor, plaintiff Delia R. Dickey brought the present action on March 12, 1982 alleging defendants, all officials of the Region P Human Development Agency, Inc., had engaged in unlawful discrimination in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e, <i>et seq.</i> The case is now before the court on defendants' motion for summary judgment. The motion will be granted as to defendants Alice Faye Baker and Eulus G. King but denied as to defendant Willie Greene.</p>\n<p>Plaintiff began working at Region P Human Development Agency, Inc. in September, 1975 under the immediate supervision of defendant Willie Greene, the executive director of the agency. Approximately three weeks after she began work, plaintiff alleges that Greene began making \"lustful and obscene gestures\" toward her. Plaintiff resisted his overtures, but she contends that he continued to harass her and eventually asked her to accompany him to a hotel. Although plaintiff refused to acknowledge Greene's advances and requested that he leave her alone, she claims that Greene continued to sexually harass her until September of 1976 when he terminated her employment, explaining that there was not enough work to support her position. Plaintiff asserts that Greene's reasons for dismissing her were fabricated, since he later hired another person to do the same work.</p>\n<p>Plaintiff filed a timely charge of discrimination with the Equal Employment Opportunity Commission (EEOC) on October 18, 1976 alleging that she had been wrongfully discharged for refusing to succumb to Greene's sexual advances. It is unclear what, if anything, occurred at the agency level between 1976 and 1981. In any event, plaintiff submitted a second charge of discrimination on August 8, 1981, a copy of which is attached to this order, and apparently received a right-to-sue letter sometime thereafter.<sup>[1]</sup> She then filed the <span class=\"star-pagination\">*104</span> present action on March 12, 1982 against Greene, Alice Faye Baker and Eulus G. King. At the time of suit, Baker was Chairman of the Head Start Policy Council and King was Chairman of the Board of Region P Human Development Agency, Inc. All defendants were sued in their individual and representative capacities.</p>\n<p>Defendants answered plaintiff's complaint by generally denying all of her allegations and moving to dismiss the complaint on the ground that the court lacked subject matter jurisdiction. Defendants contended that plaintiff had only identified Region P Human Development Agency, Inc., in the charge of discrimination and had not listed any of their names as respondents. By failing to do so, defendants argued, plaintiff had not satisfied the jurisdictional prerequisites for bringing suit under Title VII.</p>\n<p>The case was initially referred to a magistrate who granted defendants' motions to dismiss for lack of subject matter jurisdiction, citing the Fourth Circuit Court of Appeals' decision in <i>Mickel v. South Carolina State Employment Service,</i> 377 F.2d 239, 242 (4th Cir.1967).<sup>[2]</sup> Plaintiff did not object to the magistrate's memorandum and recommendation and the court adopted it as its order on July 28, 1982 thereby dismissing plaintiff's Title VII suit against the three defendants.<sup>[3]</sup></p>\n<p>On appeal to the Fourth Circuit, plaintiff argued for the first time that since she referred to defendant Greene in the narrative portion of the charge form, her suit, at least as far as Greene was concerned, should have been allowed to proceed. This court's order dismissing the case was initially affirmed by a panel of judges over a vigorous dissent by Judge Murnaghan. <i>Dickey v. Greene,</i> 710 F.2d 1003 (4th Cir. 1983). Plaintiff filed a petition for a rehearing <i>en banc</i> and the case was heard a second time by the full Court of Appeals. <i>Dickey v. Greene,</i> 729 F.2d 957 (4th Cir. 1984). Writing for a five-four majority, Chief Judge Winter concluded that the case was not properly before the Fourth Circuit since it appeared that a copy of the charge of discrimination had never been made a part of the record and therefore had not been considered by this court or the magistrate. Accordingly, the case was remanded for supplementation of the record and reconsideration.</p>\n<p>As Chief Judge Winter surmised, plaintiff's charge of discrimination was never submitted for inclusion in the record and was not considered by this court or the magistrate. Plaintiff's complaint generally alleged that the jurisdictional prerequisites for a suit under Title VII had been satisfied. Defendants answered by moving to dismiss the case because</p>\n<blockquote>[t]he <i>only</i> respondent named in plaintiff's formal charge of discrimination with the EEOC is \"Region P. Human Development Agency, Inc.\" Therefore, plaintiff has failed to satisfy the jurisdictional prerequisites to filing suit pursuant to 42 U.S.C. [§] 2000e-2(a)(1) as against any defendant other than the corporate entity known as Region P. Human Development Agency, Inc. (Emphasis added.)</blockquote>\n<p>Plaintiff failed to respond to defendants' motions to dismiss and the magistrate apparently, and understandably, concluded from the above-quoted passage that the only name appearing <i>anywhere</i> on the face of the charge of discrimination was that of \"Region P. Human Development Agency, <span class=\"star-pagination\">*105</span> Inc.\" Relying upon the clear factual and legal precedent of <i>Mickel v. South Carolina State Employment Service, supra</i><i>,</i> the magistrate dismissed plaintiff's Title VII claim and the court adopted this portion of the magistrate's memorandum and recommendation for the same reason.</p>\n<p>Neither plaintiff nor defendants brought to the court's attention the fact that Greene's name appeared elsewhere on the charge of discrimination and made no effort to make the form a part of the record. Thus, the form was not in the record simply because there had been nothing to alert the court that it was needed for a full adjudication of the case.</p>\n<p>Following the case's remand by the Fourth Circuit the court by order filed June 19, 1984 directed plaintiff to submit a copy of the charge of discrimination and allowed both parties the opportunity to make whatever additional submissions and arguments they deemed necessary. Plaintiff responded by providing the court with a copy of the charge. The court will consider defendants' motions to dismiss as renewed but they will be treated as motions for summary judgment since matters outside the pleadings have been submitted. <i>See</i> Rule 12(b)(6), F.R.Civ.P.</p>\n<p>The names of defendants Baker and King do not appear anywhere on plaintiff's charge of discrimination. In <i>Mickel v. South Carolina State Employment Service,</i> 377 F.2d 239 (4th Cir.1967), plaintiff alleged that defendant South Carolina State Employment Service and Exide Battery Company had discriminated against her on the basis of her race. Affirming the district court's dismissal of the case against Exide, the Fourth Circuit Court of Appeals held that by not listing Exide anywhere on the face of her charge of discrimination filed with the EEOC, plaintiff had failed to satisfy the statutory requirements of Title VII. <i>Id.</i> at 242. She had not, the court reasoned, \"avail[ed] herself of the services of the Commission in an endeavor to effect, through `conference, conciliation and persuasion,' the elimination by Exide of any alleged unlawful employment practices.\" <i>Id.; see</i> 42 U.S.C. § 2000e-5(b).</p>\n<p>The Fourth Circuit's decision in <i>Mickel</i> is dispositive of plaintiff's case against defendants Baker and King. As in <i>Mickel,</i> plaintiff failed to list Baker or King anywhere on her charge of discrimination. This deprived the EEOC of the opportunity to resolve her dispute with these defendants. Accordingly, she has not satisfied the requirements of Title VII and the motion of defendants Baker and King for summary judgment must be granted. <i>See </i><i>Dickey v. Greene,</i> 710 F.2d 1003, 1005-1006 (4th Cir.1983); <i>id.</i> at 1009 (Murnaghan, J., dissenting).</p>\n<p>Plaintiff's case against defendant Willie Greene is not controlled by <i>Mickel.</i> Unlike the plaintiff in <i>Mickel,</i> Dickey listed Greene's name on her charge of discrimination form in the narrative section of the form denominated \"THE PARTICULARS ARE:\" The question presented is whether a plaintiff's suit is barred for failure to satisfy the jurisdictional requirements of Title VII when the plaintiff does not place a defendant's name in the space designated on the charge of discrimination form for listing the employer or employers who discriminated against her, but does list defendant's name elsewhere on the form. The court holds that the jurisdictional requisites of Title VII are satisfied if the party or parties alleged to have discriminated against plaintiff are clearly identified by plaintiff anywhere on the face of the charge of discrimination form.</p>\n<p>Title VII is a broad remedial statute designed \"to make persons whole for injuries suffered on account of unlawful employment discrimination.\" <i>Albemarle Paper Company v. Moody,</i> 422 U.S. 405, 418, 95 S.Ct. 2362, 2372, 45 L.Ed.2d 280 (1975). Consistent with the purpose of the Act, it is generally accepted that complaints filed with the EEOC should be liberally construed since they are framed by persons unfamiliar with the pleading requirements of the Act. <i>See, e.g., </i><i>Shehadeh v. Chesapeake &amp; Potomac Telephone Company,</i> 595 F.2d 711, 727 (D.C.Cir.1978); <span class=\"star-pagination\">*106</span> <i>Tillman v. City of Boaz,</i> 548 F.2d 592, 594 (5th Cir.1977); <i>Cox v. United States Gypsum Company,</i> 409 F.2d 289, 290 (7th Cir. 1969); <i>Pittman v. Anaconda Wire and Cable Company,</i> 408 F.Supp. 286, 290 (E.D.N.C.1976). Moreover, the Supreme Court has unequivocally stated that \"technicalities are particularly inappropriate in a statutory scheme in which laymen, unassisted by trained lawyers, initiate the process.\" <i>Love v. Pullman Company,</i> 404 U.S. 522, 527, 92 S.Ct. 616, 619, 30 L.Ed.2d 679 (1972).</p>\n<p>The filing of a timely charge of discrimination with the EEOC is a jurisdictional prerequisite to the institution of a lawsuit in federal court. <i>Alexander v. Gardner-Denver Company,</i> 415 U.S. 36, 47, 94 S.Ct. 1011, 1019, 39 L.Ed.2d 147 (1974); <i>Dickey v. Greene,</i> 710 F.2d 1003, 1005 (4th Cir.1983). The charge must be in writing and \"contain such information and be in such form as the [EEOC] requires.\" 42 U.S.C. § 2000e-5(b). The EEOC requires, through its regulations, that the charge contain \"[t]he full name and address of the person against whom the charge is made, if known....\" 29 C.F.R. § 1601.12(a)(2).</p>\n<p>The charge of discrimination form has spaces for specific information about the plaintiff and the details of plaintiff's claim of discrimination. The gravamen of defendant Greene's motion to dismiss is that plaintiff failed to satisfy the statutory requirements for a suit under Title VII because Greene's name does not appear in the space entitled \"NAMED IS THE EMPLOYER, LABOR ORGANIZATION, EMPLOYMENT AGENCY, APPRENTICESHIP COMMITTEE, STATE OR LOCAL GOVERNMENT AGENCY WHO DISCRIMINATED AGAINST ME.\" Defendant's name does appear on the charge of discrimination form in the \"THE PARTICULARS ARE:\" section but this, defendant argues, falls short of the requirements for a suit under Title VII. The court does not agree.</p>\n<p>A substantial number of circuit and district courts have held that the jurisdictional requisites of Title VII are satisfied if the charge of discrimination fairly apprises the EEOC of the party or parties alleged to have discriminated against the plaintiff. <i>See, e.g., </i><i>Eggleston v. Chicago Journeymen Plumbers' Local Union No. 130,</i> 657 F.2d 890, 905 (7th Cir.1981), <i>cert. denied,</i> 455 U.S. 1017, 102 S.Ct. 1710, 72 L.Ed.2d 134 (1982); <i>Romero v. Union Pacific Railroad,</i> 615 F.2d 1303, 1311-12 (10th Cir. 1980); <i>Shehadeh v. Chesapeake &amp; Potomac Telephone Company, supra,</i> 595 F.2d at 728; <i>Glus v. G.C. Murphy Company,</i> 562 F.2d 880, 888 (3d Cir.1977); <i>Kaplan v. International Alliance of Theatrical and Stage Employees,</i> 525 F.2d 1354, 1359 (9th Cir.1975); <i>Friedman v. Weiner,</i> 515 F.Supp. 563, 565 (D.Col.1981). This approach to determining whether a charge of discrimination passes jurisdictional muster makes both practical and legal sense in light of the generally accepted policy of liberally construing charges of discrimination. <i>Love v. Pullman Company,</i> 404 U.S. at 527, 92 S.Ct. at 619.</p>\n<p>In addition to the policy considerations inherent in any case arising under Title VII of the Civil Rights Act of 1964, it would be unfair for the court to penalize an unsuspecting plaintiff who failed to list a name in a particular section of the charge of discrimination form, since the form itself is somewhat misleading. The very phrasing of the section in which an aggrieved employee is to name those who discriminated against him or her suggests that only the name of the institutional employer is to be listed. This section seeks the name of \"THE EMPLOY<i>ER,</i> LABOR ORGANIZATION, EMPLOYMENT AGENCY, APPRENTICESHIP COMMITTEE, STATE OR LOCAL GOVERNMENT AGENCY\" (emphasis added) who discriminated against the employee. Although the term \"employer\" is defined by the Act to include an agent of the employer, the unschooled plaintiff would likely conclude that by the use of the word \"employer\" instead of \"employee\" the EEOC was seeking the name of the business institution for which <span class=\"star-pagination\">*107</span> the plaintiff worked.<sup>[4]</sup><i>See</i> 42 U.S.C. § 2000e(b); 29 C.F.R. § 1601.2. It would certainly be fortunate if aggrieved employees read the wording of the section more broadly to seek the names of <i>every</i> individual and institution discriminating against them, but as the present case illustrates the form is not read in this manner.</p>\n<p>Adding to the confusion is the fact that the charge of discrimination form also seeks the address and telephone number of the business or agency which committed the discriminatory acts. It would stretch reason to believe that the EEOC intended for the aggrieved employee to list in these spaces the home address and telephone number of an employee or employees. These facts are unlikely to be known by the person filing the charge and the EEOC surely could not expect the employee to obtain this information from the very person or persons against whom the charge of discrimination is filed. The EEOC obviously intended for the person filing the charge to provide the telephone number and address of an institutional employer. Assuming this to be true, it would be illogical for the court to require that the complaining employee list the specific employee's name in this section or face the risk that his or her action will be dismissed for failure to satisfy the jurisdictional mandates of Title VII. This is especially true since the EEOC itself finds the charge of discrimination sufficient if it contains \"a written statement sufficiently precise to identify the parties, and to describe generally the action or practices complained of.\" 29 C.F.R. § 1601.12(b).</p>\n<p>The charge of discrimination form contains a section entitled \"THE PARTICULARS ARE:\" which provides a substantial amount of space within which the plaintiff can note the details pertinent to his claim of discrimination. Plaintiff in the present case appears to have used this space for its intended purpose when she gave specifics relating to her claim of sexual harassment and named defendant Greene as the perpetrator. Thus, both the EEOC and Greene had notice of plaintiff's claim because she fully described its substance in this section. Dismissal of plaintiff's action under these circumstances would be an extreme measure unsupported by any practical or legal basis.</p>\n<p>A final commonsense reason exists for not dismissing plaintiff's case because she failed to meet the jurisdictional requirements of Title VII. In filling out the charge of discrimination form, plaintiff followed, to the letter, the instructions contained in the \"NAMED IS THE EMPLOYER ....\" section. This section required her to list the name of the \"STATE OR LOCAL GOVERNMENT AGENCY WHO DISCRIMINATED\" against her. Although it is unclear from the record, it is apparent that the Region P Human Development Agency, Inc., is at least tangentially related to state government. Even if it were not, it would probably appear to be so connected to its employees. Plaintiff therefore was doing exactly what she thought the form requested her to do: listing the name of the agency which employed the person who discriminated against her. Again, it would be unfair to this or any other plaintiff to allow a defendant to use the technical requirements of Title VII in this manner to thwart attempts to remedy discrimination.</p>\n<p>Aside from the broad policy considerations accompanying a suit brought under Title VII and the fact that the charge of discrimination form as presently written is ambiguous, a recent Supreme Court decision suggests that were the Court to be presented with the issue in this case it would hold that the requisites of Title VII <span class=\"star-pagination\">*108</span> are satisfied if the name of the party to be charged clearly appears anywhere on the face of the charge of discrimination form. In <i>EEOC v. Shell Oil Company,</i> ___ U.S. ___, 104 S.Ct. 1621, 80 L.Ed.2d 41 (1984), Shell Oil Company moved to quash an EEOC subpoena on the ground, <i>inter alia,</i> that the EEOC's charge of discrimination supporting the subpoena did not meet the requirements of 42 U.S.C. § 2000e-5(b) because it failed to contain \"[a] clear and concise statement of the facts, including pertinent dates, constituting the alleged unlawful employment practices....\" 29 C.F.R. § 1601.12(a)(3). The Supreme Court rejected a reading of Section 1601.12(a)(3) which would require the Commissioner to \"specify the persons discriminated against, the manner in which they were injured, and the dates on which the injuries occurred.\" ___ U.S. at ___, 104 S.Ct. at 1632. The Court held that such a requirement would cut short most of the EEOC's investigations and would be manifestly inconsistent with the Congressional intent behind Title VII. <i>Id.</i> Instead, the Court held that the requirements of 29 C.F.R. § 1601.12(a)(3) would be satisfied if the Commissioner identified the groups of persons believed to have been discriminated against, the categories of position from which they had been included, the methods by which the discrimination may have been effected, and the periods in which discrimination is alleged to have been practiced. <i>Id.</i> at 1633. Thus, consistent with the remedial purpose of Title VII and the liberal construction afforded to charges filed under the Act, the Court chose to impose less stringent requirements on charges of discrimination filed by the EEOC in \"pattern or practice\" cases.</p>\n<p>The Supreme Court's decision in <i>Shell Oil Company</i> is not directly on point to the present case but the similarity between the two is readily apparent. Both cases involve the sufficiency of information contained in a charge of discrimination form. Although the cases deal with separate subsections of 29 C.F.R. § 1601.12, the court is of the opinion that this does not serve to distinguish the cases.<sup>[5]</sup> The Court in <i>Shell Oil Company</i> skillfully blended the policy considerations of Title VII with the EEOC regulations promulgated under the Act to arrive at a practical and equitable solution by adopting a broader interpretation of what information is required to satisfy the requirements of 29 C.F.R. § 1601.12(a)(3). This court has little doubt that if the Supreme Court were presented with the facts of this case, it would interpret a companion provision, in this case 29 C.F.R. § 1601.12(a)(2), in the same manner. This would be consistent with the Court's observation in <i>Love v. Pullman Company,</i> 404 U.S. at 527, 92 S.Ct. at 619, that \"technicalities are particularly inappropriate [in Title VII cases because] laymen, unassisted by trained lawyers, initiate the process.\"</p>\n<p>In summary, the court finds that plaintiff's failure to place the names of defendants Baker and King anywhere on her charge of discrimination form bars her action against these defendants. Because plaintiff clearly noted defendant Greene's name on the face of the form and gave specifics as to the alleged discrimination, her action against this defendant will be allowed to proceed. Accordingly, the motions for summary judgment on behalf of defendants Baker and King are granted and the motion for summary judgment on behalf of defendant Greene is denied.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*109</span> APPENDIX</h2>\n<p></p>\n<h2>NOTES</h2>\n<p>[1]  Defendants do not contend that plaintiff failed to file her complaint within ninety days of receiving the right-to-sue letter as required under the Act. <i>See</i> 42 U.S.C. § 2000e-5(f)(1).</p>\n<p>[2]  Plaintiff had also based her action on 42 U.S.C. § 1983, 28 U.S.C. §§ 2201-02, and race discrimination in violation of 42 U.S.C. § 2000e-2(a)(1). These claims were not pressed on appeal to the Fourth Circuit and the court therefore considers them to have been abandoned.</p>\n<p>[3]  The court notes in passing that the Fourth Circuit Court of Appeals has recently held that the failure to file timely objections to a magistrate's report waives appellate review of the substance of the report, provided that the parties were notified of the need to file timely objections. <i>Carr v. Hutto,</i> 737 F.2d 433, 434 (4th Cir.1984); <i>United States v. Schronce,</i> 727 F.2d 91, 94 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, 104 S.Ct. 2395, 81 L.Ed.2d 352 (1984). The question of whether appellate review has been waived in this case is not, of course, for this court to decide.</p>\n<p>[4]  As defined by the Act, the term \"employer\" not only means private employers but includes \"governments, governmental agencies ... [and] labor unions.\" 42 U.S.C. § 2000e(b) and (a). Thus, the EEOC's listing of governmental entities and labor organizations in the section title is redundant since these entities are covered by the definition of \"employer.\" The EEOC apparently decided that the form would be more clear if it listed the names of these institutions. If the EEOC had taken the additional step of listing the word \"employee\" in the section much confusion could be avoided and the present case would probably not have arisen.</p>\n<p>[5]  A further distinction might be drawn between <i>Shell Oil Company</i> and the present case on the ground that the Supreme Court was faced with a \"pattern or practice\" case whereas plaintiff's action is an individual suit alleging discrimination unique to her. This distinction lacks substance, however, since 29 C.F.R. § 1601.12 applies to both kinds of charges. ___ U.S. at ___, 104 S.Ct. at 1630 n. 19. The Supreme Court noted that application of a single regulation to both charges causes \"considerable awkwardness when complainants try to fit allegations of systemic discrimination into a mold designed primarily for individual claims.\" <i>Id.</i> Similarly, this court has difficulty in applying the regulation because it lacks the specificity necessary to dispose of the present case. If the regulations had delineated more thoroughly the information required on an individual charge of discrimination, the answer to the present case would likely have been more clearcut.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">603</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">102</span></span> (1984)</b></center>\n<center><h1>Delia R. DICKEY<br>\nv.<br>\nWillie GREENE, Individually and as Executive Director of Region P. Human Development Agency, Inc.; Alice Faye Baker, Individually and as Chairman of Head Start Policy Council and Eulus G. King, Individually and as Chairman of the Board of Region P. Human Development Agency, Inc.</h1></center>\n<center>No. 82-26-CIV-4.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>December 19, 1984.</center>\n<p><span class=\"star-pagination\">*103</span> John H. Harmon, New Bern, N.C., for plaintiff.</p>\n<p>Jill R. Howard, Earl C. Collins, Jacksonville, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Complaining of sexual harassment by her supervisor, plaintiff Delia R. Dickey brought the present action on March 12, 1982 alleging defendants, all officials of the Region P Human Development Agency, Inc., had engaged in unlawful discrimination in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e, <i>et seq.</i> The case is now before the court on defendants' motion for summary judgment. The motion will be granted as to defendants Alice Faye Baker and Eulus G. King but denied as to defendant Willie Greene.</p>\n<p>Plaintiff began working at Region P Human Development Agency, Inc. in September, 1975 under the immediate supervision of defendant Willie Greene, the executive director of the agency. Approximately three weeks after she began work, plaintiff alleges that Greene began making \"lustful and obscene gestures\" toward her. Plaintiff resisted his overtures, but she contends that he continued to harass her and eventually asked her to accompany him to a hotel. Although plaintiff refused to acknowledge Greene's advances and requested that he leave her alone, she claims that Greene continued to sexually harass her until September of 1976 when he terminated her employment, explaining that there was not enough work to support her position. Plaintiff asserts that Greene's reasons for dismissing her were fabricated, since he later hired another person to do the same work.</p>\n<p>Plaintiff filed a timely charge of discrimination with the Equal Employment Opportunity Commission (EEOC) on October 18, 1976 alleging that she had been wrongfully discharged for refusing to succumb to Greene's sexual advances. It is unclear what, if anything, occurred at the agency level between 1976 and 1981. In any event, plaintiff submitted a second charge of discrimination on August 8, 1981, a copy of which is attached to this order, and apparently received a right-to-sue letter sometime thereafter.<sup>[1]</sup> She then filed the <span class=\"star-pagination\">*104</span> present action on March 12, 1982 against Greene, Alice Faye Baker and Eulus G. King. At the time of suit, Baker was Chairman of the Head Start Policy Council and King was Chairman of the Board of Region P Human Development Agency, Inc. All defendants were sued in their individual and representative capacities.</p>\n<p>Defendants answered plaintiff's complaint by generally denying all of her allegations and moving to dismiss the complaint on the ground that the court lacked subject matter jurisdiction. Defendants contended that plaintiff had only identified Region P Human Development Agency, Inc., in the charge of discrimination and had not listed any of their names as respondents. By failing to do so, defendants argued, plaintiff had not satisfied the jurisdictional prerequisites for bringing suit under Title VII.</p>\n<p>The case was initially referred to a magistrate who granted defendants' motions to dismiss for lack of subject matter jurisdiction, citing the Fourth Circuit Court of Appeals' decision in <i>Mickel v. South Carolina State Employment Service,</i> <span class=\"citation\" data-id=\"275825\"><a href=\"/opinion/275825/1-fair-emplpraccas-182-1-empl-prac-dec-p-9785-gussie-mickel-v-south/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">239</span></a></span>, 242 (4th Cir.1967).<sup>[2]</sup> Plaintiff did not object to the magistrate's memorandum and recommendation and the court adopted it as its order on July 28, 1982 thereby dismissing plaintiff's Title VII suit against the three defendants.<sup>[3]</sup></p>\n<p>On appeal to the Fourth Circuit, plaintiff argued for the first time that since she referred to defendant Greene in the narrative portion of the charge form, her suit, at least as far as Greene was concerned, should have been allowed to proceed. This court's order dismissing the case was initially affirmed by a panel of judges over a vigorous dissent by Judge Murnaghan. <i>Dickey v. Greene,</i> <span class=\"citation\" data-id=\"420921\"><a href=\"/opinion/420921/31-fair-emplpraccas-1528-32-empl-prac-dec-p-33645-delia-r-dickey/\"><span class=\"volume\">710</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1003</span></a></span> (4th Cir. 1983). Plaintiff filed a petition for a rehearing <i>en banc</i> and the case was heard a second time by the full Court of Appeals. <i>Dickey v. Greene,</i> <span class=\"citation\" data-id=\"432244\"><a href=\"/opinion/432244/34-fair-emplpraccas-336-33-empl-prac-dec-p-34246-delia-r-dickey-v/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">957</span></a></span> (4th Cir. 1984). Writing for a five-four majority, Chief Judge Winter concluded that the case was not properly before the Fourth Circuit since it appeared that a copy of the charge of discrimination had never been made a part of the record and therefore had not been considered by this court or the magistrate. Accordingly, the case was remanded for supplementation of the record and reconsideration.</p>\n<p>As Chief Judge Winter surmised, plaintiff's charge of discrimination was never submitted for inclusion in the record and was not considered by this court or the magistrate. Plaintiff's complaint generally alleged that the jurisdictional prerequisites for a suit under Title VII had been satisfied. Defendants answered by moving to dismiss the case because</p>\n<blockquote>[t]he <i>only</i> respondent named in plaintiff's formal charge of discrimination with the EEOC is \"Region P. Human Development Agency, Inc.\" Therefore, plaintiff has failed to satisfy the jurisdictional prerequisites to filing suit pursuant to 42 U.S.C. [§] 2000e-2(a)(1) as against any defendant other than the corporate entity known as Region P. Human Development Agency, Inc. (Emphasis added.)</blockquote>\n<p>Plaintiff failed to respond to defendants' motions to dismiss and the magistrate apparently, and understandably, concluded from the above-quoted passage that the only name appearing <i>anywhere</i> on the face of the charge of discrimination was that of \"Region P. Human Development Agency, <span class=\"star-pagination\">*105</span> Inc.\" Relying upon the clear factual and legal precedent of <i>Mickel v. South Carolina State Employment Service, supra</i><i>,</i> the magistrate dismissed plaintiff's Title VII claim and the court adopted this portion of the magistrate's memorandum and recommendation for the same reason.</p>\n<p>Neither plaintiff nor defendants brought to the court's attention the fact that Greene's name appeared elsewhere on the charge of discrimination and made no effort to make the form a part of the record. Thus, the form was not in the record simply because there had been nothing to alert the court that it was needed for a full adjudication of the case.</p>\n<p>Following the case's remand by the Fourth Circuit the court by order filed June 19, 1984 directed plaintiff to submit a copy of the charge of discrimination and allowed both parties the opportunity to make whatever additional submissions and arguments they deemed necessary. Plaintiff responded by providing the court with a copy of the charge. The court will consider defendants' motions to dismiss as renewed but they will be treated as motions for summary judgment since matters outside the pleadings have been submitted. <i>See</i> Rule 12(b)(6), F.R.Civ.P.</p>\n<p>The names of defendants Baker and King do not appear anywhere on plaintiff's charge of discrimination. In <i>Mickel v. South Carolina State Employment Service,</i> <span class=\"citation\" data-id=\"275825\"><a href=\"/opinion/275825/1-fair-emplpraccas-182-1-empl-prac-dec-p-9785-gussie-mickel-v-south/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">239</span></a></span> (4th Cir.1967), plaintiff alleged that defendant South Carolina State Employment Service and Exide Battery Company had discriminated against her on the basis of her race. Affirming the district court's dismissal of the case against Exide, the Fourth Circuit Court of Appeals held that by not listing Exide anywhere on the face of her charge of discrimination filed with the EEOC, plaintiff had failed to satisfy the statutory requirements of Title VII. <i>Id.</i> at 242. She had not, the court reasoned, \"avail[ed] herself of the services of the Commission in an endeavor to effect, through `conference, conciliation and persuasion,' the elimination by Exide of any alleged unlawful employment practices.\" <i>Id.; see</i> 42 U.S.C. § 2000e-5(b).</p>\n<p>The Fourth Circuit's decision in <i>Mickel</i> is dispositive of plaintiff's case against defendants Baker and King. As in <i>Mickel,</i> plaintiff failed to list Baker or King anywhere on her charge of discrimination. This deprived the EEOC of the opportunity to resolve her dispute with these defendants. Accordingly, she has not satisfied the requirements of Title VII and the motion of defendants Baker and King for summary judgment must be granted. <i>See </i><i>Dickey v. Greene,</i> <span class=\"citation\" data-id=\"420921\"><a href=\"/opinion/420921/31-fair-emplpraccas-1528-32-empl-prac-dec-p-33645-delia-r-dickey/\"><span class=\"volume\">710</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1003</span></a></span>, 1005-1006 (4th Cir.1983); <i>id.</i> at 1009 (Murnaghan, J., dissenting).</p>\n<p>Plaintiff's case against defendant Willie Greene is not controlled by <i>Mickel.</i> Unlike the plaintiff in <i>Mickel,</i> Dickey listed Greene's name on her charge of discrimination form in the narrative section of the form denominated \"THE PARTICULARS ARE:\" The question presented is whether a plaintiff's suit is barred for failure to satisfy the jurisdictional requirements of Title VII when the plaintiff does not place a defendant's name in the space designated on the charge of discrimination form for listing the employer or employers who discriminated against her, but does list defendant's name elsewhere on the form. The court holds that the jurisdictional requisites of Title VII are satisfied if the party or parties alleged to have discriminated against plaintiff are clearly identified by plaintiff anywhere on the face of the charge of discrimination form.</p>\n<p>Title VII is a broad remedial statute designed \"to make persons whole for injuries suffered on account of unlawful employment discrimination.\" <i>Albemarle Paper Company v. Moody,</i> <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span>, 418, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2362</span></a></span>, 2372, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">280</span></a></span> (1975). Consistent with the purpose of the Act, it is generally accepted that complaints filed with the EEOC should be liberally construed since they are framed by persons unfamiliar with the pleading requirements of the Act. <i>See, e.g., </i><i>Shehadeh v. Chesapeake &amp; Potomac Telephone Company,</i> <span class=\"citation\" data-id=\"364843\"><a href=\"/opinion/364843/shirley-c-shehadeh-v-chesapeake-and-potomac-telephone-company-of-maryland/\"><span class=\"volume\">595</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">711</span></a></span>, 727 (D.C.Cir.1978); <span class=\"star-pagination\">*106</span> <i>Tillman v. City of Boaz,</i> <span class=\"citation\" data-id=\"342455\"><a href=\"/opinion/342455/16-fair-emplpraccas-723-13-empl-prac-dec-p-11560-hilda-tillman-for/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">592</span></a></span>, 594 (5th Cir.1977); <i>Cox v. United States Gypsum Company,</i> <span class=\"citation\" data-id=\"284268\"><a href=\"/opinion/284268/adeline-l-cox-v-united-states-gypsum-company-and-international/\"><span class=\"volume\">409</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">289</span></a></span>, 290 (7th Cir. 1969); <i>Pittman v. Anaconda Wire and Cable Company,</i> <span class=\"citation\" data-id=\"1873646\"><a href=\"/opinion/1873646/pittman-v-anaconda-wire-cable-co/\"><span class=\"volume\">408</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">286</span></a></span>, 290 (E.D.N.C.1976). Moreover, the Supreme Court has unequivocally stated that \"technicalities are particularly inappropriate in a statutory scheme in which laymen, unassisted by trained lawyers, initiate the process.\" <i>Love v. Pullman Company,</i> <span class=\"citation\" data-id=\"108433\"><a href=\"/opinion/108433/love-v-pullman-co/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">522</span></a></span>, 527, <span class=\"citation\" data-id=\"108433\"><a href=\"/opinion/108433/love-v-pullman-co/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">616</span></a></span>, 619, <span class=\"citation\" data-id=\"108433\"><a href=\"/opinion/108433/love-v-pullman-co/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">679</span></a></span> (1972).</p>\n<p>The filing of a timely charge of discrimination with the EEOC is a jurisdictional prerequisite to the institution of a lawsuit in federal court. <i>Alexander v. Gardner-Denver Company,</i> <span class=\"citation\" data-id=\"108961\"><a href=\"/opinion/108961/alexander-v-gardner-denver-co/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, 47, <span class=\"citation\" data-id=\"108961\"><a href=\"/opinion/108961/alexander-v-gardner-denver-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></a></span>, 1019, <span class=\"citation\" data-id=\"108961\"><a href=\"/opinion/108961/alexander-v-gardner-denver-co/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">147</span></a></span> (1974); <i>Dickey v. Greene,</i> <span class=\"citation\" data-id=\"420921\"><a href=\"/opinion/420921/31-fair-emplpraccas-1528-32-empl-prac-dec-p-33645-delia-r-dickey/\"><span class=\"volume\">710</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1003</span></a></span>, 1005 (4th Cir.1983). The charge must be in writing and \"contain such information and be in such form as the [EEOC] requires.\" 42 U.S.C. § 2000e-5(b). The EEOC requires, through its regulations, that the charge contain \"[t]he full name and address of the person against whom the charge is made, if known....\" 29 C.F.R. § 1601.12(a)(2).</p>\n<p>The charge of discrimination form has spaces for specific information about the plaintiff and the details of plaintiff's claim of discrimination. The gravamen of defendant Greene's motion to dismiss is that plaintiff failed to satisfy the statutory requirements for a suit under Title VII because Greene's name does not appear in the space entitled \"NAMED IS THE EMPLOYER, LABOR ORGANIZATION, EMPLOYMENT AGENCY, APPRENTICESHIP COMMITTEE, STATE OR LOCAL GOVERNMENT AGENCY WHO DISCRIMINATED AGAINST ME.\" Defendant's name does appear on the charge of discrimination form in the \"THE PARTICULARS ARE:\" section but this, defendant argues, falls short of the requirements for a suit under Title VII. The court does not agree.</p>\n<p>A substantial number of circuit and district courts have held that the jurisdictional requisites of Title VII are satisfied if the charge of discrimination fairly apprises the EEOC of the party or parties alleged to have discriminated against the plaintiff. <i>See, e.g., </i><i>Eggleston v. Chicago Journeymen Plumbers' Local Union No. 130,</i> <span class=\"citation\" data-id=\"393731\"><a href=\"/opinion/393731/26-fair-emplpraccas-1192-26-empl-prac-dec-p-32040-josef-eggleston/\"><span class=\"volume\">657</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span>, 905 (7th Cir.1981), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1017</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1710</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">134</span></span> (1982); <i>Romero v. Union Pacific Railroad,</i> <span class=\"citation\" data-id=\"374958\"><a href=\"/opinion/374958/22-fair-emplpraccas-338-22-empl-prac-dec-p-30679-abraisto-vincent/\"><span class=\"volume\">615</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1303</span></a></span>, 1311-12 (10th Cir. 1980); <i>Shehadeh v. Chesapeake &amp; Potomac Telephone Company, supra,</i> 595 F.2d at 728; <i>Glus v. G.C. Murphy Company,</i> <span class=\"citation\" data-id=\"349346\"><a href=\"/opinion/349346/15-fair-emplpraccas-998-14-empl-prac-dec-p-7777-joanne-glus-v-g-c/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span></a></span>, 888 (3d Cir.1977); <i>Kaplan v. International Alliance of Theatrical and Stage Employees,</i> <span class=\"citation\" data-id=\"331363\"><a href=\"/opinion/331363/11-fair-emplpraccas-872-10-empl-prac-dec-p-10504-sandra-lee-kaplan/\"><span class=\"volume\">525</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1354</span></a></span>, 1359 (9th Cir.1975); <i>Friedman v. Weiner,</i> <span class=\"citation\" data-id=\"1963092\"><a href=\"/opinion/1963092/friedman-v-weiner/\"><span class=\"volume\">515</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">563</span></a></span>, 565 (D.Col.1981). This approach to determining whether a charge of discrimination passes jurisdictional muster makes both practical and legal sense in light of the generally accepted policy of liberally construing charges of discrimination. <i>Love v. Pullman Company,</i> 404 U.S. at 527, 92 S.Ct. at 619.</p>\n<p>In addition to the policy considerations inherent in any case arising under Title VII of the Civil Rights Act of 1964, it would be unfair for the court to penalize an unsuspecting plaintiff who failed to list a name in a particular section of the charge of discrimination form, since the form itself is somewhat misleading. The very phrasing of the section in which an aggrieved employee is to name those who discriminated against him or her suggests that only the name of the institutional employer is to be listed. This section seeks the name of \"THE EMPLOY<i>ER,</i> LABOR ORGANIZATION, EMPLOYMENT AGENCY, APPRENTICESHIP COMMITTEE, STATE OR LOCAL GOVERNMENT AGENCY\" (emphasis added) who discriminated against the employee. Although the term \"employer\" is defined by the Act to include an agent of the employer, the unschooled plaintiff would likely conclude that by the use of the word \"employer\" instead of \"employee\" the EEOC was seeking the name of the business institution for which <span class=\"star-pagination\">*107</span> the plaintiff worked.<sup>[4]</sup><i>See</i> 42 U.S.C. § 2000e(b); 29 C.F.R. § 1601.2. It would certainly be fortunate if aggrieved employees read the wording of the section more broadly to seek the names of <i>every</i> individual and institution discriminating against them, but as the present case illustrates the form is not read in this manner.</p>\n<p>Adding to the confusion is the fact that the charge of discrimination form also seeks the address and telephone number of the business or agency which committed the discriminatory acts. It would stretch reason to believe that the EEOC intended for the aggrieved employee to list in these spaces the home address and telephone number of an employee or employees. These facts are unlikely to be known by the person filing the charge and the EEOC surely could not expect the employee to obtain this information from the very person or persons against whom the charge of discrimination is filed. The EEOC obviously intended for the person filing the charge to provide the telephone number and address of an institutional employer. Assuming this to be true, it would be illogical for the court to require that the complaining employee list the specific employee's name in this section or face the risk that his or her action will be dismissed for failure to satisfy the jurisdictional mandates of Title VII. This is especially true since the EEOC itself finds the charge of discrimination sufficient if it contains \"a written statement sufficiently precise to identify the parties, and to describe generally the action or practices complained of.\" 29 C.F.R. § 1601.12(b).</p>\n<p>The charge of discrimination form contains a section entitled \"THE PARTICULARS ARE:\" which provides a substantial amount of space within which the plaintiff can note the details pertinent to his claim of discrimination. Plaintiff in the present case appears to have used this space for its intended purpose when she gave specifics relating to her claim of sexual harassment and named defendant Greene as the perpetrator. Thus, both the EEOC and Greene had notice of plaintiff's claim because she fully described its substance in this section. Dismissal of plaintiff's action under these circumstances would be an extreme measure unsupported by any practical or legal basis.</p>\n<p>A final commonsense reason exists for not dismissing plaintiff's case because she failed to meet the jurisdictional requirements of Title VII. In filling out the charge of discrimination form, plaintiff followed, to the letter, the instructions contained in the \"NAMED IS THE EMPLOYER ....\" section. This section required her to list the name of the \"STATE OR LOCAL GOVERNMENT AGENCY WHO DISCRIMINATED\" against her. Although it is unclear from the record, it is apparent that the Region P Human Development Agency, Inc., is at least tangentially related to state government. Even if it were not, it would probably appear to be so connected to its employees. Plaintiff therefore was doing exactly what she thought the form requested her to do: listing the name of the agency which employed the person who discriminated against her. Again, it would be unfair to this or any other plaintiff to allow a defendant to use the technical requirements of Title VII in this manner to thwart attempts to remedy discrimination.</p>\n<p>Aside from the broad policy considerations accompanying a suit brought under Title VII and the fact that the charge of discrimination form as presently written is ambiguous, a recent Supreme Court decision suggests that were the Court to be presented with the issue in this case it would hold that the requisites of Title VII <span class=\"star-pagination\">*108</span> are satisfied if the name of the party to be charged clearly appears anywhere on the face of the charge of discrimination form. In <i>EEOC v. Shell Oil Company,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"111141\"><a href=\"/opinion/111141/eeoc-v-shell-oil-co/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1621</span></a></span>, <span class=\"citation\" data-id=\"111141\"><a href=\"/opinion/111141/eeoc-v-shell-oil-co/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">41</span></a></span> (1984), Shell Oil Company moved to quash an EEOC subpoena on the ground, <i>inter alia,</i> that the EEOC's charge of discrimination supporting the subpoena did not meet the requirements of 42 U.S.C. § 2000e-5(b) because it failed to contain \"[a] clear and concise statement of the facts, including pertinent dates, constituting the alleged unlawful employment practices....\" 29 C.F.R. § 1601.12(a)(3). The Supreme Court rejected a reading of Section 1601.12(a)(3) which would require the Commissioner to \"specify the persons discriminated against, the manner in which they were injured, and the dates on which the injuries occurred.\" ___ U.S. at ___, 104 S.Ct. at 1632. The Court held that such a requirement would cut short most of the EEOC's investigations and would be manifestly inconsistent with the Congressional intent behind Title VII. <i>Id.</i> Instead, the Court held that the requirements of 29 C.F.R. § 1601.12(a)(3) would be satisfied if the Commissioner identified the groups of persons believed to have been discriminated against, the categories of position from which they had been included, the methods by which the discrimination may have been effected, and the periods in which discrimination is alleged to have been practiced. <i>Id.</i> at 1633. Thus, consistent with the remedial purpose of Title VII and the liberal construction afforded to charges filed under the Act, the Court chose to impose less stringent requirements on charges of discrimination filed by the EEOC in \"pattern or practice\" cases.</p>\n<p>The Supreme Court's decision in <i>Shell Oil Company</i> is not directly on point to the present case but the similarity between the two is readily apparent. Both cases involve the sufficiency of information contained in a charge of discrimination form. Although the cases deal with separate subsections of 29 C.F.R. § 1601.12, the court is of the opinion that this does not serve to distinguish the cases.<sup>[5]</sup> The Court in <i>Shell Oil Company</i> skillfully blended the policy considerations of Title VII with the EEOC regulations promulgated under the Act to arrive at a practical and equitable solution by adopting a broader interpretation of what information is required to satisfy the requirements of 29 C.F.R. § 1601.12(a)(3). This court has little doubt that if the Supreme Court were presented with the facts of this case, it would interpret a companion provision, in this case 29 C.F.R. § 1601.12(a)(2), in the same manner. This would be consistent with the Court's observation in <i>Love v. Pullman Company,</i> 404 U.S. at 527, 92 S.Ct. at 619, that \"technicalities are particularly inappropriate [in Title VII cases because] laymen, unassisted by trained lawyers, initiate the process.\"</p>\n<p>In summary, the court finds that plaintiff's failure to place the names of defendants Baker and King anywhere on her charge of discrimination form bars her action against these defendants. Because plaintiff clearly noted defendant Greene's name on the face of the form and gave specifics as to the alleged discrimination, her action against this defendant will be allowed to proceed. Accordingly, the motions for summary judgment on behalf of defendants Baker and King are granted and the motion for summary judgment on behalf of defendant Greene is denied.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*109</span> APPENDIX</h2>\n<p></p>\n<h2>NOTES</h2>\n<p>[1]  Defendants do not contend that plaintiff failed to file her complaint within ninety days of receiving the right-to-sue letter as required under the Act. <i>See</i> 42 U.S.C. § 2000e-5(f)(1).</p>\n<p>[2]  Plaintiff had also based her action on 42 U.S.C. § 1983, 28 U.S.C. §§ 2201-02, and race discrimination in violation of 42 U.S.C. § 2000e-2(a)(1). These claims were not pressed on appeal to the Fourth Circuit and the court therefore considers them to have been abandoned.</p>\n<p>[3]  The court notes in passing that the Fourth Circuit Court of Appeals has recently held that the failure to file timely objections to a magistrate's report waives appellate review of the substance of the report, provided that the parties were notified of the need to file timely objections. <i>Carr v. Hutto,</i> <span class=\"citation\" data-id=\"437491\"><a href=\"/opinion/437491/louis-t-carr-v-terrell-d-hutto-director-of-the-virginia-department-of/\"><span class=\"volume\">737</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">433</span></a></span>, 434 (4th Cir.1984); <i>United States v. Schronce,</i> <span class=\"citation\" data-id=\"430988\"><a href=\"/opinion/430988/united-states-v-edward-lester-schronce-jr/\"><span class=\"volume\">727</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">91</span></a></span>, 94 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2395</span></span>, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">352</span></span> (1984). The question of whether appellate review has been waived in this case is not, of course, for this court to decide.</p>\n<p>[4]  As defined by the Act, the term \"employer\" not only means private employers but includes \"governments, governmental agencies ... [and] labor unions.\" 42 U.S.C. § 2000e(b) and (a). Thus, the EEOC's listing of governmental entities and labor organizations in the section title is redundant since these entities are covered by the definition of \"employer.\" The EEOC apparently decided that the form would be more clear if it listed the names of these institutions. If the EEOC had taken the additional step of listing the word \"employee\" in the section much confusion could be avoided and the present case would probably not have arisen.</p>\n<p>[5]  A further distinction might be drawn between <i>Shell Oil Company</i> and the present case on the ground that the Supreme Court was faced with a \"pattern or practice\" case whereas plaintiff's action is an individual suit alleging discrimination unique to her. This distinction lacks substance, however, since 29 C.F.R. § 1601.12 applies to both kinds of charges. ___ U.S. at ___, 104 S.Ct. at 1630 n. 19. The Supreme Court noted that application of a single regulation to both charges causes \"considerable awkwardness when complainants try to fit allegations of systemic discrimination into a mold designed primarily for individual claims.\" <i>Id.</i> Similarly, this court has difficulty in applying the regulation because it lacks the specificity necessary to dispose of the present case. If the regulations had delineated more thoroughly the information required on an individual charge of discrimination, the answer to the present case would likely have been more clearcut.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111141/",
    "http://www.courtlistener.com/api/rest/v3/opinions/275825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/284268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/331363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/342455/",
    "http://www.courtlistener.com/api/rest/v3/opinions/349346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/364843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/374958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/420921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/430988/",
    "http://www.courtlistener.com/api/rest/v3/opinions/432244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1873646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1963092/"
  ]
}