{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1891093/",
  "absolute_url": "/opinion/1891093/occidental-fire-cas-v-continental-ill-nat-bk/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1891093/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:44:24.327186Z",
  "date_modified": "2016-04-26T20:29:09.681688Z",
  "type": "010combined",
  "sha1": "efeaf3b6ddfe07f490af6fd5fa55d7eb60b2e19a",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>689 F.Supp. 564 (1988)</b></center>\n<center><h1>OCCIDENTAL FIRE &amp; CASUALTY COMPANY OF NORTH CAROLINA, Plaintiff,<br>\nv.<br>\nCONTINENTAL ILLINOIS NATIONAL BANK AND TRUST COMPANY OF CHICAGO, Defendant.</h1></center>\n<center>No. 87-122-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 17, 1988.</center>\n<p><span class=\"star-pagination\">*565</span> Peter M. Foley, Arthur W. O'Connor, Jr., LeBoeuf, Lamb, Leiby &amp; MacRae, Raleigh, N.C., for plaintiff.</p>\n<p>John V. Hunter, III, Hunter, Wharton &amp; Howell, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This dispute involves letters of credit issued by defendant bank and naming plaintiff as a beneficiary. Plaintiff filed this action when defendant refused to honor the letters of credit presented by plaintiff. Defendant alleges that the presentation did not conform with the terms of the letters. Defendant's motions to dismiss for lack of jurisdiction and failure to state a claim are before the court at this time.</p>\n<p></p>\n<h2>FACTUAL BACKGROUND</h2>\n<p>On February 6, 1987, plaintiff presented seven letters of credit to defendant. Five days later, defendant dishonored all seven letters. Plaintiff's complaint alleges that the value of these letters exceeds $2 million. Defendant is an Illinois corporation. The letters were issued on the account of Bill's Coal Company, a Kansas resident. The letters name plaintiff, a North Carolina corporation, and Union Indemnity Insurance Company of New York as joint beneficiaries, as their interests may appear. Defendant alleges that the requested draw did not conform with the terms of the letters in that Union Indemnity did not appear with plaintiff to make the draw.</p>\n<p>Defendant does not do business nor does it have agents in the State of North Carolina. Defendant has some customers who reside in North Carolina. Four of the defendant's borrowers have secured notes involving the purchase of real estate in this state. Defendant has a number of financing statements filed with the Secretary of State perfecting security interests in the collateral of various borrowers in this state. Overall, however, defendant claims that all loans secured and unsecured held by North Carolina residents constitute less <span class=\"star-pagination\">*566</span> than one-half of one percent of its total loan portfolio.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p></p>\n<h2>I.</h2>\n<p>Subject matter jurisdiction in this matter is based on diversity of citizenship. Defendant is an Illinois corporation with its principal place of business in Illinois. Plaintiff is a North Carolina corporation with its principal place of business in North Carolina. The amount in controversy exceeds $10,000.</p>\n<p>Defendant has raised an objection to the exercise of personal jurisdiction in this court. An analysis of whether personal jurisdiction is appropriate involves two distinct concepts. First, the long-arm statute of North Carolina must authorize jurisdiction over the non-resident defendant. Second, this exercise of jurisdiction must meet the due process requirements of the United States Constitution.</p>\n<p>A federal district court sitting in diversity generally has the same jurisdictional power as the courts of the state in which it sits. North Carolina law, then, must provide the authority in which to bring the defendant before the court. North Carolina's long-arm statute authorizes jurisdiction over non-resident defendants in a variety of circumstances. The statute is intended to authorize the extension of jurisdiction to the full extent permitted under the United States Constitution. <i>Sparrow v. Goodman,</i> 376 F.Supp. 1268 (W.D.N.C.1974). In this regard the long-arm provisions are to be construed liberally in order to find jurisdiction. <i>Munchak Corporation v. Riko Enterprises,</i> 368 F.Supp. 1366 (M.D.N.C.1973). In the present action plaintiff directs the court to N.C.G.S. ยง 1-75.4(5)(e) which authorizes jurisdiction \"[i]n any action which: Relates to goods, documents of title, or other things of value actually received by the plaintiff in this State from the defendant through a carrier without regard to where delivery to the carrier occurred.\" The letters of credit fall into the category of \"other things of value.\" The letters were delivered to plaintiff in North Carolina.</p>\n<p>The court's focus then turns to the question of whether the exercise of jurisdiction under N.C.G.S. ยง 1-75.4(5)(e) over this defendant meets the due process requirements of the Constitution. If the facts in this case do not indicate that defendant has the necessary \"minimum contacts\" with North Carolina then jurisdiction would be improper. This is contrary to plaintiff's assertion that \"this court would be required to find that North Carolina's long-arm jurisdiction statute is unconstitutional in order to find that jurisdiction is lacking.\" (Plaintiff's reply mem. at 2.)</p>\n<p>The modern trend in Supreme Court decisions has been to lower due process barriers to the exercise of personal jurisdiction. For a number of years, power to exercise jurisdiction was based on a defendant's presence in the jurisdiction. <i>Pennoyer v. Neff,</i> 95 U.S. (5 Otto) 714, 24 L.Ed. 565 (1878). Recognizing a significant change in the nature of interstate transactions and the effectiveness of notice procedures, the Court in <i>International Shoe v. Washington,</i> 326 U.S. 310, 316, 66 S.Ct. 154, 158, 90 L.Ed. 95 (1945), stated that:</p>\n<blockquote>due process requires only that in order to subject a defendant to a judgment <i>in personam,</i> if he not be present within the territory of the forum, he have certain minimum contacts with it such that the maintenance of the suit does not offend \"traditional notions of fair play and substantial justice.\"</blockquote>\n<p>(citations omitted). The <i>International Shoe</i> Court next developed four areas of analytical coverage. First, it did not doubt that jurisdiction exists when activities of a defendant in the forum are systematic and continuous and these activities give rise to the cause of action. On the other extreme, the Court found that in cases where activities in the forum are minimal, single or isolated and not related to the cause of action, there can be no jurisdiction.</p>\n<p>The two middle grounds give rise to the controversy in this area. When a defendant has systematic and continuous contacts with the forum, but these activities do <span class=\"star-pagination\">*567</span> not relate to the cause of action, there may or may not be what has been termed \"general\" jurisdiction. Conversely, when a defendant has single or isolated contacts with the forum, but the contacts do relate to the cause of action, there may or may not be what has been termed \"specific\" jurisdiction. In these two cases the district court must examine the totality of the circumstances to determine whether jurisdiction is fair and reasonable. In this regard Chief Justice Stone wrote:</p>\n<blockquote>It is evident that the criteria by which we mark the boundary line between those activities which justify the subjection of a corporation to suit, and those which do not, cannot be simply mechanical or quantitative.... Whether due process is satisfied must depend rather upon the quality and nature of the activity in relation to the fair and orderly administration of the laws which it was the purpose of the due process clause to insure.</blockquote>\n<p><i>International Shoe,</i> 326 U.S. at 319, 66 S.Ct. at 159. Some 35 years later, the Court, in reaffirming the principles of <i>International Shoe,</i> wrote that it is the orderly administration of the laws that \"gives a degree of predictability to the legal system that allows potential defendants to structure their primary conduct with some minimal assurances as to where that conduct will and will not render them liable to suit.\" <i>World-Wide Volkswagen v. Woodson,</i> 444 U.S. 286, 297, 100 S.Ct. 559, 567, 62 L.Ed.2d 490 (1980).</p>\n<p>A common thread running through the Supreme Court's Due Process Clause decisions is that the exercise of jurisdiction should not be a surprise to a defendant. Accordingly, it cannot be surprising to a defendant that jurisdiction will be found when he \"purposefully avails [him]self of the privilege of conducting activities within the forum State, thus invoking the benefits and protections of its laws.\" <i>Hanson v. Denckla,</i> 357 U.S. 235, 253, 78 S.Ct. 1228, 1240, 2 L.Ed.2d 1283 (1957). Consistent with this principle is the idea that a defendant should not be subject to jurisdiction when \"[t]he unilateral activity of those who claim some relationship with a nonresident defendant cannot satisfy the requirement of contact with the forum State.\" <i>Id.</i> This is a principle that has been consistently applied by the courts over the last 45 years. The court, to find jurisdiction, must be satisfied that <i>\"an action of the defendant </i><i>[is] purposefully directed toward the forum State.\" Asahi Metal v. Superior Court of California,</i> 480 U.S. 102, 107 S.Ct. 1026, 1033, 94 L.Ed.2d 92 (1987) (emphasis in original) (citations omitted).</p>\n<p></p>\n<h2><i>A.</i></h2>\n<p>These principles must be applied in any analysis of \"general\" jurisdiction. In the present case the defendant does not solicit or transact business in North Carolina. Defendant does not have an office or agents in North Carolina. Defendant concedes that customers do use funds in North Carolina and some customers are residents of North Carolina. Defendant, however, is an Illinois bank, doing business in Illinois. While it is foreseeable to defendant that some customers would use loan proceeds in North Carolina, it is unreasonable to assume that defendant anticipates being haled into court in every jurisdiction in which its customers reside or use funds. Foreseeability in this regard is not controlling. This is the same rule of law that prevents a court from obtaining jurisdiction in a remote forum in which a product had moved after sale. <i>See </i><i>World-Wide Volkswagen v. Woodson,</i> 444 U.S. 286, 296, 100 S.Ct. 559, 566, 62 L.Ed.2d 490 (1980).</p>\n<p>Plaintiff claims that because defendant has filed financing statements to protect its security interests in North Carolina, it has purposefully availed itself of the benefits of the forum state's laws. While this is indeed plaintiff's best argument, it too must fail. First, these contacts are unrelated to the present cause of action. Second, the defendant has no control over its customers' use of funds. The bank cannot confine their use to the State of Illinois. Consequently, defendant's minimal entry into North Carolina to protect its interests is not a \"voluntary\" effort to do business. Due process protections would have little <span class=\"star-pagination\">*568</span> meaning if defendant would be subject to suit in every jurisdiction in which customers resided or used funds obtained from the bank. <i>Chung v. NANA Development,</i> 783 F.2d 1124, 1128 (4th Cir.) <i>cert. denied</i> 107 S.Ct. 431 (1986).</p>\n<p>The Supreme Court indicated in <i>International Shoe</i> that only \"purposeful\" availments of the forum state's protection would be jurisdictionally significant. The filing of financing statements is not akin to soliciting business in the forum, introducing products into the forum, or signing and performing a contract within the forum. Similarly, the fact that defendant's volume of loans with customers related to North Carolina is not insignificant (roughly 75 loans totalling $100 million) is not controlling under <i>International Shoe.</i> These loans constitute one-half of one percent of defendant's total loan portfolio. There is ample authority to suggest jurisdiction based on this factor is inappropriate.<sup>[1]</sup></p>\n<p>Accordingly, any theory of \"general\" jurisdiction based on the defendant's contacts that are unrelated to this cause of action must fail.</p>\n<p></p>\n<h2><i>B.</i></h2>\n<p>It has been urged upon the court that \"specific\" jurisdiction is appropriate because defendant issued letters of credit to the plaintiff, a North Carolina resident. It is well settled that even one isolated contact may give rise to jurisdiction if that contact is related to the cause of action and is sufficiently purposeful in its aim at the forum state. <i>First American First v. National Association of Bank Women,</i> 802 F.2d 1511, 1516 (4th Cir.1986). Nevertheless, courts which have analyzed the issuance of letters of credit for jurisdictional purposes have come to a uniform conclusion. This conclusion is that jurisdiction cannot be properly based on the issuance of a letter of credit:</p>\n<blockquote>We do not think that by issuing a letter of credit for a Rhode Island customer, calling for its performance in Rhode Island, the bank can be said to have subjected itself to the adjudicatory authority of Pennsylvania with respect to its obligations under the letter of credit solely because the beneficiary was a Pennsylvania corporate resident.</blockquote>\n<p><i>Empire Abrasive Equipment v. Watson,</i> 567 F.2d 554, 558 (3rd Cir.1977). The issuance of a letter of credit by a bank is a common occurrence. Courts have not allowed beneficiaries of a letter of credit to sue the bank in their place of residence based on the simple act of issuance:</p>\n<blockquote>Probably every bank in the United States issues letters of credit to serve its customers. They are used by bank customers to buy goods in every state and all over the world. If we were to hold that jurisdiction is proper in Colorado on the facts of the instant case we would have to subject any bank that issues a letter of credit to suit in any state in which the bank could expect the credit to be used to buy goods or real estate.</blockquote>\n<p><i>Leney v. Plum Grove Bank,</i> 670 F.2d 878, 881 (10th Cir.1982). <i>See also </i><i>H. Ray Baker v. Associated Banking,</i> 592 F.2d 550 (9th Cir.) <i>cert. denied</i> 444 U.S. 832, 100 S.Ct. 63, 62 L.Ed.2d 42 (1979).</p>\n<p>In the present case the customer is Bill's Coal Company, a Kansas resident. One beneficiary is a resident of New York state. Plaintiff is a resident of North Carolina. The bank is a resident of Illinois. Illinois appears to be the proper forum as the letters were both presented and dishonored in that state.</p>\n<p>In summary, the issuance of the letters of credit could not have given defendant a reasonable expectation of being haled into court in North Carolina.</p>\n<p>Plaintiff has the burden of proving jurisdiction by a preponderance of the evidence. <span class=\"star-pagination\">*569</span> <i>Marshall Exports v. Phillips,</i> 507 F.2d 47 (4th Cir.1974). This burden has not been met and accordingly defendant's motion to dismiss the complaint for lack of personal jurisdiction is hereby GRANTED.</p>\n<p>The court does not reach defendant's other grounds for dismissal as these are now moot.</p>\n<h2>NOTES</h2>\n<p>[1]  The court in <i>Trans-Continental Investment v. Bank,</i> 500 F.Supp. 565, 568 (C.D.Ca.1980) held that general jurisdiction in a California court over a Michigan bank was improper despite the fact that California residents held 4% of the bank's loan portfolio. In <i>Stallworth v. First National Bank,</i> 592 F.Supp. 1250, 1251 (M.D.La. 1984), a Louisiana court declined to exercise general jurisdiction over an Alabama bank despite the bank's maintenance of over 100 accounts with Louisiana residents.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">689</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">564</span></span> (1988)</b></center>\n<center><h1>OCCIDENTAL FIRE &amp; CASUALTY COMPANY OF NORTH CAROLINA, Plaintiff,<br>\nv.<br>\nCONTINENTAL ILLINOIS NATIONAL BANK AND TRUST COMPANY OF CHICAGO, Defendant.</h1></center>\n<center>No. 87-122-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 17, 1988.</center>\n<p><span class=\"star-pagination\">*565</span> Peter M. Foley, Arthur W. O'Connor, Jr., LeBoeuf, Lamb, Leiby &amp; MacRae, Raleigh, N.C., for plaintiff.</p>\n<p>John V. Hunter, III, Hunter, Wharton &amp; Howell, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This dispute involves letters of credit issued by defendant bank and naming plaintiff as a beneficiary. Plaintiff filed this action when defendant refused to honor the letters of credit presented by plaintiff. Defendant alleges that the presentation did not conform with the terms of the letters. Defendant's motions to dismiss for lack of jurisdiction and failure to state a claim are before the court at this time.</p>\n<p></p>\n<h2>FACTUAL BACKGROUND</h2>\n<p>On February 6, 1987, plaintiff presented seven letters of credit to defendant. Five days later, defendant dishonored all seven letters. Plaintiff's complaint alleges that the value of these letters exceeds $2 million. Defendant is an Illinois corporation. The letters were issued on the account of Bill's Coal Company, a Kansas resident. The letters name plaintiff, a North Carolina corporation, and Union Indemnity Insurance Company of New York as joint beneficiaries, as their interests may appear. Defendant alleges that the requested draw did not conform with the terms of the letters in that Union Indemnity did not appear with plaintiff to make the draw.</p>\n<p>Defendant does not do business nor does it have agents in the State of North Carolina. Defendant has some customers who reside in North Carolina. Four of the defendant's borrowers have secured notes involving the purchase of real estate in this state. Defendant has a number of financing statements filed with the Secretary of State perfecting security interests in the collateral of various borrowers in this state. Overall, however, defendant claims that all loans secured and unsecured held by North Carolina residents constitute less <span class=\"star-pagination\">*566</span> than one-half of one percent of its total loan portfolio.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p></p>\n<h2>I.</h2>\n<p>Subject matter jurisdiction in this matter is based on diversity of citizenship. Defendant is an Illinois corporation with its principal place of business in Illinois. Plaintiff is a North Carolina corporation with its principal place of business in North Carolina. The amount in controversy exceeds $10,000.</p>\n<p>Defendant has raised an objection to the exercise of personal jurisdiction in this court. An analysis of whether personal jurisdiction is appropriate involves two distinct concepts. First, the long-arm statute of North Carolina must authorize jurisdiction over the non-resident defendant. Second, this exercise of jurisdiction must meet the due process requirements of the United States Constitution.</p>\n<p>A federal district court sitting in diversity generally has the same jurisdictional power as the courts of the state in which it sits. North Carolina law, then, must provide the authority in which to bring the defendant before the court. North Carolina's long-arm statute authorizes jurisdiction over non-resident defendants in a variety of circumstances. The statute is intended to authorize the extension of jurisdiction to the full extent permitted under the United States Constitution. <i>Sparrow v. Goodman,</i> <span class=\"citation\" data-id=\"1468463\"><a href=\"/opinion/1468463/sparrow-v-goodman/\"><span class=\"volume\">376</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1268</span></a></span> (W.D.N.C.1974). In this regard the long-arm provisions are to be construed liberally in order to find jurisdiction. <i>Munchak Corporation v. Riko Enterprises,</i> <span class=\"citation\" data-id=\"1802886\"><a href=\"/opinion/1802886/munchak-corporation-v-riko-enterprises-inc/\"><span class=\"volume\">368</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1366</span></a></span> (M.D.N.C.1973). In the present action plaintiff directs the court to N.C.G.S. ยง 1-75.4(5)(e) which authorizes jurisdiction \"[i]n any action which: Relates to goods, documents of title, or other things of value actually received by the plaintiff in this State from the defendant through a carrier without regard to where delivery to the carrier occurred.\" The letters of credit fall into the category of \"other things of value.\" The letters were delivered to plaintiff in North Carolina.</p>\n<p>The court's focus then turns to the question of whether the exercise of jurisdiction under N.C.G.S. ยง 1-75.4(5)(e) over this defendant meets the due process requirements of the Constitution. If the facts in this case do not indicate that defendant has the necessary \"minimum contacts\" with North Carolina then jurisdiction would be improper. This is contrary to plaintiff's assertion that \"this court would be required to find that North Carolina's long-arm jurisdiction statute is unconstitutional in order to find that jurisdiction is lacking.\" (Plaintiff's reply mem. at 2.)</p>\n<p>The modern trend in Supreme Court decisions has been to lower due process barriers to the exercise of personal jurisdiction. For a number of years, power to exercise jurisdiction was based on a defendant's presence in the jurisdiction. <i>Pennoyer v. Neff,</i> 95 U.S. (5 Otto) 714, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">565</span></span> (1878). Recognizing a significant change in the nature of interstate transactions and the effectiveness of notice procedures, the Court in <i>International Shoe v. Washington,</i> <span class=\"citation\" data-id=\"104200\"><a href=\"/opinion/104200/international-shoe-co-v-washington/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span>, 316, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">154</span></span>, 158, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">95</span></span> (1945), stated that:</p>\n<blockquote>due process requires only that in order to subject a defendant to a judgment <i>in personam,</i> if he not be present within the territory of the forum, he have certain minimum contacts with it such that the maintenance of the suit does not offend \"traditional notions of fair play and substantial justice.\"</blockquote>\n<p>(citations omitted). The <i>International Shoe</i> Court next developed four areas of analytical coverage. First, it did not doubt that jurisdiction exists when activities of a defendant in the forum are systematic and continuous and these activities give rise to the cause of action. On the other extreme, the Court found that in cases where activities in the forum are minimal, single or isolated and not related to the cause of action, there can be no jurisdiction.</p>\n<p>The two middle grounds give rise to the controversy in this area. When a defendant has systematic and continuous contacts with the forum, but these activities do <span class=\"star-pagination\">*567</span> not relate to the cause of action, there may or may not be what has been termed \"general\" jurisdiction. Conversely, when a defendant has single or isolated contacts with the forum, but the contacts do relate to the cause of action, there may or may not be what has been termed \"specific\" jurisdiction. In these two cases the district court must examine the totality of the circumstances to determine whether jurisdiction is fair and reasonable. In this regard Chief Justice Stone wrote:</p>\n<blockquote>It is evident that the criteria by which we mark the boundary line between those activities which justify the subjection of a corporation to suit, and those which do not, cannot be simply mechanical or quantitative.... Whether due process is satisfied must depend rather upon the quality and nature of the activity in relation to the fair and orderly administration of the laws which it was the purpose of the due process clause to insure.</blockquote>\n<p><i>International Shoe,</i> 326 U.S. at 319, 66 S.Ct. at 159. Some 35 years later, the Court, in reaffirming the principles of <i>International Shoe,</i> wrote that it is the orderly administration of the laws that \"gives a degree of predictability to the legal system that allows potential defendants to structure their primary conduct with some minimal assurances as to where that conduct will and will not render them liable to suit.\" <i>World-Wide Volkswagen v. Woodson,</i> <span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">286</span></a></span>, 297, <span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">559</span></a></span>, 567, <span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (1980).</p>\n<p>A common thread running through the Supreme Court's Due Process Clause decisions is that the exercise of jurisdiction should not be a surprise to a defendant. Accordingly, it cannot be surprising to a defendant that jurisdiction will be found when he \"purposefully avails [him]self of the privilege of conducting activities within the forum State, thus invoking the benefits and protections of its laws.\" <i>Hanson v. Denckla,</i> <span class=\"citation no-link\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></span>, 253, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1228</span></span>, 1240, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1283</span></span> (1957). Consistent with this principle is the idea that a defendant should not be subject to jurisdiction when \"[t]he unilateral activity of those who claim some relationship with a nonresident defendant cannot satisfy the requirement of contact with the forum State.\" <i>Id.</i> This is a principle that has been consistently applied by the courts over the last 45 years. The court, to find jurisdiction, must be satisfied that <i>\"an action of the defendant </i><i>[is] purposefully directed toward the forum State.\" Asahi Metal v. Superior Court of California,</i> <span class=\"citation\" data-id=\"111824\"><a href=\"/opinion/111824/asahi-metal-industry-co-v-superior-court-of-cal-solano-cty/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">102</span></a></span>, <span class=\"citation\" data-id=\"111824\"><a href=\"/opinion/111824/asahi-metal-industry-co-v-superior-court-of-cal-solano-cty/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1026</span></a></span>, 1033, <span class=\"citation\" data-id=\"111824\"><a href=\"/opinion/111824/asahi-metal-industry-co-v-superior-court-of-cal-solano-cty/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">92</span></a></span> (1987) (emphasis in original) (citations omitted).</p>\n<p></p>\n<h2><i>A.</i></h2>\n<p>These principles must be applied in any analysis of \"general\" jurisdiction. In the present case the defendant does not solicit or transact business in North Carolina. Defendant does not have an office or agents in North Carolina. Defendant concedes that customers do use funds in North Carolina and some customers are residents of North Carolina. Defendant, however, is an Illinois bank, doing business in Illinois. While it is foreseeable to defendant that some customers would use loan proceeds in North Carolina, it is unreasonable to assume that defendant anticipates being haled into court in every jurisdiction in which its customers reside or use funds. Foreseeability in this regard is not controlling. This is the same rule of law that prevents a court from obtaining jurisdiction in a remote forum in which a product had moved after sale. <i>See </i><i>World-Wide Volkswagen v. Woodson,</i> <span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">286</span></a></span>, 296, <span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">559</span></a></span>, 566, <span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (1980).</p>\n<p>Plaintiff claims that because defendant has filed financing statements to protect its security interests in North Carolina, it has purposefully availed itself of the benefits of the forum state's laws. While this is indeed plaintiff's best argument, it too must fail. First, these contacts are unrelated to the present cause of action. Second, the defendant has no control over its customers' use of funds. The bank cannot confine their use to the State of Illinois. Consequently, defendant's minimal entry into North Carolina to protect its interests is not a \"voluntary\" effort to do business. Due process protections would have little <span class=\"star-pagination\">*568</span> meaning if defendant would be subject to suit in every jurisdiction in which customers resided or used funds obtained from the bank. <i>Chung v. NANA Development,</i> <span class=\"citation\" data-id=\"464959\"><a href=\"/opinion/464959/choon-young-chung-v-nana-development-corporation/\"><span class=\"volume\">783</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1124</span></a></span>, 1128 (4th Cir.) <i>cert. denied</i> <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">431</span></span> (1986).</p>\n<p>The Supreme Court indicated in <i>International Shoe</i> that only \"purposeful\" availments of the forum state's protection would be jurisdictionally significant. The filing of financing statements is not akin to soliciting business in the forum, introducing products into the forum, or signing and performing a contract within the forum. Similarly, the fact that defendant's volume of loans with customers related to North Carolina is not insignificant (roughly 75 loans totalling $100 million) is not controlling under <i>International Shoe.</i> These loans constitute one-half of one percent of defendant's total loan portfolio. There is ample authority to suggest jurisdiction based on this factor is inappropriate.<sup>[1]</sup></p>\n<p>Accordingly, any theory of \"general\" jurisdiction based on the defendant's contacts that are unrelated to this cause of action must fail.</p>\n<p></p>\n<h2><i>B.</i></h2>\n<p>It has been urged upon the court that \"specific\" jurisdiction is appropriate because defendant issued letters of credit to the plaintiff, a North Carolina resident. It is well settled that even one isolated contact may give rise to jurisdiction if that contact is related to the cause of action and is sufficiently purposeful in its aim at the forum state. <i>First American First v. National Association of Bank Women,</i> <span class=\"citation\" data-id=\"477953\"><a href=\"/opinion/477953/first-american-first-inc-and-gilbert-r-leake-iii-v-national/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1511</span></a></span>, 1516 (4th Cir.1986). Nevertheless, courts which have analyzed the issuance of letters of credit for jurisdictional purposes have come to a uniform conclusion. This conclusion is that jurisdiction cannot be properly based on the issuance of a letter of credit:</p>\n<blockquote>We do not think that by issuing a letter of credit for a Rhode Island customer, calling for its performance in Rhode Island, the bank can be said to have subjected itself to the adjudicatory authority of Pennsylvania with respect to its obligations under the letter of credit solely because the beneficiary was a Pennsylvania corporate resident.</blockquote>\n<p><i>Empire Abrasive Equipment v. Watson,</i> <span class=\"citation no-link\"><span class=\"volume\">567</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">554</span></span>, 558 (3rd Cir.1977). The issuance of a letter of credit by a bank is a common occurrence. Courts have not allowed beneficiaries of a letter of credit to sue the bank in their place of residence based on the simple act of issuance:</p>\n<blockquote>Probably every bank in the United States issues letters of credit to serve its customers. They are used by bank customers to buy goods in every state and all over the world. If we were to hold that jurisdiction is proper in Colorado on the facts of the instant case we would have to subject any bank that issues a letter of credit to suit in any state in which the bank could expect the credit to be used to buy goods or real estate.</blockquote>\n<p><i>Leney v. Plum Grove Bank,</i> <span class=\"citation\" data-id=\"399363\"><a href=\"/opinion/399363/glen-e-leney-cross-appellee-v-plum-grove-bank-cross-appellant-and/\"><span class=\"volume\">670</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">878</span></a></span>, 881 (10th Cir.1982). <i>See also </i><i>H. Ray Baker v. Associated Banking,</i> <span class=\"citation\" data-id=\"363580\"><a href=\"/opinion/363580/h-ray-baker-inc-v-associated-banking-corp/\"><span class=\"volume\">592</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">550</span></a></span> (9th Cir.) <i>cert. denied</i> <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">832</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">63</span></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">42</span></span> (1979).</p>\n<p>In the present case the customer is Bill's Coal Company, a Kansas resident. One beneficiary is a resident of New York state. Plaintiff is a resident of North Carolina. The bank is a resident of Illinois. Illinois appears to be the proper forum as the letters were both presented and dishonored in that state.</p>\n<p>In summary, the issuance of the letters of credit could not have given defendant a reasonable expectation of being haled into court in North Carolina.</p>\n<p>Plaintiff has the burden of proving jurisdiction by a preponderance of the evidence. <span class=\"star-pagination\">*569</span> <i>Marshall Exports v. Phillips,</i> <span class=\"citation\" data-id=\"323697\"><a href=\"/opinion/323697/marshall-exports-inc-v-c-a-phillips-dba-phillips-hardwood-sales/\"><span class=\"volume\">507</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">47</span></a></span> (4th Cir.1974). This burden has not been met and accordingly defendant's motion to dismiss the complaint for lack of personal jurisdiction is hereby GRANTED.</p>\n<p>The court does not reach defendant's other grounds for dismissal as these are now moot.</p>\n<h2>NOTES</h2>\n<p>[1]  The court in <i>Trans-Continental Investment v. Bank,</i> <span class=\"citation\" data-id=\"1408791\"><a href=\"/opinion/1408791/trans-continental-inv-corp-v-bank-of-com/\"><span class=\"volume\">500</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">565</span></a></span>, 568 (C.D.Ca.1980) held that general jurisdiction in a California court over a Michigan bank was improper despite the fact that California residents held 4% of the bank's loan portfolio. In <i>Stallworth v. First National Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">592</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1250</span></span>, 1251 (M.D.La. 1984), a Louisiana court declined to exercise general jurisdiction over an Alabama bank despite the bank's maintenance of over 100 accounts with Louisiana residents.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/323697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/399363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/464959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/477953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1408791/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1468463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1802886/"
  ]
}