{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1892369/",
  "absolute_url": "/opinion/1892369/willis-bros-inc-v-ocean-scallops-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1892369/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:44:34.377927Z",
  "date_modified": "2016-04-27T01:53:36.987519Z",
  "type": "010combined",
  "sha1": "db056f5d065552581eaf79cb8693cdd3066faa68",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>356 F.Supp. 1151 (1972)</b></center>\n<center><h1>WILLIS BROS., INC., et al.<br>\nv.<br>\nOCEAN SCALLOPS, INC.</h1></center>\n<center>Civ. No. 914.</center>\n<center><p><b>United States District Court, E. D. North Carolina, New Bern Division.</b></p></center>\n<center>November 15, 1972.</center>\n<p><span class=\"star-pagination\">*1152</span> Claud R. Wheatly, Jr. of Wheatly &amp; Mason, Beaufort, N. C., for plaintiffs.</p>\n<p>Raymond E. Dunn, of Dunn &amp; Dunn, Trawick H. Stubbs, Jr., New Bern, N. C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>LARKINS, District Judge:</p>\n<p>Now comes this cause before this Court on defendant's Motion for Summary Judgment. This cause was removed to this Court from the Superior Court of Carteret County pursuant to the provisions of Title 28, United States Code, Section 1441(a) and (b), and Section 1446. This is an action for the breach of a patent licensing agreement in which plaintiffs seek $100,000 compensatory damages up to the filing of the complaint, plus $20,000 per month thereafter; that a deed of trust and a financing statement be cancelled of record; and that the license agreement between the parties be declared terminated. The plaintiffs allege that the defendant has failed to work inventions of plaintiffs in good faith in order to make them produce royalties income anticipated by the plaintiffs, and the defendant theretofore has breached an implied obligation to work plaintiffs' patent with due diligence.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1153</span> FINDINGS OF FACT</h2>\n<p>Prior to proceeding further the Court shall set forth the undisputed facts as determined from the record, pleadings, and affidavits before the Court in this action.</p>\n<p>On October 1, 1968, the parties to this action entered into a series of agreements, which agreements were entitled: (1) LICENSE AGREEMENT by and between OCEAN SCALLOPS, INC., and ELMER D. WILLIS AND WILLIS BROTHERS INC. (License Agreement); (2) AGREEMENT by and between OCEAN SCALLOPS, INC. and WILLIS BROTHERS INC. (Agency Agreement); and (3) AGREEMENT by and between OCEAN SCALLOPS, INC., and ELMER D. WILLIS (Employment Contract). In addition to the three Agreements, Willis Brothers, Inc., and Elmer D. Willis and Pearl S. Willis, individually, executed a Note in the amount of $70,000.00, which Note, by its terms, incorporated a certain NOTE AGREEMENT in the form of a letter addressed to defendant and prepared for the signature of Elmer D. Willis as President of Willis Brothers, Inc. As security for the Note, the individual plaintiffs executed an indenture to L. Patton Mason, as Trustee, conveying to him three tracts or parcels in Carteret County, North Carolina, which indenture is a matter of public record in Book 313, page 405, of the Carteret County Registry. The corporate plaintiff, as additional security, executed certain UCC financing statements covering various tractors, trailers, and other vehicles belonging to the plaintiff. All of the above-described documents are a matter of record in the action herein.</p>\n<p>In the first of the Agreements, the License Agreement, Elmer D. Willis and Willis Brothers, Inc. (delineated jointly as Willis in the Agreement) granted to the defendant an exclusive, world wide right for the life of the patent to manufacture, use and sell a certain scallop shucking process and equipment on which Willis presently had pending an application for letters patent. The grant was given without any warranties as to the patentability of the process or equipment or against the infringement of other patents. (Article 2, Section 1). Despite the grant of the exclusive right, the License Agreement specifically excepted from the grant Willis' right to manufacture, use or sell the equipment and/or the process under certain prior commitments set forth in an attached SCHEDULE A (Article 2, Section 2). [deleted from published opinion.]</p>\n<p>As the sole stated consideration for the license, the defendant agreed to pay Willis $.03 per pound of the scallop meat processed by the equipment. Article 3, entitled \"CONSIDERATION\" and consisting of four sections, provides for the schedule of payments and record keeping and for the contingency that the process or equipment should not be patentable. There is no section, statement or paragraph in Article 3 (relating to consideration) or in any other provision of the License Agreement which could be construed as a \"best efforts\" clause or a specific obligation on the part of the defendant to pay a minimum royalty or to produce a minimum poundage of scallop meat with the equipment.</p>\n<p>Additional provisions of the License Agreement set forth the rights and obligations of the parties as to litigation in enforcing and defending the patent (Article IV), the disclosure to the defendant of improvements in the patent, use of the improvements by the defendant and the consideration ($.03 per net pound) to be paid by the defendant (Article V), and a statement in Article V \"that the aggregate royalty at any one time shall not exceed $.03 per Net Pound.\" Articles 6 and 7 of the License Agreement provide for the cancellation and termination of the License Agreement in case of breach or default by either party. Article 7 specifically states that all rights, title and interest licensed by Willis should revert to Willis in case of cancellation. In Article VIII of the agreement, entitled \"MISCELLANEOUS\", Section 2 provides that this agreement \"may not be orally amended, modified or <span class=\"star-pagination\">*1154</span> terminated, and no amendment, modification or attempted waiver of any of the provisions hereof shall be binding unless in writing and signed by the party against whom the same is sought to be enforced.\"</p>\n<p>The Agency Agreement, also executed on the 1st day of October, 1968, provides essentially that Willis Brothers will serve as a non-exclusive agent for the defendant in the sale of scallop meat and will not engage in the preferential sale of scallops on behalf of any other parties in consideration for the payment of five per cent (5%) of the net invoice price of all scallop meat sold by Willis Brothers. The agreement provides additionally for transporting, processing, freezing and packaging the scallop meat, assigns prices for these services and allocates the risk of loss. Article IV, Section 7, provides that \"WILLIS BROTHERS agrees to use its best efforts to process, package and sell all the Product delivered to it by OSI.\"</p>\n<p>The third agreement of those executed on October 1, 1968, is the Employment Contract, or agreement whereby Elmer D. Willis agreed to serve as consultant to defendant in the conduct of its scallop fishing and processing operations, in consideration for which Willis was compensated by a salary of $15,000.00 per year. Willis' obligation was to assist in supervising the installation of equipment, assist in hiring a crew and perform such other services necessary to bring about a successful operation. Under the contract, Willis was free to continue the business of Willis Brothers, Inc. but was obligated to devote substantial portions of his time to the consulting service. The Agreement was to remain in effect for a period of one year and thereafter until cancelled by either party giving thirty (30) days written notice to the other. This agreement was cancelled by Ocean Scallops after one year.</p>\n<p>In addition to the three agreements, on October 1, 1968, the plaintiff executed a six per cent (6%) Note due September 30, 1971 in the principal amount of $70,000.00. Under the terms of the Note, interest was payable semi-annually on April 1 and October 1 of each year. Paragraph six (6) of the Note Agreement, incorporated by reference into the Note, provided that the company (Willis Brothers) should prepay all or part of the Note by application to the principal amount of the Note any and all amounts payable to the company under the License Agreement and certain percentages of the amounts payable to the plaintiff under the Agency Agreement, such percentages being set forth in paragraph six (6) on page 5 of the Note Agreement.</p>\n<p>During the fall of 1970, Ocean Scallops ceased operations of the scallop harvesting business as the business had proven to be unsuccessful and the defendant was incurring substantial losses. (Affidavit of Elmer D. Willis, June 21, 1972, and Minutes of Special Meeting of Board of Directors, Ocean Scallops, Inc., November 16, 1971). On February 25, 1971, plaintiffs sent notice to the defendant of the breach and default of the defendant and on May 10, 1971, the plaintiffs sent to the defendant a notice of termination and cancellation of the License Agreement. The defendant treats these notices as failing to allege adequate grounds for cancellation. See complaint.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>The initial inquiry of the Court is the applicable law. This action is based upon diversity of citizenship; therefore, the Court shall look to the law of the State in which the Court sits, North Carolina, to determine the applicable law. Although a patent is involved in this case, federal patent law is not applicable as this action is maintained in contract on the patent license agreement. Coleman v. Whisnant, 225 N.C. 494, 35 S.E.2d 647 (1945). Under North Carolina law, the validity and construction of a contract is to be determined by the law of the state in which it is made. Davis v. Davis, 269 N.C. 120, 152 S.E.2d 306 (1967). Generally, the test of the <span class=\"star-pagination\">*1155</span> place of a contract is the place at which the last act was done by either of the parties essential to a meeting of the minds. Bundy v. Commercial Credit Co., 200 N.C. 511, 157 S.E. 860 (1931). Here the last act done by either of the parties was the formal execution of the License Agreement and the other simultaneous agreements between the parties. These documents were executed by Mr. L. L. Brundred, Vice President of Ocean Scallops, Inc., and Mr. Elmer D. Willis, President of Willis Brothers, Inc., in Morehead City, North Carolina, on October 1, 1968. Affidavit of Douglas B. Henderson, attorney representing plaintiff in the negotiations which led to the agreements of October 1, 1968. Therefore, as the last act done by either of the parties essential to a meeting of the minds occurred in North Carolina, the law of this state is the applicable law in this matter. The agreements with the exception of the License Agreement contain the following provision: \"This agreement shall be interpreted according to the laws of the State of Maryland.\" This stipulation that the agreements should be governed by the laws of Maryland shall be deemed immaterial because the agreements were not executed in Maryland nor were they to be performed in Maryland. Bundy v. Commercial Credit, supra.</p>\n<p>The law in the field of patent licensing agreements is general and not likely to vary from state to state. As there is very little North Carolina law in this area, this Court shall look at the general law as it has been determined by the various states and by the federal courts sitting in these states.</p>\n<p>Plaintiffs seek relief for a breach of an implied obligation to work a patent with due diligence or with best efforts. As there is no \"best efforts\" provision in the patent licensing agreement, the question before the Court is whether one should be implied. The general law as to the implication of an obligation of best efforts or due diligence in the exploitation of patents is clearly stated in Vacuum Concrete Corp. v. American Machine and Fdry. Co., 321 F.Supp. 771 (S.D.N.Y.,1971) where the court states that it will imply duty on the part of an exclusive licensee to exploit the subject matter of the license with due diligence, where such covenant is essential as a matter of equity, and in such circumstances the implied obligation must conform to what the court may assume would have been the agreement of the parties if the situation had been anticipated and provided for. The court in <i>Vacuum</i> continued by stating that where the parties have considered the matter and deliberately omitted any obligation on the part of the exclusive license to exploit the subject matter of the license with due diligence, or where it is unnecessary to imply such obligation in order to give effect to the terms of the contract, the obligation will not be implied.</p>\n<p>According to <i>Vacuum</i> the duty to exploit the subject matter of a license will be implied on the part of an <i>exclusive licensee</i> where such a covenant is essential as a matter of equity to give meaning to the effect of the contract as a whole. The reason for implying a duty where an agreement grants an exclusive license is that it would be unfair to place the productiveness of a licensed property solely within the control of the licensee. Looking at the License Agreement the Court finds in Article II, Section 1, the following language:</p>\n<blockquote>\"WILLIS agrees to and hereby grants to OSI the exclusive right to manufacture, use and sell the Equipment and the Process under Included Inventions within the Territory for the full lives of the patents issued thereon. . . .\"</blockquote>\n<p>The following language is found in Section 2:</p>\n<blockquote>\"By such grant WILLIS agrees not to manufacture, use or sell the Equipment and the Process in the Territory or disclose the patent application with respect to Included Inventions to anyone else for use in the Territory, except that WILLIS may manufacture, use or sell the Equipment and/or the Process under commitments made prior to the date of this agreement as <span class=\"star-pagination\">*1156</span> set forth in schedule A attached hereto and made a part hereof. By such grant OSI shall the exclusive right to prevent the unauthorized use of the Included Inventions and the unauthorized use and sale of Equipment manufactured under the Included Inventions in the Territory except as provided in Article IV Section 3.\"</blockquote>\n<p>The defendant contends that the License Agreement merely purports to grant an exclusive license. In support the defendant asserts that the prior commitment reservation to the License Agreement makes the license granted non-exclusive. The reservation of prior commitments in a licensing agreement granting exclusive rights under a patent does not destroy the exclusiveness of the license. Mechanical Ice Tray Corp. v. General Motors Corp., 144 F.2d 720 (2nd Cir. 1944), cert. den. Horton v. General Motors Corp., 324 U.S. 844, 65 S.Ct. 679, 89 L.Ed. 1406. The fact that the plaintiff under the provisions of the simultaneous agreements received consultation fees and a non-exclusive agency <i>from the licensee</i> does not have any bearing on the License Agreement whereby the plaintiff granted the defendant an exclusive license. Therefore, it is clear that the License Agreement grants an exclusive license.</p>\n<p>The next question for the Court to consider is whether a \"best efforts\" obligation is essential as a matter of equity to give meaning to the effect of the contract as a whole. In making this determination the Court shall focus its attention on the contemporaneous agreements between the parties and the circumstances and negotiations surrounding the making of the agreements. Yates v. Brown, 275 N.C. 634, 170 S.E. 2d 477 (1965).</p>\n<p>In the License Agreement the plaintiffs granted to the defendant an exclusive, world wide right for the life of the patent to manufacture, use and sell a certain scallop shucking process on which plaintiffs had pending an application for letters patent. The plaintiffs agreed not to manufacture, use, or sell the equipment except as to commitments made prior to the agreement. In consideration for this exclusive licensing, the defendant agreed to pay plaintiffs an amount determined on a basis of three cents per net pound of product processed by use of the equipment and/or the processes. There is no minimum royalty provision in the contract. Although the Agency Agreement provides that Willis Brothers will serve as a non-exclusive agent for the defendant in the sale of scallop meat, there is no reservation of rights in the License Agreement permitting the plaintiffs to compete with the license. The Employment Contract provided that Willis was to receive consultant's fees. This agreement was cancelled by the defendant after one year. In order to enable the plaintiffs to pay the debts incurred by the development of the patent, the defendant loaned Willis Brothers seventy thousand dollars. Prepayment of the loan was to be made by application to the principal the royalties under the License Agreement and percentages of the amount payable to Willis Brothers under the Agency Agreement. The prepayment provision providing for payment of the loan from the royalties indicates that a \"best efforts\" provision is essential to give effect to the agreements between the parties.</p>\n<p>The defendant contends that a \"best efforts\" provision was intentionally omitted by the parties. Again the Court must look at the contemporaneous agreements and the circumstances and the negotiations surrounding the making of the agreements. Yates v. Brown, supra. The Agency Agreement contains a \"best efforts\" provision obligating it to use its best efforts to process, package and sell all the product delivered to it by the defendant. The initial implication from the presence of a \"best efforts\" provision in the Agency Agreement and the lack of such in the License Agreement is that the parties intentionally omitted a \"best efforts\" obligation in the License Agreement. To aid in this determination the Court has looked into the negotiations and the circumstances surrounding <span class=\"star-pagination\">*1157</span> the making of the agreements. Unfortunately the evidence of the negotiations is conflicting and the facts are in dispute, and therefore, of no benefit to the Court. Thus, the Court must rely on the agreements made between the parties. As just mentioned, the Agency Agreement contained a \"best efforts\" provision which implies that such a provision was intentionally omitted from the License Agreement. Yet, there is the prepayment provision in the Note Agreement providing for payment of the loan from the royalties of the License Agreement and payments under the Agency Agreement from which it appears that a \"best efforts\" provision is essential as a matter of equity. Surely, if payment of the loan is dependent upon Ocean Scallops working the patent, it was intended that the patent be worked with due diligence. Otherwise, failure to work the patent would place an unreasonable burden upon the plaintiffs in the payment of the loan. Also, aside from the prior commitments reservation in the License Agreement, the productiveness of the licensed property is solely within the control of the licensee and, therefore, any benefit to the plaintiffs from the invention is dependent upon Ocean Scallops. As a matter of equity, a \"best efforts\" obligation must be implied to the License Agreement.</p>\n<p>The defendant contends that the implied obligation does not apply where the license has unprofitable or unreasonable value in the use or exploitation of the patented item. An implied obligation to exploit a licensed patent is not binding if its observance would prevent the licensee from meeting market competition with a reasonable chance of success. Mechanical Ice Tray v. General Motors, supra. In the case presently before the Court, although the records of the defendant indicate unprofitable operation, this alone does not indicate that the license is unprofitable. Nor is there any indication that there is outside competition which the exclusive license cannot meet with reasonable chance of success with the patented article. However, the defendant has suffered substantial losses in attempt to work the patent, and for this reason ceased operating the patent. Yet the defendant wishes to retain the exclusive license to plaintiff's invention, preventing the plaintiff from licensing it to others in anticipation of creating profitable ventures. There is no equity in this whatsoever. In <i>Mechanical Ice Tray,</i> the Court refused to bind the <i>licensee</i> to an unprofitable license agreement. This is not the situation before this Court. Here, the licensor wishes to <i>unbind</i> and cancel a license agreement which the licensee has ceased working because it was unprofitable to him. Ocean Scallops has an exclusive license which it refuses to work because it is unprofitable. Willis is not trying to enforce the agreement and require Ocean Scallops to work an unprofitable venture, but merely seeks to cancel the agreement so he can work his invention or license a profitable enterprise. Not only does it serve the best interests of the parties to terminate this unprofitable venture, but as a matter of public policy it should be cancelled, so the plaintiffs can have the opportunity to profitably work the invention. Therefore, this Court shall imply a \"best efforts\" obligation to the License Agreement.</p>\n<p>The failure and refusal of the defendant to work the patent under the License Agreement constitutes breach and default of the implied obligation of \"best efforts\" and is ground for termination and cancellation of the License Agreement. Also, this Court is under the opinion that even if a \"best efforts\" obligation were not to be implied, that the discontinuance of the operation of the patent by the defendant alone would be a breach of the License Agreement as failure to perform, and thus a sufficient ground for recission. Nonperformance of a valid contract is a breach thereof and subjects the party failing to perform subject to damages. <span class=\"star-pagination\">*1158</span> Sechrest v. Forest Furniture Co., 264 N.C. 216, 141 S.E.2d 292 (1965).</p>\n<p>Accordingly, the License Agreement shall be terminated and cancelled according to Article VII of the License Agreement, the provision providing for the cancellation of the License Agreement. Also the simultaneous Agency Agreement shall be terminated and cancelled. The Employment Agreement has already been cancelled by the parties. The Note Agreement and the Deed of Trust securing such agreement and the security instruments and financing statements effecting a lien upon the personal property of Willis Brothers which provide additional security for the loan shall not be cancelled as it is apparent that the plaintiffs received a seventy thousand dollar loan from the defendant and remain indebted to the defendant in the amount of thirty-six thousand dollars. Since the Note Agreement provided that prepayment of the loan was to be made from the amounts due the plaintiffs under the License Agreement, and the License Agreement has been cancelled by this Court on account of breach by the defendant, this Court enjoins the enforcement of the Note Agreement and the foreclosure of the Deed of Trust and the exercise of any rights of possession or sale under the security instruments and financing statements by the defendant until the plaintiffs be given reasonable opportunity to provide for the payment of the amount remaining due on the loan.</p>\n<p>Plaintiffs seek damages for the breach. There having been presented very little evidence concerning damages, trial shall be set by the Court at a later date on the issue of damages. Such trial shall be by the Court sitting without a jury as this action is an action in equity. Although the plaintiffs seek damages and have demanded jury trial, the primary relief sought by plaintiffs as well as the issues presented this Court in this cause are matters of equity and as such are heard by the Court sitting without a jury. Damages recoverable by the plaintiffs, if any, shall be applied as set off to the amount of indebtedness owed by the plaintiffs to the defendants under the Note Agreement.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">356</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1151</span></span> (1972)</b></center>\n<center><h1>WILLIS BROS., INC., et al.<br>\nv.<br>\nOCEAN SCALLOPS, INC.</h1></center>\n<center>Civ. No. 914.</center>\n<center><p><b>United States District Court, E. D. North Carolina, New Bern Division.</b></p></center>\n<center>November 15, 1972.</center>\n<p><span class=\"star-pagination\">*1152</span> Claud R. Wheatly, Jr. of Wheatly &amp; Mason, Beaufort, N. C., for plaintiffs.</p>\n<p>Raymond E. Dunn, of Dunn &amp; Dunn, Trawick H. Stubbs, Jr., New Bern, N. C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>LARKINS, District Judge:</p>\n<p>Now comes this cause before this Court on defendant's Motion for Summary Judgment. This cause was removed to this Court from the Superior Court of Carteret County pursuant to the provisions of Title 28, United States Code, Section 1441(a) and (b), and Section 1446. This is an action for the breach of a patent licensing agreement in which plaintiffs seek $100,000 compensatory damages up to the filing of the complaint, plus $20,000 per month thereafter; that a deed of trust and a financing statement be cancelled of record; and that the license agreement between the parties be declared terminated. The plaintiffs allege that the defendant has failed to work inventions of plaintiffs in good faith in order to make them produce royalties income anticipated by the plaintiffs, and the defendant theretofore has breached an implied obligation to work plaintiffs' patent with due diligence.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1153</span> FINDINGS OF FACT</h2>\n<p>Prior to proceeding further the Court shall set forth the undisputed facts as determined from the record, pleadings, and affidavits before the Court in this action.</p>\n<p>On October 1, 1968, the parties to this action entered into a series of agreements, which agreements were entitled: (1) LICENSE AGREEMENT by and between OCEAN SCALLOPS, INC., and ELMER D. WILLIS AND WILLIS BROTHERS INC. (License Agreement); (2) AGREEMENT by and between OCEAN SCALLOPS, INC. and WILLIS BROTHERS INC. (Agency Agreement); and (3) AGREEMENT by and between OCEAN SCALLOPS, INC., and ELMER D. WILLIS (Employment Contract). In addition to the three Agreements, Willis Brothers, Inc., and Elmer D. Willis and Pearl S. Willis, individually, executed a Note in the amount of $70,000.00, which Note, by its terms, incorporated a certain NOTE AGREEMENT in the form of a letter addressed to defendant and prepared for the signature of Elmer D. Willis as President of Willis Brothers, Inc. As security for the Note, the individual plaintiffs executed an indenture to L. Patton Mason, as Trustee, conveying to him three tracts or parcels in Carteret County, North Carolina, which indenture is a matter of public record in Book 313, page 405, of the Carteret County Registry. The corporate plaintiff, as additional security, executed certain UCC financing statements covering various tractors, trailers, and other vehicles belonging to the plaintiff. All of the above-described documents are a matter of record in the action herein.</p>\n<p>In the first of the Agreements, the License Agreement, Elmer D. Willis and Willis Brothers, Inc. (delineated jointly as Willis in the Agreement) granted to the defendant an exclusive, world wide right for the life of the patent to manufacture, use and sell a certain scallop shucking process and equipment on which Willis presently had pending an application for letters patent. The grant was given without any warranties as to the patentability of the process or equipment or against the infringement of other patents. (Article 2, Section 1). Despite the grant of the exclusive right, the License Agreement specifically excepted from the grant Willis' right to manufacture, use or sell the equipment and/or the process under certain prior commitments set forth in an attached SCHEDULE A (Article 2, Section 2). [deleted from published opinion.]</p>\n<p>As the sole stated consideration for the license, the defendant agreed to pay Willis $.03 per pound of the scallop meat processed by the equipment. Article 3, entitled \"CONSIDERATION\" and consisting of four sections, provides for the schedule of payments and record keeping and for the contingency that the process or equipment should not be patentable. There is no section, statement or paragraph in Article 3 (relating to consideration) or in any other provision of the License Agreement which could be construed as a \"best efforts\" clause or a specific obligation on the part of the defendant to pay a minimum royalty or to produce a minimum poundage of scallop meat with the equipment.</p>\n<p>Additional provisions of the License Agreement set forth the rights and obligations of the parties as to litigation in enforcing and defending the patent (Article IV), the disclosure to the defendant of improvements in the patent, use of the improvements by the defendant and the consideration ($.03 per net pound) to be paid by the defendant (Article V), and a statement in Article V \"that the aggregate royalty at any one time shall not exceed $.03 per Net Pound.\" Articles 6 and 7 of the License Agreement provide for the cancellation and termination of the License Agreement in case of breach or default by either party. Article 7 specifically states that all rights, title and interest licensed by Willis should revert to Willis in case of cancellation. In Article VIII of the agreement, entitled \"MISCELLANEOUS\", Section 2 provides that this agreement \"may not be orally amended, modified or <span class=\"star-pagination\">*1154</span> terminated, and no amendment, modification or attempted waiver of any of the provisions hereof shall be binding unless in writing and signed by the party against whom the same is sought to be enforced.\"</p>\n<p>The Agency Agreement, also executed on the 1st day of October, 1968, provides essentially that Willis Brothers will serve as a non-exclusive agent for the defendant in the sale of scallop meat and will not engage in the preferential sale of scallops on behalf of any other parties in consideration for the payment of five per cent (5%) of the net invoice price of all scallop meat sold by Willis Brothers. The agreement provides additionally for transporting, processing, freezing and packaging the scallop meat, assigns prices for these services and allocates the risk of loss. Article IV, Section 7, provides that \"WILLIS BROTHERS agrees to use its best efforts to process, package and sell all the Product delivered to it by OSI.\"</p>\n<p>The third agreement of those executed on October 1, 1968, is the Employment Contract, or agreement whereby Elmer D. Willis agreed to serve as consultant to defendant in the conduct of its scallop fishing and processing operations, in consideration for which Willis was compensated by a salary of $15,000.00 per year. Willis' obligation was to assist in supervising the installation of equipment, assist in hiring a crew and perform such other services necessary to bring about a successful operation. Under the contract, Willis was free to continue the business of Willis Brothers, Inc. but was obligated to devote substantial portions of his time to the consulting service. The Agreement was to remain in effect for a period of one year and thereafter until cancelled by either party giving thirty (30) days written notice to the other. This agreement was cancelled by Ocean Scallops after one year.</p>\n<p>In addition to the three agreements, on October 1, 1968, the plaintiff executed a six per cent (6%) Note due September 30, 1971 in the principal amount of $70,000.00. Under the terms of the Note, interest was payable semi-annually on April 1 and October 1 of each year. Paragraph six (6) of the Note Agreement, incorporated by reference into the Note, provided that the company (Willis Brothers) should prepay all or part of the Note by application to the principal amount of the Note any and all amounts payable to the company under the License Agreement and certain percentages of the amounts payable to the plaintiff under the Agency Agreement, such percentages being set forth in paragraph six (6) on page 5 of the Note Agreement.</p>\n<p>During the fall of 1970, Ocean Scallops ceased operations of the scallop harvesting business as the business had proven to be unsuccessful and the defendant was incurring substantial losses. (Affidavit of Elmer D. Willis, June 21, 1972, and Minutes of Special Meeting of Board of Directors, Ocean Scallops, Inc., November 16, 1971). On February 25, 1971, plaintiffs sent notice to the defendant of the breach and default of the defendant and on May 10, 1971, the plaintiffs sent to the defendant a notice of termination and cancellation of the License Agreement. The defendant treats these notices as failing to allege adequate grounds for cancellation. See complaint.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>The initial inquiry of the Court is the applicable law. This action is based upon diversity of citizenship; therefore, the Court shall look to the law of the State in which the Court sits, North Carolina, to determine the applicable law. Although a patent is involved in this case, federal patent law is not applicable as this action is maintained in contract on the patent license agreement. Coleman v. Whisnant, <span class=\"citation no-link\"><span class=\"volume\">225</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">494</span></span>, <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">647</span></span> (1945). Under North Carolina law, the validity and construction of a contract is to be determined by the law of the state in which it is made. Davis v. Davis, <span class=\"citation\" data-id=\"1280404\"><a href=\"/opinion/1280404/davis-v-davis/\"><span class=\"volume\">269</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">120</span></a></span>, <span class=\"citation\" data-id=\"1280404\"><a href=\"/opinion/1280404/davis-v-davis/\"><span class=\"volume\">152</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">306</span></a></span> (1967). Generally, the test of the <span class=\"star-pagination\">*1155</span> place of a contract is the place at which the last act was done by either of the parties essential to a meeting of the minds. Bundy v. Commercial Credit Co., <span class=\"citation no-link\"><span class=\"volume\">200</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">511</span></span>, <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">860</span></span> (1931). Here the last act done by either of the parties was the formal execution of the License Agreement and the other simultaneous agreements between the parties. These documents were executed by Mr. L. L. Brundred, Vice President of Ocean Scallops, Inc., and Mr. Elmer D. Willis, President of Willis Brothers, Inc., in Morehead City, North Carolina, on October 1, 1968. Affidavit of Douglas B. Henderson, attorney representing plaintiff in the negotiations which led to the agreements of October 1, 1968. Therefore, as the last act done by either of the parties essential to a meeting of the minds occurred in North Carolina, the law of this state is the applicable law in this matter. The agreements with the exception of the License Agreement contain the following provision: \"This agreement shall be interpreted according to the laws of the State of Maryland.\" This stipulation that the agreements should be governed by the laws of Maryland shall be deemed immaterial because the agreements were not executed in Maryland nor were they to be performed in Maryland. Bundy v. Commercial Credit, supra.</p>\n<p>The law in the field of patent licensing agreements is general and not likely to vary from state to state. As there is very little North Carolina law in this area, this Court shall look at the general law as it has been determined by the various states and by the federal courts sitting in these states.</p>\n<p>Plaintiffs seek relief for a breach of an implied obligation to work a patent with due diligence or with best efforts. As there is no \"best efforts\" provision in the patent licensing agreement, the question before the Court is whether one should be implied. The general law as to the implication of an obligation of best efforts or due diligence in the exploitation of patents is clearly stated in Vacuum Concrete Corp. v. American Machine and Fdry. Co., <span class=\"citation\" data-id=\"2597135\"><a href=\"/opinion/2597135/vacuum-concrete-corp-v-american-machine-fdry-co/\"><span class=\"volume\">321</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">771</span></a></span> (S.D.N.Y.,1971) where the court states that it will imply duty on the part of an exclusive licensee to exploit the subject matter of the license with due diligence, where such covenant is essential as a matter of equity, and in such circumstances the implied obligation must conform to what the court may assume would have been the agreement of the parties if the situation had been anticipated and provided for. The court in <i>Vacuum</i> continued by stating that where the parties have considered the matter and deliberately omitted any obligation on the part of the exclusive license to exploit the subject matter of the license with due diligence, or where it is unnecessary to imply such obligation in order to give effect to the terms of the contract, the obligation will not be implied.</p>\n<p>According to <i>Vacuum</i> the duty to exploit the subject matter of a license will be implied on the part of an <i>exclusive licensee</i> where such a covenant is essential as a matter of equity to give meaning to the effect of the contract as a whole. The reason for implying a duty where an agreement grants an exclusive license is that it would be unfair to place the productiveness of a licensed property solely within the control of the licensee. Looking at the License Agreement the Court finds in Article II, Section 1, the following language:</p>\n<blockquote>\"WILLIS agrees to and hereby grants to OSI the exclusive right to manufacture, use and sell the Equipment and the Process under Included Inventions within the Territory for the full lives of the patents issued thereon. . . .\"</blockquote>\n<p>The following language is found in Section 2:</p>\n<blockquote>\"By such grant WILLIS agrees not to manufacture, use or sell the Equipment and the Process in the Territory or disclose the patent application with respect to Included Inventions to anyone else for use in the Territory, except that WILLIS may manufacture, use or sell the Equipment and/or the Process under commitments made prior to the date of this agreement as <span class=\"star-pagination\">*1156</span> set forth in schedule A attached hereto and made a part hereof. By such grant OSI shall the exclusive right to prevent the unauthorized use of the Included Inventions and the unauthorized use and sale of Equipment manufactured under the Included Inventions in the Territory except as provided in Article IV Section 3.\"</blockquote>\n<p>The defendant contends that the License Agreement merely purports to grant an exclusive license. In support the defendant asserts that the prior commitment reservation to the License Agreement makes the license granted non-exclusive. The reservation of prior commitments in a licensing agreement granting exclusive rights under a patent does not destroy the exclusiveness of the license. Mechanical Ice Tray Corp. v. General Motors Corp., <span class=\"citation\" data-id=\"1547637\"><a href=\"/opinion/1547637/mechanical-ice-tray-corp-v-general-motors-corp/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">720</span></a></span> (2nd Cir. 1944), cert. den. Horton v. General Motors Corp., <span class=\"citation no-link\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">679</span></span>, 89 L.Ed. 1406. The fact that the plaintiff under the provisions of the simultaneous agreements received consultation fees and a non-exclusive agency <i>from the licensee</i> does not have any bearing on the License Agreement whereby the plaintiff granted the defendant an exclusive license. Therefore, it is clear that the License Agreement grants an exclusive license.</p>\n<p>The next question for the Court to consider is whether a \"best efforts\" obligation is essential as a matter of equity to give meaning to the effect of the contract as a whole. In making this determination the Court shall focus its attention on the contemporaneous agreements between the parties and the circumstances and negotiations surrounding the making of the agreements. Yates v. Brown, <span class=\"citation no-link\"><span class=\"volume\">275</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">634</span></span>, <span class=\"citation no-link\"><span class=\"volume\">170</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">477</span></span> (1965).</p>\n<p>In the License Agreement the plaintiffs granted to the defendant an exclusive, world wide right for the life of the patent to manufacture, use and sell a certain scallop shucking process on which plaintiffs had pending an application for letters patent. The plaintiffs agreed not to manufacture, use, or sell the equipment except as to commitments made prior to the agreement. In consideration for this exclusive licensing, the defendant agreed to pay plaintiffs an amount determined on a basis of three cents per net pound of product processed by use of the equipment and/or the processes. There is no minimum royalty provision in the contract. Although the Agency Agreement provides that Willis Brothers will serve as a non-exclusive agent for the defendant in the sale of scallop meat, there is no reservation of rights in the License Agreement permitting the plaintiffs to compete with the license. The Employment Contract provided that Willis was to receive consultant's fees. This agreement was cancelled by the defendant after one year. In order to enable the plaintiffs to pay the debts incurred by the development of the patent, the defendant loaned Willis Brothers seventy thousand dollars. Prepayment of the loan was to be made by application to the principal the royalties under the License Agreement and percentages of the amount payable to Willis Brothers under the Agency Agreement. The prepayment provision providing for payment of the loan from the royalties indicates that a \"best efforts\" provision is essential to give effect to the agreements between the parties.</p>\n<p>The defendant contends that a \"best efforts\" provision was intentionally omitted by the parties. Again the Court must look at the contemporaneous agreements and the circumstances and the negotiations surrounding the making of the agreements. Yates v. Brown, supra. The Agency Agreement contains a \"best efforts\" provision obligating it to use its best efforts to process, package and sell all the product delivered to it by the defendant. The initial implication from the presence of a \"best efforts\" provision in the Agency Agreement and the lack of such in the License Agreement is that the parties intentionally omitted a \"best efforts\" obligation in the License Agreement. To aid in this determination the Court has looked into the negotiations and the circumstances surrounding <span class=\"star-pagination\">*1157</span> the making of the agreements. Unfortunately the evidence of the negotiations is conflicting and the facts are in dispute, and therefore, of no benefit to the Court. Thus, the Court must rely on the agreements made between the parties. As just mentioned, the Agency Agreement contained a \"best efforts\" provision which implies that such a provision was intentionally omitted from the License Agreement. Yet, there is the prepayment provision in the Note Agreement providing for payment of the loan from the royalties of the License Agreement and payments under the Agency Agreement from which it appears that a \"best efforts\" provision is essential as a matter of equity. Surely, if payment of the loan is dependent upon Ocean Scallops working the patent, it was intended that the patent be worked with due diligence. Otherwise, failure to work the patent would place an unreasonable burden upon the plaintiffs in the payment of the loan. Also, aside from the prior commitments reservation in the License Agreement, the productiveness of the licensed property is solely within the control of the licensee and, therefore, any benefit to the plaintiffs from the invention is dependent upon Ocean Scallops. As a matter of equity, a \"best efforts\" obligation must be implied to the License Agreement.</p>\n<p>The defendant contends that the implied obligation does not apply where the license has unprofitable or unreasonable value in the use or exploitation of the patented item. An implied obligation to exploit a licensed patent is not binding if its observance would prevent the licensee from meeting market competition with a reasonable chance of success. Mechanical Ice Tray v. General Motors, supra. In the case presently before the Court, although the records of the defendant indicate unprofitable operation, this alone does not indicate that the license is unprofitable. Nor is there any indication that there is outside competition which the exclusive license cannot meet with reasonable chance of success with the patented article. However, the defendant has suffered substantial losses in attempt to work the patent, and for this reason ceased operating the patent. Yet the defendant wishes to retain the exclusive license to plaintiff's invention, preventing the plaintiff from licensing it to others in anticipation of creating profitable ventures. There is no equity in this whatsoever. In <i>Mechanical Ice Tray,</i> the Court refused to bind the <i>licensee</i> to an unprofitable license agreement. This is not the situation before this Court. Here, the licensor wishes to <i>unbind</i> and cancel a license agreement which the licensee has ceased working because it was unprofitable to him. Ocean Scallops has an exclusive license which it refuses to work because it is unprofitable. Willis is not trying to enforce the agreement and require Ocean Scallops to work an unprofitable venture, but merely seeks to cancel the agreement so he can work his invention or license a profitable enterprise. Not only does it serve the best interests of the parties to terminate this unprofitable venture, but as a matter of public policy it should be cancelled, so the plaintiffs can have the opportunity to profitably work the invention. Therefore, this Court shall imply a \"best efforts\" obligation to the License Agreement.</p>\n<p>The failure and refusal of the defendant to work the patent under the License Agreement constitutes breach and default of the implied obligation of \"best efforts\" and is ground for termination and cancellation of the License Agreement. Also, this Court is under the opinion that even if a \"best efforts\" obligation were not to be implied, that the discontinuance of the operation of the patent by the defendant alone would be a breach of the License Agreement as failure to perform, and thus a sufficient ground for recission. Nonperformance of a valid contract is a breach thereof and subjects the party failing to perform subject to damages. <span class=\"star-pagination\">*1158</span> Sechrest v. Forest Furniture Co., <span class=\"citation\" data-id=\"1260317\"><a href=\"/opinion/1260317/sechrest-v-forest-furniture-company/\"><span class=\"volume\">264</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">216</span></a></span>, <span class=\"citation\" data-id=\"1260317\"><a href=\"/opinion/1260317/sechrest-v-forest-furniture-company/\"><span class=\"volume\">141</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">292</span></a></span> (1965).</p>\n<p>Accordingly, the License Agreement shall be terminated and cancelled according to Article VII of the License Agreement, the provision providing for the cancellation of the License Agreement. Also the simultaneous Agency Agreement shall be terminated and cancelled. The Employment Agreement has already been cancelled by the parties. The Note Agreement and the Deed of Trust securing such agreement and the security instruments and financing statements effecting a lien upon the personal property of Willis Brothers which provide additional security for the loan shall not be cancelled as it is apparent that the plaintiffs received a seventy thousand dollar loan from the defendant and remain indebted to the defendant in the amount of thirty-six thousand dollars. Since the Note Agreement provided that prepayment of the loan was to be made from the amounts due the plaintiffs under the License Agreement, and the License Agreement has been cancelled by this Court on account of breach by the defendant, this Court enjoins the enforcement of the Note Agreement and the foreclosure of the Deed of Trust and the exercise of any rights of possession or sale under the security instruments and financing statements by the defendant until the plaintiffs be given reasonable opportunity to provide for the payment of the amount remaining due on the loan.</p>\n<p>Plaintiffs seek damages for the breach. There having been presented very little evidence concerning damages, trial shall be set by the Court at a later date on the issue of damages. Such trial shall be by the Court sitting without a jury as this action is an action in equity. Although the plaintiffs seek damages and have demanded jury trial, the primary relief sought by plaintiffs as well as the issues presented this Court in this cause are matters of equity and as such are heard by the Court sitting without a jury. Damages recoverable by the plaintiffs, if any, shall be applied as set off to the amount of indebtedness owed by the plaintiffs to the defendants under the Note Agreement.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/1260317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1280404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1547637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2597135/"
  ]
}