{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1896756/",
  "absolute_url": "/opinion/1896756/howell-v-barker/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1896756/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:45:14.053516Z",
  "date_modified": "2016-04-26T23:11:20.272540Z",
  "type": "010combined",
  "sha1": "2b680f875e897e33bbb6e5316d393ac2529ea87f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>684 F.Supp. 132 (1988)</b></center>\n<center><h1>Wilton HOWELL, Petitioner,<br>\nv.<br>\nW.R. BARKER, et al., Respondents.</h1></center>\n<center>No. 86-1072-HC.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>March 29, 1988.</center>\n<p>Wilton Howell, pro se.</p>\n<p>Gordon Widenhouse, Raleigh, N.C., for petitioner.</p>\n<p>Richard N. League, Sp. Deputy Atty. Gen., Raleigh, N.C., for respondents.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*133</span> ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>On 8 March 1988 Magistrate Alexander B. Denson filed his memorandum and recommendation<sup>[*]</sup> in this petition for a writ of habeas corpus. From the recommendation that the writ be granted, respondents have timely filed objections. The court has fully considered the recommendation of Magistrate Denson and the objections thereto filed by respondents and is convinced that the well-reasoned analysis of Magistrate Denson is correct. Accordingly, the objections of respondents are overruled and the court adopts the recommendation of Magistrate Denson as its own.</p>\n<p>The court does agree, however, that the remedy recommended by Magistrate Denson, though legal, appears to the court to be inappropriate. The court agrees with respondents that no reason is now apparent why petitioner would be prejudiced by a retrial.</p>\n<p>The petition for writ of habeas corpus is, therefore, allowed, and a writ will issue.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>ALEXANDER B. DENSON, United States Magistrate.</p>\n<p>This case is now before the court on the petition for a writ of habeas corpus filed pursuant to 28 U.S.C. § 2254 by the petitioner, a North Carolina prisoner. Respondents have filed an answer and have moved to have the petition dismissed. On December 29, 1986 petitioner acting <i>pro se</i> filed a memorandum of law in opposition to the respondents' motion to dismiss and on January 11, 1988 he filed a supplemental memorandum of law through his attorney, Gordon Widenhouse.<sup>[1]</sup> Respondents made no filing in response to petitioner's supplemental filing and this matter is now ripe for ruling by this court. On October 12, 1982 in the Superior Court of Bladen County, Honorable Donald L. Smith, Judge Presiding, Petitioner was convicted of armed robbery following a trial by jury. Petitioner was then sentenced to a prison term of not less than nine nor more than forty years. Petitioner appealed his conviction to the North Carolina Court of Appeals which affirmed in an opinion filed April 17, 1984 and reported at 67 N.C.App. 763, 314 S.E. 2d 147. On October 11, 1984, Petitioner filed a motion for appropriate relief in the Superior Court of Bladen County which was denied by the Honorable B. Craig Ellis on February 20, 1985. Throughout the above mentioned proceedings, Petitioner was represented by Jack E. Carter of the Cumberland County Bar. However, Petitioner acting <i>pro se</i> sought appellate review of the denial of his motion for appropriate relief but certiorari was denied on December 19, 1985. Petitioner's January 6, 1986 <i>pro se</i> application for appropriate relief was denied on March 6, 1986 and Petitioner did not seek certiorari to review that denial.</p>\n<p>On May 15, 1986, Petitioner sought a writ of habeas corpus from this court, but Petitioner's application was dismissed for non-exhaustion of state remedies on September 9, 1986 by the Honorable James C. Fox.</p>\n<p>In the present petition, Petitioner contends that his constitutional rights have been violated because (1) he was denied a speedy trial, (2) he was not served with the arrest warrant until twenty-seven months after the warrant's issuance, (3) his due process rights were violated by the mishandling of the testimony of a state witness, and (4) his motion to suppress the prosecuting witness' identification of him was denied. The respondents inform the court that Petitioner has now exhausted as to all of his contentions presently before the court.</p>\n<p>The question presented to the court by Petitioner is whether or not the time lapse <span class=\"star-pagination\">*134</span> between the issuance of the warrant for his arrest and the serving of that warrant violated either his constitutional right to due process or his constitutional right to a speedy trial where the prosecution (1) had completed its investigation of the alleged crime on the date of the issuance of the arrest warrant, (2) had known Petitioner was incarcerated in the jail of a neighboring county for approximately five months after the issuance of the arrest warrant and (3) should have known that Petitioner remained in the custody of the North Carolina Department of Correction for about another thirteen months after leaving the county jail.</p>\n<p>The relevant facts are as summarized herein. In Bladen County on September 19, 1979, shortly after 2:30 p.m., Ruby Carlyle was robbed by two men in her grocery store at gun and knife point of the sum of One Thousand Dollars ($1,000.00). On October 31, 1979, Petitioner was being held on unrelated charges as a prisoner in the Robeson County jail and was visited and interrogated by Detective Phillip Little of the Bladen County Sheriff's Department. Later that night at the Robeson County jail Petitioner appeared before Ms. Carlyle in a police line-up. Ms. Carlyle then identified the Petitioner as a man who looked like one of the men who robbed her store. The next day, November 1, 1979, Detective Little sought a warrant for Petitioner's arrest which was issued by a county magistrate on the same day. Though Detective Little knew Petitioner was confined to the Robeson County jail, he neither served the warrant on Petitioner nor delivered it to Robeson County officials for them to serve. Likewise, with regard to the arrest warrant issued from Bladen County, no detainer against Petitioner was filed with the Robeson officials.</p>\n<p>Petitioner remained in the Robeson County jail until sometime near the end of March 1980. Upon being released from the Robeson County jail, Petitioner was placed in the custody of the North Carolina Department of Correction and was paroled in April 1981. During Petitioner's period of incarceration, from the November 1, 1979 issuance of the warrant for his arrest until his parole in April 1981, Petitioner was not served with the Bladen warrant for his arrest and the record does not show that he ever knew of the warrant until it was actually served on February 4, 1982. In sum, Petitioner was not served with the arrest warrant until some twenty-seven months after the warrant had been issued, in spite of the fact that the respondents knew his exact whereabouts until the end of March 1980 and should have known of his where-abouts until his release from state custody in April 1981. At no time during the twenty-seven months in which the arrest warrant remained unserved did Petitioner try to avoid or escape respondents.</p>\n<p>Petitioner claims that he was denied his rights to due process of law and a fair trial because of respondents' twenty-seven months delay in serving him with the warrant for his arrest. Petitioner complained that he was prejudiced by the pre-trial delay because his alibi witness and former employer, George Ray Hunt, had moved to Florida in the early part of 1980 and could not be located in time to testify at Petitioner's trial which was held on October 12, 1982. Petitioner's brother, Stacy Howell, at the request of Petitioner's attorney, had tried to determine Hunt's Florida location. Howell, asked Hunt's brother-in-law, Charlie Matamoros of Lumberton, about Hunt's whereabouts. Matamoros only knew that Ray Hunt was in Florida and he indicated to Petitioner's brother that he would inform him of Hunt's whereabouts if he could locate him. Stacy Howell did not know Hunt's mother and did not ask her for Hunt's Florida address.</p>\n<p>Presumably, if respondents had promptly served the arrest warrant upon Petitioner or had filed a detainer against Petitioner with the Robeson authorities, then Petitioner would have demanded to be tried. N.C. Gen.Stat. § 15-10.2 requires a person in state custody who has a detainer lodged against him to be tried within eight months of his request to be tried. Prompt action also would have given Petitioner notice of the charges against him and would have allowed him to contact (and remain in contact with) his alibi witness who moved from <span class=\"star-pagination\">*135</span> Lumberton, North Carolina no less than if not more than three months after the warrant for Petitioner's arrest had been issued.</p>\n<p>The right to a speedy trial, guaranteed under the protections of the Sixth Amendment, is extended only to a putative defendant who has <i>in some way</i> become an accused. <i>United States v. Marion,</i> 404 U.S. 307, 313, 92 S.Ct. 455, 459, 30 L.Ed.2d 468 (1971). \"In all criminal prosecutions, the <i>accused</i> shall enjoy the right to a speedy and public trial....\" U.S. Const. amend. VI. (Emphasis supplied). In the case at bar, the Sixth Amendment Speedy Trial provision is inapplicable to Petitioner's situation <i>unless</i> the issuance of an arrest warrant bestows upon the subject of such a warrant the status of \"accused.\"</p>\n<p>The Supreme Court discussed the meaning of the term \"accused\" in connection with the triggering of Sixth Amendment protections in <i>Marion.</i> The <i>Marion</i> court examined a three-year delay between the commission of an offense and the pre-arrest indictment to determine if such a delay violated the defendants' right to a speedy trial. The Court said that the protections of the Sixth Amendment are \"activated only when a criminal prosecution has begun and extends only to those persons who have been `accused' in the course of that prosecution.\" <i>Marion</i> at 313, 92 S.Ct. at 459. On the facts of <i>Marion,</i> the Court held that the defendants had not become accused until they had been indicted. The indictment had been the initial document of record that was related to the criminal prosecution of the defendantsit was the first official document which blamed, incriminated, or charged the defendants with any violation of the law.</p>\n<p>Has a person who has not yet been indicted but who has been named in an arrest warrant, which states that there is probable cause to believe that the named person has committed specific criminal acts, been accused as that term is used and intended in the Sixth Amendment? According to N.C.Gen.Stat. § 15A-304 an arrest warrant is a \"statement of the crime of which the person to be arrested is <i>accused,</i> and an order directing that the person so <i>accused</i> be arrested and held to answer to the <i>charges made against him.</i>\" (Emphasis supplied). Thus, on its face, an arrest warrant which preceded an indictment would appear to serve the purpose of transforming the person named in the warrant into an \"accused\"; thereby entitling the subject of the warrant to the right to a speedy trial.</p>\n<p>However, various courts which have been called on to interpret <i>Marion</i> have disagreed about what the Court actually intended when it discussed the meaning of \"accused\" as that word is used in the Sixth Amendment. <i>State v. McCoy,</i> 303 N.C. 1, 277 S.E.2d 515 (1981). Some federal and state courts have interpreted <i>Marion</i> to mean that the defendant becomes an accused \"through arrest <i>or otherwise</i>\" and that \"the constitutional speedy trial clock begins to run when any formal complaint is issued against defendant notwithstanding that no indictment has been issued nor an arrest made.\" <i>Id.</i> at 9-10, 277 S.E.2d 515. These courts no doubt based their interpretation on language in <i>Marion</i> which suggests that the speedy trial guarantee is aimed more directly at protecting persons from the consequences of public accusation than at protecting them from the actual or possible prejudice to the defense that may result from trial delay. <i>See Marion</i> 404 U.S. at 320, 92 S.Ct. at 463. <i>Marion</i> also suggests that one is an accused after he has been <i>charged</i> or indicted. <i>Id.</i> at 318, 92 S.Ct. at 462.</p>\n<p>On the other hand, some federal and state courts have held <i>Marion</i> to mean that a speedy trial is guaranteed only to those who have been arrested or indicted. While it can be said that <i>Marion</i> leaves some doubt as to whether or not an arrest warrant can be considered as the original or accusatory point in the course of a criminal prosecution, there is no escaping the express language of <i>Marion:</i> \"it is either a formal indictment or information or else the actual restraints imposed by arrest and holding to answer a criminal charge that engage the particular protections of the speedy trial provision of the Sixth Amendment.\" <i>Id.</i> at 320, 92 S.Ct. at 463.</p>\n<p><span class=\"star-pagination\">*136</span> \"The question, therefore, whether constitutional speedy trial standards ... apply to any period of delay between the issuance of an arrest warrant and defendant's actual arrest when both these events precede indictment is not easily answered.\" <i>McCoy</i> at 10, 277 S.E.2d 515. Fortunately, the instant case can be disposed of by a due process analysis, thus eliminating the necessity of determining the proper definition of the term \"accused.\" Oppressive pre-indictment delay can be analyzed under the Due Process Clause of the Fifth Amendment. <i>See Marion</i> 404 U.S. at 324, 92 S.Ct. at 465; <i>United States v. Sample,</i> 565 F.Supp. 1166 (E.D.Va.1983).</p>\n<p>In considering Petitioner's claim that he has been denied due process, the court is aware that the state of North Carolina has no statute of limitations which bars prosecution of a felony. <i>State v. Burnett,</i> 184 N.C. 783, 115 S.E. 57 (1923). However, \"the statute of limitations does not fully define Petitioner's rights with respect to the events occurring prior to indictment.\" <i>Marion</i> at 324, 92 S.Ct. at 465. \"The interest of `preventing' prejudice to the defense caused by passage of time ... is protected primarily by the Due Process Clause and by statutes of limitations.... Thus, the Fifth Amendment's due process clause is an added protection to citizens who are accused of a crime but because of governmental delay are not timely prosecuted.\" <i>Sample</i> at 1174.</p>\n<p>In making out a successful Fifth Amendment due process claim, the Petitioner bears the burden of offering definite proof that the prosecutor's delay actually prejudiced his defense. <i>Sample</i> at 1175. Petitioner's proof must be more than mere speculation; he must show that his defense was impaired. <i>Id.</i> If Petitioner makes a satisfactory showing of actual prejudice, then the court must balance this prejudice against the reasons advanced by the prosecution for its delay in prosecuting. <i>United States v. Automated Medical Laboratories, Inc.,</i> 770 F.2d 399 (4th Cir.1985). The basic inquiry then becomes whether prosecuting by trial after substantial delay violates the fundamental concepts of justice or the community's sense of fair play and decency. <i>Id.; </i><i>United States v. Lovasco,</i> 431 U.S. 783, 97 S.Ct. 2044, 52 L.Ed.2d 752 (1977).</p>\n<p>One of Petitioner's claims of actual prejudice is the claim that the pre-indictment delay of more than twenty-eight months after the issuance of the arrest warrant caused him to lose contact with his alibi witness.<sup>[2]</sup> As to a \"lost\" witness, specific, as opposed to general, allegations are necessary to make a showing of actual prejudice. The petitioner must identify the witness and relate both the substance of the witness' testimony and the efforts made to locate the witness. <i>Samples</i> at 1180.</p>\n<p>In the case at bar, Petitioner has identified the lost witness as George Ray Hunt, Petitioner's former employer. Petitioner has also demonstrated to the court the general content of the lost witness' testimony and has shown that that testimony has a material connection to Petitioner's alibi defense. <i>See id.</i> at 1175. At the February 18, 1985 Criminal Session of the Superior Court of Bladen County, Judge Ellis presiding, Petitioner produced George Ray Hunt, the alibi witness who Petitioner claims he was unable to find before his trial in 1982. As a witness at the hearing on Petitioner's motion for appropriate relief, Hunt testified under oath that on the day Ms. Carlyle's store was robbed, Petitioner worked for him at his business, Ray's Body Shop, from some time in the morning until about five or six o'clock in the afternoon. Hunt testified that Petitioner did not leave Ray's Body Shop after his morning arrival until the end of the work day around five or six o'clock. Petitioner was accused and convicted of robbing Ms. Carlyle's store at around 2:30 in the afternoon. Ray's Body Shop was located in Robeson County in the City of Lumberton. Ms. Carlyle's store is located in Bladen County at least two miles from the Bladen/Robeson County line.</p>\n<p><span class=\"star-pagination\">*137</span> Mr. Hunt stated that he remembered Petitioner having worked for him on the particular day in question because Petitioner was employed by Hunt on a part-time basis and usually came to work in the afternoons. However, on September 19, 1979, Petitioner came to work at Ray's Body Shop early in the morning because he had been unable to continue with his other job of driving a truck for the City of Lumberton since the truck he drove was not in working order during the early hours of the 19th. Mr. Hunt also testified that the fact that Petitioner's paycheck was larger than usual for the week ending September 21, 1979 corroborated his recollection of Petitioner having worked a longer day on Wednesday, September 19th. Judge Ellis found that Mr. Hunt's testimony tended to corroborate Petitioner's alibi and testimony that at the time of the robbery in question he was at work in Lumberton at Ray's Body Shop.</p>\n<p>Ms. Carlyle, who testified at trial for the prosecution, testified that she recognized Petitioner to be one of the men who robbed her store. She also testified at trial that on a previous occasion at a preliminary hearing the defense attorney confused her and made her uncertain as to whether or not Petitioner was in fact the man who robbed her store. The defense attorney questioned Ms. Carlyle as to whether or not on that prior occasion she recalled having identified another man as the robber. Though Ms. Carlyle did not admit to identifying Petitioner's brother as the robber, she was nonetheless questioned about it before the jury. The defense attorney, Jack E. Carter, has sworn by affidavit that in open court at a preliminary hearing, Ms. Carlyle did identify Petitioner's brother, Bobby as the perpetrator who had held a gun on her during the robbery of her store instead of Petitioner who was also present in the courtroom.</p>\n<p>Clearly had Hunt been available to testify at Petitioner's trial, the jury would have had to choose between his credibility and that of Ms. Carlyle. Believing Hunt would have resulted in Petitioner's acquittal. There is no evidence in the record which indicates to the court that in 1982 Hunt would have been any less or more credible than Carlyle. The respondents have pointed to their cross-examination of Hunt in which Hunt failed to remember any other details about Petitioner and the work week ending September 21st. For example, Hunt was unable to remember the exact hourly rate he was paying Petitioner for his work. However, Hunt's seemingly random recollections would normally go to the weight to be accorded to his testimony and to his credibility. Again, his memory does not appear to have been any better or worse than Carlyle's. Faulty memory alone is not a basis for having testimony excluded. As respondents point out in their brief, \"The fact that ... recollection [is] not especially dependable but sometimes correct and sometimes not is no more than the human condition and one of the reasons for cross-examination being allowed.\" Also the court notes that Carlyle was testifying <i>only three</i> years after the robbery at issue and she by her own admission suffered from faulty recollection. By comparison, Hunt was testifying about the day of the robbery more than <i>five years</i> later. If the passage of time could adversely affect Carlyle's memory, then it is certainly understandable that Hunt's memory of details that existed over five years ago could be less than perfect. Moreover, Hunt had no reason to fix the events of September 1979 as they related to Petitioner in his mind until the latter part of 1984 when, upon returning to North Carolina, he learned of Petitioner's predicament.</p>\n<p>The court cannot explain why Hunt, Carlyle or anyone else remembers certain happenings and not some others; it is merely the nature of the human mind. Again, the weight to be accorded to the testimony of Hunt and Carlyle is within the province of the jury. It is for the jury and not the court to rank the witnesses and their testimony on a graduated credibility scale. In Petitioner's case, if Hunt had been available to testify at trial, the jury would have decided whether he and his testimony were credible.</p>\n<p>Petitioner has shown that there is no question as to what the content of Hunt's <span class=\"star-pagination\">*138</span> testimony would have been. There is little doubt but that Hunt would have testified at Petitioner's trial if Petitioner had been served or indicted in the first few months after the warrant was issued for Petitioner's arrest; Hunt testified for Petitioner in 1985 after he returned to North Carolina and if Petitioner had been served with the arrest warrant at the completion of the investigation of the robbery at issue, Hunt, who then was still residing in North Carolina, would have been subject to the subpoena power of the North Carolina state courts.</p>\n<p>Having identified the lost witness and having demonstrated the content of that witness' testimony, the petitioner must next show the efforts that were made to locate the lost witness. Petitioner has presented his efforts to locate Hunt to the court through the affidavits and testimony of his brother Stacy and his former attorney Jack E. Carter. Stacy Howell has testified that Mr. Carter asked him to try and find Hunt. He knew that Hunt was no longer operating Ray's Body Shop and so he checked with Charlie Matamoros, the only person that he believed might have knowledge of Hunt's whereabouts. Mr. Matamoros is Hunt's brother-in-law and he resides in Lumberton. Matamoros could only tell Stacy that Hunt was in Florida; he did not have an address for Hunt nor did he know the city or county of Hunt's Florida location. Mr. Carter testified to the court that he was first told about Hunt's being Petitioner's alibi witness in 1979. Carter made no attempts to find Hunt at that time because there was no warrant forthcoming and no charges on which to defend Petitioner. He agreed that at some time after Petitioner's arrest in 1982 he had Stacy try to locate Hunt. After the efforts through Stacy proved unsuccessful, Carter accepted that Hunt's testimony would not be available as evidence in the October 1982 trial of Petitioner.</p>\n<blockquote>I did not move for a continuance of the case at trial because it would have been pointless. Continue it til when? We had had at that time from February to October to try and locate Mr. Hunt. The only lead that we could possibly come up with, or think of, had turned out to be a dead end. It would have been pointless to ask for a further continuance of the case, because I couldn't tell the Court what I could do during that continuation period. All efforts to find him that we knew of, or that I could think of, or that Stacy Howell could relate to me, had been exhausted. Therefore, I was convinced at that time that he was unavailable and would continue to be unavailable, whether the case was continued or not.</blockquote>\n<p>Transcript of Motion for Appropriate Relief at 47.</p>\n<p>The respondents make much of the fact that Hunt has testified that his mother knew his Florida location and yet the Petitioner never contacted her in his attempts to find Hunt. However, there is no evidence that Petitioner or his brother knew Hunt's mother or even of her existence. In fact, Hunt testified that Stacy Howell did not know his mother. Respondents also question why Hunt's sister, who lived in Lumberton in 1982, was not approached by Petitioner in his attempt to find Hunt. Again, there is no evidence that Petitioner or his brother knew of Hunt's sister.<sup>[3]</sup></p>\n<p>Therefore, it appears to the court that Petitioner did make a reasonable and diligent effort to locate Hunt prior to his trial. Finally, the court notes the testimony of Detective Phillip Little. Little testified that he made \"some attempts\" to contact Hunt, but that his efforts were also unsuccessful. Little stated that his attempts were basically made in 1982 through inquiries of the Robeson County Sheriff's Department which was unable to provide any leads or any information as to how to find or contact Hunt.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*139</span> By providing the court with the specific and near certain evidence that Petitioner lost due to preindictment delay, Petitioner has established actual prejudice. Petitioner would have been acquitted if the jury had believed Hunt's testimony which refuted the allegation that Petitioner could have been present in Carlyle's store at 2:30 p.m. on September 19, 1978, the time of the robbery.</p>\n<p>The court must now balance the prejudice to the defendant with the prosecution's reasons for the delay. In the instant case this is not a difficult task, because the respondents have offered but one simple reason for the twenty-seven month delay in serving Petitioner with the arrest warrant and no reason for the twenty-eight month delay in indicting Petitioner. The respondents have answered both in testimony at a hearing to dismiss<sup>[5]</sup> and by answers to interrogatories that prosecution in Bladen County was delayed because of pending charges against Petitioner in Robeson County. Bladen and Robeson officials decided not to serve the warrant for Petitioner's arrest until the complete disposition of the Robeson County charges. The Robeson County officials \"did not want to have to release Petitioner for various Bladen court appearances and transport him back and forth during the pendency of their proceedings.\" Response to Interrogatories at 5. The general practice in Robeson County was to hold warrants until the other county was finished. Response at 15. It was for this reason that Detective Little did not attempt to serve Petitioner with the arrest warrant immediately after its issuance even though the detective knew that Petitioner was in the Robeson County Jail on the very day the arrest warrant was issued. During 1980 and 1981, Detective Little did not try to serve the warrant issued to him by the magistrate because Robeson was not through with Petitioner. Response at 4.</p>\n<p>Bladen authorities made an informal agreement with the Robeson authorities whereby the Bladen officials were to be kept abreast of Petitioner's custody status; however, the failure to file a formal detainer had the dual effect of denying Petitioner the opportunity to demand to be tried pursuant to N.C.Gen.Stat. § 15-10.2 and of allowing Bladen officials to \"lose\" Petitioner after he left the county jail. It is again noted that the record does not give any indication that Petitioner was aware of the outstanding warrant for his arrest until his actual arrest in 1982. Detective Little testified that after Petitioner had been released from state custody in April 1981, he (Little) was misinformed by the North Carolina Department of Correction that Petitioner had escaped and so no one made any attempt to serve Petitioner until February 4, 1982 when he was arrested after coming in to make a complaint with the Sheriff's Department in an unrelated matter. Following his arrest Petitioner was then indicted on March 22, 1982.</p>\n<p>This delay both in serving the arrest warrant and in indicting Petitioner was the result of a <i>conscious decision</i> by Bladen County authorities. The only reason for the delay in serving the arrest warrant (an act which certainly would have started Petitioner's speedy trial clock), was an interest in conveniencing the Robeson County authorities. Convenience to prison and law enforcement officials cannot override a defendant's constitutional right to due process and a fair trial regardless of the fact <span class=\"star-pagination\">*140</span> that such a defendant is imprisoned on another matter.</p>\n<p>The record establishes that respondents knew Petitioner's exact location from November 1979 until the end of March 1980 when he was removed from the Robeson County Jail and that respondents should be charged with knowledge of Petitioner's whereabouts from March 1980 through April 1981, the period of Petitioner's incarceration by the State Department of Correction. If respondents \"lost\" Petitioner after he was transferred from the county jail, it is their own fault for not filing a detainer with the Robeson County officials.</p>\n<p>The record also establishes that by November 1, 1979 the prosecuting authorities had completed their investigation into the Carlyle robbery. By the first of November, all physical evidence had been obtained, the witnesses to the robbery had been interviewed, the prosecuting witness had identified Petitioner from a lineup, and Petitioner's location had been determined. Petitioner had never tried to evade authorities. There is no satisfactory excuse offered for the lack of diligence in serving Petitioner with the arrest warrant and for not indicting Petitioner at the next regular session of the grand jury.</p>\n<p>The twenty-seven month delay in service of the arrest warrant meant that Petitioner's trial could not have been held until August 1982, i.e., thirty-three months after the commission of the offense. During the delay in prosecution, Petitioner lost all contact with his alibi witness who had left the state sometime in the early part of 1980. The court finds that respondents willfully neglected to prosecute their case against Petitioner causing Petitioner to suffer actual prejudice as discussed above in detail. Moreover, the prejudice suffered by Petitioner far outweighs the single reason of inconvenience offered by the respondents. <i>See Automated</i> at 403-04; <i>see also Sample</i> at 1181-1183 (discussion of the balancing test to be employed in preindictment delay cases). The completely unnecessary and unjustifiable delay by the prosecution in serving the arrest warrant and/or in indicting Petitioner transgressed the limits of due process because such delay was substantial enough to have cost Petitioner his right to a fair trial.</p>\n<p>To try Petitioner under the circumstances discussed above does indeed violate the basic concepts of justice and the community's sense of fair play. Moreover, the court cannot give tacit approval to the respondents' actions in this matter. In <i>Klopfer v. North Carolina,</i> 386 U.S. 213, 87 S.Ct. 988, 18 L.Ed.2d 1 (1967), the Supreme Court expressed its dislike for prosecutorial practices which have the effect of holding criminal charges over one's head for an indefinite period of time during which the person standing under those charges is absolutely powerless either to exonerate himself or to have the charges dismissed. In the instant case as long as Petitioner was not served with the arrest warrant and was not indicted he had no recourse as he was not in a position to demand that he be brought to trial.</p>\n<p>Accordingly, IT IS RECOMMENDED that this petition for habeas relief be GRANTED and that the indictment against Petitioner in this matter be DISMISSED.</p>\n<p>This the 8th day of March, 1988.</p>\n<h2>NOTES</h2>\n<p>[*]   The memorandum and recommendation is attached hereto and incorporated herein.</p>\n<p>[1]  On December 10, 1987, the court filed an order requiring the supplemental memorandum of law to be filed by January 8, 1988. Petitioner's January 11, 1988 filing will be accepted because the court was closed on Friday, January 8th due to snow accumulation and inclement weather.</p>\n<p>[2]  Petition also claims to have suffered actual prejudice due to the prosecution's delay, because he lost the opportunity to receive a sentence which could be served concurrently with the unrelated sentence which he served from October 1979 to April 1981.</p>\n<p>[3]  If this sister is married to Mr. Matamoros, Hunt's brother-in-law, then it would not have been unreasonable to assume that since Matamoros did not know Hunt's location, neither did his wife. Hunt testified that the only person he told of his whereabouts was his mother, although he knew of no reason why his mother would not have given his address to his sister.</p>\n<p>[4]  There is some question as to when Detective Little knew of Petitioner's claim that Hunt was his alibi witness. Little testified that he was not sure, but that he believed it may not have been until after Petitioner was arrested in 1982. His notes do not indicate when he was told about Hunt. However, Little talked with Petitioner on November 1, 1979, the day the arrest warrant was issued, but he does not remember the content of their conversation. It is further noted that at the hearing on the motion for appropriate relief, the prosecutor asked Petitioner, \"Do you recall that you never made any statement at all about Ray Hunt's Body Shop until November the 1st, 1979? To Mr. Little?\" Transcript at 8. Petitioner replied that he thought he had told him about Hunt in October 1979. In any case, Detective Little does not claim to have interviewed Hunt back in 1979 while he was still in Lumberton.</p>\n<p>[5]  The hearing on Petitioner's motion to dismiss due to delay was on May 12, 1982 in the General Court of Justice, Superior Court Division, Bladen County, North Carolina, the Honorable Edwin S. Preston, Jr., Judge Presiding.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">684</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">132</span></span> (1988)</b></center>\n<center><h1>Wilton HOWELL, Petitioner,<br>\nv.<br>\nW.R. BARKER, et al., Respondents.</h1></center>\n<center>No. 86-1072-HC.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>March 29, 1988.</center>\n<p>Wilton Howell, pro se.</p>\n<p>Gordon Widenhouse, Raleigh, N.C., for petitioner.</p>\n<p>Richard N. League, Sp. Deputy Atty. Gen., Raleigh, N.C., for respondents.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*133</span> ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>On 8 March 1988 Magistrate Alexander B. Denson filed his memorandum and recommendation<sup>[*]</sup> in this petition for a writ of habeas corpus. From the recommendation that the writ be granted, respondents have timely filed objections. The court has fully considered the recommendation of Magistrate Denson and the objections thereto filed by respondents and is convinced that the well-reasoned analysis of Magistrate Denson is correct. Accordingly, the objections of respondents are overruled and the court adopts the recommendation of Magistrate Denson as its own.</p>\n<p>The court does agree, however, that the remedy recommended by Magistrate Denson, though legal, appears to the court to be inappropriate. The court agrees with respondents that no reason is now apparent why petitioner would be prejudiced by a retrial.</p>\n<p>The petition for writ of habeas corpus is, therefore, allowed, and a writ will issue.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>ALEXANDER B. DENSON, United States Magistrate.</p>\n<p>This case is now before the court on the petition for a writ of habeas corpus filed pursuant to 28 U.S.C. § 2254 by the petitioner, a North Carolina prisoner. Respondents have filed an answer and have moved to have the petition dismissed. On December 29, 1986 petitioner acting <i>pro se</i> filed a memorandum of law in opposition to the respondents' motion to dismiss and on January 11, 1988 he filed a supplemental memorandum of law through his attorney, Gordon Widenhouse.<sup>[1]</sup> Respondents made no filing in response to petitioner's supplemental filing and this matter is now ripe for ruling by this court. On October 12, 1982 in the Superior Court of Bladen County, Honorable Donald L. Smith, Judge Presiding, Petitioner was convicted of armed robbery following a trial by jury. Petitioner was then sentenced to a prison term of not less than nine nor more than forty years. Petitioner appealed his conviction to the North Carolina Court of Appeals which affirmed in an opinion filed April 17, 1984 and reported at 67 N.C.App. 763, 314 S.E. 2d 147. On October 11, 1984, Petitioner filed a motion for appropriate relief in the Superior Court of Bladen County which was denied by the Honorable B. Craig Ellis on February 20, 1985. Throughout the above mentioned proceedings, Petitioner was represented by Jack E. Carter of the Cumberland County Bar. However, Petitioner acting <i>pro se</i> sought appellate review of the denial of his motion for appropriate relief but certiorari was denied on December 19, 1985. Petitioner's January 6, 1986 <i>pro se</i> application for appropriate relief was denied on March 6, 1986 and Petitioner did not seek certiorari to review that denial.</p>\n<p>On May 15, 1986, Petitioner sought a writ of habeas corpus from this court, but Petitioner's application was dismissed for non-exhaustion of state remedies on September 9, 1986 by the Honorable James C. Fox.</p>\n<p>In the present petition, Petitioner contends that his constitutional rights have been violated because (1) he was denied a speedy trial, (2) he was not served with the arrest warrant until twenty-seven months after the warrant's issuance, (3) his due process rights were violated by the mishandling of the testimony of a state witness, and (4) his motion to suppress the prosecuting witness' identification of him was denied. The respondents inform the court that Petitioner has now exhausted as to all of his contentions presently before the court.</p>\n<p>The question presented to the court by Petitioner is whether or not the time lapse <span class=\"star-pagination\">*134</span> between the issuance of the warrant for his arrest and the serving of that warrant violated either his constitutional right to due process or his constitutional right to a speedy trial where the prosecution (1) had completed its investigation of the alleged crime on the date of the issuance of the arrest warrant, (2) had known Petitioner was incarcerated in the jail of a neighboring county for approximately five months after the issuance of the arrest warrant and (3) should have known that Petitioner remained in the custody of the North Carolina Department of Correction for about another thirteen months after leaving the county jail.</p>\n<p>The relevant facts are as summarized herein. In Bladen County on September 19, 1979, shortly after 2:30 p.m., Ruby Carlyle was robbed by two men in her grocery store at gun and knife point of the sum of One Thousand Dollars ($1,000.00). On October 31, 1979, Petitioner was being held on unrelated charges as a prisoner in the Robeson County jail and was visited and interrogated by Detective Phillip Little of the Bladen County Sheriff's Department. Later that night at the Robeson County jail Petitioner appeared before Ms. Carlyle in a police line-up. Ms. Carlyle then identified the Petitioner as a man who looked like one of the men who robbed her store. The next day, November 1, 1979, Detective Little sought a warrant for Petitioner's arrest which was issued by a county magistrate on the same day. Though Detective Little knew Petitioner was confined to the Robeson County jail, he neither served the warrant on Petitioner nor delivered it to Robeson County officials for them to serve. Likewise, with regard to the arrest warrant issued from Bladen County, no detainer against Petitioner was filed with the Robeson officials.</p>\n<p>Petitioner remained in the Robeson County jail until sometime near the end of March 1980. Upon being released from the Robeson County jail, Petitioner was placed in the custody of the North Carolina Department of Correction and was paroled in April 1981. During Petitioner's period of incarceration, from the November 1, 1979 issuance of the warrant for his arrest until his parole in April 1981, Petitioner was not served with the Bladen warrant for his arrest and the record does not show that he ever knew of the warrant until it was actually served on February 4, 1982. In sum, Petitioner was not served with the arrest warrant until some twenty-seven months after the warrant had been issued, in spite of the fact that the respondents knew his exact whereabouts until the end of March 1980 and should have known of his where-abouts until his release from state custody in April 1981. At no time during the twenty-seven months in which the arrest warrant remained unserved did Petitioner try to avoid or escape respondents.</p>\n<p>Petitioner claims that he was denied his rights to due process of law and a fair trial because of respondents' twenty-seven months delay in serving him with the warrant for his arrest. Petitioner complained that he was prejudiced by the pre-trial delay because his alibi witness and former employer, George Ray Hunt, had moved to Florida in the early part of 1980 and could not be located in time to testify at Petitioner's trial which was held on October 12, 1982. Petitioner's brother, Stacy Howell, at the request of Petitioner's attorney, had tried to determine Hunt's Florida location. Howell, asked Hunt's brother-in-law, Charlie Matamoros of Lumberton, about Hunt's whereabouts. Matamoros only knew that Ray Hunt was in Florida and he indicated to Petitioner's brother that he would inform him of Hunt's whereabouts if he could locate him. Stacy Howell did not know Hunt's mother and did not ask her for Hunt's Florida address.</p>\n<p>Presumably, if respondents had promptly served the arrest warrant upon Petitioner or had filed a detainer against Petitioner with the Robeson authorities, then Petitioner would have demanded to be tried. N.C. Gen.Stat. § 15-10.2 requires a person in state custody who has a detainer lodged against him to be tried within eight months of his request to be tried. Prompt action also would have given Petitioner notice of the charges against him and would have allowed him to contact (and remain in contact with) his alibi witness who moved from <span class=\"star-pagination\">*135</span> Lumberton, North Carolina no less than if not more than three months after the warrant for Petitioner's arrest had been issued.</p>\n<p>The right to a speedy trial, guaranteed under the protections of the Sixth Amendment, is extended only to a putative defendant who has <i>in some way</i> become an accused. <i>United States v. Marion,</i> <span class=\"citation\" data-id=\"108420\"><a href=\"/opinion/108420/united-states-v-marion/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 313, <span class=\"citation\" data-id=\"108420\"><a href=\"/opinion/108420/united-states-v-marion/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">455</span></a></span>, 459, <span class=\"citation\" data-id=\"108420\"><a href=\"/opinion/108420/united-states-v-marion/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">468</span></a></span> (1971). \"In all criminal prosecutions, the <i>accused</i> shall enjoy the right to a speedy and public trial....\" U.S. Const. amend. VI. (Emphasis supplied). In the case at bar, the Sixth Amendment Speedy Trial provision is inapplicable to Petitioner's situation <i>unless</i> the issuance of an arrest warrant bestows upon the subject of such a warrant the status of \"accused.\"</p>\n<p>The Supreme Court discussed the meaning of the term \"accused\" in connection with the triggering of Sixth Amendment protections in <i>Marion.</i> The <i>Marion</i> court examined a three-year delay between the commission of an offense and the pre-arrest indictment to determine if such a delay violated the defendants' right to a speedy trial. The Court said that the protections of the Sixth Amendment are \"activated only when a criminal prosecution has begun and extends only to those persons who have been `accused' in the course of that prosecution.\" <i>Marion</i> at 313, 92 S.Ct. at 459. On the facts of <i>Marion,</i> the Court held that the defendants had not become accused until they had been indicted. The indictment had been the initial document of record that was related to the criminal prosecution of the defendantsit was the first official document which blamed, incriminated, or charged the defendants with any violation of the law.</p>\n<p>Has a person who has not yet been indicted but who has been named in an arrest warrant, which states that there is probable cause to believe that the named person has committed specific criminal acts, been accused as that term is used and intended in the Sixth Amendment? According to N.C.Gen.Stat. § 15A-304 an arrest warrant is a \"statement of the crime of which the person to be arrested is <i>accused,</i> and an order directing that the person so <i>accused</i> be arrested and held to answer to the <i>charges made against him.</i>\" (Emphasis supplied). Thus, on its face, an arrest warrant which preceded an indictment would appear to serve the purpose of transforming the person named in the warrant into an \"accused\"; thereby entitling the subject of the warrant to the right to a speedy trial.</p>\n<p>However, various courts which have been called on to interpret <i>Marion</i> have disagreed about what the Court actually intended when it discussed the meaning of \"accused\" as that word is used in the Sixth Amendment. <i>State v. McCoy,</i> <span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">1</span></span>, <span class=\"citation\" data-id=\"1309634\"><a href=\"/opinion/1309634/state-v-mccoy/\"><span class=\"volume\">277</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">515</span></a></span> (1981). Some federal and state courts have interpreted <i>Marion</i> to mean that the defendant becomes an accused \"through arrest <i>or otherwise</i>\" and that \"the constitutional speedy trial clock begins to run when any formal complaint is issued against defendant notwithstanding that no indictment has been issued nor an arrest made.\" <i>Id.</i> at 9-10, <span class=\"citation\" data-id=\"1309634\"><a href=\"/opinion/1309634/state-v-mccoy/\"><span class=\"volume\">277</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">515</span></a></span>. These courts no doubt based their interpretation on language in <i>Marion</i> which suggests that the speedy trial guarantee is aimed more directly at protecting persons from the consequences of public accusation than at protecting them from the actual or possible prejudice to the defense that may result from trial delay. <i>See Marion</i> 404 U.S. at 320, 92 S.Ct. at 463. <i>Marion</i> also suggests that one is an accused after he has been <i>charged</i> or indicted. <i>Id.</i> at 318, 92 S.Ct. at 462.</p>\n<p>On the other hand, some federal and state courts have held <i>Marion</i> to mean that a speedy trial is guaranteed only to those who have been arrested or indicted. While it can be said that <i>Marion</i> leaves some doubt as to whether or not an arrest warrant can be considered as the original or accusatory point in the course of a criminal prosecution, there is no escaping the express language of <i>Marion:</i> \"it is either a formal indictment or information or else the actual restraints imposed by arrest and holding to answer a criminal charge that engage the particular protections of the speedy trial provision of the Sixth Amendment.\" <i>Id.</i> at 320, 92 S.Ct. at 463.</p>\n<p><span class=\"star-pagination\">*136</span> \"The question, therefore, whether constitutional speedy trial standards ... apply to any period of delay between the issuance of an arrest warrant and defendant's actual arrest when both these events precede indictment is not easily answered.\" <i>McCoy</i> at 10, <span class=\"citation\" data-id=\"1309634\"><a href=\"/opinion/1309634/state-v-mccoy/\"><span class=\"volume\">277</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">515</span></a></span>. Fortunately, the instant case can be disposed of by a due process analysis, thus eliminating the necessity of determining the proper definition of the term \"accused.\" Oppressive pre-indictment delay can be analyzed under the Due Process Clause of the Fifth Amendment. <i>See Marion</i> 404 U.S. at 324, 92 S.Ct. at 465; <i>United States v. Sample,</i> <span class=\"citation\" data-id=\"1458028\"><a href=\"/opinion/1458028/united-states-v-sample/\"><span class=\"volume\">565</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1166</span></a></span> (E.D.Va.1983).</p>\n<p>In considering Petitioner's claim that he has been denied due process, the court is aware that the state of North Carolina has no statute of limitations which bars prosecution of a felony. <i>State v. Burnett,</i> <span class=\"citation no-link\"><span class=\"volume\">184</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">783</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">57</span></span> (1923). However, \"the statute of limitations does not fully define Petitioner's rights with respect to the events occurring prior to indictment.\" <i>Marion</i> at 324, 92 S.Ct. at 465. \"The interest of `preventing' prejudice to the defense caused by passage of time ... is protected primarily by the Due Process Clause and by statutes of limitations.... Thus, the Fifth Amendment's due process clause is an added protection to citizens who are accused of a crime but because of governmental delay are not timely prosecuted.\" <i>Sample</i> at 1174.</p>\n<p>In making out a successful Fifth Amendment due process claim, the Petitioner bears the burden of offering definite proof that the prosecutor's delay actually prejudiced his defense. <i>Sample</i> at 1175. Petitioner's proof must be more than mere speculation; he must show that his defense was impaired. <i>Id.</i> If Petitioner makes a satisfactory showing of actual prejudice, then the court must balance this prejudice against the reasons advanced by the prosecution for its delay in prosecuting. <i>United States v. Automated Medical Laboratories, Inc.,</i> <span class=\"citation\" data-id=\"457070\"><a href=\"/opinion/457070/united-states-v-automated-medical-laboratories-inc/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">399</span></a></span> (4th Cir.1985). The basic inquiry then becomes whether prosecuting by trial after substantial delay violates the fundamental concepts of justice or the community's sense of fair play and decency. <i>Id.; </i><i>United States v. Lovasco,</i> <span class=\"citation\" data-id=\"109682\"><a href=\"/opinion/109682/united-states-v-lovasco/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">783</span></a></span>, <span class=\"citation\" data-id=\"109682\"><a href=\"/opinion/109682/united-states-v-lovasco/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2044</span></a></span>, <span class=\"citation\" data-id=\"109682\"><a href=\"/opinion/109682/united-states-v-lovasco/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">752</span></a></span> (1977).</p>\n<p>One of Petitioner's claims of actual prejudice is the claim that the pre-indictment delay of more than twenty-eight months after the issuance of the arrest warrant caused him to lose contact with his alibi witness.<sup>[2]</sup> As to a \"lost\" witness, specific, as opposed to general, allegations are necessary to make a showing of actual prejudice. The petitioner must identify the witness and relate both the substance of the witness' testimony and the efforts made to locate the witness. <i>Samples</i> at 1180.</p>\n<p>In the case at bar, Petitioner has identified the lost witness as George Ray Hunt, Petitioner's former employer. Petitioner has also demonstrated to the court the general content of the lost witness' testimony and has shown that that testimony has a material connection to Petitioner's alibi defense. <i>See id.</i> at 1175. At the February 18, 1985 Criminal Session of the Superior Court of Bladen County, Judge Ellis presiding, Petitioner produced George Ray Hunt, the alibi witness who Petitioner claims he was unable to find before his trial in 1982. As a witness at the hearing on Petitioner's motion for appropriate relief, Hunt testified under oath that on the day Ms. Carlyle's store was robbed, Petitioner worked for him at his business, Ray's Body Shop, from some time in the morning until about five or six o'clock in the afternoon. Hunt testified that Petitioner did not leave Ray's Body Shop after his morning arrival until the end of the work day around five or six o'clock. Petitioner was accused and convicted of robbing Ms. Carlyle's store at around 2:30 in the afternoon. Ray's Body Shop was located in Robeson County in the City of Lumberton. Ms. Carlyle's store is located in Bladen County at least two miles from the Bladen/Robeson County line.</p>\n<p><span class=\"star-pagination\">*137</span> Mr. Hunt stated that he remembered Petitioner having worked for him on the particular day in question because Petitioner was employed by Hunt on a part-time basis and usually came to work in the afternoons. However, on September 19, 1979, Petitioner came to work at Ray's Body Shop early in the morning because he had been unable to continue with his other job of driving a truck for the City of Lumberton since the truck he drove was not in working order during the early hours of the 19th. Mr. Hunt also testified that the fact that Petitioner's paycheck was larger than usual for the week ending September 21, 1979 corroborated his recollection of Petitioner having worked a longer day on Wednesday, September 19th. Judge Ellis found that Mr. Hunt's testimony tended to corroborate Petitioner's alibi and testimony that at the time of the robbery in question he was at work in Lumberton at Ray's Body Shop.</p>\n<p>Ms. Carlyle, who testified at trial for the prosecution, testified that she recognized Petitioner to be one of the men who robbed her store. She also testified at trial that on a previous occasion at a preliminary hearing the defense attorney confused her and made her uncertain as to whether or not Petitioner was in fact the man who robbed her store. The defense attorney questioned Ms. Carlyle as to whether or not on that prior occasion she recalled having identified another man as the robber. Though Ms. Carlyle did not admit to identifying Petitioner's brother as the robber, she was nonetheless questioned about it before the jury. The defense attorney, Jack E. Carter, has sworn by affidavit that in open court at a preliminary hearing, Ms. Carlyle did identify Petitioner's brother, Bobby as the perpetrator who had held a gun on her during the robbery of her store instead of Petitioner who was also present in the courtroom.</p>\n<p>Clearly had Hunt been available to testify at Petitioner's trial, the jury would have had to choose between his credibility and that of Ms. Carlyle. Believing Hunt would have resulted in Petitioner's acquittal. There is no evidence in the record which indicates to the court that in 1982 Hunt would have been any less or more credible than Carlyle. The respondents have pointed to their cross-examination of Hunt in which Hunt failed to remember any other details about Petitioner and the work week ending September 21st. For example, Hunt was unable to remember the exact hourly rate he was paying Petitioner for his work. However, Hunt's seemingly random recollections would normally go to the weight to be accorded to his testimony and to his credibility. Again, his memory does not appear to have been any better or worse than Carlyle's. Faulty memory alone is not a basis for having testimony excluded. As respondents point out in their brief, \"The fact that ... recollection [is] not especially dependable but sometimes correct and sometimes not is no more than the human condition and one of the reasons for cross-examination being allowed.\" Also the court notes that Carlyle was testifying <i>only three</i> years after the robbery at issue and she by her own admission suffered from faulty recollection. By comparison, Hunt was testifying about the day of the robbery more than <i>five years</i> later. If the passage of time could adversely affect Carlyle's memory, then it is certainly understandable that Hunt's memory of details that existed over five years ago could be less than perfect. Moreover, Hunt had no reason to fix the events of September 1979 as they related to Petitioner in his mind until the latter part of 1984 when, upon returning to North Carolina, he learned of Petitioner's predicament.</p>\n<p>The court cannot explain why Hunt, Carlyle or anyone else remembers certain happenings and not some others; it is merely the nature of the human mind. Again, the weight to be accorded to the testimony of Hunt and Carlyle is within the province of the jury. It is for the jury and not the court to rank the witnesses and their testimony on a graduated credibility scale. In Petitioner's case, if Hunt had been available to testify at trial, the jury would have decided whether he and his testimony were credible.</p>\n<p>Petitioner has shown that there is no question as to what the content of Hunt's <span class=\"star-pagination\">*138</span> testimony would have been. There is little doubt but that Hunt would have testified at Petitioner's trial if Petitioner had been served or indicted in the first few months after the warrant was issued for Petitioner's arrest; Hunt testified for Petitioner in 1985 after he returned to North Carolina and if Petitioner had been served with the arrest warrant at the completion of the investigation of the robbery at issue, Hunt, who then was still residing in North Carolina, would have been subject to the subpoena power of the North Carolina state courts.</p>\n<p>Having identified the lost witness and having demonstrated the content of that witness' testimony, the petitioner must next show the efforts that were made to locate the lost witness. Petitioner has presented his efforts to locate Hunt to the court through the affidavits and testimony of his brother Stacy and his former attorney Jack E. Carter. Stacy Howell has testified that Mr. Carter asked him to try and find Hunt. He knew that Hunt was no longer operating Ray's Body Shop and so he checked with Charlie Matamoros, the only person that he believed might have knowledge of Hunt's whereabouts. Mr. Matamoros is Hunt's brother-in-law and he resides in Lumberton. Matamoros could only tell Stacy that Hunt was in Florida; he did not have an address for Hunt nor did he know the city or county of Hunt's Florida location. Mr. Carter testified to the court that he was first told about Hunt's being Petitioner's alibi witness in 1979. Carter made no attempts to find Hunt at that time because there was no warrant forthcoming and no charges on which to defend Petitioner. He agreed that at some time after Petitioner's arrest in 1982 he had Stacy try to locate Hunt. After the efforts through Stacy proved unsuccessful, Carter accepted that Hunt's testimony would not be available as evidence in the October 1982 trial of Petitioner.</p>\n<blockquote>I did not move for a continuance of the case at trial because it would have been pointless. Continue it til when? We had had at that time from February to October to try and locate Mr. Hunt. The only lead that we could possibly come up with, or think of, had turned out to be a dead end. It would have been pointless to ask for a further continuance of the case, because I couldn't tell the Court what I could do during that continuation period. All efforts to find him that we knew of, or that I could think of, or that Stacy Howell could relate to me, had been exhausted. Therefore, I was convinced at that time that he was unavailable and would continue to be unavailable, whether the case was continued or not.</blockquote>\n<p>Transcript of Motion for Appropriate Relief at 47.</p>\n<p>The respondents make much of the fact that Hunt has testified that his mother knew his Florida location and yet the Petitioner never contacted her in his attempts to find Hunt. However, there is no evidence that Petitioner or his brother knew Hunt's mother or even of her existence. In fact, Hunt testified that Stacy Howell did not know his mother. Respondents also question why Hunt's sister, who lived in Lumberton in 1982, was not approached by Petitioner in his attempt to find Hunt. Again, there is no evidence that Petitioner or his brother knew of Hunt's sister.<sup>[3]</sup></p>\n<p>Therefore, it appears to the court that Petitioner did make a reasonable and diligent effort to locate Hunt prior to his trial. Finally, the court notes the testimony of Detective Phillip Little. Little testified that he made \"some attempts\" to contact Hunt, but that his efforts were also unsuccessful. Little stated that his attempts were basically made in 1982 through inquiries of the Robeson County Sheriff's Department which was unable to provide any leads or any information as to how to find or contact Hunt.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*139</span> By providing the court with the specific and near certain evidence that Petitioner lost due to preindictment delay, Petitioner has established actual prejudice. Petitioner would have been acquitted if the jury had believed Hunt's testimony which refuted the allegation that Petitioner could have been present in Carlyle's store at 2:30 p.m. on September 19, 1978, the time of the robbery.</p>\n<p>The court must now balance the prejudice to the defendant with the prosecution's reasons for the delay. In the instant case this is not a difficult task, because the respondents have offered but one simple reason for the twenty-seven month delay in serving Petitioner with the arrest warrant and no reason for the twenty-eight month delay in indicting Petitioner. The respondents have answered both in testimony at a hearing to dismiss<sup>[5]</sup> and by answers to interrogatories that prosecution in Bladen County was delayed because of pending charges against Petitioner in Robeson County. Bladen and Robeson officials decided not to serve the warrant for Petitioner's arrest until the complete disposition of the Robeson County charges. The Robeson County officials \"did not want to have to release Petitioner for various Bladen court appearances and transport him back and forth during the pendency of their proceedings.\" Response to Interrogatories at 5. The general practice in Robeson County was to hold warrants until the other county was finished. Response at 15. It was for this reason that Detective Little did not attempt to serve Petitioner with the arrest warrant immediately after its issuance even though the detective knew that Petitioner was in the Robeson County Jail on the very day the arrest warrant was issued. During 1980 and 1981, Detective Little did not try to serve the warrant issued to him by the magistrate because Robeson was not through with Petitioner. Response at 4.</p>\n<p>Bladen authorities made an informal agreement with the Robeson authorities whereby the Bladen officials were to be kept abreast of Petitioner's custody status; however, the failure to file a formal detainer had the dual effect of denying Petitioner the opportunity to demand to be tried pursuant to N.C.Gen.Stat. § 15-10.2 and of allowing Bladen officials to \"lose\" Petitioner after he left the county jail. It is again noted that the record does not give any indication that Petitioner was aware of the outstanding warrant for his arrest until his actual arrest in 1982. Detective Little testified that after Petitioner had been released from state custody in April 1981, he (Little) was misinformed by the North Carolina Department of Correction that Petitioner had escaped and so no one made any attempt to serve Petitioner until February 4, 1982 when he was arrested after coming in to make a complaint with the Sheriff's Department in an unrelated matter. Following his arrest Petitioner was then indicted on March 22, 1982.</p>\n<p>This delay both in serving the arrest warrant and in indicting Petitioner was the result of a <i>conscious decision</i> by Bladen County authorities. The only reason for the delay in serving the arrest warrant (an act which certainly would have started Petitioner's speedy trial clock), was an interest in conveniencing the Robeson County authorities. Convenience to prison and law enforcement officials cannot override a defendant's constitutional right to due process and a fair trial regardless of the fact <span class=\"star-pagination\">*140</span> that such a defendant is imprisoned on another matter.</p>\n<p>The record establishes that respondents knew Petitioner's exact location from November 1979 until the end of March 1980 when he was removed from the Robeson County Jail and that respondents should be charged with knowledge of Petitioner's whereabouts from March 1980 through April 1981, the period of Petitioner's incarceration by the State Department of Correction. If respondents \"lost\" Petitioner after he was transferred from the county jail, it is their own fault for not filing a detainer with the Robeson County officials.</p>\n<p>The record also establishes that by November 1, 1979 the prosecuting authorities had completed their investigation into the Carlyle robbery. By the first of November, all physical evidence had been obtained, the witnesses to the robbery had been interviewed, the prosecuting witness had identified Petitioner from a lineup, and Petitioner's location had been determined. Petitioner had never tried to evade authorities. There is no satisfactory excuse offered for the lack of diligence in serving Petitioner with the arrest warrant and for not indicting Petitioner at the next regular session of the grand jury.</p>\n<p>The twenty-seven month delay in service of the arrest warrant meant that Petitioner's trial could not have been held until August 1982, i.e., thirty-three months after the commission of the offense. During the delay in prosecution, Petitioner lost all contact with his alibi witness who had left the state sometime in the early part of 1980. The court finds that respondents willfully neglected to prosecute their case against Petitioner causing Petitioner to suffer actual prejudice as discussed above in detail. Moreover, the prejudice suffered by Petitioner far outweighs the single reason of inconvenience offered by the respondents. <i>See Automated</i> at 403-04; <i>see also Sample</i> at 1181-1183 (discussion of the balancing test to be employed in preindictment delay cases). The completely unnecessary and unjustifiable delay by the prosecution in serving the arrest warrant and/or in indicting Petitioner transgressed the limits of due process because such delay was substantial enough to have cost Petitioner his right to a fair trial.</p>\n<p>To try Petitioner under the circumstances discussed above does indeed violate the basic concepts of justice and the community's sense of fair play. Moreover, the court cannot give tacit approval to the respondents' actions in this matter. In <i>Klopfer v. North Carolina,</i> <span class=\"citation\" data-id=\"107369\"><a href=\"/opinion/107369/klopfer-v-north-carolina/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, <span class=\"citation\" data-id=\"107369\"><a href=\"/opinion/107369/klopfer-v-north-carolina/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">988</span></a></span>, <span class=\"citation\" data-id=\"107369\"><a href=\"/opinion/107369/klopfer-v-north-carolina/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1967), the Supreme Court expressed its dislike for prosecutorial practices which have the effect of holding criminal charges over one's head for an indefinite period of time during which the person standing under those charges is absolutely powerless either to exonerate himself or to have the charges dismissed. In the instant case as long as Petitioner was not served with the arrest warrant and was not indicted he had no recourse as he was not in a position to demand that he be brought to trial.</p>\n<p>Accordingly, IT IS RECOMMENDED that this petition for habeas relief be GRANTED and that the indictment against Petitioner in this matter be DISMISSED.</p>\n<p>This the 8th day of March, 1988.</p>\n<h2>NOTES</h2>\n<p>[*]   The memorandum and recommendation is attached hereto and incorporated herein.</p>\n<p>[1]  On December 10, 1987, the court filed an order requiring the supplemental memorandum of law to be filed by January 8, 1988. Petitioner's January 11, 1988 filing will be accepted because the court was closed on Friday, January 8th due to snow accumulation and inclement weather.</p>\n<p>[2]  Petition also claims to have suffered actual prejudice due to the prosecution's delay, because he lost the opportunity to receive a sentence which could be served concurrently with the unrelated sentence which he served from October 1979 to April 1981.</p>\n<p>[3]  If this sister is married to Mr. Matamoros, Hunt's brother-in-law, then it would not have been unreasonable to assume that since Matamoros did not know Hunt's location, neither did his wife. Hunt testified that the only person he told of his whereabouts was his mother, although he knew of no reason why his mother would not have given his address to his sister.</p>\n<p>[4]  There is some question as to when Detective Little knew of Petitioner's claim that Hunt was his alibi witness. Little testified that he was not sure, but that he believed it may not have been until after Petitioner was arrested in 1982. His notes do not indicate when he was told about Hunt. However, Little talked with Petitioner on November 1, 1979, the day the arrest warrant was issued, but he does not remember the content of their conversation. It is further noted that at the hearing on the motion for appropriate relief, the prosecutor asked Petitioner, \"Do you recall that you never made any statement at all about Ray Hunt's Body Shop until November the 1st, 1979? To Mr. Little?\" Transcript at 8. Petitioner replied that he thought he had told him about Hunt in October 1979. In any case, Detective Little does not claim to have interviewed Hunt back in 1979 while he was still in Lumberton.</p>\n<p>[5]  The hearing on Petitioner's motion to dismiss due to delay was on May 12, 1982 in the General Court of Justice, Superior Court Division, Bladen County, North Carolina, the Honorable Edwin S. Preston, Jr., Judge Presiding.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1309634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1458028/"
  ]
}