{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1898162/",
  "absolute_url": "/opinion/1898162/home-concrete-supply-llc-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1898162/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:45:28.137720Z",
  "date_modified": "2016-04-27T02:18:29.373499Z",
  "type": "010combined",
  "sha1": "81e9025c9e5e9f89da81afa5fa7b106116b1138c",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>HOME CONCRETE &amp; SUPPLY, LLC, a Delaware Limited Liability Company; Robert L. Pierce, as Tax Matters Partner; Susanne D. Pierce; Stephen R. Chandler; Rebecca R. Chandler; and Home Oil and Coal Company, Inc., a North Carolina Corporation, Plaintiffs/Petitioners,<br>\nv.<br>\nUNITED STATES of America, Defendant/Respondent.</h1></center>\n<center>No. 7:06-CV-181-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>November 21, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>Plaintiffs/petitioners (\"plaintiffs\") initiated this action by filing \"Complaint and Petition for Readjustment of Partnerships Items Under 26 U.S.C. § 6226,\" wherein they seek a determination that any tax assessment for the 1999 tax year is time barred and that no adjustment of their taxes is warranted for the 1999 tax year. Plaintiffs include Home Concrete &amp; Supply, LLC, (\"Home Concrete\"), a Delaware limited liability company which is deemed a partnership, and its owners who are deemed partners, for federal income tax purposes.<sup>[1]</sup> Plaintiffs also include Robert L. Pierce (\"Pierce\"), the tax matters partner for Home Concrete, who seeks reimbursement of the sum of $1,392,118.00<sup>[2]</sup> he deposited with the IRS, together with his wife, plaintiff Susanne D. Pierce, with whom he filed jointly for the 1999 tax year. Pierce owned Home Oil &amp; Coal Company, Inc. (\"Home Oil\") at the time of its 1999 sale together with plaintiff Stephen R. Chandler (\"Chandler\"), who proceeds here also with his wife, Rebecca R. Chandler, with whom he filed jointly for that tax year. Home Oil also is a plaintiff in this action.</p>\n<p>The case comes now before the court on plaintiffs' motion for summary judgment and defendant's motion for partial summary judgment, presenting for decision the question of whether a three year or a six year limitations period applies for any IRS assessments relating to the transactions at issue.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiffs filed the instant action pursuant to 26 U.S.C. § 6226(e)(1), seeking refund of deposit made for the 1999 tax year in response to the 2006 FPAA. Plaintiffs allege that the 2006 FPAA was time barred by the three year statute of limitations in §§ 6229<sup>[3]</sup> and 6501. Plaintiffs allege further that the IRS assessments are erroneous and disclaim any liability. Defendant asserts in response that the six year limitations period prescribed in § 6501(e)(1)(A) applies and plaintiffs are not entitled to refund of the deposit. It is the government's position that the assessments are proper.</p>\n<p>On February 23, 2007, plaintiffs moved for judgment on the pleadings, asserting, as they do now, that defendant's assessment of taxes for the 1999 tax year was time barred because the three year limitations period set forth in § 6501(a) applies to any action to recover taxes related to their 1999 tax returns. The six year statute of limitations provided by § 6501(e)(1)(A) in this case applies, the government argued then and argues now, because plaintiffs omitted a substantial amount of gross income from their returns. As set forth in prior order, after protracted briefing, the court denied, without prejudice, plaintiffs' motion for judgment on the pleadings and defendant's motion for partial summary judgment. An agreed to case schedule was implemented, including limited discovery, and on this basis the parties' cross-motions come now before the court.</p>\n<p>In their motion for summary judgment, plaintiffs argue that the FPAA is time barred by 26 U.S.C. § 6501(a), which sets out a general three year statute of limitations for actions to assess taxes on partnerships and individuals. Defendant moves for partial summary judgment, on grounds that the six year statute of limitations provided by § 6501(e)(1)(A) applies to tax assessments based on the plaintiffs' 1999 tax returns under the circumstances presented, and the assessment therefore was timely.</p>\n<p></p>\n<h2>STATEMENT OF UNDISPUTED FACTS</h2>\n<p>On the record presented, the specific date of filing of the partners' individual returns, which the parties agree, for purposes of beginning the §§ 6501(a) and (e) limitations periods, are the relevant ones, <i>see </i><i>Bufferd v. C.I.R.,</i> 506 U.S. 523, 526, 113 S.Ct. 927, 122 L.Ed.2d 306 (1993), is unclear. However, for purposes of calculating the § 6501 limitations periods, the actual date of filing of a return does not matter, as long as the return is filed before the deadline. <i>See</i> 26 U.S.C. § 6501(b)(1). The date used as the date of \"filing\" for returns filed before the deadline is the deadline date. There is no dispute that the returns at issue were filed before the April 17, 2000, deadline.</p>\n<p>On the record before the court, there also is no issue that June 19, 2003, the IRS served summons pursuant to court order on Jenkens &amp; Gilchrist, P.C. (\"Jenkens\"), plaintiffs' attorneys, well within the six year statute of limitations asserted by the government.<sup>[4]</sup> Though the record is unclear as to the precise date that Jenkens responded to the summons related to Home Concrete, the parties agree that the earliest possible date of compliance was May 17, 2004. It is undisputed that the IRS issued the FPAA assessing the contested taxes on September 7, 2006, more than six years after the April 17, 2000 filing date.<sup>[5]</sup></p>\n<p>The FPAA assessing the taxes contested by plaintiffs was issued in response to a series of transactions undertaken by plaintiffs Pierce and Chandler in anticipation of the sale of the business, Home Oil. Following the advice of their accountants, Arthur Andersen LLP, and Jenkens, plaintiffs embarked on a series of transactions including short sales<sup>[6]</sup> designed to increase basis in certain assets, thus decreasing income tax liability from the sale of the business.<sup>[7]</sup> Plaintiffs contend an increased basis for Pierce and Chandler in Home Concrete resulted equal to the amount of the proceeds from the short sales with no offset for the obligations to close the short sales. The IRS contends that the proper treatment of the capital contributions at issue would include the obligations to close the short sales as a liability offsetting the contributions and, therefore, the contributions produced no increase in basis.</p>\n<p>According to plaintiffs' calculation, because of the basis claimed by the plaintiffs from the short sales, Home Oil's basis in its partnership interest in Home Concrete exceeded the amount of its share of Home Concrete's basis in its assets by the amount of basis claimed from those transactions. Plaintiffs elected to take advantage of 26 U.S.C. § 754, which allows partnerships to increase the partnership's basis in its assets to equal the partners' basis in the partnership. The parties agree that, using this election, Home Oil claimed an increased basis in Home Concrete of $5,984,526.17. This apparently produced a total basis in Home Concrete's assets of approximately $10,527,350.00, though, again, the record does not appear particularly precise on this point.</p>\n<p>On August 31, 1999, Home Concrete sold substantially all of its assets to a third party for $10,623,348.00. Plaintiffs claim this resulted in only a modest gain for Home Concrete. Defendant claims that, because the stepped up basis claimed by plaintiffs was impermissible, Home Concrete realized a substantially greater amount of taxable gain. Ultimately, defendant issued the September 7, 2006, FPAA assessing taxes on the amount plaintiffs allegedly omitted from gross income, and thereafter the instant dispute was presented to the court.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Summary judgment is appropriate, under Rule 56(c), \"if the pleadings, the discovery and disclosure materials on file, and any affidavits show that there is no genuine issue as to any material fact and that the movant is entitled to a judgment as a matter of law.\" FED.R.CIV.P. 56(c). A fact is material if it might affect the outcome of the case. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). In deciding a motion for summary judgment, the court construes evidence in the light most favorable to the nonmoving party and draws all reasonable inferences in the nonmovant's favor. <i>Anderson,</i> 477 U.S. at 255, 106 S.Ct. 2505.</p>\n<p>A party seeking summary judgment \"bears the initial responsibility of informing the district court of the basis for its motion, and identifying those portions of the [record] which it believes demonstrate the absence of a genuine issue of material fact.\" <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 323, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Once the moving party has met its burden, the non-moving party must then \"set forth specific facts showing that there is a genuine issue for trial.\" <i>Matsushita Elec. Indus. Co. Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 586-87, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (quoting FED. R.CIV.P. 56(e)).</p>\n<p>While both sides frame the question presented as whether the three year statute of limitations in § 6501(a) or the six year statute of limitations in § 6501(e)(1)(A) applies to plaintiffs' situation, because plaintiffs contend that none of the assessments on their face are proper, consideration now of whether § 6501(e)(1)(A) applies is more complicated. Section 6501(e)(1)(A) provides that if a taxpayer \"omits from gross income an amount properly includible therein which is in excess of 25 percent of the amount of gross income stated in the return,\" the extended statute of limitations for assessments of tax by the IRS is triggered. 26 U.S.C. § 6501(e)(1)(A). So determining whether an item has been omitted in this case, where the alleged omission is an overstatement of basis, requires this court first to decide whether such an overstatement can constitute an omission under § 6501(e)(1)(A). Assuming that it does, the court then must determine whether the basis in question actually was overstated. <i>Id.</i> And if it was, before the court can decide finally whether the six year limitations period applies, it must decide whether plaintiffs adequately disclosed the omitted amount on the relevant tax returns where \"[i]n determining the amount omitted from gross income, there shall not be taken into account any amount which is omitted from gross income stated in the return if such amount is disclosed in the return, or in a statement attached to the return, in a manner adequate to apprise the Secretary of the nature and amount of such item.\" 26 U.S.C. § 6501(e)(1)(A)(ii).</p>\n<p>Plaintiffs bear the burden of initially showing that the IRS failed to assess the 1999 taxes within the three year statute of limitations asserted. <i>See </i><i>Hoffman v. C.I.R.,</i> 119 T.C. 140, 146, 2002 WL 31113898 (T.C.2002). Because it is undisputed in this case that the IRS did not assess the 1999 taxes within a three year limitations period, plaintiffs have established their prima facie case. The court's focus turns very quickly now to whether defendant can go forward under the six year limitations period, where the burden shifts to defendant to establish that § 6501(e)(1)(A)'s extended limitations period applies. <i>Id.</i></p>\n<p>Plaintiffs urge that <i>The Colony, Inc. v. Commissioner of Internal Revenue,</i> 357 U.S. 28, 78 S.Ct. 1033, 2 L.Ed.2d 1119 (1958), controls this court's decision, and precludes application of the six year limitations period. Defendant contends with equal vigor that it does not. <i>Colony</i> applied an earlier version of the Internal Revenue Code (IRC), where the Court was interpreting 26 U.S.C. § 275(c), appearing in the 1939 IRC, to the case of a taxpayer who erroneously understated the gross profits from the sale of trade goods (undeveloped lots of land) by improperly increasing the basis it held in those goods. <i>Colony,</i> 357 U.S. at 31-32, 78 S.Ct. 1033. The Court began by noting that the question before it had been \"resolved for future cases by Congress's adoption of § 6501(e)(1)(A)\" in the 1954 IRC. <i>Id.</i> at 32, 78 S.Ct. 1033.</p>\n<p>The Court looked at the language of § 275(c), noting the dictionary definition of \"omit\" as \"`to leave out or unmentioned; not to insert, include, or name.'\" <i>Id.</i> at 32-33, 78 S.Ct. 1033 (quoting Webster's New International Dictionary (2d ed. 1939)). However, after reviewing the text of the statute, the Court determined that \"it cannot be said that the [subsection's] language is unambiguous.\" <i>Id.</i> at 33, 78 S.Ct. 1033. The Court reviewed the legislative history of 26 U.S.C. § 275 and found that \"Congress manifested no broader purpose than to give the Commissioner an additional two years to investigate tax returns in cases where, because of a taxpayer's omission to report some taxable item, the Commissioner is at a special disadvantage in detecting errors.\" <i>Id.</i> at 36, 78 S.Ct. 1033. Thus, the Court held that the taxpayer's overstatement of basis did not trigger the extended statute of limitations provided by § 275(c), a result the Court deemed \"in harmony with the unambiguous language of § 6501(e)(A)(1).\" <i>Id.</i> at 37, 78 S.Ct. 1033.</p>\n<p>In the years since <i>Colony</i> was decided, a handful of courts have applied its holding regarding overstatements of basis to § 6501(e)(1)(A), with unharmonious results. At least four courts have found the holding of <i>Colony</i> limited to situations in which the taxpayer is a trade or business engaged in the sale of goods or services and has overstated basis in those goods or services on its return, thereby under-reporting gross income. <i>See Burks v. United States,</i> No. 3:06-CV-1747 (N.D. TX. June 13, 2008); <i>Brandon Ridge Partners v. United States,</i> 2007 WL 2209129 (M.D.Fla.2007); <i>Salman Ranch, Ltd. v. United States,</i> 79 Fed.Cl. 189 (2007); <i>Phinney v. Chambers,</i> 392 F.2d 680 (5th Cir.1968); <i>see also </i><i>CC &amp; F Western Operations Limited Partnership v. Comm'r,</i> 273 F.3d 402, 406 n. 2 (1st Cir.2001) (addressing a different situation but noting that § 6501(e)(1)(A)(i)'s definition of gross income for § 6501 arguably implies \"that it does not apply under section 6501 to other types of income\"). These courts have also held that, in non-trade and business sale of goods and services settings, a taxpayer can \"omit\" gross income by overstating basis.</p>\n<p>At least three other courts have taken a more expansive view of the holding of <i>Colony</i> and found that the Court's interpretation of the predecessor to § 6501(e)(1)(A) applies equally to all taxpayers, regardless of whether they are a trade or business selling goods and services. <i>See Wilmington Partners L.P. et al. v. Comm'r,</i> No. 15098-06 (T.C. Apr. 30, 2008) (following <i>Bakersfield); </i><i>Bakersfield Energy Partners, LP v. Comm'r,</i> 128 T.C. 207, 2007 WL 1712543 (2007); <i>Grapevine Imports, Ltd. v. United States,</i> 77 Fed.Cl. 505 (2007). Plaintiffs ask for this court to follow this line of reasoning and hold that <i>Colony's</i> reach extends to all situations involving § 6501(e)(1)(A) so that if a taxpayer overstates basis and therefore under reports gross income, the three year statute of limitations for assessing deficiencies in tax payments still applies, regardless of whether the overstatement and omitted gross income are readily apparent on the face of the return. <i>See </i><i>Bakersfield,</i> 128 T.C. at 214; <i>Grapevine,</i> 77 Fed.Cl. at 510-11. \"Omit\" means that § 6501(e)(1)(A) only applies when an item is completely left off of the face of a tax return, it is urged here. <i>See </i><i>Bakersfield,</i> 128 T.C. at 215; <i>Grapevine,</i> 77 Fed.Cl. at 511-12. While these decisions are supportive of plaintiffs' position, the undersigned is compelled to conclude they are, in this regard, erroneous.</p>\n<p>It is correct to say that the language of § 275(c) is virtually identical to a portion of § 6501(e)(1)(A). However, that language was found in <i>Colony</i> to be sufficiently ambiguous that the Court had to review legislative history to decide the meaning of the statute. <i>Colony,</i> 357 U.S. at 33-35, 78 S.Ct. 1033. A careful reading of the 1958 decision discloses that the word \"omit\" was discerned as part of the phrase \"omits from gross income an amount properly includible therein\" and in light of the legislative history of § 275(c). In <i>Colony,</i> the Court was applying the 1939 IRC then in effect to income tax returns for the years 1946 and 1947. The 1954 IRC effective at the time the opinion was rendered included the language of § 6501(e) as it appears today. For the Court's decision to be \"in harmony\" with § 6501(e)(1)(A), the transformation of the language of § 275(c)the language that is repeated in § 6501(e)(1)(A)from ambiguous to unambiguous must be tied to the two new subsections Congress added in § 6501(e)(1)(A). <i>See </i><i>Salman Ranch,</i> 79 Fed.Cl. at 199 (finding that the \"in harmony\" language of <i>Colony</i> must be related to the two new subsections of § 6501(e)(1)(A)).</p>\n<p>The two subsections Congress added to § 275(c) in drafting § 6501(e)(1)(A), acknowledged by the Court in <i>Colony,</i> make clear the limit of its holding. Subsection (i) redefines gross income for purposes of § 6501(e)(1)(A) in cases involving a trade or business. That subsection provides:</p>\n<blockquote>(i) In the case of a trade or business, the term \"gross income\" means the total of the amounts received or accrued from the sale of goods or services (if such amounts are required to be shown on the return) prior to diminution by the cost of such sales or services.</blockquote>\n<p>26 U.S.C. § 6501(e)(1)(A)(i). The normal calculation for gross income for trade or business taxpayers involved in the sale of goods or services involves subtracting the cost of goods sold (\"COGS\") from the gross receipts of the sales. <i>See </i><i>Salman Ranch,</i> 79 Fed.Cl. at 199 (quoting <i>In re Lilly,</i> 76 F.3d 568, 572 (4th Cir.1996) (holding, in a different context, that overstatement of COGS was an \"item omitted from gross income under I.R.C. § 6013(e)(1)(A)\")). As the court in <i>Salman Ranch</i> cogently explained:</p>\n<blockquote>[S]ection 6501(e)(1)(A)(i) provides an exception to the customary definition of gross income in the event of sales of goods or services by a trade or business, allowing that \"gross income,\" as used in section 6501(e)(1)(A), will be defined as the \"gross receipts\" alone of those sales. Under I.R.C. § 6501(e)(1)(A), in order for an omission from gross income to arise in the context of sales of goods or services by a trade or business (which under the I.R.C. § 6501(e)(1)(A)(i) gross receipts provision actually should read \"omits from gross `receipts'\"), an omission of a receipt must occur. The <i>Colony</i> Court's declaration that section 275(c) is \"limited to situations in which specific receipts or accruals of income items are left out of the computation of gross income\" makes eminent sense because The Colony, Inc. was a trade or business selling goods or services. <i>Colony,</i> 357 U.S. at 33, 78 S.Ct. 1033. The Court's conclusion that The Colony, Inc. had not omitted any gross income and thus was not liable under section 275(c) is \"in harmony with the unambiguous language of § 6501(e)(1)(A),\" in that the resolution would be the same under either provision. <i>Id.</i> at 37, 78 S.Ct. 1033.</blockquote>\n<p><i>Salman Ranch,</i> 79 Fed.Cl. at 199.</p>\n<p>Plaintiffs seemingly accept that for the Court's \"in harmony\" statement in <i>Colony</i> to make sense the \"harmony\" must come from somewhere in the new subsections of § 6501(e)(1)(A). However, plaintiffs urge that subsection (i) is not what creates \"harmony\" between the Court's holding and § 6501(e)(1)(A). Instead, plaintiffs urge this court to focus on subsection (ii) as \"the obvious source of unambiguous language alluded to by the Supreme Court in <i>Colony.\"</i> (Mem. in Supp. of Pls.' Mot. for Summ. J. (DE # 53) at 14.) That subsection provides:</p>\n<blockquote>(ii) In determining the amount omitted from gross income, there shall not be taken into account any amount which is omitted from gross income stated in the return if such amount is disclosed in the return, or in a statement attached to the return, in a manner adequate to apprise the Secretary of the nature and amount of such item.</blockquote>\n<p>26 U.S.C. § 6501(e)(1)(A)(ii). From this language, plaintiffs draw the conclusion that the Court was referencing subsection (ii) because it deals with what it means to \"omit\" something from a return. Therefore, <i>Colony</i> must stand for the proposition that \"omit\" only means to leave an item or amount off the face of a return.<sup>[8]</sup></p>\n<p>Plaintiffs misapprehend the import of subsection (ii). That subsection does speak to what it means to \"omit\" an amount from gross income on a return. However, nothing in the language of § 6501(e)(1)(A)(ii) supports the conclusion that the only way to \"omit\" an item is to leave it completely off of the face of a return. Quite to the contrary, the language of subsection (ii) indicates that Congress intended for it to be possible to \"omit\" an item from gross income under § 6501(e)(1)(A) without leaving it completely off the face of a return. <i>See </i><i>Phinney,</i> 392 F.2d at 685 (holding that subsection (ii) \"makes it apparent that the six year statute is intended to apply where there is either a complete omission of an item of income of the requisite amount or misstating the nature of an item of income which places the `commissioner ... at a special disadvantage in detecting errors'\" (emphasis omitted)).</p>\n<p>Subsection (ii) clearly directs that, when determining what has been omitted from gross income, no \"amount which is omitted from gross income stated in the return\" may be considered \"if such amount is disclosed in the return ... in a manner adequate to apprise the Secretary of the nature and amount of such item.\" 26 U.S.C. § 6501(e)(1)(A)(ii). Thus, from the plain language of (ii), it is possible for an amount to be \"omitted from gross income\" and disclosed on the face of the return. Subsection (ii) simply makes it possible for a taxpayer to be protected if the taxpayer discloses the amount in a way sufficient to alert the IRS to the substance and size of the item omitted. If a taxpayer omits an amount from gross income yet includes the item which causes the amount to be omitted on the taxpayer's return in such a way that the IRS is apprised of the \"nature and amount\" of the item, then that item is not considered \"omitted\" for purposes of § 6501(e)(1)(A). However, where a taxpayer includes an item on a return in such a way that the IRS is not apprised of the \"nature and amount\" of the item, then that item has been \"omitted\" from gross income for purposes of § 6501(e)(1)(A), even though it is included on the face of the return.</p>\n<p>It is also instructive to consider § 6501(e)(1)(A)'s language and terms in light of the relevant statutory definitions provided by the IRC. These statutory definitions further undermine the overly broad reading of <i>Colony</i> urged by plaintiffs. \"Gross income\" is, broadly construed,<sup>[9]</sup> \"all income from whatever source derived, including... (3) gains derived from dealings in property.\" 26 U.S.C. § 61(a). Section 1001(a) fleshes out the meaning of \"gains derived from dealings in property,\" defining gains from dealings in property as \"the excess of the amount realized therefrom over the adjusted basis.\" 26 U.S.C. § 1001(a). Thus, \"gross income\" as related to dealings in property is defined with reference to the property's adjusted basis. Any overstatement in basis will necessarily decrease the amount of gross income that a taxpayer states on his return. In other words, by overstating basis in the gross income calculation, the taxpayer \"leave[s] out\" or fails to \"include\" \"an amount properly includible therein.\" Therefore, where a taxpayer incorrectly states an overestimated basis in property, the taxpayer \"omits\" gross income by leaving the amount out of gross income stated on the taxpayer's return.</p>\n<p>For all of these reasons, this court finds that where a taxpayer overstates basis and, as a result, leaves an amount out of gross income, the taxpayer \"omits from gross income an amount properly includible therein\" for purposes of § 6501(e)(1)(A). Therefore, the extended six year statute of limitations may apply to such a taxpayer if the taxpayer overstated basis on an item resulting in an omission from gross income of an amount properly includible therein which is in excess of the 25 percent threshold and the taxpayer does not qualify for the safe harbor provisions provided by § 6501(e)(1)(A)(ii). In this part, plaintiff's motion for summary judgment is denied, and in corresponding part, defendant's motion is allowed.</p>\n<p>The court next must determine whether the basis in question actually was overstated in order to decide whether the extended limitations period applies here. Section 6501(e)(1)(A), as set forth earlier, provides that if a taxpayer \"omits from gross income an amount properly includible therein which is in excess of 25 percent of the amount of gross income stated in the return,\" the extended statute of limitations for assessments of tax by the IRS is triggered. 26 U.S.C. § 6501(e)(1)(A). So determining whether an item has been omitted in this case, where the alleged omission is an overstatement of basis, requires this court first to decide whether such an overstatement can constitute an omission under § 6501(e)(1)(A), which question the court has answered in the affirmative. Before the court can decide finally whether the six year limitations period applies, it must decide whether plaintiffs adequately disclosed the omitted amount on the relevant tax returns, where \"[i]n determining the amount omitted from gross income, there shall not be taken into account any amount which is omitted from gross income stated in the return if such amount is disclosed in the return, or in a statement attached to the return, in a manner adequate to apprise the Secretary of the nature and amount of such item.\" 26 U.S.C. § 6501(e)(1)(A)(ii).</p>\n<p>The parties have presented some arguments regarding plaintiffs' disclosures for purposes of § 6501(e)(1)(A)(ii)'s safe harbor provision. Plaintiffs would say they come within its protection, and also for this reason defendant's assessment action was untimely. Defendant would have the court find they do not and, for this reason, the six year limitations period must be applied.</p>\n<p>To get to this part of the analysis it must be found that an omission of gross income has actually occurred in this case. And this goes to the heart of this case, making, as alluded to earlier, consideration, as a preliminary matter, whether § 6501(e)(1)(A) applies a more complicated determination than how each side now explains it. In order for the safe harbor of § 6501(e)(1)(A)(ii) to apply, plaintiffs must have disclosed the amount omitted from gross income \"in a manner adequate to apprise the Secretary of the nature and amount\" of the omission. 26 U.S.C. § 6501(e)(1)(A)(ii).</p>\n<p>The court has, for the reasons given, decided as a matter of law that the six year limitations period may apply; however, the court leaves open the remaining issues presented for decision bearing on applicability of the extended limitations period pending supplemental briefing expressly on: 1) whether plaintiffs overstated basis; and, if so, 2) can the court, on the record before it, now determine whether the resulting omission from gross income was or was not in excess of 25 percent of the stated gross income amount; and, if it was 3) whether the safe harbor of § 6501(e)(1)(A)(ii) applies here. The court specifies below parameters of the briefing requested to be provided, on the facts now a part of the record.</p>\n<p>The issue of what tax returns may be considered by the court in determining what plaintiffs did or did not disclose need not wait to be decided, however. Another legal issue susceptible now to being decided at this juncture is what standard should be used in determining whether a disclosure is adequate for purposes of § 6501(e)(1)(A)(ii). Resolution of these issues now will result in more focused supplemental briefing. The court sets out below the answers to these question of law bearing on whether, in this instance, if the taxpayer omitted from gross income an amount properly includible therein which is in excess of the 25 percent threshold, there was adequate disclosure.</p>\n<p>First, as to the issue of what tax returns may be considered, section 6501(a) defines what a \"return\" is for purposes of that section. The case law, before the 1997 amendment to this section, interpreting what tax returns could be considered in determining adequate disclosure under § 6501(e)(1)(A)(ii), allowed courts to consider the returns of pass-through entities such as a partnership. <i>See </i><i>Brandon Ridge,</i> 2007 WL 2209129 at *8. The court reiterates its prior holding that the 1997 amendments to § 6501(a) were only intended to clarify when the statute of limitations begins to run. (<i>See</i> Order Den. Mots. for J. on the Pleadings, No. 7:06-cv-181 (DE # 38) at 9.) The case law regarding which tax returns are available for review has not been disturbed.</p>\n<p>The two other courts which have addressed this issue similarly have concluded that the court should consider the individual tax returns at issue as well as the partnership returns, where necessary. <i>See </i><i>Salman Ranch,</i> 79 Fed.Cl. at 202-03 (holding that the court would review both the individual and partnership returns to determine whether adequate disclosure was present); <i>Brandon Ridge,</i> 2007 WL 2209129 at *8-9 (holding that in cases where there are references in the taxpayer's return to income from a pass-through entity, the returns from the pass-through entity also can be considered). When the court considers plaintiffs' disclosures, it may review both information contained in plaintiffs' individual returns and in the partnership return, as necessary to determine whether plaintiffs adequately disclosed any amount in question.</p>\n<p>As to the question of what is the proper standard to use in determining whether disclosures are adequate for purposes of § 6501(e)(1)(A)(ii), the parties's briefing is more extensive. Plaintiffs argue that <i>Colony</i> controls the inquiry. There the Court stated \"[w]e think that in enacting § 275(c) Congress manifested no broader purpose than to give the Commissioner an additional two years to investigate tax returns in cases where, because of a taxpayer's omission to report some taxable item, the Commissioner is at a special disadvantage in detecting errors. In such instances the return on its face provides no clue to the existence of the omitted item.\" <i>Colony,</i> 357 U.S. at 36, 78 S.Ct. 1033.</p>\n<p>As the court in <i>CC &amp; F</i> found, several courts have continued to use the \"clue\" language from <i>Colony. </i><i>CC &amp; F Western Operations, Ltd.,</i> 273 F.3d at 407; <i>see also, </i><i>White v. C.I.R.,</i> 991 F.2d 657, 661-62 (10th Cir.1993) (citing <i>Colony</i> for the proposition that adequate disclosure requires returns to provide a \"clue\"); <i>Bishop v. United States,</i> 338 F.Supp. 1336, 1351 (N.D.Miss. 1970) (also citing <i>Colony</i> for the \"clue\" language). Plaintiffs do not articulate broadly what standard of disclosure constitutes a \"clue.\" Instead, they assert that if an overstated basis may result in an omission of income, then a basis step-up and related sale disclosed on the same return provide an adequate \"clue\" for the IRS and thus adequate disclosure under § 6501(e)(1)(A)(ii). (<i>See</i> Mem. in Supp. of Pls.' Mot. for Summ. J. at 18.) The government, on the other hand, cites to a competing line of cases that apply a more stringent standard. Specifically, the government cites <i>CC &amp; F Western Operations, Ltd.,</i> 273 F.3d at 407, <i>Phinney,</i> 392 F.2d at 685, and <i>In re G-I Holdings,</i> 2006 WL 2595264, for the proposition that something more than a clue is required by § 6501(e)(1)(A)(ii).</p>\n<p>Plaintiffs' reliance on <i>Colony</i> as establishing the test for adequate disclosure under § 6501(e)(1)(A)(ii) is misplaced. As noted above, <i>Colony</i> dealt with the predecessor provision to § 6501(e). The code section before the Court in <i>Colony</i> (§ 275(c)) contained no safe harbor provision. To the degree that <i>Colony</i> may have established any \"clue\" test,<sup>[10]</sup> it established it for § 275(c). The Court did not determine the meaning of § 6501(e)(1)(A)(ii) because that statute was not before the Court in that case. Accordingly, any suggestion by the Court that a \"clue\" is all that is needed to invoke adequate disclosure would simply be dicta that does little to enlighten the appropriate standard for disclosure as it relates to § 6501.<sup>[11]</sup></p>\n<p>This court concludes, after careful consideration, that the plain language of § 6501(e)(1)(A)(ii) requires something \"far more than a mere clue that might intrigue Sherlock Holmes.\" <i>CC &amp; F Western Operations,</i> <i>Ltd.,</i> 273 F.3d at 407. This court, like the court in <i>CC &amp; F,</i> finds that the language of this section requires the taxpayer's return provide more than a clueit must disclose the nature and amount of the alleged omission from gross income where subsection (ii) explicitly requires that disclosure must be made \"in a manner adequate to apprise the Secretary of the nature and amount of\" any item omitted from gross income. 26 U.S.C. § 6501(e)(1)(A)(ii). This language indicates that Congress wanted more than a \"clue\" as to the omitted amount's existence before a taxpayer should be allowed to invoke safe harbor protection. The disclosure must be sufficient to indicate what type of item has been omitted and how large (or small) that item is on the face, of the relevant returns. This does not mean that a taxpayer need include \"a detailed disclosure of every precise fact that may underlie a transaction.\" <i>Salman Ranch,</i> 79 Fed.Cl. at 203. Rather, it means that the taxpayer must disclose the substance of a transaction in order to benefit from the shorter limitations period if the taxpayer omits income. <i>Id.</i> (citing <i>CC &amp; F Western Operations, Ltd.,</i> 273 F.3d at 408).</p>\n<p>The question whether an overstatement of basis can constitute an omission is, therefore, answered in the affirmative. Further, the court may, at the appropriate time, consider both the partnership and individual taxpayers' income tax returns in determining adequate disclosure under § 6501(e)(1)(A)(ii). And, the court will apply a disclosure standard that requires that the nature and amount of any potentially omitted amounts be disclosed on the face of those returns to qualify for the safe harbor provision. The court holds in abeyance decision on the remaining issues presented bearing on applicability of the extended limitations period pending supplemental briefing expressly on: 1) whether plaintiffs overstated basis; and, if so, 2) can the court, on the record before it, now determine whether the resulting omission from gross income was or was not in excess of 25 percent of the stated gross income amount; and, if it was 3) whether the safe harbor of § 6501(e)(1)(A)(ii) applies here. These issues shall be the subject of the parties' supplemental briefing, in light of the decisions herein rendered, so that the court may more fully consider them. The parties' supplemental memoranda, not to exceed 30 pages in length, shall be filed and served on or before December 22, 2008. Responses, not to exceed 15 pages in length, shall be filed and served on or before January 19, 2009.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons given, plaintiff's motion for summary judgment is denied in part, and in corresponding part, defendant's motion is allowed. The court holds in abeyance decision on remaining parts pending receipt and review of supplemental briefing herein ordered.</p>\n<h2>NOTES</h2>\n<p>[1]  While the government denied in its first amended answer treatment as a partnership to Home Concrete for tax purposes, (Def.'s First Am. Answer, ¶ 2), this denial appears to have no basis in fact or law, and, moreover, to have been discounted by defendant in subsequent filings. Pursuant to 26 C.F.R. §§ 301.7701-2 and 301.7701-3, a limited liability company such as Home Concrete by default receives pass-through partnership tax treatment unless it elects to change its tax status by filing a Form 8832 \"Entity Classification Election\" with the Internal Revenue Service (\"IRS\"). <i>See</i> 26 C.F.R. §§ 301.7701-2 and 301.7701-3. None of the numerous exhibits proffered by the government includes a Form 8832 for Home Concrete electing to receive federal corporate tax treatment. Indeed, all of the documents offered by both parties indicate that plaintiff Home Concrete did, in fact, receive pass-through partnership tax treatment from the IRS. This, of course, would include the Notice of Final Partnership Administrative Adjustment (\"FPAA\"), underlying the instant action.</p>\n<p>[2]  This amount represents the amount by which the partnership's tax liability would be increased if the treatment of partnership items on Home Concrete's return were made consistent with the treatment of partnership items on the partnership return as defined by the FPAA issued by the Internal Revenue Service (\"IRS\") September 7, 2006.</p>\n<p>[3]  Plaintiffs seemingly discount applicability now of § 6229 as no mention is made in their briefing on the instant motions. The three year statute of limitations at issue is the one set forth in § 6501.</p>\n<p>[4]  There is reference in defendant's first amended answer to issuance of a summons on May 21, 2002; however, there is nothing in the record showing service of a summons issued on this date nor does any summons with this date play a part on the parties' arguments to the court.</p>\n<p>[5]  There appears no dispute, however, that the FPAA issued within a six year statute of limitations period running from April 17, 2000 to September 14, 2006 which accounts for tolling of the limitations period provided by 26 U.S.C. § 7609(e). Plaintiffs do not dispute that § 7609(e) provides a mechanism by which the applicable time limit is tolled where a party having \"possession, custody, or care of books of account containing entries relating to the business of the person liable\" for a given tax, 26 U.S.C. § 7602(a)(2), receives a summons from the IRS but fails to respond within six months of the summons. 26 U.S.C. § 7609(e)(2). As noted above, plaintiffs' attorneys received such a summons and failed to respond within six months. As a result it appears the limitations period for the 1999 tax returns was suspended from December 20, 2003, until May 17, 2004. Thus, a six year statute, tolled, would not have run even under this most restrictive interpretation of the record until a few days after the FPAA was issued.</p>\n<p>[6]  Short sales are transactions that provide a twist on \"buy low, sell high\" where the first step is to \"sell high\" and the last step is to \"buy low.\" In a short sale transaction, an investor borrows shares, or in this case U.S. Treasury Notes from a brokerage house and sells them in the open market. The proceeds from this sale go into the investor's account with the brokerage house. At some point later, the investor must replace the borrowed shares or notes by purchasing new ones. If the short seller is successful, he will be able to purchase the shares at a lower price than those he sold, allowing him to take a profit on the transaction.</p>\n<p>[7]  It appears that on April 15, 1999, plaintiffs created three entities for purposes of carrying out their transactions: Home Concrete; Salisbury Investments LLC, (\"Salisbury\"), a single member Delaware limited liability company owned by Pierce; and Goodnight Investments LLC, (\"Goodnight\"), a single member Delaware limited liability company owned by Chandler. On May 13, 1999, using Salisbury, Goodnight and two trusts owned and controlled by Pierce, Pierce and Chandler initiated several short sales of U.S. Treasury Notes. Four days later, on May 17, 1999, Pierce and Chandler contributed the proceeds from all of the short sales, along with margin cash, to Home Concrete as a capital contribution. Critically, also on May 17, 1999, Pierce and Chandler contributed the obligations to close the short sales to Home Concrete. The next day, on May 18, 1999, Home Concrete covered the short sale positions. It appears that on June 11, 1999, Home Oil transferred all of its business assets to Home Concrete as a capital contribution. Then, on June 14, 1999, Pierce and Chandler each transferred substantially all of their respective ownership interests in Home Concrete to Home Oil as capital contributions. These transfers included the basis plaintiffs claim the May 17, 1999, transfers created in Home Concrete.</p>\n<p>[8]  Plaintiffs' focus on subsection (ii) and their reading of <i>Colony</i> would render subsection (i) superfluous. <i>See </i><i>Salman Ranch,</i> 79 Fed.Cl. at 200 (\"Plaintiffs' construction of this critical term `omits' without reference to the term `gross income' focuses only on one component of the calculation, thereby excluding consideration of one of the two figures that generates the gainthe calculation of basis and in tandem rendering the gross receipts provision of I.R.C. § 6501(e)(1)(A)(i) superfluous.\"). Such a result violates a fundamental canon of statutory construction and should be avoided wherever possible. <i>Alaska Dept. of Envtl. Conservation v. E.P.A.,</i> 540 U.S. 461, 489 n. 13, 124 S.Ct. 983, 157 L.Ed.2d 967 (2004).</p>\n<p>[9]  Gross income as defined in 26 U.S.C. § 61(a) is always to be broadly construed. <i>See </i><i>Comm'r v. Glenshaw Glass Co.,</i> 348 U.S. 426, 429-30, 75 S.Ct. 473, 99 L.Ed. 483 (1955).</p>\n<p>[10]  The First Circuit does not espouse even that <i>Colony</i> established such a test. As the court explained in <i>CC &amp; F,</i> \"[t]he only test adopted in Colony was that there be an omission of gross receipts exceeding 25 percent and not just an overstatement of basis that effectively reduced reportable gross income by that amount. The clue language was used merely to explain why Congress might have been more concerned about an omitted receipt than an overstated basisspecifically, because the omitted receipt will (ordinarily) provide no clue as to the error; by implicit contrast, an overstated basis provides something the IRS can check.\" <i>CC &amp; F Western Operations, Ltd.,</i> 273 F.3d at 407.</p>\n<p>[11]  Even though the Court in <i>Colony</i> determined its holding to be in \"harmony\" with newly enacted § 6501(e), that harmony, as discussed <i>supra</i> does not come from subsection (ii) but rather from subsection (i).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>HOME CONCRETE &amp; SUPPLY, LLC, a Delaware Limited Liability Company; Robert L. Pierce, as Tax Matters Partner; Susanne D. Pierce; Stephen R. Chandler; Rebecca R. Chandler; and Home Oil and Coal Company, Inc., a North Carolina Corporation, Plaintiffs/Petitioners,<br>\nv.<br>\nUNITED STATES of America, Defendant/Respondent.</h1></center>\n<center>No. 7:06-CV-181-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>November 21, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>Plaintiffs/petitioners (\"plaintiffs\") initiated this action by filing \"Complaint and Petition for Readjustment of Partnerships Items Under 26 U.S.C. § 6226,\" wherein they seek a determination that any tax assessment for the 1999 tax year is time barred and that no adjustment of their taxes is warranted for the 1999 tax year. Plaintiffs include Home Concrete &amp; Supply, LLC, (\"Home Concrete\"), a Delaware limited liability company which is deemed a partnership, and its owners who are deemed partners, for federal income tax purposes.<sup>[1]</sup> Plaintiffs also include Robert L. Pierce (\"Pierce\"), the tax matters partner for Home Concrete, who seeks reimbursement of the sum of $1,392,118.00<sup>[2]</sup> he deposited with the IRS, together with his wife, plaintiff Susanne D. Pierce, with whom he filed jointly for the 1999 tax year. Pierce owned Home Oil &amp; Coal Company, Inc. (\"Home Oil\") at the time of its 1999 sale together with plaintiff Stephen R. Chandler (\"Chandler\"), who proceeds here also with his wife, Rebecca R. Chandler, with whom he filed jointly for that tax year. Home Oil also is a plaintiff in this action.</p>\n<p>The case comes now before the court on plaintiffs' motion for summary judgment and defendant's motion for partial summary judgment, presenting for decision the question of whether a three year or a six year limitations period applies for any IRS assessments relating to the transactions at issue.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiffs filed the instant action pursuant to 26 U.S.C. § 6226(e)(1), seeking refund of deposit made for the 1999 tax year in response to the 2006 FPAA. Plaintiffs allege that the 2006 FPAA was time barred by the three year statute of limitations in §§ 6229<sup>[3]</sup> and 6501. Plaintiffs allege further that the IRS assessments are erroneous and disclaim any liability. Defendant asserts in response that the six year limitations period prescribed in § 6501(e)(1)(A) applies and plaintiffs are not entitled to refund of the deposit. It is the government's position that the assessments are proper.</p>\n<p>On February 23, 2007, plaintiffs moved for judgment on the pleadings, asserting, as they do now, that defendant's assessment of taxes for the 1999 tax year was time barred because the three year limitations period set forth in § 6501(a) applies to any action to recover taxes related to their 1999 tax returns. The six year statute of limitations provided by § 6501(e)(1)(A) in this case applies, the government argued then and argues now, because plaintiffs omitted a substantial amount of gross income from their returns. As set forth in prior order, after protracted briefing, the court denied, without prejudice, plaintiffs' motion for judgment on the pleadings and defendant's motion for partial summary judgment. An agreed to case schedule was implemented, including limited discovery, and on this basis the parties' cross-motions come now before the court.</p>\n<p>In their motion for summary judgment, plaintiffs argue that the FPAA is time barred by 26 U.S.C. § 6501(a), which sets out a general three year statute of limitations for actions to assess taxes on partnerships and individuals. Defendant moves for partial summary judgment, on grounds that the six year statute of limitations provided by § 6501(e)(1)(A) applies to tax assessments based on the plaintiffs' 1999 tax returns under the circumstances presented, and the assessment therefore was timely.</p>\n<p></p>\n<h2>STATEMENT OF UNDISPUTED FACTS</h2>\n<p>On the record presented, the specific date of filing of the partners' individual returns, which the parties agree, for purposes of beginning the §§ 6501(a) and (e) limitations periods, are the relevant ones, <i>see </i><i>Bufferd v. C.I.R.,</i> <span class=\"citation\" data-id=\"112811\"><a href=\"/opinion/112811/bufferd-v-commissioner/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">523</span></a></span>, 526, <span class=\"citation\" data-id=\"112811\"><a href=\"/opinion/112811/bufferd-v-commissioner/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">927</span></a></span>, <span class=\"citation\" data-id=\"112811\"><a href=\"/opinion/112811/bufferd-v-commissioner/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">306</span></a></span> (1993), is unclear. However, for purposes of calculating the § 6501 limitations periods, the actual date of filing of a return does not matter, as long as the return is filed before the deadline. <i>See</i> 26 U.S.C. § 6501(b)(1). The date used as the date of \"filing\" for returns filed before the deadline is the deadline date. There is no dispute that the returns at issue were filed before the April 17, 2000, deadline.</p>\n<p>On the record before the court, there also is no issue that June 19, 2003, the IRS served summons pursuant to court order on Jenkens &amp; Gilchrist, P.C. (\"Jenkens\"), plaintiffs' attorneys, well within the six year statute of limitations asserted by the government.<sup>[4]</sup> Though the record is unclear as to the precise date that Jenkens responded to the summons related to Home Concrete, the parties agree that the earliest possible date of compliance was May 17, 2004. It is undisputed that the IRS issued the FPAA assessing the contested taxes on September 7, 2006, more than six years after the April 17, 2000 filing date.<sup>[5]</sup></p>\n<p>The FPAA assessing the taxes contested by plaintiffs was issued in response to a series of transactions undertaken by plaintiffs Pierce and Chandler in anticipation of the sale of the business, Home Oil. Following the advice of their accountants, Arthur Andersen LLP, and Jenkens, plaintiffs embarked on a series of transactions including short sales<sup>[6]</sup> designed to increase basis in certain assets, thus decreasing income tax liability from the sale of the business.<sup>[7]</sup> Plaintiffs contend an increased basis for Pierce and Chandler in Home Concrete resulted equal to the amount of the proceeds from the short sales with no offset for the obligations to close the short sales. The IRS contends that the proper treatment of the capital contributions at issue would include the obligations to close the short sales as a liability offsetting the contributions and, therefore, the contributions produced no increase in basis.</p>\n<p>According to plaintiffs' calculation, because of the basis claimed by the plaintiffs from the short sales, Home Oil's basis in its partnership interest in Home Concrete exceeded the amount of its share of Home Concrete's basis in its assets by the amount of basis claimed from those transactions. Plaintiffs elected to take advantage of 26 U.S.C. § 754, which allows partnerships to increase the partnership's basis in its assets to equal the partners' basis in the partnership. The parties agree that, using this election, Home Oil claimed an increased basis in Home Concrete of $5,984,526.17. This apparently produced a total basis in Home Concrete's assets of approximately $10,527,350.00, though, again, the record does not appear particularly precise on this point.</p>\n<p>On August 31, 1999, Home Concrete sold substantially all of its assets to a third party for $10,623,348.00. Plaintiffs claim this resulted in only a modest gain for Home Concrete. Defendant claims that, because the stepped up basis claimed by plaintiffs was impermissible, Home Concrete realized a substantially greater amount of taxable gain. Ultimately, defendant issued the September 7, 2006, FPAA assessing taxes on the amount plaintiffs allegedly omitted from gross income, and thereafter the instant dispute was presented to the court.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Summary judgment is appropriate, under Rule 56(c), \"if the pleadings, the discovery and disclosure materials on file, and any affidavits show that there is no genuine issue as to any material fact and that the movant is entitled to a judgment as a matter of law.\" FED.R.CIV.P. 56(c). A fact is material if it might affect the outcome of the case. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). In deciding a motion for summary judgment, the court construes evidence in the light most favorable to the nonmoving party and draws all reasonable inferences in the nonmovant's favor. <i>Anderson,</i> 477 U.S. at 255, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p>A party seeking summary judgment \"bears the initial responsibility of informing the district court of the basis for its motion, and identifying those portions of the [record] which it believes demonstrate the absence of a genuine issue of material fact.\" <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 323, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Once the moving party has met its burden, the non-moving party must then \"set forth specific facts showing that there is a genuine issue for trial.\" <i>Matsushita Elec. Indus. Co. Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 586-87, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (quoting FED. R.CIV.P. 56(e)).</p>\n<p>While both sides frame the question presented as whether the three year statute of limitations in § 6501(a) or the six year statute of limitations in § 6501(e)(1)(A) applies to plaintiffs' situation, because plaintiffs contend that none of the assessments on their face are proper, consideration now of whether § 6501(e)(1)(A) applies is more complicated. Section 6501(e)(1)(A) provides that if a taxpayer \"omits from gross income an amount properly includible therein which is in excess of 25 percent of the amount of gross income stated in the return,\" the extended statute of limitations for assessments of tax by the IRS is triggered. 26 U.S.C. § 6501(e)(1)(A). So determining whether an item has been omitted in this case, where the alleged omission is an overstatement of basis, requires this court first to decide whether such an overstatement can constitute an omission under § 6501(e)(1)(A). Assuming that it does, the court then must determine whether the basis in question actually was overstated. <i>Id.</i> And if it was, before the court can decide finally whether the six year limitations period applies, it must decide whether plaintiffs adequately disclosed the omitted amount on the relevant tax returns where \"[i]n determining the amount omitted from gross income, there shall not be taken into account any amount which is omitted from gross income stated in the return if such amount is disclosed in the return, or in a statement attached to the return, in a manner adequate to apprise the Secretary of the nature and amount of such item.\" 26 U.S.C. § 6501(e)(1)(A)(ii).</p>\n<p>Plaintiffs bear the burden of initially showing that the IRS failed to assess the 1999 taxes within the three year statute of limitations asserted. <i>See </i><i>Hoffman v. C.I.R.,</i> <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">140</span></span>, 146, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">31113898</span></span> (T.C.2002). Because it is undisputed in this case that the IRS did not assess the 1999 taxes within a three year limitations period, plaintiffs have established their prima facie case. The court's focus turns very quickly now to whether defendant can go forward under the six year limitations period, where the burden shifts to defendant to establish that § 6501(e)(1)(A)'s extended limitations period applies. <i>Id.</i></p>\n<p>Plaintiffs urge that <i>The Colony, Inc. v. Commissioner of Internal Revenue,</i> <span class=\"citation\" data-id=\"105710\"><a href=\"/opinion/105710/colony-inc-v-commissioner/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">28</span></a></span>, <span class=\"citation\" data-id=\"105710\"><a href=\"/opinion/105710/colony-inc-v-commissioner/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1033</span></a></span>, <span class=\"citation\" data-id=\"105710\"><a href=\"/opinion/105710/colony-inc-v-commissioner/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1119</span></a></span> (1958), controls this court's decision, and precludes application of the six year limitations period. Defendant contends with equal vigor that it does not. <i>Colony</i> applied an earlier version of the Internal Revenue Code (IRC), where the Court was interpreting 26 U.S.C. § 275(c), appearing in the 1939 IRC, to the case of a taxpayer who erroneously understated the gross profits from the sale of trade goods (undeveloped lots of land) by improperly increasing the basis it held in those goods. <i>Colony,</i> 357 U.S. at 31-32, <span class=\"citation\" data-id=\"105710\"><a href=\"/opinion/105710/colony-inc-v-commissioner/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1033</span></a></span>. The Court began by noting that the question before it had been \"resolved for future cases by Congress's adoption of § 6501(e)(1)(A)\" in the 1954 IRC. <i>Id.</i> at 32, <span class=\"citation\" data-id=\"105710\"><a href=\"/opinion/105710/colony-inc-v-commissioner/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1033</span></a></span>.</p>\n<p>The Court looked at the language of § 275(c), noting the dictionary definition of \"omit\" as \"`to leave out or unmentioned; not to insert, include, or name.'\" <i>Id.</i> at 32-33, <span class=\"citation\" data-id=\"105710\"><a href=\"/opinion/105710/colony-inc-v-commissioner/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1033</span></a></span> (quoting Webster's New International Dictionary (2d ed. 1939)). However, after reviewing the text of the statute, the Court determined that \"it cannot be said that the [subsection's] language is unambiguous.\" <i>Id.</i> at 33, <span class=\"citation\" data-id=\"105710\"><a href=\"/opinion/105710/colony-inc-v-commissioner/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1033</span></a></span>. The Court reviewed the legislative history of 26 U.S.C. § 275 and found that \"Congress manifested no broader purpose than to give the Commissioner an additional two years to investigate tax returns in cases where, because of a taxpayer's omission to report some taxable item, the Commissioner is at a special disadvantage in detecting errors.\" <i>Id.</i> at 36, <span class=\"citation\" data-id=\"105710\"><a href=\"/opinion/105710/colony-inc-v-commissioner/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1033</span></a></span>. Thus, the Court held that the taxpayer's overstatement of basis did not trigger the extended statute of limitations provided by § 275(c), a result the Court deemed \"in harmony with the unambiguous language of § 6501(e)(A)(1).\" <i>Id.</i> at 37, <span class=\"citation\" data-id=\"105710\"><a href=\"/opinion/105710/colony-inc-v-commissioner/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1033</span></a></span>.</p>\n<p>In the years since <i>Colony</i> was decided, a handful of courts have applied its holding regarding overstatements of basis to § 6501(e)(1)(A), with unharmonious results. At least four courts have found the holding of <i>Colony</i> limited to situations in which the taxpayer is a trade or business engaged in the sale of goods or services and has overstated basis in those goods or services on its return, thereby under-reporting gross income. <i>See Burks v. United States,</i> No. 3:06-CV-1747 (N.D. TX. June 13, 2008); <i>Brandon Ridge Partners v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">2209129</span></span> (M.D.Fla.2007); <i>Salman Ranch, Ltd. v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">Fed. Cl.</span> <span class=\"page\">189</span></span> (2007); <i>Phinney v. Chambers,</i> <span class=\"citation\" data-id=\"279632\"><a href=\"/opinion/279632/robert-l-phinney-district-director-of-internal-revenue-v-ruth-kiehl/\"><span class=\"volume\">392</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">680</span></a></span> (5th Cir.1968); <i>see also </i><i>CC &amp; F Western Operations Limited Partnership v. Comm'r,</i> <span class=\"citation\" data-id=\"199721\"><a href=\"/opinion/199721/ccf-western-operati-v-irs/\"><span class=\"volume\">273</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">402</span></a></span>, 406 n. 2 (1st Cir.2001) (addressing a different situation but noting that § 6501(e)(1)(A)(i)'s definition of gross income for § 6501 arguably implies \"that it does not apply under section 6501 to other types of income\"). These courts have also held that, in non-trade and business sale of goods and services settings, a taxpayer can \"omit\" gross income by overstating basis.</p>\n<p>At least three other courts have taken a more expansive view of the holding of <i>Colony</i> and found that the Court's interpretation of the predecessor to § 6501(e)(1)(A) applies equally to all taxpayers, regardless of whether they are a trade or business selling goods and services. <i>See Wilmington Partners L.P. et al. v. Comm'r,</i> No. 15098-06 (T.C. Apr. 30, 2008) (following <i>Bakersfield); </i><i>Bakersfield Energy Partners, LP v. Comm'r,</i> <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">207</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">1712543</span></span> (2007); <i>Grapevine Imports, Ltd. v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">Fed. Cl.</span> <span class=\"page\">505</span></span> (2007). Plaintiffs ask for this court to follow this line of reasoning and hold that <i>Colony's</i> reach extends to all situations involving § 6501(e)(1)(A) so that if a taxpayer overstates basis and therefore under reports gross income, the three year statute of limitations for assessing deficiencies in tax payments still applies, regardless of whether the overstatement and omitted gross income are readily apparent on the face of the return. <i>See </i><i>Bakersfield,</i> 128 T.C. at 214; <i>Grapevine,</i> 77 Fed.Cl. at 510-11. \"Omit\" means that § 6501(e)(1)(A) only applies when an item is completely left off of the face of a tax return, it is urged here. <i>See </i><i>Bakersfield,</i> 128 T.C. at 215; <i>Grapevine,</i> 77 Fed.Cl. at 511-12. While these decisions are supportive of plaintiffs' position, the undersigned is compelled to conclude they are, in this regard, erroneous.</p>\n<p>It is correct to say that the language of § 275(c) is virtually identical to a portion of § 6501(e)(1)(A). However, that language was found in <i>Colony</i> to be sufficiently ambiguous that the Court had to review legislative history to decide the meaning of the statute. <i>Colony,</i> 357 U.S. at 33-35, <span class=\"citation\" data-id=\"105710\"><a href=\"/opinion/105710/colony-inc-v-commissioner/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1033</span></a></span>. A careful reading of the 1958 decision discloses that the word \"omit\" was discerned as part of the phrase \"omits from gross income an amount properly includible therein\" and in light of the legislative history of § 275(c). In <i>Colony,</i> the Court was applying the 1939 IRC then in effect to income tax returns for the years 1946 and 1947. The 1954 IRC effective at the time the opinion was rendered included the language of § 6501(e) as it appears today. For the Court's decision to be \"in harmony\" with § 6501(e)(1)(A), the transformation of the language of § 275(c)the language that is repeated in § 6501(e)(1)(A)from ambiguous to unambiguous must be tied to the two new subsections Congress added in § 6501(e)(1)(A). <i>See </i><i>Salman Ranch,</i> 79 Fed.Cl. at 199 (finding that the \"in harmony\" language of <i>Colony</i> must be related to the two new subsections of § 6501(e)(1)(A)).</p>\n<p>The two subsections Congress added to § 275(c) in drafting § 6501(e)(1)(A), acknowledged by the Court in <i>Colony,</i> make clear the limit of its holding. Subsection (i) redefines gross income for purposes of § 6501(e)(1)(A) in cases involving a trade or business. That subsection provides:</p>\n<blockquote>(i) In the case of a trade or business, the term \"gross income\" means the total of the amounts received or accrued from the sale of goods or services (if such amounts are required to be shown on the return) prior to diminution by the cost of such sales or services.</blockquote>\n<p>26 U.S.C. § 6501(e)(1)(A)(i). The normal calculation for gross income for trade or business taxpayers involved in the sale of goods or services involves subtracting the cost of goods sold (\"COGS\") from the gross receipts of the sales. <i>See </i><i>Salman Ranch,</i> 79 Fed.Cl. at 199 (quoting <i>In re Lilly,</i> <span class=\"citation\" data-id=\"712921\"><a href=\"/opinion/712921/in-re-grace-lilly-debtor-grace-lilly-v-internal-revenue-service-in-re/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">568</span></a></span>, 572 (4th Cir.1996) (holding, in a different context, that overstatement of COGS was an \"item omitted from gross income under I.R.C. § 6013(e)(1)(A)\")). As the court in <i>Salman Ranch</i> cogently explained:</p>\n<blockquote>[S]ection 6501(e)(1)(A)(i) provides an exception to the customary definition of gross income in the event of sales of goods or services by a trade or business, allowing that \"gross income,\" as used in section 6501(e)(1)(A), will be defined as the \"gross receipts\" alone of those sales. Under I.R.C. § 6501(e)(1)(A), in order for an omission from gross income to arise in the context of sales of goods or services by a trade or business (which under the I.R.C. § 6501(e)(1)(A)(i) gross receipts provision actually should read \"omits from gross `receipts'\"), an omission of a receipt must occur. The <i>Colony</i> Court's declaration that section 275(c) is \"limited to situations in which specific receipts or accruals of income items are left out of the computation of gross income\" makes eminent sense because The Colony, Inc. was a trade or business selling goods or services. <i>Colony,</i> 357 U.S. at 33, <span class=\"citation\" data-id=\"105710\"><a href=\"/opinion/105710/colony-inc-v-commissioner/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1033</span></a></span>. The Court's conclusion that The Colony, Inc. had not omitted any gross income and thus was not liable under section 275(c) is \"in harmony with the unambiguous language of § 6501(e)(1)(A),\" in that the resolution would be the same under either provision. <i>Id.</i> at 37, <span class=\"citation\" data-id=\"105710\"><a href=\"/opinion/105710/colony-inc-v-commissioner/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1033</span></a></span>.</blockquote>\n<p><i>Salman Ranch,</i> 79 Fed.Cl. at 199.</p>\n<p>Plaintiffs seemingly accept that for the Court's \"in harmony\" statement in <i>Colony</i> to make sense the \"harmony\" must come from somewhere in the new subsections of § 6501(e)(1)(A). However, plaintiffs urge that subsection (i) is not what creates \"harmony\" between the Court's holding and § 6501(e)(1)(A). Instead, plaintiffs urge this court to focus on subsection (ii) as \"the obvious source of unambiguous language alluded to by the Supreme Court in <i>Colony.\"</i> (Mem. in Supp. of Pls.' Mot. for Summ. J. (DE # 53) at 14.) That subsection provides:</p>\n<blockquote>(ii) In determining the amount omitted from gross income, there shall not be taken into account any amount which is omitted from gross income stated in the return if such amount is disclosed in the return, or in a statement attached to the return, in a manner adequate to apprise the Secretary of the nature and amount of such item.</blockquote>\n<p>26 U.S.C. § 6501(e)(1)(A)(ii). From this language, plaintiffs draw the conclusion that the Court was referencing subsection (ii) because it deals with what it means to \"omit\" something from a return. Therefore, <i>Colony</i> must stand for the proposition that \"omit\" only means to leave an item or amount off the face of a return.<sup>[8]</sup></p>\n<p>Plaintiffs misapprehend the import of subsection (ii). That subsection does speak to what it means to \"omit\" an amount from gross income on a return. However, nothing in the language of § 6501(e)(1)(A)(ii) supports the conclusion that the only way to \"omit\" an item is to leave it completely off of the face of a return. Quite to the contrary, the language of subsection (ii) indicates that Congress intended for it to be possible to \"omit\" an item from gross income under § 6501(e)(1)(A) without leaving it completely off the face of a return. <i>See </i><i>Phinney,</i> 392 F.2d at 685 (holding that subsection (ii) \"makes it apparent that the six year statute is intended to apply where there is either a complete omission of an item of income of the requisite amount or misstating the nature of an item of income which places the `commissioner ... at a special disadvantage in detecting errors'\" (emphasis omitted)).</p>\n<p>Subsection (ii) clearly directs that, when determining what has been omitted from gross income, no \"amount which is omitted from gross income stated in the return\" may be considered \"if such amount is disclosed in the return ... in a manner adequate to apprise the Secretary of the nature and amount of such item.\" 26 U.S.C. § 6501(e)(1)(A)(ii). Thus, from the plain language of (ii), it is possible for an amount to be \"omitted from gross income\" and disclosed on the face of the return. Subsection (ii) simply makes it possible for a taxpayer to be protected if the taxpayer discloses the amount in a way sufficient to alert the IRS to the substance and size of the item omitted. If a taxpayer omits an amount from gross income yet includes the item which causes the amount to be omitted on the taxpayer's return in such a way that the IRS is apprised of the \"nature and amount\" of the item, then that item is not considered \"omitted\" for purposes of § 6501(e)(1)(A). However, where a taxpayer includes an item on a return in such a way that the IRS is not apprised of the \"nature and amount\" of the item, then that item has been \"omitted\" from gross income for purposes of § 6501(e)(1)(A), even though it is included on the face of the return.</p>\n<p>It is also instructive to consider § 6501(e)(1)(A)'s language and terms in light of the relevant statutory definitions provided by the IRC. These statutory definitions further undermine the overly broad reading of <i>Colony</i> urged by plaintiffs. \"Gross income\" is, broadly construed,<sup>[9]</sup> \"all income from whatever source derived, including... (3) gains derived from dealings in property.\" 26 U.S.C. § 61(a). Section 1001(a) fleshes out the meaning of \"gains derived from dealings in property,\" defining gains from dealings in property as \"the excess of the amount realized therefrom over the adjusted basis.\" 26 U.S.C. § 1001(a). Thus, \"gross income\" as related to dealings in property is defined with reference to the property's adjusted basis. Any overstatement in basis will necessarily decrease the amount of gross income that a taxpayer states on his return. In other words, by overstating basis in the gross income calculation, the taxpayer \"leave[s] out\" or fails to \"include\" \"an amount properly includible therein.\" Therefore, where a taxpayer incorrectly states an overestimated basis in property, the taxpayer \"omits\" gross income by leaving the amount out of gross income stated on the taxpayer's return.</p>\n<p>For all of these reasons, this court finds that where a taxpayer overstates basis and, as a result, leaves an amount out of gross income, the taxpayer \"omits from gross income an amount properly includible therein\" for purposes of § 6501(e)(1)(A). Therefore, the extended six year statute of limitations may apply to such a taxpayer if the taxpayer overstated basis on an item resulting in an omission from gross income of an amount properly includible therein which is in excess of the 25 percent threshold and the taxpayer does not qualify for the safe harbor provisions provided by § 6501(e)(1)(A)(ii). In this part, plaintiff's motion for summary judgment is denied, and in corresponding part, defendant's motion is allowed.</p>\n<p>The court next must determine whether the basis in question actually was overstated in order to decide whether the extended limitations period applies here. Section 6501(e)(1)(A), as set forth earlier, provides that if a taxpayer \"omits from gross income an amount properly includible therein which is in excess of 25 percent of the amount of gross income stated in the return,\" the extended statute of limitations for assessments of tax by the IRS is triggered. 26 U.S.C. § 6501(e)(1)(A). So determining whether an item has been omitted in this case, where the alleged omission is an overstatement of basis, requires this court first to decide whether such an overstatement can constitute an omission under § 6501(e)(1)(A), which question the court has answered in the affirmative. Before the court can decide finally whether the six year limitations period applies, it must decide whether plaintiffs adequately disclosed the omitted amount on the relevant tax returns, where \"[i]n determining the amount omitted from gross income, there shall not be taken into account any amount which is omitted from gross income stated in the return if such amount is disclosed in the return, or in a statement attached to the return, in a manner adequate to apprise the Secretary of the nature and amount of such item.\" 26 U.S.C. § 6501(e)(1)(A)(ii).</p>\n<p>The parties have presented some arguments regarding plaintiffs' disclosures for purposes of § 6501(e)(1)(A)(ii)'s safe harbor provision. Plaintiffs would say they come within its protection, and also for this reason defendant's assessment action was untimely. Defendant would have the court find they do not and, for this reason, the six year limitations period must be applied.</p>\n<p>To get to this part of the analysis it must be found that an omission of gross income has actually occurred in this case. And this goes to the heart of this case, making, as alluded to earlier, consideration, as a preliminary matter, whether § 6501(e)(1)(A) applies a more complicated determination than how each side now explains it. In order for the safe harbor of § 6501(e)(1)(A)(ii) to apply, plaintiffs must have disclosed the amount omitted from gross income \"in a manner adequate to apprise the Secretary of the nature and amount\" of the omission. 26 U.S.C. § 6501(e)(1)(A)(ii).</p>\n<p>The court has, for the reasons given, decided as a matter of law that the six year limitations period may apply; however, the court leaves open the remaining issues presented for decision bearing on applicability of the extended limitations period pending supplemental briefing expressly on: 1) whether plaintiffs overstated basis; and, if so, 2) can the court, on the record before it, now determine whether the resulting omission from gross income was or was not in excess of 25 percent of the stated gross income amount; and, if it was 3) whether the safe harbor of § 6501(e)(1)(A)(ii) applies here. The court specifies below parameters of the briefing requested to be provided, on the facts now a part of the record.</p>\n<p>The issue of what tax returns may be considered by the court in determining what plaintiffs did or did not disclose need not wait to be decided, however. Another legal issue susceptible now to being decided at this juncture is what standard should be used in determining whether a disclosure is adequate for purposes of § 6501(e)(1)(A)(ii). Resolution of these issues now will result in more focused supplemental briefing. The court sets out below the answers to these question of law bearing on whether, in this instance, if the taxpayer omitted from gross income an amount properly includible therein which is in excess of the 25 percent threshold, there was adequate disclosure.</p>\n<p>First, as to the issue of what tax returns may be considered, section 6501(a) defines what a \"return\" is for purposes of that section. The case law, before the 1997 amendment to this section, interpreting what tax returns could be considered in determining adequate disclosure under § 6501(e)(1)(A)(ii), allowed courts to consider the returns of pass-through entities such as a partnership. <i>See </i><i>Brandon Ridge,</i> <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">2209129</span></span> at *8. The court reiterates its prior holding that the 1997 amendments to § 6501(a) were only intended to clarify when the statute of limitations begins to run. (<i>See</i> Order Den. Mots. for J. on the Pleadings, No. 7:06-cv-181 (DE # 38) at 9.) The case law regarding which tax returns are available for review has not been disturbed.</p>\n<p>The two other courts which have addressed this issue similarly have concluded that the court should consider the individual tax returns at issue as well as the partnership returns, where necessary. <i>See </i><i>Salman Ranch,</i> 79 Fed.Cl. at 202-03 (holding that the court would review both the individual and partnership returns to determine whether adequate disclosure was present); <i>Brandon Ridge,</i> <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">2209129</span></span> at *8-9 (holding that in cases where there are references in the taxpayer's return to income from a pass-through entity, the returns from the pass-through entity also can be considered). When the court considers plaintiffs' disclosures, it may review both information contained in plaintiffs' individual returns and in the partnership return, as necessary to determine whether plaintiffs adequately disclosed any amount in question.</p>\n<p>As to the question of what is the proper standard to use in determining whether disclosures are adequate for purposes of § 6501(e)(1)(A)(ii), the parties's briefing is more extensive. Plaintiffs argue that <i>Colony</i> controls the inquiry. There the Court stated \"[w]e think that in enacting § 275(c) Congress manifested no broader purpose than to give the Commissioner an additional two years to investigate tax returns in cases where, because of a taxpayer's omission to report some taxable item, the Commissioner is at a special disadvantage in detecting errors. In such instances the return on its face provides no clue to the existence of the omitted item.\" <i>Colony,</i> 357 U.S. at 36, <span class=\"citation\" data-id=\"105710\"><a href=\"/opinion/105710/colony-inc-v-commissioner/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1033</span></a></span>.</p>\n<p>As the court in <i>CC &amp; F</i> found, several courts have continued to use the \"clue\" language from <i>Colony. </i><i>CC &amp; F Western Operations, Ltd.,</i> 273 F.3d at 407; <i>see also, </i><i>White v. C.I.R.,</i> <span class=\"citation\" data-id=\"604930\"><a href=\"/opinion/604930/matthew-r-white-and-jill-white-v-commissioner-of-internal-revenue/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">657</span></a></span>, 661-62 (10th Cir.1993) (citing <i>Colony</i> for the proposition that adequate disclosure requires returns to provide a \"clue\"); <i>Bishop v. United States,</i> <span class=\"citation\" data-id=\"2182072\"><a href=\"/opinion/2182072/bishop-v-united-states/\"><span class=\"volume\">338</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1336</span></a></span>, 1351 (N.D.Miss. 1970) (also citing <i>Colony</i> for the \"clue\" language). Plaintiffs do not articulate broadly what standard of disclosure constitutes a \"clue.\" Instead, they assert that if an overstated basis may result in an omission of income, then a basis step-up and related sale disclosed on the same return provide an adequate \"clue\" for the IRS and thus adequate disclosure under § 6501(e)(1)(A)(ii). (<i>See</i> Mem. in Supp. of Pls.' Mot. for Summ. J. at 18.) The government, on the other hand, cites to a competing line of cases that apply a more stringent standard. Specifically, the government cites <i>CC &amp; F Western Operations, Ltd.,</i> 273 F.3d at 407, <i>Phinney,</i> 392 F.2d at 685, and <i>In re G-I Holdings,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">2595264</span></span>, for the proposition that something more than a clue is required by § 6501(e)(1)(A)(ii).</p>\n<p>Plaintiffs' reliance on <i>Colony</i> as establishing the test for adequate disclosure under § 6501(e)(1)(A)(ii) is misplaced. As noted above, <i>Colony</i> dealt with the predecessor provision to § 6501(e). The code section before the Court in <i>Colony</i> (§ 275(c)) contained no safe harbor provision. To the degree that <i>Colony</i> may have established any \"clue\" test,<sup>[10]</sup> it established it for § 275(c). The Court did not determine the meaning of § 6501(e)(1)(A)(ii) because that statute was not before the Court in that case. Accordingly, any suggestion by the Court that a \"clue\" is all that is needed to invoke adequate disclosure would simply be dicta that does little to enlighten the appropriate standard for disclosure as it relates to § 6501.<sup>[11]</sup></p>\n<p>This court concludes, after careful consideration, that the plain language of § 6501(e)(1)(A)(ii) requires something \"far more than a mere clue that might intrigue Sherlock Holmes.\" <i>CC &amp; F Western Operations,</i> <i>Ltd.,</i> 273 F.3d at 407. This court, like the court in <i>CC &amp; F,</i> finds that the language of this section requires the taxpayer's return provide more than a clueit must disclose the nature and amount of the alleged omission from gross income where subsection (ii) explicitly requires that disclosure must be made \"in a manner adequate to apprise the Secretary of the nature and amount of\" any item omitted from gross income. 26 U.S.C. § 6501(e)(1)(A)(ii). This language indicates that Congress wanted more than a \"clue\" as to the omitted amount's existence before a taxpayer should be allowed to invoke safe harbor protection. The disclosure must be sufficient to indicate what type of item has been omitted and how large (or small) that item is on the face, of the relevant returns. This does not mean that a taxpayer need include \"a detailed disclosure of every precise fact that may underlie a transaction.\" <i>Salman Ranch,</i> 79 Fed.Cl. at 203. Rather, it means that the taxpayer must disclose the substance of a transaction in order to benefit from the shorter limitations period if the taxpayer omits income. <i>Id.</i> (citing <i>CC &amp; F Western Operations, Ltd.,</i> 273 F.3d at 408).</p>\n<p>The question whether an overstatement of basis can constitute an omission is, therefore, answered in the affirmative. Further, the court may, at the appropriate time, consider both the partnership and individual taxpayers' income tax returns in determining adequate disclosure under § 6501(e)(1)(A)(ii). And, the court will apply a disclosure standard that requires that the nature and amount of any potentially omitted amounts be disclosed on the face of those returns to qualify for the safe harbor provision. The court holds in abeyance decision on the remaining issues presented bearing on applicability of the extended limitations period pending supplemental briefing expressly on: 1) whether plaintiffs overstated basis; and, if so, 2) can the court, on the record before it, now determine whether the resulting omission from gross income was or was not in excess of 25 percent of the stated gross income amount; and, if it was 3) whether the safe harbor of § 6501(e)(1)(A)(ii) applies here. These issues shall be the subject of the parties' supplemental briefing, in light of the decisions herein rendered, so that the court may more fully consider them. The parties' supplemental memoranda, not to exceed 30 pages in length, shall be filed and served on or before December 22, 2008. Responses, not to exceed 15 pages in length, shall be filed and served on or before January 19, 2009.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons given, plaintiff's motion for summary judgment is denied in part, and in corresponding part, defendant's motion is allowed. The court holds in abeyance decision on remaining parts pending receipt and review of supplemental briefing herein ordered.</p>\n<h2>NOTES</h2>\n<p>[1]  While the government denied in its first amended answer treatment as a partnership to Home Concrete for tax purposes, (Def.'s First Am. Answer, ¶ 2), this denial appears to have no basis in fact or law, and, moreover, to have been discounted by defendant in subsequent filings. Pursuant to 26 C.F.R. §§ 301.7701-2 and 301.7701-3, a limited liability company such as Home Concrete by default receives pass-through partnership tax treatment unless it elects to change its tax status by filing a Form 8832 \"Entity Classification Election\" with the Internal Revenue Service (\"IRS\"). <i>See</i> 26 C.F.R. §§ 301.7701-2 and 301.7701-3. None of the numerous exhibits proffered by the government includes a Form 8832 for Home Concrete electing to receive federal corporate tax treatment. Indeed, all of the documents offered by both parties indicate that plaintiff Home Concrete did, in fact, receive pass-through partnership tax treatment from the IRS. This, of course, would include the Notice of Final Partnership Administrative Adjustment (\"FPAA\"), underlying the instant action.</p>\n<p>[2]  This amount represents the amount by which the partnership's tax liability would be increased if the treatment of partnership items on Home Concrete's return were made consistent with the treatment of partnership items on the partnership return as defined by the FPAA issued by the Internal Revenue Service (\"IRS\") September 7, 2006.</p>\n<p>[3]  Plaintiffs seemingly discount applicability now of § 6229 as no mention is made in their briefing on the instant motions. The three year statute of limitations at issue is the one set forth in § 6501.</p>\n<p>[4]  There is reference in defendant's first amended answer to issuance of a summons on May 21, 2002; however, there is nothing in the record showing service of a summons issued on this date nor does any summons with this date play a part on the parties' arguments to the court.</p>\n<p>[5]  There appears no dispute, however, that the FPAA issued within a six year statute of limitations period running from April 17, 2000 to September 14, 2006 which accounts for tolling of the limitations period provided by 26 U.S.C. § 7609(e). Plaintiffs do not dispute that § 7609(e) provides a mechanism by which the applicable time limit is tolled where a party having \"possession, custody, or care of books of account containing entries relating to the business of the person liable\" for a given tax, 26 U.S.C. § 7602(a)(2), receives a summons from the IRS but fails to respond within six months of the summons. 26 U.S.C. § 7609(e)(2). As noted above, plaintiffs' attorneys received such a summons and failed to respond within six months. As a result it appears the limitations period for the 1999 tax returns was suspended from December 20, 2003, until May 17, 2004. Thus, a six year statute, tolled, would not have run even under this most restrictive interpretation of the record until a few days after the FPAA was issued.</p>\n<p>[6]  Short sales are transactions that provide a twist on \"buy low, sell high\" where the first step is to \"sell high\" and the last step is to \"buy low.\" In a short sale transaction, an investor borrows shares, or in this case U.S. Treasury Notes from a brokerage house and sells them in the open market. The proceeds from this sale go into the investor's account with the brokerage house. At some point later, the investor must replace the borrowed shares or notes by purchasing new ones. If the short seller is successful, he will be able to purchase the shares at a lower price than those he sold, allowing him to take a profit on the transaction.</p>\n<p>[7]  It appears that on April 15, 1999, plaintiffs created three entities for purposes of carrying out their transactions: Home Concrete; Salisbury Investments LLC, (\"Salisbury\"), a single member Delaware limited liability company owned by Pierce; and Goodnight Investments LLC, (\"Goodnight\"), a single member Delaware limited liability company owned by Chandler. On May 13, 1999, using Salisbury, Goodnight and two trusts owned and controlled by Pierce, Pierce and Chandler initiated several short sales of U.S. Treasury Notes. Four days later, on May 17, 1999, Pierce and Chandler contributed the proceeds from all of the short sales, along with margin cash, to Home Concrete as a capital contribution. Critically, also on May 17, 1999, Pierce and Chandler contributed the obligations to close the short sales to Home Concrete. The next day, on May 18, 1999, Home Concrete covered the short sale positions. It appears that on June 11, 1999, Home Oil transferred all of its business assets to Home Concrete as a capital contribution. Then, on June 14, 1999, Pierce and Chandler each transferred substantially all of their respective ownership interests in Home Concrete to Home Oil as capital contributions. These transfers included the basis plaintiffs claim the May 17, 1999, transfers created in Home Concrete.</p>\n<p>[8]  Plaintiffs' focus on subsection (ii) and their reading of <i>Colony</i> would render subsection (i) superfluous. <i>See </i><i>Salman Ranch,</i> 79 Fed.Cl. at 200 (\"Plaintiffs' construction of this critical term `omits' without reference to the term `gross income' focuses only on one component of the calculation, thereby excluding consideration of one of the two figures that generates the gainthe calculation of basis and in tandem rendering the gross receipts provision of I.R.C. § 6501(e)(1)(A)(i) superfluous.\"). Such a result violates a fundamental canon of statutory construction and should be avoided wherever possible. <i>Alaska Dept. of Envtl. Conservation v. E.P.A.,</i> <span class=\"citation\" data-id=\"131157\"><a href=\"/opinion/131157/alaska-dept-of-environmental-conservation-v-epa/\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span>, 489 n. 13, <span class=\"citation\" data-id=\"131157\"><a href=\"/opinion/131157/alaska-dept-of-environmental-conservation-v-epa/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">983</span></a></span>, <span class=\"citation\" data-id=\"131157\"><a href=\"/opinion/131157/alaska-dept-of-environmental-conservation-v-epa/\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">967</span></a></span> (2004).</p>\n<p>[9]  Gross income as defined in 26 U.S.C. § 61(a) is always to be broadly construed. <i>See </i><i>Comm'r v. Glenshaw Glass Co.,</i> <span class=\"citation\" data-id=\"105281\"><a href=\"/opinion/105281/commissioner-v-glenshaw-glass-co/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">426</span></a></span>, 429-30, <span class=\"citation\" data-id=\"105281\"><a href=\"/opinion/105281/commissioner-v-glenshaw-glass-co/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">473</span></a></span>, <span class=\"citation\" data-id=\"105281\"><a href=\"/opinion/105281/commissioner-v-glenshaw-glass-co/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">483</span></a></span> (1955).</p>\n<p>[10]  The First Circuit does not espouse even that <i>Colony</i> established such a test. As the court explained in <i>CC &amp; F,</i> \"[t]he only test adopted in Colony was that there be an omission of gross receipts exceeding 25 percent and not just an overstatement of basis that effectively reduced reportable gross income by that amount. The clue language was used merely to explain why Congress might have been more concerned about an omitted receipt than an overstated basisspecifically, because the omitted receipt will (ordinarily) provide no clue as to the error; by implicit contrast, an overstated basis provides something the IRS can check.\" <i>CC &amp; F Western Operations, Ltd.,</i> 273 F.3d at 407.</p>\n<p>[11]  Even though the Court in <i>Colony</i> determined its holding to be in \"harmony\" with newly enacted § 6501(e), that harmony, as discussed <i>supra</i> does not come from subsection (ii) but rather from subsection (i).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105281/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112811/",
    "http://www.courtlistener.com/api/rest/v3/opinions/131157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199721/",
    "http://www.courtlistener.com/api/rest/v3/opinions/279632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2182072/"
  ]
}