{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1900011/",
  "absolute_url": "/opinion/1900011/johnson-v-halifax-county/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1900011/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:45:43.887968Z",
  "date_modified": "2016-04-27T02:44:35.761429Z",
  "type": "010combined",
  "sha1": "066ace6fbac41c0b995c78011df93ebab0f27303",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>594 F.Supp. 161 (1984)</b></center>\n<center><h1>Horace JOHNSON, Sr., et al., Plaintiffs,<br>\nv.<br>\nHALIFAX COUNTY, et al., Defendants,<br>\nUNITED STATES of America, Plaintiff,<br>\nv.<br>\nHALIFAX COUNTY, et al., Defendants.</h1></center>\n<center>Nos. 83-48-CIV-8, 83-88-CIV-8.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilson Division.</b></p></center>\n<center>July 10, 1984.</center>\n<p><span class=\"star-pagination\">*162</span> Leslie J. Winner, Chambers, Ferguson, Watt, Wallas, Adkins, P.A., Charlotte, N.C., Jack Greenberg, Lani Guinier, New York City, for plaintiffs.</p>\n<p>Steven H. Rosenbaum, Poli A. Marmolejos, Dept. of Justice, Civ. Rights Div., Washington, D.C., for United States.</p>\n<p>Odes L. Stroupe, Jr., John R. McArthur, Hunton &amp; Williams, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>REASONS FOR THE ISSUANCE OF ORDER DATED JULY 2, 1984, GRANTING PRELIMINARY INJUNCTION</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>The United States and the Johnson plaintiffs (19 black registered voters of Halifax County, North Carolina) sought a preliminary injunction concerning the 1984 elections for the Halifax County Board of Commissioners in order to ensure that the right to vote of black citizens of Halifax County is not denied or abridged in violation of Section 2 of the Voting Rights Act, as amended. 42 U.S.C. § 1973 (hereinafter, \"Section 2\"), and the Fourteenth and Fifteenth Amendments. The Johnson plaintiffs filed suit on June 6, 1983. The United States filed suit October 6, 1983, asserting a Section 2 claim, and in addition, alleging that the County failed to obtain preclearance of two components of its election method in violation of Section 5 of the Act. Plaintiffs' Section 2 claims have been consolidated for determination by this single-judge district court.</p>\n<p>Upon review of plaintiffs' complaint, plaintiffs' motions and briefs in support thereof, defendants' response and affidavits submitted by all parties, and after oral argument on June 26, the court concluded that plaintiffs sustained their primary burden of establishing they will suffer irreparable harm unless an injunction issued and <span class=\"star-pagination\">*163</span> that they will likely succeed on the merits of this action. Therefore, plaintiffs' motion for a preliminary injunction was granted by order dated July 2, 1984, based upon the following facts and conclusions of law.</p>\n<p></p>\n<h2>FINDINGS OF FACT<sup>[1]</sup></h2>\n<p></p>\n<h2>A. <i>Background</i>\n</h2>\n<p>1. Halifax County is a large, predominantly rural county in northeastern North Carolina. According to the 1980 Census, as corrected, Halifax County had a population of 55,076, of whom 26,811 (48.7%) were white and 26,599 (48.3%) were black. The voting age population in 1980 was 38,051, of whom 20,280 (53.3%) were white and 16,675 (44.1%) were black. In 1980, there were 24,634 registered voters, of whom 15,669 (63.6%) were white and 8,513 (34.6%) were black. The black voter registration rate was 50.8 percent, whereas the white voter registration rate was 77.3 percent. The voters of Halifax County have not elected a black candidate to the Board of County Commissioners in this century.</p>\n<p>2. The county has 12 townships, ranging in 1980 population from 517 to 20,340. Roanoke Rapids, which is the township with the largest population, is the only township with a white population majority (79.4%). In 1980, 60 percent of the whites in Halifax County lived in Roanoke Rapids Township, while 85 percent of the county's blacks lived in the other eleven townships.</p>\n<p></p>\n<h2>B. <i>Method of Electing the Board of County Commissioners</i>\n</h2>\n<p>3. The members of the Halifax County Board of County Commissioners were nominated and elected on an at-large basis for two-year, concurrent terms from 1896 through 1944. 1895 N.C.Sess.Laws 135; 1903 N.C.Sess.Laws 515. Beginning in the 1944 elections, the county was divided into five districts based upon township lines. Each district nominated a county commissioner; general elections were still held on an at-large basis. 1943 N.C.Sess.Laws 317. This system of nomination by district but election at-large operated essentially as a single-member district system because nomination by the Democratic Party virtually assured election.</p>\n<p>4. The district nomination method lasted from 1944 until 1960, when the county reverted to a system of at-large nomination and election. 1959 N.C.Sess.Laws 1041. In 1960, voters in Halifax County were allowed to choose between an at-large system with or without residence districts. Voters were not allowed to choose to retain the district nomination system that had been in effect since 1944. <i>Ibid.</i> By a vote of 7,255 to 2,611, the voters chose an at-large system with residency districts.</p>\n<p>5. Since 1960, Halifax County has both nominated and elected county commissioners on an at-large basis, with at least one commissioner from each of five residency districts. In 1968, the terms of county commissioners were staggered and increased from two years to four years. 1967 N.C.Sess.Laws 839. Even though this change was implemented in 1968, the preclearance required by Section 5 was not obtained until May 16, 1984, when the Attorney General declined to interpose an objection.</p>\n<p>6. In 1971, the state legislature readopted and expanded the at-large election system by adding a sixth commissioner who would reside in Roanoke Rapids Township but he nominated and elected on an at-large basis. 1971 N.C.Sess.Laws 681. The county has implemented this change since 1972, although it had not sought preclearance under Section 5 before this suit was filed. On May 16, 1984, the Attorney General interposed a timely objection under Section 5 to the voting changes occasioned by the 1971 law. In addressing the county's readoption and expansion of the at-large election system, the Section 5 objection states:</p>\n<blockquote>\n<span class=\"star-pagination\">*164</span> While we have noted the submission's statement that Chapter 681 was adopted to remedy malapportioned residency districts, the county has presented no adequate explanation for adopting the method chosen. The county commission admittedly considered other alternatives but those other alternatives and the reason(s) for their rejection have not been identified. Several obvious options, such as eliminating residency districts (thereby allowing single-shot voting) or adopting a single-member district election system, would have enhanced black voting strength yet apparently were rejected in favor of the Chapter 681 alternative which maintained black voting strength at a minimum level. There is no evidence that black citizens were consulted about the malapportionment issue, nor was it submitted to the voters in a referendum as has been the past procedure for modifying the method of electing the county commission.</blockquote>\n<p>7. Although the five-member at-large election plan which was in force and effect as of November 1, 1964, contains such racially discriminatory features as may exist in the plan to which the Attorney General objected, Section 5, by itself, does not preclude use of said five-member plan. See <i>City of Rome v. United States,</i> 446 U.S. 156, 182, 100 S.Ct. 1548, 1564, 64 L.Ed.2d 119 (1980). That system required at-large nomination and election of five commissioners, with one commissioner residing in each of five residence districts.<sup>[2]</sup> County commissioners serve four-year, staggered terms. A majority-vote requirement applies in the primary elections. N.C.Gen. Stat. § 163-111.</p>\n<p>8. Defendants have submitted affidavits which tend to show that Halifax County's current method of electing County Commissioners is a political compromise adopted without intent to abridge the right of black citizens to vote. As hereinafter discussed, however, such intent is not an essential predicate for a violation of Section 2.</p>\n<p></p>\n<h2>C. <i>Racial Discrimination in Voting Matters</i>\n</h2>\n<p>9. \"[T]he State of North Carolina had officially and effectively discriminated against black citizens in matters touching their exercise of the voting franchise for a period of around seventy years, roughly two generations, from ca. 1900 to ca. 1970.\" <i>Gingles v. Edmisten,</i> 590 F.Supp. 345 at 359 (E.D.N.C.1984).<sup>[3]</sup> In 1900, North Carolina voters approved \"constitutional amendments specifically designed to disenfranchise black voters by imposing a poll tax and a literacy test for voting with a grandfather clause for the literacy test whose effect was to limit the disenfranchising effect to blacks.\" <i>Gingles, supra,</i> at 359. The following year, the legislature ensured that those devices would have their full effect by requiring a re-registration of all voters subject to the poll tax and literacy test. 1901 N.C.Sess.Laws 89, §§ 12 and 13. \"The 1900 official literacy test continued to be freely applied for 60 years in a variety of forms that effectively disenfranchised most blacks.\" <i>Gingles, supra,</i> at 359; see <i>Bazemore v. Bertie County Board of Elections,</i> 254 N.C. 398, 119 S.E.2d 637 (1961).</p>\n<p>10. Consequently, in November 1964, prior to passage of the Voting Rights Act, which barred use of literacy tests in jurisdictions covered by Section 5 of the Act, 42 U.S.C. 1973c, 42 U.S.C. 1973b, blacks constituted only 19.7 percent of Halifax County's registered voters (4,487 \"non-whites\" out of a total of 22,808).</p>\n<p>11. In May 1964, the federal district court found that Halifax County election <span class=\"star-pagination\">*165</span> officials \"have been engaging and continue to engage in a course of conduct which discriminatorily deprives Negroes in Halifax County, North Carolina, of an opportunity to register to vote.\" <i>Alston v. Butts,</i> C.A. No. 875 (E.D.N.C. Temporary Restraining Order, May 8, 1964). The order barred defendants from engaging in dilatory tactics when registering black voters and required weekday registration through May 16, at places other than the registrar's residence. On May 14, 1964, the court granted a preliminary injunction in which some particulars of the earlier order were modified. <i>Ibid.</i></p>\n<p>12. Black citizens in Halifax County who engaged in political activity were subjected to intimidation and retaliation. A black teacher in the Halifax County school system was unlawfully fired in 1964 for her participation in civil rights activity, including \"voter registration and voting activity.\" <i>Johnson v. Branch,</i> 364 F.2d 177, 178 (4th Cir.1966), <i>cert. denied,</i> 385 U.S. 1003, 87 S.Ct. 706, 17 L.Ed.2d 542 (1967).</p>\n<p>13. In addition, prior to 1970, the time for voter registration was limited to a few weeks prior to an election. Halifax County did not adopt full-time registration until August 1970. Moreover, black citizens historically have been denied the opportunity to serve as election or voter registration officials. Apparently no black person served as an election official before 1970. From 1970 until 1983, only token numbers of blacks served as election officials. In 1970, only one black person served out of a total of 85 election officials. As late as 1980, there were only 10 blacks (8.9%) of the 112 election officials in Halifax County.</p>\n<p>14. The legacy of this history of voting discrimination against blacks is that as of 1982, when the last county commissioner elections were held, the black voter registration rate was 52.3 percent, compared to the white voter registration rate of 68.5 percent. Although blacks were 44.5 percent of Halifax County's voting age population in 1982 (17,375 out of 39,044), they were only 38.5 percent of its registered voters (9,082 out of 23,587).<sup>[4]</sup></p>\n<p>15. Halifax County also used voting mechanisms designed to dilute potential black voting strength. See <i>Gingles, supra,</i> at 360. In 1955, the state legislature passed an anti-single shot voting law applicable to primaries held in Halifax County for county and municipal offices. 1955 N.C.Sess.Laws 1104. This law had \"the intended effect of fragmenting a black minority's total vote between two or more candidates in a multi-seat election and preventing its concentration on one candidate.\" <i>Gingles, supra,</i> at 360. A black citizen of Halifax County was unsuccessful in his attempt to challenge the law in state court. <i>Walker v. Moss,</i> 246 N.C. 196, 97 S.E.2d 836 (1957). In 1959, the anti-single shot provision was extended to general elections for municipalities in Halifax County, 1959 N.C.Sess.Laws 906. A numbered seat plan for the state representative district, which included Halifax County, passed in 1967 and served to prevent single-shot voting. The anti-single shot laws and numbered-seat provision were used until they were declared unconstitutional in <i>Dunston v. Scott,</i> 336 F.Supp. 206 (E.D.N. C.1972). See <i>Gingles, supra,</i> at 360.</p>\n<p>16. In 1960, the method of electing county commissioners in Halifax changed from a district nomination system to an at-large nomination and election system. 1959 N.C.Sess.Laws 1041. (See discussion, <i>supra,</i> at paragraphs 3-4.) This change ensured that the white voting majority in the county would be able to control the election for all county commissioners. In 1980, four of the five districts had black majorities in voting age population. Blacks were a minority of the overall county's voting age population.</p>\n<p></p>\n<h2>D. <i>Racial Bloc Voting in Contests for County Commissioner</i>\n</h2>\n<p>17. Not one black person has been elected to the Halifax County Board of County <span class=\"star-pagination\">*166</span> Commissioners in this century. Nor have blacks been elected to any countywide office in this century. Black candidates have run for county commissioner eight times from 1968 through 1982. Dr. Allan J. Lichtman, a professor of history at the American University, has analyzed these contests to determine whether voting has been racially polarized. He concludes that \"the results of analysis demonstrate a substantial and enduring pattern of racial bloc voting in elections for the county commissioners of Halifax County, North Carolina.\"</p>\n<p>18. Dr. Lichtman's analysis shows that in the eight contests between black and white candidates, on average 90 percent of the white voters supported the white candidate, while 75 percent of the black voters supported the black candidate. The following chart shows the extent of racial bloc voting, according to Dr. Lichtman, in the last four contests between black and white candidates.</p>\n<p></p>\n<pre>\n             % OF BLACKS        % OF WHITES\nYEAR AND     VOTING FOR THE     VOTING FOR\nCONTEST      BLACK CANDIDATE    WHITE CANDIDATES\n1976\nDistrict 3       82                 97\n1978\nDistrict 1       83                 88\n1980\nDistrict 4       92                 74\n1982\nDistrict 1       88                 83\n</pre>\n<p>Dr. Lichtman's analysis further indicates that: (a) in the last four contests, black voters' support for the black candidates averaged 86 percent, while white voters' support for the white candidates averaged 86 percent; (b) each of the eight contests between black and white candidates produced an extremely high correlation between the percentage of blacks among voters in a precinct and the percentage of voters voting for the black candidate; and (c) each correlation is statistically significant  the results obtained are likely to occur by chance less than one in one hundred thousand times.</p>\n<p>19. Dr. Lichtman also analyzed racial differences in voter registration from 1968 through 1984, and turnout in all county commissioner elections from 1968 through 1982. Throughout the entire period the proportion of voting age whites registered to vote has been higher than the proportion of voting age blacks registered to vote. There are differences in terms of turnout, as well. On average, black voters turn out at a higher rate (43.6%) in elections with black candidates than do white voters (35.3%). But the mean white voter turnout in contests with only white candidates (36.5%) is higher than the black mean (29.0%). While the participation of white voters appears to be independent of the race of the candidates, black voter participation increases dramatically in contests with black candidates. In light of this analysis of voter turnout, it is Dr. Lichtman's opinion that the lack of success of black candidates cannot be attributed to the apathy of black voters.</p>\n<p>20. While Dr. Lichtman's analysis of county commissioner contests involving black candidates gives rise to his opinion that there has been a substantial and enduring pattern of racial bloc voting in such contests, Defendant expert, Dr. Noel Dunivant, has opined that Lichtman's analysis is flawed because he failed to conduct a multivariate analysis necessary for accurate results in a voter motivation study. Dr. Dunivant found race not to be an important determinate of candidate choice during the past decade in Halifax County. Without ultimately determining the issue, the court, for the purposes of ruling on plaintiffs' respective motions, will accept Dr. Lichtman's opinion at this time in view of defendant's concessions that (a) as an historical matter, black citizens of North Carolina, including Halifax County, were not permitted by law or custom to participate on an equal basis with white citizens in the political, economic, educational and social endeavors of the community, and (b) that the black community continues to occupy a lower socioeconomic status as a consequence of historical disadvantages.</p>\n<p></p>\n<h2>E. <i>The Present Day Socioeconomic Effects of Racial Discrimination</i>\n</h2>\n<p>21. North Carolina has a \"long history ... of racial discrimination in public and <span class=\"star-pagination\">*167</span> private facility uses, education, employment, housing and health.\" <i>Gingles, supra,</i> at 361. <i>De jure</i> racial segregation existed in virtually all areas of life.</p>\n<p>22. The public schools in Halifax County remained racially segregated long after <i>Brown v. Board of Education,</i> 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 (1954). The Supreme Court has described the history of segregation as follows:</p>\n<blockquote>The schools of Halifax County were completely segregated by race until 1965. In that year, the school board adopted a freedom-of-choice plan that produced very little actual desegregation. In the 1967-1968 school year, all of the white students in the county attended the four traditionally all-white schools, while 97% of the Negro students attended the 14 traditionally all-Negro schools. The school-busing system, used by 90% of the students, was segregated by race, and faculty desegregation was minimal.</blockquote>\n<p><i>United States v. Scotland Neck City Board of Education,</i> 407 U.S. 484, 485-486, 92 S.Ct. 2214, 2215, 33 L.Ed.2d 75 (1972). In that case, the Supreme Court ruled that the 1969 law creating a separate school system for Scotland Neck \"would have the effect of impeding the disestablishment of the dual school system that existed in Halifax County.\" <i>Id.</i> at 490, 92 S.Ct. at 2218. The county school district first began to implement a unitary school plan in 1970. <i>Id.</i> at 487 n. 3, 92 S.Ct. at 2216 n. 3.</p>\n<p>23. Today, of three school systems in Halifax County, the Roanoke Rapids schools are overwhelmingly white, while the Halifax County schools and the Weldon schools are overwhelmingly black. In addition, 18.6 percent of the white students attend private schools, compared to only 0.9 percent of the black students.</p>\n<p>24. The present-day effects of this history of segregated and inferior schools is that among the county's population, 25 years and older, there are great disparities in educational attainment between whites and blacks. For example, only 57 percent of the blacks had at least an eighth grade education, while fully 80.7 percent of the whites had that much schooling. Whereas 54.6 percent of the whites had completed high school, only 25.9 percent of the blacks had completed high school. The median years of schooling for blacks is 8.8, 3.3 years less than the median years of schooling for whites.</p>\n<p>25. In regard to employment, two of the county's major employers, J.P. Stevens<sup>[5]</sup> and the former Albemarle Paper Company<sup>[6]</sup> have been found to have engaged in racial discrimination in violation of Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. 2000e <i>et seq.</i> In 1979, blacks had a mean family income of 10,465, only 55 percent of the mean income for white families. Blacks were four times more likely than whites to be living in poverty. They had a higher unemployment rate and those blacks who were employed tended to hold low-paying, low-level jobs. Consequently, the 1980 Census shows that the living conditions of blacks in Halifax County were worse than those of whites.</p>\n<p>26. Defendants have submitted affidavits which clearly show that (a) Halifax County has become increasingly responsive and sensitive to the needs of the disadvantaged citizens of the County, many of whom are black, and (b) blacks have increasingly participated in the political process. Nevertheless, it appears likely that blacks in Halifax County are suffering from the lingering effects of historical discrimination in voting, employment and education, and that such discrimination has served to diminish their effective political influence.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>1. The court of appeals has adopted a balance-of-hardship test for interlocutory <span class=\"star-pagination\">*168</span> relief. <i>North Carolina State Ports Authority v. Dart Containerline Co., Ltd.,</i> 592 F.2d 749 (4th Cir.1979); <i>Fort Sumter Tours, Inc. v. Andrus,</i> 564 F.2d 1119 (4th Cir.1977); <i>Blackwelder Furniture Co. v. Seilig Manufacturing Co.,</i> 550 F.2d 189 (4th Cir.1977). The four factors to be considered are: (1) likelihood of success on the merits, (2) possible irreparable injury to plaintiff if relief is denied, (3) possible harm to defendants if relief is granted, and (4) the public interest. <i>Ibid.</i> In <i>North Carolina State Ports Authority, supra,</i> 592 F.2d at 750, the court summarized the interplay of these four factors, as follows:</p>\n<blockquote>There is a correlation between the likelihood of plaintiff's success and the probability of irreparable injury to him. If the likelihood of success is great, the need for showing the probability of irreparable harm is less. Conversely, if the likelihood of success is remote, there must be a strong showing of the probability of irreparable injury to justify issuance of the injunction. Of all the factors, the two most important are those of probable irreparable injury to the plaintiff if an injunction is not issued and likely harm to the defendant if an injunction is issued. If, upon weighing them, the balance is struck in favor of plaintiff, a preliminary injunction should issue if, at least, grave or serious questions are presented.</blockquote>\n<p></p>\n<h2>A. <i>There Is a Substantial Likelihood That Halifax County's At-Large Election System Violates Section 2 of the Voting Rights Act, As Amended, and That Use of That System Will Result In Irreparable Injury</i>\n</h2>\n<p>2. Congress' primary objective in amending Section 2 was to provide a remedy for racial vote dilution that is not necessarily the product of intentional racial discrimination.<sup>[7]</sup> While a voting practice that was adopted or has been maintained for racially discriminatory reasons would violate Section 2, a voting practice that \"results\" in racial vote dilution also would violate Section 2, regardless of the intent of the defendants.<sup>[8]</sup> S.Rep. No. 417, 97th Cong., 2d Sess. 16, p. 27, <i>reprinted in</i> 1982 U.S.Code Cong. and Ad.News 177. The \"results\" test focuses judicial inquiry on objective factors concerning the \"totality of circumstances\" bearing on the present ability of minorities effectively to participate in the political process. The test is based upon the standards developed in <i>White v. Regester,</i> 412 U.S. 755, 93 S.Ct. 2332, 37 L.Ed.2d 314 (1973) and subsequent cases, including <i>Zimmer v. McKeithen,</i> 485 F.2d 1297 (5th Cir.1973) <i>(en banc)</i><i>, aff'd on other grounds sub nom. </i><i>East Carroll Parish School Board v. Marshall,</i> 424 U.S. 636, 96 S.Ct. 1083, 47 L.Ed.2d 296 (1976). S.Rep. No. 417 at 27-30, 32; see <i>United States v. Marengo County Commission,</i> 731 F.2d 1546 (11th Cir.1984); <i>Gingles, supra</i><i>.</i></p>\n<p><span class=\"star-pagination\">*169</span> 3. The Senate Report identifies the following factors as relevant to the Section 2 \"totality of circumstances\" inquiry:</p>\n<blockquote>1. the extent of any history of official discrimination in the state or political subdivision that touched the right of the members of the minority group to register, to vote, or otherwise to participate in the democratic process;</blockquote>\n<blockquote>2. the extent to which voting in the elections of the state or political subdivision is racially polarized;</blockquote>\n<blockquote>3. the extent to which the state or political subdivision has used unusually large election districts, majority vote requirements, anti-single shot provisions, or other voting practices or procedures that may enhance the opportunity for discrimination against the minority group;</blockquote>\n<blockquote>4. if there is a candidate slating process, whether the members of the minority group have been denied access to that process;</blockquote>\n<blockquote>5. the extent to which members of the minority group in the state or political subdivision bear the effects of discrimination in such areas as education, employment and health, which hinder their ability to participate effectively in the political process;</blockquote>\n<blockquote>6. whether political campaigns have been characterized by overt or subtle racial appeals;</blockquote>\n<blockquote>7. the extent to which members of the minority group have been elected to public office in the jurisdiction.</blockquote>\n<p>S.Rep. No. 417 at 28-29 (footnotes omitted), U.S.Code Cong. &amp; Admin.News 1982, p. 206-207.</p>\n<p>4. Congress did not intend these factors \"to be used [] as a mechanical `point counting' device.\" S.Rep. No. 417, <i>supra,</i> at 29, n. 118, U.S.Code Cong. &amp; Admin.News 1982, p. 207, n. 118. Nor is there a requirement \"that any particular number of factors be proved, or that a majority of them point one way or the other.\" <i>Id.</i> at 29, U.S.Code Cong. &amp; Admin.News 1982, p. 207. Rather, evidence about these and other relevant factors is intended as a guide for the court's exercise of its judgment about whether \"the electoral system, in light of its present effects and historical context, treats minorities so unfairly that they effectively lose access to the political processes.\" <i>Jones, supra,</i> 727 F.2d at 384-385, see <i>United States v. Marengo</i><i>, supra; </i><i>Gingles, supra</i><i>.</i></p>\n<p>5. The \"totality of circumstances\" demonstrate that defendants' at-large county commissioner election system with residence districts deprives Halifax County's black citizens of an equal opportunity to participate in the political process and elect county commissioners of their choice. Blacks in Halifax County and North Carolina have been subjected to a long history of official racial discrimination concerning their right to vote and participate in the political process. In 1964, the legacy of the poll tax and the literacy tests was reflected in the fact that Halifax County blacks comprised less than 20 percent of the registered voters. Halifax County did not institute full-time voter registration until 1970, and blacks were not selected to serve as registration or election officials in any more than token numbers before 1983.<sup>[9]</sup> In 1982, there was still a sizeable disparity between the black registration rate (52.3%) and the white registration rate (68.5%). Although about 3,000 blacks have registered since 1982, the black registration rate (68.3%) still remains significantly lower than the white registration rate (76.8%).</p>\n<p>6. Black political participation is also impaired by the present day socioeconomic effects resulting from racial discrimination in education, employment and other areas. See <i>supra,</i> at paragraphs 11-14. Compared to whites in Halifax County, blacks <span class=\"star-pagination\">*170</span> have lower educational, employment and income levels, and dis-proportionately more blacks live in poverty and have less adequate housing. In amending Section 2, Congress recognized that \"[w]here these conditions are shown, and where the level of black participation in politics is depressed, plaintiffs need not prove any further causal nexus between their disparate socioeconomic status and the depressed level of political participation.\" S.Rep. No. 97-417, <i>supra,</i> at 29 N. 114; see <i>Gingles, supra,</i> at 363 n. 23.</p>\n<p>7. Black candidates have been unsuccessful in their attempts to gain election to the Halifax County Board of County Commissioners. Not one black candidate has been elected to the county commission or any other county-wide office in this century. There is evidence which supports the view that racial bloc voting in the eight contests between black and white candidates between 1968 and 1982 is persistent and severe. In the last four contests, the mean white support for the white candidates was 86 percent, while the mean black support for the black candidates was 86 percent. In other words, only 14 percent of the whites voted for the black candidates; similarly, only 14 percent of the blacks voted for the white candidates.</p>\n<p>8. Evidence of racially polarized voting is at the root of a racial vote dilution claim because it demonstrates that racial considerations predominate in elections and cause the defeat of minority candidates or candidates identified with minority interests. <i>United States v. Marengo</i><i>, supra,</i> at 1566-1567; <i>Jones, supra,</i> 727 F.2d at 384, <i>Gingles</i> described the essence of a vote dilution claim as follows:</p>\n<blockquote>primarily because of the interaction of substantial and persistent racial polarization in voting patterns (racial bloc voting) with a challenged electoral mechanism, a racial minority with distinctive group interests that are capable of aid or amelioration by government is effectively denied the political power to further those interests that numbers alone would presumptively [citation omitted] give it in a voting constituency not racially polarized in its voting behavior.</blockquote>\n<p>At 355. In other words, absent racial bloc voting an at-large system would not ensure the consistent defeat of minority candidates or candidates associated with minority interests.<sup>[10]</sup></p>\n<p>9. Halifax County's at-large election system with residence districts also has several so-called \"enhancing\" features that make it more difficult for blacks to elect county commissioners of their choice. The county is geographically large, the use of residency districts, which operate like numbered-post requirements, precludes single-shot voting, and a majority-vote requirement applies in primary elections. See <i>United States v. Marengo</i><i>, supra,</i> at 1570; <i>Gingles, supra,</i> at 363-364.</p>\n<p>10. Thus in evaluating the totality of factual circumstances it should be emphasized that this lawsuit does not challenge at-large elections per se. Rather the lawsuit challenges an election system which results in an abridgment of the rights of black citizens to effectively participate in the political process. The election structure challenged is imposed in the context of a long history of racial discrimination with present day effects and is imposed also in the context of evidence tending to show racial bloc voting. The election structure contains at large provisions, as well as a majority vote requirement and residency districts, which preclude single-shot voting, all of which, in these circumstances, hinder effective minority participation. The evidence also supports a finding that the at-large election system maintained to date has diluted the voting strength of black citizens of Halifax County. <i>Rogers v. Lodge,</i> 458 U.S. 613, 102 S.Ct. 3272, 73 L.Ed.2d 1012 (1982).</p>\n<p><span class=\"star-pagination\">*171</span> 11. These factors, considered in their totality, make it exceedingly likely that the plaintiffs will prevail on their claims that the defendants' at-large county commissioner election system violates Section 2. The court of appeals has recognized that \"[i]f the likelihood of success is great, the need for showing the probability of irreparable harm is less.\" <i>North Carolina State Ports Authority, supra,</i> 592 F.2d at 750. Here, however, the black citizens of Halifax County will suffer irreparable harm if, once again, they are unable to have an equal opportunity to elect county commissioners of their choice.</p>\n<p></p>\n<h2>B. <i>Defendants Will Not Be Harmed By the Issuance of An Injunction</i>\n</h2>\n<p>12. It would appear to be in the defendant's best interest in holding county commissioner elections in the 1984 general elections if an interim plan therfor can be found, provided the plan does not unduly burden the defendant and/or cause confusion among the voting populace. The plan set forth in the court's order of July 2, 1984, (a) will permit three county commissioners to be elected in the 1984 general elections, (b) will continue in office county commissioners elected in 1982, (c) will provide continuity in the county's administration, (d) will insure minority access to the political process, (e) will provide districts of less than 2% deviation, (f) possibly will lend itself to a permanent solution at the conclusion of the trial of these cases on the merits, and (g) should not be unduly burdensome to execute using the current electoral process.</p>\n<p>Notwithstanding the foregoing, it is clear that the preliminary injunction will place administrative and financial burdens on the defendant. Such burdens, however, are not, in the opinion of the court, undue in view of the otherwise irreparable harm to be incurred by plaintiffs.</p>\n<p></p>\n<h2>C. <i>The Public Interest Would Be Served By The Issuance of an Injunction</i>\n</h2>\n<p>13. Congress established that the public interest requires that election systems that unlawfully dilute black voting strength not be used, 42 U.S.C. 1973, and authorized the Attorney General to seek preliminary relief to prevent a violation of the Voting Rights Act. 42 U.S.C. 1973j(d). The public interest would therefore be served if black citizens are afforded an equal opportunity to elect county commissioners of their choice.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Accordingly, based on all of the above considerations, the court finds that:</p>\n<p>1. Plaintiffs have met their burden of showing they will suffer irreparable injury without the requested relief;</p>\n<p>2. Granting the preliminary injunction harms the defendants, but the balance of harm tips in favor of the plaintiffs;</p>\n<p>3. Plaintiffs have met their burden of showing they will likely succeed on the merits of this dispute; and</p>\n<p>4. The public interest favors issuance of the preliminary injunction.</p>\n<p>For the foregoing reasons, plaintiffs' motions for preliminary injunction were granted by order of the court entered July 2, 1984, which order is effective herewith.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Most of the recited facts are undisputed. Where disputed, the court's findings, while supported by affidavits, are tentative, and are found for the purpose of ruling on plaintiffs' respective motions.</p>\n<p>[2]  The five residency districts are the same districts adopted in 1943 N.C.Sess.Laws 317. See 1959 N.C.Sess.Laws 1041. The districts follow township lines:\n</p>\n<p>District 1: Brinkleyville, Butterwood and Littleton</p>\n<p>District 2: Roanoke Rapids</p>\n<p>District 3: Faucett, Weldon</p>\n<p>District 4: Enfield, Halifax</p>\n<p>District 5: Conoconnara, Palmyra, Roseneath and Scotland Neck.</p>\n<p>[3]  A copy is included in <i>Johnson</i> Plaintiffs' Appendix of Unreported Decisions.</p>\n<p>[4]  There has been a marked increase in the number of registered voters  both among whites and blacks  since 1982. The 1984 voter registration statistics show that the white registration rate is 76.8 percent, whereas the black registration rate is 68.3 percent.</p>\n<p>[5]  <i>Sledge v. J.P. Stevens,</i> 10 E.D.P. ¶ 10,585 (E.D. N.C.1975) (copy appended to <i>Johnson</i> Plaintiffs' Appendix of Unreported Decisions), <i>aff'd in part, rev'd in part,</i> 585 F.2d 625 (4th Cir.1978), <i>cert. denied,</i> 440 U.S. 981, 99 S.Ct. 1789, 60 L.Ed.2d 241 (1979).</p>\n<p>[6]  <i>Albemarle Paper Co. v. Moody,</i> 422 U.S. 405, 95 S.Ct. 2362, 45 L.Ed.2d 280 (1975).</p>\n<p>[7]  Section 2, as amended in 1982, provides:\n</p>\n<p>(a) No voting qualification or prerequisite to voting or standard, practice, or procedure shall be imposed or applied by any State or political subdivision in a manner which results in a denial or abridgement of the right of any citizen of the United States to vote on account of race or color, or in contravention of the guarantees set forth in section 4(f)(2), as provided in subsection (b).</p>\n<p>(b) A violation of subsection (a) is established if, based on the totality of circumstances, it is shown that the political processes leading to nomination or election in the State or political subdivision are not equally open to participation by members of a class of citizens protected by subsection (a) in that its members have less opportunity than other members of the electorate to participate in the political process and to elect representatives of their choice. The extent to which members of a protected class have been elected to office in the State or political subdivision is one circumstance which may be considered: <i>Provided,</i> That nothing in this section establishes a right to have members of a protected class elected in numbers equal to their proportion in the population.</p>\n<p>42 U.S.C. 1973.</p>\n<p>[8]  The elimination of the \"intent\" requirement is a constitutional exercise of congressional power to enforce the Fourteenth and Fifteenth Amendments. <i>United States v. Marengo County Commission,</i> 731 F.2d 1546 (11th Cir.1984), <i>Jones v. City of Lubbock,</i> 727 F.2d 364 (5th Cir.1984).</p>\n<p>[9]  In <i>United States v. Marengo</i><i>,</i> the court noted the significance of these kind of policies:\n</p>\n<p>By holding short hours the Board made it harder for unregistered voters, more of whom are black than white, to register .... By having few black poll officials ... county officials impaired black access to the political system and the confidence of blacks in the system's openness.</p>\n<p>At 1570.</p>\n<p>[10]  The fact that structural barriers to registration, voting and candidacy may no longer exist does not eliminate the violation because racial bloc voting coupled with other factors may still deny minorities equal opportunity in an at-large election system. See <i>Jones, supra,</i> 727 F.2d at 384-385; <i>Gingles, supra,</i> at 355.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">594</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">161</span></span> (1984)</b></center>\n<center><h1>Horace JOHNSON, Sr., et al., Plaintiffs,<br>\nv.<br>\nHALIFAX COUNTY, et al., Defendants,<br>\nUNITED STATES of America, Plaintiff,<br>\nv.<br>\nHALIFAX COUNTY, et al., Defendants.</h1></center>\n<center>Nos. 83-48-CIV-8, 83-88-CIV-8.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilson Division.</b></p></center>\n<center>July 10, 1984.</center>\n<p><span class=\"star-pagination\">*162</span> Leslie J. Winner, Chambers, Ferguson, Watt, Wallas, Adkins, P.A., Charlotte, N.C., Jack Greenberg, Lani Guinier, New York City, for plaintiffs.</p>\n<p>Steven H. Rosenbaum, Poli A. Marmolejos, Dept. of Justice, Civ. Rights Div., Washington, D.C., for United States.</p>\n<p>Odes L. Stroupe, Jr., John R. McArthur, Hunton &amp; Williams, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>REASONS FOR THE ISSUANCE OF ORDER DATED JULY 2, 1984, GRANTING PRELIMINARY INJUNCTION</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>The United States and the Johnson plaintiffs (19 black registered voters of Halifax County, North Carolina) sought a preliminary injunction concerning the 1984 elections for the Halifax County Board of Commissioners in order to ensure that the right to vote of black citizens of Halifax County is not denied or abridged in violation of Section 2 of the Voting Rights Act, as amended. 42 U.S.C. § 1973 (hereinafter, \"Section 2\"), and the Fourteenth and Fifteenth Amendments. The Johnson plaintiffs filed suit on June 6, 1983. The United States filed suit October 6, 1983, asserting a Section 2 claim, and in addition, alleging that the County failed to obtain preclearance of two components of its election method in violation of Section 5 of the Act. Plaintiffs' Section 2 claims have been consolidated for determination by this single-judge district court.</p>\n<p>Upon review of plaintiffs' complaint, plaintiffs' motions and briefs in support thereof, defendants' response and affidavits submitted by all parties, and after oral argument on June 26, the court concluded that plaintiffs sustained their primary burden of establishing they will suffer irreparable harm unless an injunction issued and <span class=\"star-pagination\">*163</span> that they will likely succeed on the merits of this action. Therefore, plaintiffs' motion for a preliminary injunction was granted by order dated July 2, 1984, based upon the following facts and conclusions of law.</p>\n<p></p>\n<h2>FINDINGS OF FACT<sup>[1]</sup></h2>\n<p></p>\n<h2>A. <i>Background</i>\n</h2>\n<p>1. Halifax County is a large, predominantly rural county in northeastern North Carolina. According to the 1980 Census, as corrected, Halifax County had a population of 55,076, of whom 26,811 (48.7%) were white and 26,599 (48.3%) were black. The voting age population in 1980 was 38,051, of whom 20,280 (53.3%) were white and 16,675 (44.1%) were black. In 1980, there were 24,634 registered voters, of whom 15,669 (63.6%) were white and 8,513 (34.6%) were black. The black voter registration rate was 50.8 percent, whereas the white voter registration rate was 77.3 percent. The voters of Halifax County have not elected a black candidate to the Board of County Commissioners in this century.</p>\n<p>2. The county has 12 townships, ranging in 1980 population from 517 to 20,340. Roanoke Rapids, which is the township with the largest population, is the only township with a white population majority (79.4%). In 1980, 60 percent of the whites in Halifax County lived in Roanoke Rapids Township, while 85 percent of the county's blacks lived in the other eleven townships.</p>\n<p></p>\n<h2>B. <i>Method of Electing the Board of County Commissioners</i>\n</h2>\n<p>3. The members of the Halifax County Board of County Commissioners were nominated and elected on an at-large basis for two-year, concurrent terms from 1896 through 1944. 1895 N.C.Sess.Laws 135; 1903 N.C.Sess.Laws 515. Beginning in the 1944 elections, the county was divided into five districts based upon township lines. Each district nominated a county commissioner; general elections were still held on an at-large basis. 1943 N.C.Sess.Laws 317. This system of nomination by district but election at-large operated essentially as a single-member district system because nomination by the Democratic Party virtually assured election.</p>\n<p>4. The district nomination method lasted from 1944 until 1960, when the county reverted to a system of at-large nomination and election. 1959 N.C.Sess.Laws 1041. In 1960, voters in Halifax County were allowed to choose between an at-large system with or without residence districts. Voters were not allowed to choose to retain the district nomination system that had been in effect since 1944. <i>Ibid.</i> By a vote of 7,255 to 2,611, the voters chose an at-large system with residency districts.</p>\n<p>5. Since 1960, Halifax County has both nominated and elected county commissioners on an at-large basis, with at least one commissioner from each of five residency districts. In 1968, the terms of county commissioners were staggered and increased from two years to four years. 1967 N.C.Sess.Laws 839. Even though this change was implemented in 1968, the preclearance required by Section 5 was not obtained until May 16, 1984, when the Attorney General declined to interpose an objection.</p>\n<p>6. In 1971, the state legislature readopted and expanded the at-large election system by adding a sixth commissioner who would reside in Roanoke Rapids Township but he nominated and elected on an at-large basis. 1971 N.C.Sess.Laws 681. The county has implemented this change since 1972, although it had not sought preclearance under Section 5 before this suit was filed. On May 16, 1984, the Attorney General interposed a timely objection under Section 5 to the voting changes occasioned by the 1971 law. In addressing the county's readoption and expansion of the at-large election system, the Section 5 objection states:</p>\n<blockquote>\n<span class=\"star-pagination\">*164</span> While we have noted the submission's statement that Chapter 681 was adopted to remedy malapportioned residency districts, the county has presented no adequate explanation for adopting the method chosen. The county commission admittedly considered other alternatives but those other alternatives and the reason(s) for their rejection have not been identified. Several obvious options, such as eliminating residency districts (thereby allowing single-shot voting) or adopting a single-member district election system, would have enhanced black voting strength yet apparently were rejected in favor of the Chapter 681 alternative which maintained black voting strength at a minimum level. There is no evidence that black citizens were consulted about the malapportionment issue, nor was it submitted to the voters in a referendum as has been the past procedure for modifying the method of electing the county commission.</blockquote>\n<p>7. Although the five-member at-large election plan which was in force and effect as of November 1, 1964, contains such racially discriminatory features as may exist in the plan to which the Attorney General objected, Section 5, by itself, does not preclude use of said five-member plan. See <i>City of Rome v. United States,</i> <span class=\"citation\" data-id=\"110248\"><a href=\"/opinion/110248/city-of-rome-v-united-states/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, 182, <span class=\"citation\" data-id=\"110248\"><a href=\"/opinion/110248/city-of-rome-v-united-states/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1548</span></a></span>, 1564, <span class=\"citation\" data-id=\"110248\"><a href=\"/opinion/110248/city-of-rome-v-united-states/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">119</span></a></span> (1980). That system required at-large nomination and election of five commissioners, with one commissioner residing in each of five residence districts.<sup>[2]</sup> County commissioners serve four-year, staggered terms. A majority-vote requirement applies in the primary elections. N.C.Gen. Stat. § 163-111.</p>\n<p>8. Defendants have submitted affidavits which tend to show that Halifax County's current method of electing County Commissioners is a political compromise adopted without intent to abridge the right of black citizens to vote. As hereinafter discussed, however, such intent is not an essential predicate for a violation of Section 2.</p>\n<p></p>\n<h2>C. <i>Racial Discrimination in Voting Matters</i>\n</h2>\n<p>9. \"[T]he State of North Carolina had officially and effectively discriminated against black citizens in matters touching their exercise of the voting franchise for a period of around seventy years, roughly two generations, from ca. 1900 to ca. 1970.\" <i>Gingles v. Edmisten,</i> <span class=\"citation\" data-id=\"2247143\"><a href=\"/opinion/2247143/gingles-v-edmisten/\"><span class=\"volume\">590</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">345</span></a></span> at 359 (E.D.N.C.1984).<sup>[3]</sup> In 1900, North Carolina voters approved \"constitutional amendments specifically designed to disenfranchise black voters by imposing a poll tax and a literacy test for voting with a grandfather clause for the literacy test whose effect was to limit the disenfranchising effect to blacks.\" <i>Gingles, supra,</i> at 359. The following year, the legislature ensured that those devices would have their full effect by requiring a re-registration of all voters subject to the poll tax and literacy test. 1901 N.C.Sess.Laws 89, §§ 12 and 13. \"The 1900 official literacy test continued to be freely applied for 60 years in a variety of forms that effectively disenfranchised most blacks.\" <i>Gingles, supra,</i> at 359; see <i>Bazemore v. Bertie County Board of Elections,</i> <span class=\"citation\" data-id=\"1356540\"><a href=\"/opinion/1356540/bazemore-v-bertie-county-board-of-elections/\"><span class=\"volume\">254</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">398</span></a></span>, <span class=\"citation\" data-id=\"1356540\"><a href=\"/opinion/1356540/bazemore-v-bertie-county-board-of-elections/\"><span class=\"volume\">119</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">637</span></a></span> (1961).</p>\n<p>10. Consequently, in November 1964, prior to passage of the Voting Rights Act, which barred use of literacy tests in jurisdictions covered by Section 5 of the Act, 42 U.S.C. 1973c, 42 U.S.C. 1973b, blacks constituted only 19.7 percent of Halifax County's registered voters (4,487 \"non-whites\" out of a total of 22,808).</p>\n<p>11. In May 1964, the federal district court found that Halifax County election <span class=\"star-pagination\">*165</span> officials \"have been engaging and continue to engage in a course of conduct which discriminatorily deprives Negroes in Halifax County, North Carolina, of an opportunity to register to vote.\" <i>Alston v. Butts,</i> C.A. No. 875 (E.D.N.C. Temporary Restraining Order, May 8, 1964). The order barred defendants from engaging in dilatory tactics when registering black voters and required weekday registration through May 16, at places other than the registrar's residence. On May 14, 1964, the court granted a preliminary injunction in which some particulars of the earlier order were modified. <i>Ibid.</i></p>\n<p>12. Black citizens in Halifax County who engaged in political activity were subjected to intimidation and retaliation. A black teacher in the Halifax County school system was unlawfully fired in 1964 for her participation in civil rights activity, including \"voter registration and voting activity.\" <i>Johnson v. Branch,</i> <span class=\"citation\" data-id=\"272660\"><a href=\"/opinion/272660/willa-johnson-individually-and-as-a-representative-of-a-class-composed-of/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">177</span></a></span>, 178 (4th Cir.1966), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1003</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></span>, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">542</span></span> (1967).</p>\n<p>13. In addition, prior to 1970, the time for voter registration was limited to a few weeks prior to an election. Halifax County did not adopt full-time registration until August 1970. Moreover, black citizens historically have been denied the opportunity to serve as election or voter registration officials. Apparently no black person served as an election official before 1970. From 1970 until 1983, only token numbers of blacks served as election officials. In 1970, only one black person served out of a total of 85 election officials. As late as 1980, there were only 10 blacks (8.9%) of the 112 election officials in Halifax County.</p>\n<p>14. The legacy of this history of voting discrimination against blacks is that as of 1982, when the last county commissioner elections were held, the black voter registration rate was 52.3 percent, compared to the white voter registration rate of 68.5 percent. Although blacks were 44.5 percent of Halifax County's voting age population in 1982 (17,375 out of 39,044), they were only 38.5 percent of its registered voters (9,082 out of 23,587).<sup>[4]</sup></p>\n<p>15. Halifax County also used voting mechanisms designed to dilute potential black voting strength. See <i>Gingles, supra,</i> at 360. In 1955, the state legislature passed an anti-single shot voting law applicable to primaries held in Halifax County for county and municipal offices. 1955 N.C.Sess.Laws 1104. This law had \"the intended effect of fragmenting a black minority's total vote between two or more candidates in a multi-seat election and preventing its concentration on one candidate.\" <i>Gingles, supra,</i> at 360. A black citizen of Halifax County was unsuccessful in his attempt to challenge the law in state court. <i>Walker v. Moss,</i> <span class=\"citation\" data-id=\"1368074\"><a href=\"/opinion/1368074/walker-v-moss/\"><span class=\"volume\">246</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">196</span></a></span>, <span class=\"citation\" data-id=\"1368074\"><a href=\"/opinion/1368074/walker-v-moss/\"><span class=\"volume\">97</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">836</span></a></span> (1957). In 1959, the anti-single shot provision was extended to general elections for municipalities in Halifax County, 1959 N.C.Sess.Laws 906. A numbered seat plan for the state representative district, which included Halifax County, passed in 1967 and served to prevent single-shot voting. The anti-single shot laws and numbered-seat provision were used until they were declared unconstitutional in <i>Dunston v. Scott,</i> <span class=\"citation\" data-id=\"1796136\"><a href=\"/opinion/1796136/dunston-v-scott/\"><span class=\"volume\">336</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">206</span></a></span> (E.D.N. C.1972). See <i>Gingles, supra,</i> at 360.</p>\n<p>16. In 1960, the method of electing county commissioners in Halifax changed from a district nomination system to an at-large nomination and election system. 1959 N.C.Sess.Laws 1041. (See discussion, <i>supra,</i> at paragraphs 3-4.) This change ensured that the white voting majority in the county would be able to control the election for all county commissioners. In 1980, four of the five districts had black majorities in voting age population. Blacks were a minority of the overall county's voting age population.</p>\n<p></p>\n<h2>D. <i>Racial Bloc Voting in Contests for County Commissioner</i>\n</h2>\n<p>17. Not one black person has been elected to the Halifax County Board of County <span class=\"star-pagination\">*166</span> Commissioners in this century. Nor have blacks been elected to any countywide office in this century. Black candidates have run for county commissioner eight times from 1968 through 1982. Dr. Allan J. Lichtman, a professor of history at the American University, has analyzed these contests to determine whether voting has been racially polarized. He concludes that \"the results of analysis demonstrate a substantial and enduring pattern of racial bloc voting in elections for the county commissioners of Halifax County, North Carolina.\"</p>\n<p>18. Dr. Lichtman's analysis shows that in the eight contests between black and white candidates, on average 90 percent of the white voters supported the white candidate, while 75 percent of the black voters supported the black candidate. The following chart shows the extent of racial bloc voting, according to Dr. Lichtman, in the last four contests between black and white candidates.</p>\n<p></p>\n<pre>\n             % OF BLACKS        % OF WHITES\nYEAR AND     VOTING FOR THE     VOTING FOR\nCONTEST      BLACK CANDIDATE    WHITE CANDIDATES\n1976\nDistrict 3       82                 97\n1978\nDistrict 1       83                 88\n1980\nDistrict 4       92                 74\n1982\nDistrict 1       88                 83\n</pre>\n<p>Dr. Lichtman's analysis further indicates that: (a) in the last four contests, black voters' support for the black candidates averaged 86 percent, while white voters' support for the white candidates averaged 86 percent; (b) each of the eight contests between black and white candidates produced an extremely high correlation between the percentage of blacks among voters in a precinct and the percentage of voters voting for the black candidate; and (c) each correlation is statistically significant  the results obtained are likely to occur by chance less than one in one hundred thousand times.</p>\n<p>19. Dr. Lichtman also analyzed racial differences in voter registration from 1968 through 1984, and turnout in all county commissioner elections from 1968 through 1982. Throughout the entire period the proportion of voting age whites registered to vote has been higher than the proportion of voting age blacks registered to vote. There are differences in terms of turnout, as well. On average, black voters turn out at a higher rate (43.6%) in elections with black candidates than do white voters (35.3%). But the mean white voter turnout in contests with only white candidates (36.5%) is higher than the black mean (29.0%). While the participation of white voters appears to be independent of the race of the candidates, black voter participation increases dramatically in contests with black candidates. In light of this analysis of voter turnout, it is Dr. Lichtman's opinion that the lack of success of black candidates cannot be attributed to the apathy of black voters.</p>\n<p>20. While Dr. Lichtman's analysis of county commissioner contests involving black candidates gives rise to his opinion that there has been a substantial and enduring pattern of racial bloc voting in such contests, Defendant expert, Dr. Noel Dunivant, has opined that Lichtman's analysis is flawed because he failed to conduct a multivariate analysis necessary for accurate results in a voter motivation study. Dr. Dunivant found race not to be an important determinate of candidate choice during the past decade in Halifax County. Without ultimately determining the issue, the court, for the purposes of ruling on plaintiffs' respective motions, will accept Dr. Lichtman's opinion at this time in view of defendant's concessions that (a) as an historical matter, black citizens of North Carolina, including Halifax County, were not permitted by law or custom to participate on an equal basis with white citizens in the political, economic, educational and social endeavors of the community, and (b) that the black community continues to occupy a lower socioeconomic status as a consequence of historical disadvantages.</p>\n<p></p>\n<h2>E. <i>The Present Day Socioeconomic Effects of Racial Discrimination</i>\n</h2>\n<p>21. North Carolina has a \"long history ... of racial discrimination in public and <span class=\"star-pagination\">*167</span> private facility uses, education, employment, housing and health.\" <i>Gingles, supra,</i> at 361. <i>De jure</i> racial segregation existed in virtually all areas of life.</p>\n<p>22. The public schools in Halifax County remained racially segregated long after <i>Brown v. Board of Education,</i> <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></a></span> (1954). The Supreme Court has described the history of segregation as follows:</p>\n<blockquote>The schools of Halifax County were completely segregated by race until 1965. In that year, the school board adopted a freedom-of-choice plan that produced very little actual desegregation. In the 1967-1968 school year, all of the white students in the county attended the four traditionally all-white schools, while 97% of the Negro students attended the 14 traditionally all-Negro schools. The school-busing system, used by 90% of the students, was segregated by race, and faculty desegregation was minimal.</blockquote>\n<p><i>United States v. Scotland Neck City Board of Education,</i> <span class=\"citation\" data-id=\"108588\"><a href=\"/opinion/108588/united-states-v-scotland-neck-city-bd-of-ed/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">484</span></a></span>, 485-486, <span class=\"citation\" data-id=\"108588\"><a href=\"/opinion/108588/united-states-v-scotland-neck-city-bd-of-ed/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2214</span></a></span>, 2215, <span class=\"citation\" data-id=\"108588\"><a href=\"/opinion/108588/united-states-v-scotland-neck-city-bd-of-ed/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">75</span></a></span> (1972). In that case, the Supreme Court ruled that the 1969 law creating a separate school system for Scotland Neck \"would have the effect of impeding the disestablishment of the dual school system that existed in Halifax County.\" <i>Id.</i> at 490, 92 S.Ct. at 2218. The county school district first began to implement a unitary school plan in 1970. <i>Id.</i> at 487 n. 3, 92 S.Ct. at 2216 n. 3.</p>\n<p>23. Today, of three school systems in Halifax County, the Roanoke Rapids schools are overwhelmingly white, while the Halifax County schools and the Weldon schools are overwhelmingly black. In addition, 18.6 percent of the white students attend private schools, compared to only 0.9 percent of the black students.</p>\n<p>24. The present-day effects of this history of segregated and inferior schools is that among the county's population, 25 years and older, there are great disparities in educational attainment between whites and blacks. For example, only 57 percent of the blacks had at least an eighth grade education, while fully 80.7 percent of the whites had that much schooling. Whereas 54.6 percent of the whites had completed high school, only 25.9 percent of the blacks had completed high school. The median years of schooling for blacks is 8.8, 3.3 years less than the median years of schooling for whites.</p>\n<p>25. In regard to employment, two of the county's major employers, J.P. Stevens<sup>[5]</sup> and the former Albemarle Paper Company<sup>[6]</sup> have been found to have engaged in racial discrimination in violation of Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. 2000e <i>et seq.</i> In 1979, blacks had a mean family income of 10,465, only 55 percent of the mean income for white families. Blacks were four times more likely than whites to be living in poverty. They had a higher unemployment rate and those blacks who were employed tended to hold low-paying, low-level jobs. Consequently, the 1980 Census shows that the living conditions of blacks in Halifax County were worse than those of whites.</p>\n<p>26. Defendants have submitted affidavits which clearly show that (a) Halifax County has become increasingly responsive and sensitive to the needs of the disadvantaged citizens of the County, many of whom are black, and (b) blacks have increasingly participated in the political process. Nevertheless, it appears likely that blacks in Halifax County are suffering from the lingering effects of historical discrimination in voting, employment and education, and that such discrimination has served to diminish their effective political influence.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>1. The court of appeals has adopted a balance-of-hardship test for interlocutory <span class=\"star-pagination\">*168</span> relief. <i>North Carolina State Ports Authority v. Dart Containerline Co., Ltd.,</i> <span class=\"citation\" data-id=\"363607\"><a href=\"/opinion/363607/north-carolina-state-ports-authority-international-longshoremens/\"><span class=\"volume\">592</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">749</span></a></span> (4th Cir.1979); <i>Fort Sumter Tours, Inc. v. Andrus,</i> <span class=\"citation\" data-id=\"350180\"><a href=\"/opinion/350180/fort-sumter-tours-inc-v-cecil-d-andrus-secretary-department-of-the/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1119</span></a></span> (4th Cir.1977); <i>Blackwelder Furniture Co. v. Seilig Manufacturing Co.,</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span> (4th Cir.1977). The four factors to be considered are: (1) likelihood of success on the merits, (2) possible irreparable injury to plaintiff if relief is denied, (3) possible harm to defendants if relief is granted, and (4) the public interest. <i>Ibid.</i> In <i>North Carolina State Ports Authority, supra,</i> 592 F.2d at 750, the court summarized the interplay of these four factors, as follows:</p>\n<blockquote>There is a correlation between the likelihood of plaintiff's success and the probability of irreparable injury to him. If the likelihood of success is great, the need for showing the probability of irreparable harm is less. Conversely, if the likelihood of success is remote, there must be a strong showing of the probability of irreparable injury to justify issuance of the injunction. Of all the factors, the two most important are those of probable irreparable injury to the plaintiff if an injunction is not issued and likely harm to the defendant if an injunction is issued. If, upon weighing them, the balance is struck in favor of plaintiff, a preliminary injunction should issue if, at least, grave or serious questions are presented.</blockquote>\n<p></p>\n<h2>A. <i>There Is a Substantial Likelihood That Halifax County's At-Large Election System Violates Section 2 of the Voting Rights Act, As Amended, and That Use of That System Will Result In Irreparable Injury</i>\n</h2>\n<p>2. Congress' primary objective in amending Section 2 was to provide a remedy for racial vote dilution that is not necessarily the product of intentional racial discrimination.<sup>[7]</sup> While a voting practice that was adopted or has been maintained for racially discriminatory reasons would violate Section 2, a voting practice that \"results\" in racial vote dilution also would violate Section 2, regardless of the intent of the defendants.<sup>[8]</sup> S.Rep. No. 417, 97th Cong., 2d Sess. 16, p. 27, <i>reprinted in</i> 1982 U.S.Code Cong. and Ad.News 177. The \"results\" test focuses judicial inquiry on objective factors concerning the \"totality of circumstances\" bearing on the present ability of minorities effectively to participate in the political process. The test is based upon the standards developed in <i>White v. Regester,</i> <span class=\"citation\" data-id=\"108826\"><a href=\"/opinion/108826/white-v-regester/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">755</span></a></span>, <span class=\"citation\" data-id=\"108826\"><a href=\"/opinion/108826/white-v-regester/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2332</span></a></span>, <span class=\"citation\" data-id=\"108826\"><a href=\"/opinion/108826/white-v-regester/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">314</span></a></span> (1973) and subsequent cases, including <i>Zimmer v. McKeithen,</i> <span class=\"citation\" data-id=\"314046\"><a href=\"/opinion/314046/charles-f-zimmer-stewart-marshall-intervenor-appellant-v-john-j/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1297</span></a></span> (5th Cir.1973) <i>(en banc)</i><i>, aff'd on other grounds sub nom. </i><i>East Carroll Parish School Board v. Marshall,</i> <span class=\"citation\" data-id=\"109397\"><a href=\"/opinion/109397/east-carroll-parish-school-bd-v-marshall/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">636</span></a></span>, <span class=\"citation\" data-id=\"109397\"><a href=\"/opinion/109397/east-carroll-parish-school-bd-v-marshall/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1083</span></a></span>, <span class=\"citation\" data-id=\"109397\"><a href=\"/opinion/109397/east-carroll-parish-school-bd-v-marshall/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">296</span></a></span> (1976). S.Rep. No. 417 at 27-30, 32; see <i>United States v. Marengo County Commission,</i> <span class=\"citation\" data-id=\"433870\"><a href=\"/opinion/433870/united-states-v-marengo-county-commission/\"><span class=\"volume\">731</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1546</span></a></span> (11th Cir.1984); <i>Gingles, supra</i><i>.</i></p>\n<p><span class=\"star-pagination\">*169</span> 3. The Senate Report identifies the following factors as relevant to the Section 2 \"totality of circumstances\" inquiry:</p>\n<blockquote>1. the extent of any history of official discrimination in the state or political subdivision that touched the right of the members of the minority group to register, to vote, or otherwise to participate in the democratic process;</blockquote>\n<blockquote>2. the extent to which voting in the elections of the state or political subdivision is racially polarized;</blockquote>\n<blockquote>3. the extent to which the state or political subdivision has used unusually large election districts, majority vote requirements, anti-single shot provisions, or other voting practices or procedures that may enhance the opportunity for discrimination against the minority group;</blockquote>\n<blockquote>4. if there is a candidate slating process, whether the members of the minority group have been denied access to that process;</blockquote>\n<blockquote>5. the extent to which members of the minority group in the state or political subdivision bear the effects of discrimination in such areas as education, employment and health, which hinder their ability to participate effectively in the political process;</blockquote>\n<blockquote>6. whether political campaigns have been characterized by overt or subtle racial appeals;</blockquote>\n<blockquote>7. the extent to which members of the minority group have been elected to public office in the jurisdiction.</blockquote>\n<p>S.Rep. No. 417 at 28-29 (footnotes omitted), U.S.Code Cong. &amp; Admin.News 1982, p. 206-207.</p>\n<p>4. Congress did not intend these factors \"to be used [] as a mechanical `point counting' device.\" S.Rep. No. 417, <i>supra,</i> at 29, n. 118, U.S.Code Cong. &amp; Admin.News 1982, p. 207, n. 118. Nor is there a requirement \"that any particular number of factors be proved, or that a majority of them point one way or the other.\" <i>Id.</i> at 29, U.S.Code Cong. &amp; Admin.News 1982, p. 207. Rather, evidence about these and other relevant factors is intended as a guide for the court's exercise of its judgment about whether \"the electoral system, in light of its present effects and historical context, treats minorities so unfairly that they effectively lose access to the political processes.\" <i>Jones, supra,</i> 727 F.2d at 384-385, see <i>United States v. Marengo</i><i>, supra; </i><i>Gingles, supra</i><i>.</i></p>\n<p>5. The \"totality of circumstances\" demonstrate that defendants' at-large county commissioner election system with residence districts deprives Halifax County's black citizens of an equal opportunity to participate in the political process and elect county commissioners of their choice. Blacks in Halifax County and North Carolina have been subjected to a long history of official racial discrimination concerning their right to vote and participate in the political process. In 1964, the legacy of the poll tax and the literacy tests was reflected in the fact that Halifax County blacks comprised less than 20 percent of the registered voters. Halifax County did not institute full-time voter registration until 1970, and blacks were not selected to serve as registration or election officials in any more than token numbers before 1983.<sup>[9]</sup> In 1982, there was still a sizeable disparity between the black registration rate (52.3%) and the white registration rate (68.5%). Although about 3,000 blacks have registered since 1982, the black registration rate (68.3%) still remains significantly lower than the white registration rate (76.8%).</p>\n<p>6. Black political participation is also impaired by the present day socioeconomic effects resulting from racial discrimination in education, employment and other areas. See <i>supra,</i> at paragraphs 11-14. Compared to whites in Halifax County, blacks <span class=\"star-pagination\">*170</span> have lower educational, employment and income levels, and dis-proportionately more blacks live in poverty and have less adequate housing. In amending Section 2, Congress recognized that \"[w]here these conditions are shown, and where the level of black participation in politics is depressed, plaintiffs need not prove any further causal nexus between their disparate socioeconomic status and the depressed level of political participation.\" S.Rep. No. 97-417, <i>supra,</i> at 29 N. 114; see <i>Gingles, supra,</i> at 363 n. 23.</p>\n<p>7. Black candidates have been unsuccessful in their attempts to gain election to the Halifax County Board of County Commissioners. Not one black candidate has been elected to the county commission or any other county-wide office in this century. There is evidence which supports the view that racial bloc voting in the eight contests between black and white candidates between 1968 and 1982 is persistent and severe. In the last four contests, the mean white support for the white candidates was 86 percent, while the mean black support for the black candidates was 86 percent. In other words, only 14 percent of the whites voted for the black candidates; similarly, only 14 percent of the blacks voted for the white candidates.</p>\n<p>8. Evidence of racially polarized voting is at the root of a racial vote dilution claim because it demonstrates that racial considerations predominate in elections and cause the defeat of minority candidates or candidates identified with minority interests. <i>United States v. Marengo</i><i>, supra,</i> at 1566-1567; <i>Jones, supra,</i> 727 F.2d at 384, <i>Gingles</i> described the essence of a vote dilution claim as follows:</p>\n<blockquote>primarily because of the interaction of substantial and persistent racial polarization in voting patterns (racial bloc voting) with a challenged electoral mechanism, a racial minority with distinctive group interests that are capable of aid or amelioration by government is effectively denied the political power to further those interests that numbers alone would presumptively [citation omitted] give it in a voting constituency not racially polarized in its voting behavior.</blockquote>\n<p>At 355. In other words, absent racial bloc voting an at-large system would not ensure the consistent defeat of minority candidates or candidates associated with minority interests.<sup>[10]</sup></p>\n<p>9. Halifax County's at-large election system with residence districts also has several so-called \"enhancing\" features that make it more difficult for blacks to elect county commissioners of their choice. The county is geographically large, the use of residency districts, which operate like numbered-post requirements, precludes single-shot voting, and a majority-vote requirement applies in primary elections. See <i>United States v. Marengo</i><i>, supra,</i> at 1570; <i>Gingles, supra,</i> at 363-364.</p>\n<p>10. Thus in evaluating the totality of factual circumstances it should be emphasized that this lawsuit does not challenge at-large elections per se. Rather the lawsuit challenges an election system which results in an abridgment of the rights of black citizens to effectively participate in the political process. The election structure challenged is imposed in the context of a long history of racial discrimination with present day effects and is imposed also in the context of evidence tending to show racial bloc voting. The election structure contains at large provisions, as well as a majority vote requirement and residency districts, which preclude single-shot voting, all of which, in these circumstances, hinder effective minority participation. The evidence also supports a finding that the at-large election system maintained to date has diluted the voting strength of black citizens of Halifax County. <i>Rogers v. Lodge,</i> <span class=\"citation\" data-id=\"110790\"><a href=\"/opinion/110790/rogers-v-lodge/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">613</span></a></span>, <span class=\"citation\" data-id=\"110790\"><a href=\"/opinion/110790/rogers-v-lodge/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3272</span></a></span>, <span class=\"citation\" data-id=\"110790\"><a href=\"/opinion/110790/rogers-v-lodge/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1012</span></a></span> (1982).</p>\n<p><span class=\"star-pagination\">*171</span> 11. These factors, considered in their totality, make it exceedingly likely that the plaintiffs will prevail on their claims that the defendants' at-large county commissioner election system violates Section 2. The court of appeals has recognized that \"[i]f the likelihood of success is great, the need for showing the probability of irreparable harm is less.\" <i>North Carolina State Ports Authority, supra,</i> 592 F.2d at 750. Here, however, the black citizens of Halifax County will suffer irreparable harm if, once again, they are unable to have an equal opportunity to elect county commissioners of their choice.</p>\n<p></p>\n<h2>B. <i>Defendants Will Not Be Harmed By the Issuance of An Injunction</i>\n</h2>\n<p>12. It would appear to be in the defendant's best interest in holding county commissioner elections in the 1984 general elections if an interim plan therfor can be found, provided the plan does not unduly burden the defendant and/or cause confusion among the voting populace. The plan set forth in the court's order of July 2, 1984, (a) will permit three county commissioners to be elected in the 1984 general elections, (b) will continue in office county commissioners elected in 1982, (c) will provide continuity in the county's administration, (d) will insure minority access to the political process, (e) will provide districts of less than 2% deviation, (f) possibly will lend itself to a permanent solution at the conclusion of the trial of these cases on the merits, and (g) should not be unduly burdensome to execute using the current electoral process.</p>\n<p>Notwithstanding the foregoing, it is clear that the preliminary injunction will place administrative and financial burdens on the defendant. Such burdens, however, are not, in the opinion of the court, undue in view of the otherwise irreparable harm to be incurred by plaintiffs.</p>\n<p></p>\n<h2>C. <i>The Public Interest Would Be Served By The Issuance of an Injunction</i>\n</h2>\n<p>13. Congress established that the public interest requires that election systems that unlawfully dilute black voting strength not be used, 42 U.S.C. 1973, and authorized the Attorney General to seek preliminary relief to prevent a violation of the Voting Rights Act. 42 U.S.C. 1973j(d). The public interest would therefore be served if black citizens are afforded an equal opportunity to elect county commissioners of their choice.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Accordingly, based on all of the above considerations, the court finds that:</p>\n<p>1. Plaintiffs have met their burden of showing they will suffer irreparable injury without the requested relief;</p>\n<p>2. Granting the preliminary injunction harms the defendants, but the balance of harm tips in favor of the plaintiffs;</p>\n<p>3. Plaintiffs have met their burden of showing they will likely succeed on the merits of this dispute; and</p>\n<p>4. The public interest favors issuance of the preliminary injunction.</p>\n<p>For the foregoing reasons, plaintiffs' motions for preliminary injunction were granted by order of the court entered July 2, 1984, which order is effective herewith.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Most of the recited facts are undisputed. Where disputed, the court's findings, while supported by affidavits, are tentative, and are found for the purpose of ruling on plaintiffs' respective motions.</p>\n<p>[2]  The five residency districts are the same districts adopted in 1943 N.C.Sess.Laws 317. See 1959 N.C.Sess.Laws 1041. The districts follow township lines:\n</p>\n<p>District 1: Brinkleyville, Butterwood and Littleton</p>\n<p>District 2: Roanoke Rapids</p>\n<p>District 3: Faucett, Weldon</p>\n<p>District 4: Enfield, Halifax</p>\n<p>District 5: Conoconnara, Palmyra, Roseneath and Scotland Neck.</p>\n<p>[3]  A copy is included in <i>Johnson</i> Plaintiffs' Appendix of Unreported Decisions.</p>\n<p>[4]  There has been a marked increase in the number of registered voters  both among whites and blacks  since 1982. The 1984 voter registration statistics show that the white registration rate is 76.8 percent, whereas the black registration rate is 68.3 percent.</p>\n<p>[5]  <i>Sledge v. J.P. Stevens,</i> 10 E.D.P. ¶ 10,585 (E.D. N.C.1975) (copy appended to <i>Johnson</i> Plaintiffs' Appendix of Unreported Decisions), <i>aff'd in part, rev'd in part,</i> <span class=\"citation\" data-id=\"360318\"><a href=\"/opinion/360318/18-fair-emplpraccas-261-18-empl-prac-dec-p-8657-lucy-sledge/\"><span class=\"volume\">585</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">625</span></a></span> (4th Cir.1978), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">981</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1789</span></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">241</span></span> (1979).</p>\n<p>[6]  <i>Albemarle Paper Co. v. Moody,</i> <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span>, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2362</span></a></span>, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">280</span></a></span> (1975).</p>\n<p>[7]  Section 2, as amended in 1982, provides:\n</p>\n<p>(a) No voting qualification or prerequisite to voting or standard, practice, or procedure shall be imposed or applied by any State or political subdivision in a manner which results in a denial or abridgement of the right of any citizen of the United States to vote on account of race or color, or in contravention of the guarantees set forth in section 4(f)(2), as provided in subsection (b).</p>\n<p>(b) A violation of subsection (a) is established if, based on the totality of circumstances, it is shown that the political processes leading to nomination or election in the State or political subdivision are not equally open to participation by members of a class of citizens protected by subsection (a) in that its members have less opportunity than other members of the electorate to participate in the political process and to elect representatives of their choice. The extent to which members of a protected class have been elected to office in the State or political subdivision is one circumstance which may be considered: <i>Provided,</i> That nothing in this section establishes a right to have members of a protected class elected in numbers equal to their proportion in the population.</p>\n<p>42 U.S.C. 1973.</p>\n<p>[8]  The elimination of the \"intent\" requirement is a constitutional exercise of congressional power to enforce the Fourteenth and Fifteenth Amendments. <i>United States v. Marengo County Commission,</i> <span class=\"citation\" data-id=\"433870\"><a href=\"/opinion/433870/united-states-v-marengo-county-commission/\"><span class=\"volume\">731</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1546</span></a></span> (11th Cir.1984), <i>Jones v. City of Lubbock,</i> <span class=\"citation\" data-id=\"431027\"><a href=\"/opinion/431027/rev-roy-jones-v-the-city-of-lubbock/\"><span class=\"volume\">727</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">364</span></a></span> (5th Cir.1984).</p>\n<p>[9]  In <i>United States v. Marengo</i><i>,</i> the court noted the significance of these kind of policies:\n</p>\n<p>By holding short hours the Board made it harder for unregistered voters, more of whom are black than white, to register .... By having few black poll officials ... county officials impaired black access to the political system and the confidence of blacks in the system's openness.</p>\n<p>At 1570.</p>\n<p>[10]  The fact that structural barriers to registration, voting and candidacy may no longer exist does not eliminate the violation because racial bloc voting coupled with other factors may still deny minorities equal opportunity in an at-large election system. See <i>Jones, supra,</i> 727 F.2d at 384-385; <i>Gingles, supra,</i> at 355.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108588/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108826/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109397/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/272660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/314046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/350180/",
    "http://www.courtlistener.com/api/rest/v3/opinions/360318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/431027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/433870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1356540/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1368074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1796136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2247143/"
  ]
}