{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1904581/",
  "absolute_url": "/opinion/1904581/state-ex-rel-howes-v-peele/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1904581/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:46:37.074896Z",
  "date_modified": "2016-04-26T21:22:06.262994Z",
  "type": "010combined",
  "sha1": "a27709f9265825a5162ca115009116fdeced4cb7",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>889 F.Supp. 849 (1995)</b></center>\n<center><h1>STATE of North Carolina, ex rel. Jonathan B. HOWES, Secretary, North Carolina Department of Environment, Health and Natural Resources, and Michael F. Easley, Attorney General, Plaintiff,<br>\nv.<br>\nW.R. PEELE, SR. TRUST, et al., Defendants.<br>\nNORTH CAROLINA RAILROAD COMPANY, Defendant and Third-Party Plaintiff,<br>\nv.<br>\nW.R. PEELE, Jr., Third-Party Defendant.</h1></center>\n<center>No. 5:94-25-CV-BR2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 3, 1995.</center>\n<p><span class=\"star-pagination\">*850</span> Robert R. Gelblum, Asst. Atty. Gen., N.C. Dept. of Justice, Raleigh, NC, for plaintiff.</p>\n<p>L. Neal Ellis, Jr., Christopher Grafflin Browning, Jr., Jeffrey F. Cherry, Matthew Patrick McGuire, Hunton &amp; Williams, Amos C. Dawson, III, Sean Callinicos, Maupin, Taylor, Ellis &amp; Adams, Laurie B. Gengo, Terry Richard Kane, Poyner &amp; Spruill, Herman Wolff, Jr., H. Spencer Barrow, Raleigh, NC, for defendants.</p>\n<p>Laurie B. Gengo, Terry Richard Kane, Poyner &amp; Spruill, Raleigh, NC, for third-party plaintiff North Carolina R. Co.</p>\n<p>Walter Brock, Jr., Young, Moore, Henderson &amp; Alvis, Raleigh, NC, for third-party defendant W.R. Peele, Jr.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>Before the court is the motion of defendant J.W. York (\"York\") for clarification of the court's order filed 1 February 1995. Also before court are motions to amend the same order to certify it for interlocutory appeal, pursuant to 28 U.S.C. § 1292(b), as follows.</p>\n<blockquote>\n<span class=\"star-pagination\">*851</span> (1) Defendant North Carolina Railroad Company (\"NCRR\") has moved the court to certify the order for appeal based on the portion of the order granting summary judgment for plaintiff State of North Carolina (\"State\") and against NCRR on the issue of liability under the Comprehensive Environmental Response, Compensation, and Liability Act (\"CERCLA\"). NCRR has also moved to stay proceedings pending a ruling on its motion.</blockquote>\n<blockquote>(2) Defendant W.R. Peele, Sr. Trust (\"Trust\") has moved the court to certify the order for appeal based on the portion of the order granting summary judgment for the State and against the Trust on the issue of CERCLA liability.</blockquote>\n<blockquote>(3) Defendant Madeline S. Peele (\"Madeline\") has moved the court to certify the order for appeal based on the portion of the order granting summary judgment for the State and against Madeline on the issue of CERCLA liability.</blockquote>\n<p>Each of these three defendants submits that interlocutory appeal is appropriate because the 1 February 1995 order raises controlling questions of law as to which there are substantial grounds for differences of opinion, and that an immediate appeal from the order may materially advance the ultimate termination of the litigation.</p>\n<p>The issues have been fully briefed, and these matters are now ripe for disposition. For the following reasons, all of these motions will be denied.</p>\n<p>The facts are thoroughly recounted in the court's order filed 29 September 1994 and need not be repeated herein. Acting on various motions for summary judgment made by the State and several defendants, all of which are described and addressed in detail in the 1 February 1995 order, the court found that there were no genuine issues of material fact and that the State was entitled to judgment as a matter of law on its causes of action pursuant to CERCLA. Accordingly, the court found liable under CERCLA defendants NCRR, the Trust, and Madeline, as well as defendants York and W.R. Peele Company, Incorporated, who have not moved for certification for interlocutory appeal. The court did not rule on the question of damages with regard to any of the defendants, reserving such for a later stage in the proceedings.</p>\n<p></p>\n<h2>I. DISCUSSION</h2>\n<p></p>\n<h2>A. Motion for Clarification</h2>\n<p>Defendant York specifically requests clarification on whether the court intended that its order of 1 February 1995 impose joint and several liability upon all defendants at such time, or whether the court intended to save the determination of the nature and extent of each defendant's liability for a subsequent proceeding. Upon due consideration, the court is satisfied that the order speaks for itself and that such clarification is unnecessary. The court directs counsel's attention to pages 9, 26-28, and 30 of the order, which specifically address York's joint and several liability under CERCLA. For this reason, York's motion for clarification is DENIED.</p>\n<p></p>\n<h2>B. Motions for Interlocutory Appeal</h2>\n<p>Defendants NCRR, the Trust, and Madeline move for a ruling that this court's 1 February 1995 order be certified for immediate appeal pursuant to 28 U.S.C. § 1292(b). Section 1292(b) provides as follows:</p>\n<blockquote>When a district judge, in making ... an order not otherwise appealable under this section, shall be of the opinion that such order involves a controlling question of law as to which there is substantial ground for difference of opinion and that an immediate appeal from the order may materially advance the ultimate termination of the litigation, he shall so state in writing in such order. The Court of Appeals may thereupon, in its discretion, permit an appeal to be taken from such order, if application is made to it within ten days after the entry of the order: <i>Provided, however,</i> That application for an appeal hereunder shall not stay proceedings in the district court unless the district judge or the Court of Appeals or a judge thereof shall so order.</blockquote>\n<p>The purpose of § 1292(b) is to allow for an early appeal of an order when appellate-level resolution of issues addressed by that order may provide more efficient disposition of the <span class=\"star-pagination\">*852</span> litigation. <i>Ford Motor Credit Co. v. S.E. Barnhart &amp; Sons, Inc.,</i> 664 F.2d 377, 380 (3d Cir.1981). Section 1292(b), however, was not intended to allow interlocutory appeal in ordinary suits. <i>Kraus v. Board of County Comm'rs,</i> 364 F.2d 919, 922 (6th Cir.1966). Nor was it \"intended as a vehicle to provide early review of difficult rulings in hard cases.\" <i>Abortion Rights Mobilization, Inc., v. Regan,</i> 552 F.Supp. 364, 366 (S.D.N.Y. 1982). Rather, it \"is limited to extraordinary cases where early appellate review might avoid protracted and expensive litigation.\" <i>Id.</i></p>\n<p>Because Congress intended that § 1292(b) should be applied sparingly, the procedural requirements for interlocutory appeal under this section are to be strictly construed and applied. <i>Myles v. Laffitte,</i> 881 F.2d 125 (4th Cir.1989). Even so, the application of the statute in practice is not straightforward because of the great flexibility it provides to a district court in deciding whether to certify an order for appeal. This decision of whether to certify is wholly within the discretion of the court issuing that order. <i>Graves v. C &amp; S Nat'l Bank of Ga.,</i> 491 F.Supp. 280, 283 (D.S.C.1980) (citing <i>Bachowski v. Usery,</i> 545 F.2d 363, 368 (3d Cir.1976)). In deciding whether to certify an order for interlocutory appeal, courts employ the two-prong test established by the language of § 1292(b). <i>North Carolina ex rel. Long v. Alexander &amp; Alexander Servs., Inc.,</i> 685 F.Supp. 114, 115 (E.D.N.C.1988). The first substantive clause of this test requires that there be a \"controlling question of law as to which there is substantial ground for difference of opinion,\" while the second clause requires an inquiry as to whether an appeal would \"materially advance the ultimate termination of the litigation.\" <i>Id.</i></p>\n<p>The first clause of this test consists in essence of two distinct parts, including a determination of whether the order \"involves a controlling question of law\" and a determination of whether there is \"substantial ground for difference of opinion\" regarding that question of law. <i>See</i> 28 U.S.C. § 1292(b). Of these two determinations, the criterion that there be substantial grounds for difference of opinion has given courts the least difficulty. 16 Charles A. Wright, et al., <i>Federal Practice and Procedure</i> § 3930, at 157 (1977). \"District courts have not been bashful about refusing to find substantial reason to question a ruling of law, even in matters of first impression.\" <i>Id.</i></p>\n<p>Environmental cases, particularly CERCLA cases, often involve issues subject to significant dispute because of their complexity and because of the somewhat confusing language of CERCLA. <i>See, e.g., City of Philadelphia v. Stepan Chem. Co.,</i> 14 Envtl. L.Rep. (Envtl.L.Inst.) 20,007, 20,008 (E.D.Pa. Aug. 23, 1983) (CERCLA case in which interlocutory appeal was certified). Simply because a case involves CERCLA litigation, however, it does not necessarily follow that a substantial ground for difference of opinion sufficient to warrant interlocutory appeal exists. <i>See, e.g., United States v. Velsicol Chem. Corp.,</i> 28 Env't Rep.l Cas. (BNA) 1265 (W.D.Tenn. Apr. 6, 1988) (CERCLA case in which interlocutory appeal was not certified). Moreover, \"[a] court is not bound to find reasonable cause for disagreement whenever authorities lack unanimity.\" <i>Allied Princess Bay Co. # 2 v. Atochem N. Am., Inc.,</i> No. CV-91-4146, 1992 WL 135235, *3 (E.D.N.Y. May 29, 1992). Indeed, a district court has the discretion to find a lack of substantial ground for difference of opinion even though the only other reported decision on the issue at hand disagrees with the conclusions of the court. <i>Singh v. Daimler-Benz, AG,</i> 800 F.Supp. 260 (E.D.Pa.1992), <i>aff'd,</i> 9 F.3d 303 (3d Cir.1993).</p>\n<p>The question of what constitutes a \"controlling question of law\" has given courts somewhat more difficulty because the courts have devised no set formula for making such a determination and, as a result, this criterion tends to blend with the second prong of the test for certification, which speaks to the potential for materially advancing the litigation. 16 Wright, et al., <i>Federal Practice and Procedure</i> § 3930, at 159. At the very least, a question is controlling if its incorrect disposition would require reversal of a final judgment for further proceedings. <i>Id.</i> (citing <i>Katz v. Carte Blanche Corp.,</i> 496 F.2d 747, 755 (3d Cir.1974)). On the other hand, a question would clearly not be controlling if <span class=\"star-pagination\">*853</span> the litigation would necessarily continue regardless of how that question were decided. <i>See id.</i> A growing number of courts have struck a middle ground, finding that a question may be controlling, even though its disposition might not lead to reversal on appeal, if interlocutory reversal might save time for the district court and time and expense for the litigants. <i>Id.</i> at 159-60 (citing <i>Katz,</i> 496 F.2d at 755).</p>\n<p>Thus, in cases where an issue may be dispositive if an order were reversed on interlocutory appeal, and particularly in cases that are arguably subject to significant dispute such as many environmental cases, the court must undertake a balancing exercise, bearing foremost in mind the § 1292(b) criterion of advancing the ultimate termination of the litigation. This assessment requires weighing such considerations as: the general importance of the case, particularly in terms of the existence of other similar litigation waiting in the wings, <i>see, e.g., </i><i>Klinghoffer v. S.N.C. Achille Lauro,</i> 921 F.2d 21 (2d Cir. 1990) (the importance of a question of law to other pending cases is one factor to be taken into account when considering a motion for § 1292(b) interlocutory appeal); the probability of reversal, <i>see, e.g., </i><i>Rippey v. Denver U.S. Nat. Bank,</i> 260 F.Supp. 704 (D.C.Colo. 1966) (certification for interlocutory appeal denied because, in part, the issue in question was a factual one not normally reversed); and the significance of the potential gains and losses from reversal, including the potential for the unnecessary delay of the ultimate termination of litigation, <i>see, e.g., </i><i>Winstead v. United States,</i> 863 F.Supp. 264, 269 (M.D.N.C.1994) (certification for appeal denied where liability had been decided but the issue of damages remained, because appeal of the incomplete action would be wasteful).</p>\n<p>The certification of an order for interlocutory appeal under § 1292(b), in summary, requires a comprehensive and balanced assessment. Because the statutory purpose of § 1292(b) was to inject some flexibility into the technical rules governing appeals of final judgments, the several elements of the test for deciding whether to certify an interlocutory appeal should be treated as guiding criteria, and \"should be viewed together as the statutory language equivalent of a direction to consider the probable gains and losses of immediate appeal.\" 16 Wright, et al., <i>Federal Practice and Procedure</i> § 3930, at 156. At the same time, given the basic policy of postponing appellate review until after the court has entered final judgment in the case, § 1292(b) clearly places on the movant the burden of persuading the court that \"exceptional circumstances\" justify a departure from that policy. <i>Fisons Ltd. v. United States,</i> 458 F.2d 1241, 1248 (7th Cir.), <i>cert. denied,</i> 405 U.S. 1041, 92 S.Ct. 1312, 31 L.Ed.2d 581 (1972); <i>General Dynamics Corp. v. American Tel. &amp; Tel. Co.,</i> 658 F.Supp. 417, 418 (N.D.Ill.1987). And particularly relevant to this court, the Fourth Circuit has stressed \"that piecemeal review of decisions that are but steps toward final judgments on the merits are to be avoided, because they can be effectively and more efficiently reviewed together in one appeal from the final judgments.\" <i>James v. Jacobson,</i> 6 F.3d 233, 237 (4th Cir.1993). With these considerations in mind, the court will now address the defendants' specific contentions.</p>\n<p></p>\n<h2>1. NCRR's Motion</h2>\n<p>In its 1 February 1995 order, the court found NCRR liable under CERCLA by virtue of its being the current owner of the contaminated property at issue in this litigation. <i>North Carolina ex rel. Howes v. W.R. Peele, Sr. Trust,</i> 876 F.Supp. 733, 744-46 (E.D.N.C.1995). In response to the State's motion for summary judgment, NCRR argued that it was entitled to the \"innocent landowner\" defense established under CERCLA by operation of 42 U.S.C. §§ 9607(b) and 9601(35)(A). Specifically, NCRR asserted that it acquired the property after the disposal of the contaminants at the site and that the State's evidence of continuous contaminant leaking to the present was speculative and conjectural. NCRR also seemed to argue that it did not know, and had no reason to know, of the presence of the contamination at the time it purchased the property. All of these conditions, among others, must be met in order to successfully employ the \"innocent landowner\" defense.</p>\n<p><span class=\"star-pagination\">*854</span> Following the Fourth Circuit's decision in <i>Nurad, Inc. v. William E. Hooper &amp; Sons, Co.,</i> 966 F.2d 837, 845 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, 113 S.Ct. 377, 121 L.Ed.2d 288 (1992), the court found that the definition of \"disposal\" includes \"not only terms encompassing affirmative human conduct, but also terms indicative of passive conduct: `leaking' and `spilling.'\" <i>Peele,</i> 876 F.Supp. at 745. The court also found that there was no genuine issue of material fact as to whether the wastes at the site were leaking. <i>Id.</i> at 746. Thus, the court ruled, the \"disposal\" of contaminants had not ceased prior to NCRR's purchase of the property, such that NCRR cannot as a matter of law assert the third-party \"innocent landowner\" defense. <i>Id.</i></p>\n<p>On motion for interlocutory appeal, NCRR contends that the question of whether passive disposal of contaminants establishes CERCLA liability constitutes a controlling question of law subject to substantial ground for difference of opinion. NCRR argues that <i>Nurad,</i> upon which the court relied in finding that NCRR purchased the site before disposal ceased, has not been followed in other circuits, <i>see, e.g., </i><i>United States v. Petersen Sand &amp; Gravel, Inc.,</i> 806 F.Supp. 1346 (N.D.Ill.1992), and has been criticized by commentators. NCRR argues further that because <i>Nurad</i> addressed only the liability of a past site owner, the court's reliance on <i>Nurad</i> in finding NCRR liable as a current owner represents a first-impression extension of the law. Finally, NCRR contends that reversal of the court's finding regarding the question of disposal would permit it to assert the \"innocent landowner\" defense and escape CERCLA liability altogether on its own motion for summary judgment, thereby materially advancing the ultimate termination of litigation.</p>\n<p>The court rejects all of these contentions. This court is bound to follow controlling precedent established by the Court of Appeals for the Fourth Circuit. In <i>Nurad,</i> the Fourth Circuit made it clear that a \"restrictive construction of `disposal' ignores the language of the statute, contradicts clear circuit precedent, and frustrates the fundamental purposes of CERCLA.\" 966 F.2d at 844. Moreover, the application of this definition of \"disposal\" to current as well as past landowners is entirely consistent with the Fourth Circuit's direction and represents no substantial departure from precedent. In this circuit, the question of \"disposal\" and its applicability to the case at hand is not a controlling question of law subject to substantial ground for difference of opinion.</p>\n<p>In addition, even if the Fourth Circuit were to change course and rule that NCRR did not passively dispose of wastes by virtue of being the current property owner, the result would be only to reverse the summary judgment against NCRR. NCRR would not be able to avail itself automatically of the \"innocent landowner\" defense and escape CERCLA liability by renewal of its own motion for summary judgment because the question of disposal is only a threshold one. Specifically, NCRR would then have to show, among other things, that it did not know and had no reason to know of the contamination at the property at the time of purchase. <i>See</i> 42 U.S.C. § 9601(35)(A)(i). Given the evidence presented by both NCRR and the State, <i>see Peele,</i> 876 F.Supp. at 745-46, this would likely constitute a genuine issue of material fact and grounds for denial of summary judgment for NCRR, such that NCRR would have to proceed to trial on the question of at least liability, if not that and damages. In other words, an interlocutory appeal by NCRR would not have the potential to materially advance the ultimate termination of this litigation and could in fact delay such.</p>\n<p>Because the 1 February 1995 order raises no controlling question of law as to which there is substantial ground for difference of opinion with respect to NCRR's liability under CERCLA, and because interlocutory appeal of that order would have no potential to materially advance the ultimate termination of this litigation, NCRR's motion for certification of § 1292(b) interlocutory appeal is DENIED. In addition, because NCRR's motion for interlocutory appeal is denied, its request to stay proceedings pending resolution of this motion is MOOT and DENIED.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*855</span> 2. The Trust's Motion</h2>\n<p>In its 1 February 1995 order, the court found the Trust liable under CERCLA to the extent of the assets it received from W.R. Peele, Sr.'s estate. <i>Id.</i> at 747. The court found the Trust \"derivatively\" liable on the basis of the trust fund theory, under which a beneficiary is deemed to hold the assets received from a liable party's estate in trust for the benefit of satisfying environmental liabilities of a deceased, responsible person. <i>Id.</i> at 743 (<i>citing </i><i>Steego Corp. v. Ravenal,</i> 830 F.Supp. 42, 49 (D.Mass.1993)). The court reasoned that \"[w]here the decedent would be liable were he alive, the plaintiff should be allowed to look to the decedent's assets, in the hands of the estate or the estate's beneficiaries, to satisfy that liability.\" <i>Id.</i></p>\n<p>On motion for interlocutory appeal, the Trust contends that the question of whether it can be held derivatively liable under a trust fund theory is a controlling question of law as to which there is substantial ground for difference of opinion. The Trust contends that appellate reversal of the 1 February 1995 summary judgment ruling against it would, as a practical matter, resolve the question of the Trust's liability under CERCLA and would obviate the need for additional litigation as to the Trust. The Trust further contends that such an outcome would materially advance the ultimate litigation of this case.</p>\n<p>The Trust first points to N.C.Gen.Stat. § 28A-19-1 <i>et seq.,</i> which establishes specified procedures for asserting claims against an estate. Noting that the State failed to file its claims against the W.R. Peele, Sr. estate within the provisions of that statute, the Trust asserts that a finding of liability in contravention of the statute's time limitations effectively allows CERCLA to preempt North Carolina probate law. In support of this contention, the Trust relies on <i>Witco Corp. v. Beekhuis,</i> 38 F.3d 682 (3rd Cir.1994), another CERCLA liability case with facts similar to the case here. The Trust asserts that the Third Circuit, deciding this question as an issue of first impression at the federal appellate level, concluded in <i>Witco</i> that CERCLA does not preempt state non-claim statutes that govern the administration of decedents' estates. Because of this Third Circuit decision, the Trust argues, the question of its derivative liability under CERCLA is a controlling question of law subject to substantial ground for difference of opinion.</p>\n<p>In addition, the Trust notes that the trust fund theory was developed in the context of corporate law, and asserts that the court's reliance on the trust fund theory, as articulated and applied by the <i>Steego</i> court, does not represent an application of well-settled law. For this reason, the Trust argues, use of the trust fund theory to impose liability on the Trust in this litigation constitutes an unprecedented expansion of CERCLA liability. The Trust also argues that employing a trust fund theory to impose CERCLA liability on estate beneficiaries is contrary generally to CERCLA policy regarding liability and will spawn substantial collateral litigation as litigants attempt to spread cleanup costs.</p>\n<p>In rebuttal, the State asserts that <i>Witco</i> is distinguishable from the case here because <i>Witco</i> addresses merely the primacy of state versus federal deadlines for filing suits against the beneficiaries of estates; not the amenability of estate beneficiaries, or even estates, to such suits. The State further argues that the applicability of a trust fund theory within the domain of CERCLA is manifested not only by CERCLA cases such as <i>Steego</i> but also by the theory underlying constructive trusts generally  to prevent the unjust enrichment of an estate beneficiary where retention of the assets would be inequitable because of the manner by which the assets were originally obtained.</p>\n<p>The State also points to the applicability by analogy of North Carolina fraudulent conveyance law, where an estate executor's acceptance of a legacy without having paid the testator's debts  cleanup costs  is void as to creditors  the State. Finally, the State argues that the beneficiaries of the W.R. Peele, Sr. Trust, by virtue of their connection to the original offending corporate actors and by virtue of the source of the assets, are more appropriately charged with the cleanup costs for the property rather than the taxpayers of North Carolina. For all of these reasons, the State contends, the imposition of CERCLA liability on the Trust under a trust fund theory is an appropriate, precedent-supported means of reaching assets under CERCLA's liability scheme, and should be <span class=\"star-pagination\">*856</span> applied to the cleanup of the contaminated site at issue here.</p>\n<p>Assuming arguendo that the Trust has raised a question of law subject to substantial ground for difference of opinion, through its arguments regarding the use of a trust fund theory to establish CERCLA liability vis-a-vis state probate laws, and assuming arguendo that appellate reversal of this ruling would in effect be dispositive with regard to the Trust, the court must still conduct a balanced assessment of whether certification for interlocutory appeal would have the potential to materially advance the ultimate termination of this litigation. Upon due consideration, the court believes that it would not.</p>\n<p>As previously noted, in making such a balanced assessment, the court must consider factors such as the overall importance of this litigation to other pending CERCLA cases, the probability of reversal on appeal, and the significance of the potential gains and losses from reversal, including the potential for unnecessary delay of the resolution of the litigation. Finally, the court must bear in mind the Fourth Circuit's direction that piecemeal review of decisions be avoided where appeal from a final judgment would be more effective and efficient.</p>\n<p>In the case at hand, five different defendants have been found liable under CERCLA for the contamination of the property in question, leaving only issues respecting damages for trial. None of the defendants moving the court now have pointed to other CERCLA litigation hanging on the disposition of this case. Moreover, none have cited to any controlling case law suggesting that the final disposition of liability as to a single defendant only in a complicated, multi-defendant case would amount to the material advancement of the ultimate termination of the encompassing litigation.</p>\n<p>Because the Trust raises a question of law as to which no precedential decisions have been made by the Fourth Circuit, the court declines to hazard a guess as to the probability of being reversed on its ruling regarding the Trust's CERCLA liability. The court is satisfied that the trust fund theory upon which the Trust's CERCLA liability was imposed constitutes a reasonable and equitable theory of liability that is supported by precedent; accordingly, the court declines to adopt the analysis employed by the Third Circuit in <i>Witco</i> and declines to address whether CERCLA preempts North Carolina's probate laws.</p>\n<p>Nonetheless, if the court's ruling were not reversed, then appeal of the 1 February 1995 order at this stage of the proceedings would result in exactly the kind of piecemeal review the Fourth Circuit has advised against and would manifestly delay the ultimate resolution of this litigation in its entirety. Similarly, reversal of the ruling would tangibly benefit only the Trust, with little or no benefit to the court or other defendants in terms of saved time and costs and with no clear effect on the disposition of other pending CERCLA litigation.</p>\n<p>In balanced review, therefore, the court believes that certification for interlocutory appeal of the court's 1 February 1995 ruling as to the Trust would have only a very limited potential to materially advance the ultimate termination of this litigation, regardless of whether the Trust has in fact raised a controlling question of law as to which there is substantial ground for difference of opinion. Therefore, the Trust's motion for certification to appeal is DENIED.</p>\n<p></p>\n<h2>3. Madeline's Motion</h2>\n<p>In its 1 February 1995 order, the court found Madeline Peele liable under CERCLA pursuant to the same trust fund theory of liability as describe herein with regard to the Trust. <i>Peele,</i> 876 F.Supp. at 741-44. In addition, on the basis of shareholder distributee liability, Madeline was found liable to the extent of her pro rata share of the claim or the corporate assets distributed to her by the liquidation of the W.R. Peele Company. <i>Id.</i> at 742-43.</p>\n<p>On motion for interlocutory appeal, Madeline joins the Trust's arguments regarding the imposition of liability under a trust fund theory, as discussed and addressed herein. In addition, Madeline contests the ruling on her liability under the shareholder distributee liability theory by arguing that an underlying premise of that theory, the Company's amenability to suit, represents a controlling question of law as to which there is substantial ground for difference of opinion.</p>\n<p><span class=\"star-pagination\">*857</span> In accordance with the court's holding as to the Trust's motion to certify for interlocutory appeal, and for all of the reasons noted herein, the court believes that interlocutory appeal of the court's 1 February 1995 ruling as to Madeline would have only a very limited potential to materially advance the ultimate termination of this litigation, regardless of whether Madeline has in fact raised a controlling question of law as to which there is substantial ground for difference of opinion. Therefore, Madeline's motion for certification to appeal is DENIED.</p>\n<p></p>\n<h2>II. CONCLUSION</h2>\n<p>In summary, defendant York's motion for clarification is DENIED. Defendant NCRR's motion to amend the court's 1 February 1995 order to certify that order for interlocutory appeal is DENIED, and its request to stay proceedings pending the resolution of such appeal is MOOT and DENIED. Finally, defendants Trust's and Madeline's motions to amend and certify the 1 February 1995 order for interlocutory appeal are DENIED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">889</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">849</span></span> (1995)</b></center>\n<center><h1>STATE of North Carolina, ex rel. Jonathan B. HOWES, Secretary, North Carolina Department of Environment, Health and Natural Resources, and Michael F. Easley, Attorney General, Plaintiff,<br>\nv.<br>\nW.R. PEELE, SR. TRUST, et al., Defendants.<br>\nNORTH CAROLINA RAILROAD COMPANY, Defendant and Third-Party Plaintiff,<br>\nv.<br>\nW.R. PEELE, Jr., Third-Party Defendant.</h1></center>\n<center>No. 5:94-25-CV-BR2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 3, 1995.</center>\n<p><span class=\"star-pagination\">*850</span> Robert R. Gelblum, Asst. Atty. Gen., N.C. Dept. of Justice, Raleigh, NC, for plaintiff.</p>\n<p>L. Neal Ellis, Jr., Christopher Grafflin Browning, Jr., Jeffrey F. Cherry, Matthew Patrick McGuire, Hunton &amp; Williams, Amos C. Dawson, III, Sean Callinicos, Maupin, Taylor, Ellis &amp; Adams, Laurie B. Gengo, Terry Richard Kane, Poyner &amp; Spruill, Herman Wolff, Jr., H. Spencer Barrow, Raleigh, NC, for defendants.</p>\n<p>Laurie B. Gengo, Terry Richard Kane, Poyner &amp; Spruill, Raleigh, NC, for third-party plaintiff North Carolina R. Co.</p>\n<p>Walter Brock, Jr., Young, Moore, Henderson &amp; Alvis, Raleigh, NC, for third-party defendant W.R. Peele, Jr.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>Before the court is the motion of defendant J.W. York (\"York\") for clarification of the court's order filed 1 February 1995. Also before court are motions to amend the same order to certify it for interlocutory appeal, pursuant to 28 U.S.C. § 1292(b), as follows.</p>\n<blockquote>\n<span class=\"star-pagination\">*851</span> (1) Defendant North Carolina Railroad Company (\"NCRR\") has moved the court to certify the order for appeal based on the portion of the order granting summary judgment for plaintiff State of North Carolina (\"State\") and against NCRR on the issue of liability under the Comprehensive Environmental Response, Compensation, and Liability Act (\"CERCLA\"). NCRR has also moved to stay proceedings pending a ruling on its motion.</blockquote>\n<blockquote>(2) Defendant W.R. Peele, Sr. Trust (\"Trust\") has moved the court to certify the order for appeal based on the portion of the order granting summary judgment for the State and against the Trust on the issue of CERCLA liability.</blockquote>\n<blockquote>(3) Defendant Madeline S. Peele (\"Madeline\") has moved the court to certify the order for appeal based on the portion of the order granting summary judgment for the State and against Madeline on the issue of CERCLA liability.</blockquote>\n<p>Each of these three defendants submits that interlocutory appeal is appropriate because the 1 February 1995 order raises controlling questions of law as to which there are substantial grounds for differences of opinion, and that an immediate appeal from the order may materially advance the ultimate termination of the litigation.</p>\n<p>The issues have been fully briefed, and these matters are now ripe for disposition. For the following reasons, all of these motions will be denied.</p>\n<p>The facts are thoroughly recounted in the court's order filed 29 September 1994 and need not be repeated herein. Acting on various motions for summary judgment made by the State and several defendants, all of which are described and addressed in detail in the 1 February 1995 order, the court found that there were no genuine issues of material fact and that the State was entitled to judgment as a matter of law on its causes of action pursuant to CERCLA. Accordingly, the court found liable under CERCLA defendants NCRR, the Trust, and Madeline, as well as defendants York and W.R. Peele Company, Incorporated, who have not moved for certification for interlocutory appeal. The court did not rule on the question of damages with regard to any of the defendants, reserving such for a later stage in the proceedings.</p>\n<p></p>\n<h2>I. DISCUSSION</h2>\n<p></p>\n<h2>A. Motion for Clarification</h2>\n<p>Defendant York specifically requests clarification on whether the court intended that its order of 1 February 1995 impose joint and several liability upon all defendants at such time, or whether the court intended to save the determination of the nature and extent of each defendant's liability for a subsequent proceeding. Upon due consideration, the court is satisfied that the order speaks for itself and that such clarification is unnecessary. The court directs counsel's attention to pages 9, 26-28, and 30 of the order, which specifically address York's joint and several liability under CERCLA. For this reason, York's motion for clarification is DENIED.</p>\n<p></p>\n<h2>B. Motions for Interlocutory Appeal</h2>\n<p>Defendants NCRR, the Trust, and Madeline move for a ruling that this court's 1 February 1995 order be certified for immediate appeal pursuant to 28 U.S.C. § 1292(b). Section 1292(b) provides as follows:</p>\n<blockquote>When a district judge, in making ... an order not otherwise appealable under this section, shall be of the opinion that such order involves a controlling question of law as to which there is substantial ground for difference of opinion and that an immediate appeal from the order may materially advance the ultimate termination of the litigation, he shall so state in writing in such order. The Court of Appeals may thereupon, in its discretion, permit an appeal to be taken from such order, if application is made to it within ten days after the entry of the order: <i>Provided, however,</i> That application for an appeal hereunder shall not stay proceedings in the district court unless the district judge or the Court of Appeals or a judge thereof shall so order.</blockquote>\n<p>The purpose of § 1292(b) is to allow for an early appeal of an order when appellate-level resolution of issues addressed by that order may provide more efficient disposition of the <span class=\"star-pagination\">*852</span> litigation. <i>Ford Motor Credit Co. v. S.E. Barnhart &amp; Sons, Inc.,</i> <span class=\"citation\" data-id=\"397081\"><a href=\"/opinion/397081/ford-motor-credit-company-v-s-e-barnhart-sons-inc-and-merle-harr-and/\"><span class=\"volume\">664</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">377</span></a></span>, 380 (3d Cir.1981). Section 1292(b), however, was not intended to allow interlocutory appeal in ordinary suits. <i>Kraus v. Board of County Comm'rs,</i> <span class=\"citation\" data-id=\"272831\"><a href=\"/opinion/272831/joyce-m-kraus-special-administratrix-of-the-estate-of-kenneth-kraus/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">919</span></a></span>, 922 (6th Cir.1966). Nor was it \"intended as a vehicle to provide early review of difficult rulings in hard cases.\" <i>Abortion Rights Mobilization, Inc., v. Regan,</i> <span class=\"citation\" data-id=\"1526249\"><a href=\"/opinion/1526249/abortion-rights-mobilization-inc-v-regan/\"><span class=\"volume\">552</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">364</span></a></span>, 366 (S.D.N.Y. 1982). Rather, it \"is limited to extraordinary cases where early appellate review might avoid protracted and expensive litigation.\" <i>Id.</i></p>\n<p>Because Congress intended that § 1292(b) should be applied sparingly, the procedural requirements for interlocutory appeal under this section are to be strictly construed and applied. <i>Myles v. Laffitte,</i> <span class=\"citation\" data-id=\"526999\"><a href=\"/opinion/526999/martha-e-myles-administratrix-of-the-estate-of-jennifer-michelle-edwards/\"><span class=\"volume\">881</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">125</span></a></span> (4th Cir.1989). Even so, the application of the statute in practice is not straightforward because of the great flexibility it provides to a district court in deciding whether to certify an order for appeal. This decision of whether to certify is wholly within the discretion of the court issuing that order. <i>Graves v. C &amp; S Nat'l Bank of Ga.,</i> <span class=\"citation no-link\"><span class=\"volume\">491</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">280</span></span>, 283 (D.S.C.1980) (citing <i>Bachowski v. Usery,</i> <span class=\"citation\" data-id=\"340668\"><a href=\"/opinion/340668/walter-bachowski-v-w-j-usery-secretary-of-labor-united-states/\"><span class=\"volume\">545</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">363</span></a></span>, 368 (3d Cir.1976)). In deciding whether to certify an order for interlocutory appeal, courts employ the two-prong test established by the language of § 1292(b). <i>North Carolina ex rel. Long v. Alexander &amp; Alexander Servs., Inc.,</i> <span class=\"citation\" data-id=\"1881759\"><a href=\"/opinion/1881759/state-of-nc-v-alexander-alexander-services/\"><span class=\"volume\">685</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">114</span></a></span>, 115 (E.D.N.C.1988). The first substantive clause of this test requires that there be a \"controlling question of law as to which there is substantial ground for difference of opinion,\" while the second clause requires an inquiry as to whether an appeal would \"materially advance the ultimate termination of the litigation.\" <i>Id.</i></p>\n<p>The first clause of this test consists in essence of two distinct parts, including a determination of whether the order \"involves a controlling question of law\" and a determination of whether there is \"substantial ground for difference of opinion\" regarding that question of law. <i>See</i> 28 U.S.C. § 1292(b). Of these two determinations, the criterion that there be substantial grounds for difference of opinion has given courts the least difficulty. 16 Charles A. Wright, et al., <i>Federal Practice and Procedure</i> § 3930, at 157 (1977). \"District courts have not been bashful about refusing to find substantial reason to question a ruling of law, even in matters of first impression.\" <i>Id.</i></p>\n<p>Environmental cases, particularly CERCLA cases, often involve issues subject to significant dispute because of their complexity and because of the somewhat confusing language of CERCLA. <i>See, e.g., City of Philadelphia v. Stepan Chem. Co.,</i> 14 Envtl. L.Rep. (Envtl.L.Inst.) 20,007, 20,008 (E.D.Pa. Aug. 23, 1983) (CERCLA case in which interlocutory appeal was certified). Simply because a case involves CERCLA litigation, however, it does not necessarily follow that a substantial ground for difference of opinion sufficient to warrant interlocutory appeal exists. <i>See, e.g., United States v. Velsicol Chem. Corp.,</i> 28 Env't Rep.l Cas. (BNA) 1265 (W.D.Tenn. Apr. 6, 1988) (CERCLA case in which interlocutory appeal was not certified). Moreover, \"[a] court is not bound to find reasonable cause for disagreement whenever authorities lack unanimity.\" <i>Allied Princess Bay Co. # 2 v. Atochem N. Am., Inc.,</i> No. CV-91-4146, <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">135235</span></span>, *3 (E.D.N.Y. May 29, 1992). Indeed, a district court has the discretion to find a lack of substantial ground for difference of opinion even though the only other reported decision on the issue at hand disagrees with the conclusions of the court. <i>Singh v. Daimler-Benz, AG,</i> <span class=\"citation\" data-id=\"1393859\"><a href=\"/opinion/1393859/singh-v-daimler-benz-ag/\"><span class=\"volume\">800</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">260</span></a></span> (E.D.Pa.1992), <i>aff'd,</i> <span class=\"citation\" data-id=\"657175\"><a href=\"/opinion/657175/manjit-singh-as-administrator-of-the-estate-of-ram-p-singh-deceased-v/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">303</span></a></span> (3d Cir.1993).</p>\n<p>The question of what constitutes a \"controlling question of law\" has given courts somewhat more difficulty because the courts have devised no set formula for making such a determination and, as a result, this criterion tends to blend with the second prong of the test for certification, which speaks to the potential for materially advancing the litigation. 16 Wright, et al., <i>Federal Practice and Procedure</i> § 3930, at 159. At the very least, a question is controlling if its incorrect disposition would require reversal of a final judgment for further proceedings. <i>Id.</i> (citing <i>Katz v. Carte Blanche Corp.,</i> <span class=\"citation\" data-id=\"319084\"><a href=\"/opinion/319084/reuben-j-katz-on-behalf-of-himself-and-all-others-similarly-situated-v/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">747</span></a></span>, 755 (3d Cir.1974)). On the other hand, a question would clearly not be controlling if <span class=\"star-pagination\">*853</span> the litigation would necessarily continue regardless of how that question were decided. <i>See id.</i> A growing number of courts have struck a middle ground, finding that a question may be controlling, even though its disposition might not lead to reversal on appeal, if interlocutory reversal might save time for the district court and time and expense for the litigants. <i>Id.</i> at 159-60 (citing <i>Katz,</i> 496 F.2d at 755).</p>\n<p>Thus, in cases where an issue may be dispositive if an order were reversed on interlocutory appeal, and particularly in cases that are arguably subject to significant dispute such as many environmental cases, the court must undertake a balancing exercise, bearing foremost in mind the § 1292(b) criterion of advancing the ultimate termination of the litigation. This assessment requires weighing such considerations as: the general importance of the case, particularly in terms of the existence of other similar litigation waiting in the wings, <i>see, e.g., </i><i>Klinghoffer v. S.N.C. Achille Lauro,</i> <span class=\"citation\" data-id=\"552843\"><a href=\"/opinion/552843/ilsa-klinghoffer-and-lisa-klinghoffer-arbitter-as-co-executrixes-of-the/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span> (2d Cir. 1990) (the importance of a question of law to other pending cases is one factor to be taken into account when considering a motion for § 1292(b) interlocutory appeal); the probability of reversal, <i>see, e.g., </i><i>Rippey v. Denver U.S. Nat. Bank,</i> <span class=\"citation\" data-id=\"1954321\"><a href=\"/opinion/1954321/rippey-v-denver-united-states-national-bank/\"><span class=\"volume\">260</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">704</span></a></span> (D.C.Colo. 1966) (certification for interlocutory appeal denied because, in part, the issue in question was a factual one not normally reversed); and the significance of the potential gains and losses from reversal, including the potential for the unnecessary delay of the ultimate termination of litigation, <i>see, e.g., </i><i>Winstead v. United States,</i> <span class=\"citation\" data-id=\"1459892\"><a href=\"/opinion/1459892/winstead-v-united-states/\"><span class=\"volume\">863</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">264</span></a></span>, 269 (M.D.N.C.1994) (certification for appeal denied where liability had been decided but the issue of damages remained, because appeal of the incomplete action would be wasteful).</p>\n<p>The certification of an order for interlocutory appeal under § 1292(b), in summary, requires a comprehensive and balanced assessment. Because the statutory purpose of § 1292(b) was to inject some flexibility into the technical rules governing appeals of final judgments, the several elements of the test for deciding whether to certify an interlocutory appeal should be treated as guiding criteria, and \"should be viewed together as the statutory language equivalent of a direction to consider the probable gains and losses of immediate appeal.\" 16 Wright, et al., <i>Federal Practice and Procedure</i> § 3930, at 156. At the same time, given the basic policy of postponing appellate review until after the court has entered final judgment in the case, § 1292(b) clearly places on the movant the burden of persuading the court that \"exceptional circumstances\" justify a departure from that policy. <i>Fisons Ltd. v. United States,</i> <span class=\"citation\" data-id=\"302993\"><a href=\"/opinion/302993/fisons-limited-and-fisons-pharmaceuticals-ltd-v-united-states-of-america/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1241</span></a></span>, 1248 (7th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1041</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1312</span></span>, <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">581</span></span> (1972); <i>General Dynamics Corp. v. American Tel. &amp; Tel. Co.,</i> <span class=\"citation\" data-id=\"2362072\"><a href=\"/opinion/2362072/general-dynamics-corp-v-american-tel-and-tel-co/\"><span class=\"volume\">658</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">417</span></a></span>, 418 (N.D.Ill.1987). And particularly relevant to this court, the Fourth Circuit has stressed \"that piecemeal review of decisions that are but steps toward final judgments on the merits are to be avoided, because they can be effectively and more efficiently reviewed together in one appeal from the final judgments.\" <i>James v. Jacobson,</i> <span class=\"citation\" data-id=\"654217\"><a href=\"/opinion/654217/john-james-mary-james-v-cecil-b-jacobson-jr-md-reproductive-genetics/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">233</span></a></span>, 237 (4th Cir.1993). With these considerations in mind, the court will now address the defendants' specific contentions.</p>\n<p></p>\n<h2>1. NCRR's Motion</h2>\n<p>In its 1 February 1995 order, the court found NCRR liable under CERCLA by virtue of its being the current owner of the contaminated property at issue in this litigation. <i>North Carolina ex rel. Howes v. W.R. Peele, Sr. Trust,</i> <span class=\"citation\" data-id=\"1556871\"><a href=\"/opinion/1556871/state-ex-rel-howes-v-wr-peele-sr-trust/\"><span class=\"volume\">876</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">733</span></a></span>, 744-46 (E.D.N.C.1995). In response to the State's motion for summary judgment, NCRR argued that it was entitled to the \"innocent landowner\" defense established under CERCLA by operation of 42 U.S.C. §§ 9607(b) and 9601(35)(A). Specifically, NCRR asserted that it acquired the property after the disposal of the contaminants at the site and that the State's evidence of continuous contaminant leaking to the present was speculative and conjectural. NCRR also seemed to argue that it did not know, and had no reason to know, of the presence of the contamination at the time it purchased the property. All of these conditions, among others, must be met in order to successfully employ the \"innocent landowner\" defense.</p>\n<p><span class=\"star-pagination\">*854</span> Following the Fourth Circuit's decision in <i>Nurad, Inc. v. William E. Hooper &amp; Sons, Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">837</span></span>, 845 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">377</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">288</span></span> (1992), the court found that the definition of \"disposal\" includes \"not only terms encompassing affirmative human conduct, but also terms indicative of passive conduct: `leaking' and `spilling.'\" <i>Peele,</i> 876 F.Supp. at 745. The court also found that there was no genuine issue of material fact as to whether the wastes at the site were leaking. <i>Id.</i> at 746. Thus, the court ruled, the \"disposal\" of contaminants had not ceased prior to NCRR's purchase of the property, such that NCRR cannot as a matter of law assert the third-party \"innocent landowner\" defense. <i>Id.</i></p>\n<p>On motion for interlocutory appeal, NCRR contends that the question of whether passive disposal of contaminants establishes CERCLA liability constitutes a controlling question of law subject to substantial ground for difference of opinion. NCRR argues that <i>Nurad,</i> upon which the court relied in finding that NCRR purchased the site before disposal ceased, has not been followed in other circuits, <i>see, e.g., </i><i>United States v. Petersen Sand &amp; Gravel, Inc.,</i> <span class=\"citation\" data-id=\"1748327\"><a href=\"/opinion/1748327/united-states-v-petersen-sand-and-gravel-inc/\"><span class=\"volume\">806</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1346</span></a></span> (N.D.Ill.1992), and has been criticized by commentators. NCRR argues further that because <i>Nurad</i> addressed only the liability of a past site owner, the court's reliance on <i>Nurad</i> in finding NCRR liable as a current owner represents a first-impression extension of the law. Finally, NCRR contends that reversal of the court's finding regarding the question of disposal would permit it to assert the \"innocent landowner\" defense and escape CERCLA liability altogether on its own motion for summary judgment, thereby materially advancing the ultimate termination of litigation.</p>\n<p>The court rejects all of these contentions. This court is bound to follow controlling precedent established by the Court of Appeals for the Fourth Circuit. In <i>Nurad,</i> the Fourth Circuit made it clear that a \"restrictive construction of `disposal' ignores the language of the statute, contradicts clear circuit precedent, and frustrates the fundamental purposes of CERCLA.\" 966 F.2d at 844. Moreover, the application of this definition of \"disposal\" to current as well as past landowners is entirely consistent with the Fourth Circuit's direction and represents no substantial departure from precedent. In this circuit, the question of \"disposal\" and its applicability to the case at hand is not a controlling question of law subject to substantial ground for difference of opinion.</p>\n<p>In addition, even if the Fourth Circuit were to change course and rule that NCRR did not passively dispose of wastes by virtue of being the current property owner, the result would be only to reverse the summary judgment against NCRR. NCRR would not be able to avail itself automatically of the \"innocent landowner\" defense and escape CERCLA liability by renewal of its own motion for summary judgment because the question of disposal is only a threshold one. Specifically, NCRR would then have to show, among other things, that it did not know and had no reason to know of the contamination at the property at the time of purchase. <i>See</i> 42 U.S.C. § 9601(35)(A)(i). Given the evidence presented by both NCRR and the State, <i>see Peele,</i> 876 F.Supp. at 745-46, this would likely constitute a genuine issue of material fact and grounds for denial of summary judgment for NCRR, such that NCRR would have to proceed to trial on the question of at least liability, if not that and damages. In other words, an interlocutory appeal by NCRR would not have the potential to materially advance the ultimate termination of this litigation and could in fact delay such.</p>\n<p>Because the 1 February 1995 order raises no controlling question of law as to which there is substantial ground for difference of opinion with respect to NCRR's liability under CERCLA, and because interlocutory appeal of that order would have no potential to materially advance the ultimate termination of this litigation, NCRR's motion for certification of § 1292(b) interlocutory appeal is DENIED. In addition, because NCRR's motion for interlocutory appeal is denied, its request to stay proceedings pending resolution of this motion is MOOT and DENIED.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*855</span> 2. The Trust's Motion</h2>\n<p>In its 1 February 1995 order, the court found the Trust liable under CERCLA to the extent of the assets it received from W.R. Peele, Sr.'s estate. <i>Id.</i> at 747. The court found the Trust \"derivatively\" liable on the basis of the trust fund theory, under which a beneficiary is deemed to hold the assets received from a liable party's estate in trust for the benefit of satisfying environmental liabilities of a deceased, responsible person. <i>Id.</i> at 743 (<i>citing </i><i>Steego Corp. v. Ravenal,</i> <span class=\"citation\" data-id=\"2292641\"><a href=\"/opinion/2292641/steego-corp-v-ravenal/\"><span class=\"volume\">830</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">42</span></a></span>, 49 (D.Mass.1993)). The court reasoned that \"[w]here the decedent would be liable were he alive, the plaintiff should be allowed to look to the decedent's assets, in the hands of the estate or the estate's beneficiaries, to satisfy that liability.\" <i>Id.</i></p>\n<p>On motion for interlocutory appeal, the Trust contends that the question of whether it can be held derivatively liable under a trust fund theory is a controlling question of law as to which there is substantial ground for difference of opinion. The Trust contends that appellate reversal of the 1 February 1995 summary judgment ruling against it would, as a practical matter, resolve the question of the Trust's liability under CERCLA and would obviate the need for additional litigation as to the Trust. The Trust further contends that such an outcome would materially advance the ultimate litigation of this case.</p>\n<p>The Trust first points to N.C.Gen.Stat. § 28A-19-1 <i>et seq.,</i> which establishes specified procedures for asserting claims against an estate. Noting that the State failed to file its claims against the W.R. Peele, Sr. estate within the provisions of that statute, the Trust asserts that a finding of liability in contravention of the statute's time limitations effectively allows CERCLA to preempt North Carolina probate law. In support of this contention, the Trust relies on <i>Witco Corp. v. Beekhuis,</i> <span class=\"citation\" data-id=\"681012\"><a href=\"/opinion/681012/witco-corporation-v-jeanne-v-beekhuis-for-the-estate-of-h-albert/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">682</span></a></span> (3rd Cir.1994), another CERCLA liability case with facts similar to the case here. The Trust asserts that the Third Circuit, deciding this question as an issue of first impression at the federal appellate level, concluded in <i>Witco</i> that CERCLA does not preempt state non-claim statutes that govern the administration of decedents' estates. Because of this Third Circuit decision, the Trust argues, the question of its derivative liability under CERCLA is a controlling question of law subject to substantial ground for difference of opinion.</p>\n<p>In addition, the Trust notes that the trust fund theory was developed in the context of corporate law, and asserts that the court's reliance on the trust fund theory, as articulated and applied by the <i>Steego</i> court, does not represent an application of well-settled law. For this reason, the Trust argues, use of the trust fund theory to impose liability on the Trust in this litigation constitutes an unprecedented expansion of CERCLA liability. The Trust also argues that employing a trust fund theory to impose CERCLA liability on estate beneficiaries is contrary generally to CERCLA policy regarding liability and will spawn substantial collateral litigation as litigants attempt to spread cleanup costs.</p>\n<p>In rebuttal, the State asserts that <i>Witco</i> is distinguishable from the case here because <i>Witco</i> addresses merely the primacy of state versus federal deadlines for filing suits against the beneficiaries of estates; not the amenability of estate beneficiaries, or even estates, to such suits. The State further argues that the applicability of a trust fund theory within the domain of CERCLA is manifested not only by CERCLA cases such as <i>Steego</i> but also by the theory underlying constructive trusts generally  to prevent the unjust enrichment of an estate beneficiary where retention of the assets would be inequitable because of the manner by which the assets were originally obtained.</p>\n<p>The State also points to the applicability by analogy of North Carolina fraudulent conveyance law, where an estate executor's acceptance of a legacy without having paid the testator's debts  cleanup costs  is void as to creditors  the State. Finally, the State argues that the beneficiaries of the W.R. Peele, Sr. Trust, by virtue of their connection to the original offending corporate actors and by virtue of the source of the assets, are more appropriately charged with the cleanup costs for the property rather than the taxpayers of North Carolina. For all of these reasons, the State contends, the imposition of CERCLA liability on the Trust under a trust fund theory is an appropriate, precedent-supported means of reaching assets under CERCLA's liability scheme, and should be <span class=\"star-pagination\">*856</span> applied to the cleanup of the contaminated site at issue here.</p>\n<p>Assuming arguendo that the Trust has raised a question of law subject to substantial ground for difference of opinion, through its arguments regarding the use of a trust fund theory to establish CERCLA liability vis-a-vis state probate laws, and assuming arguendo that appellate reversal of this ruling would in effect be dispositive with regard to the Trust, the court must still conduct a balanced assessment of whether certification for interlocutory appeal would have the potential to materially advance the ultimate termination of this litigation. Upon due consideration, the court believes that it would not.</p>\n<p>As previously noted, in making such a balanced assessment, the court must consider factors such as the overall importance of this litigation to other pending CERCLA cases, the probability of reversal on appeal, and the significance of the potential gains and losses from reversal, including the potential for unnecessary delay of the resolution of the litigation. Finally, the court must bear in mind the Fourth Circuit's direction that piecemeal review of decisions be avoided where appeal from a final judgment would be more effective and efficient.</p>\n<p>In the case at hand, five different defendants have been found liable under CERCLA for the contamination of the property in question, leaving only issues respecting damages for trial. None of the defendants moving the court now have pointed to other CERCLA litigation hanging on the disposition of this case. Moreover, none have cited to any controlling case law suggesting that the final disposition of liability as to a single defendant only in a complicated, multi-defendant case would amount to the material advancement of the ultimate termination of the encompassing litigation.</p>\n<p>Because the Trust raises a question of law as to which no precedential decisions have been made by the Fourth Circuit, the court declines to hazard a guess as to the probability of being reversed on its ruling regarding the Trust's CERCLA liability. The court is satisfied that the trust fund theory upon which the Trust's CERCLA liability was imposed constitutes a reasonable and equitable theory of liability that is supported by precedent; accordingly, the court declines to adopt the analysis employed by the Third Circuit in <i>Witco</i> and declines to address whether CERCLA preempts North Carolina's probate laws.</p>\n<p>Nonetheless, if the court's ruling were not reversed, then appeal of the 1 February 1995 order at this stage of the proceedings would result in exactly the kind of piecemeal review the Fourth Circuit has advised against and would manifestly delay the ultimate resolution of this litigation in its entirety. Similarly, reversal of the ruling would tangibly benefit only the Trust, with little or no benefit to the court or other defendants in terms of saved time and costs and with no clear effect on the disposition of other pending CERCLA litigation.</p>\n<p>In balanced review, therefore, the court believes that certification for interlocutory appeal of the court's 1 February 1995 ruling as to the Trust would have only a very limited potential to materially advance the ultimate termination of this litigation, regardless of whether the Trust has in fact raised a controlling question of law as to which there is substantial ground for difference of opinion. Therefore, the Trust's motion for certification to appeal is DENIED.</p>\n<p></p>\n<h2>3. Madeline's Motion</h2>\n<p>In its 1 February 1995 order, the court found Madeline Peele liable under CERCLA pursuant to the same trust fund theory of liability as describe herein with regard to the Trust. <i>Peele,</i> 876 F.Supp. at 741-44. In addition, on the basis of shareholder distributee liability, Madeline was found liable to the extent of her pro rata share of the claim or the corporate assets distributed to her by the liquidation of the W.R. Peele Company. <i>Id.</i> at 742-43.</p>\n<p>On motion for interlocutory appeal, Madeline joins the Trust's arguments regarding the imposition of liability under a trust fund theory, as discussed and addressed herein. In addition, Madeline contests the ruling on her liability under the shareholder distributee liability theory by arguing that an underlying premise of that theory, the Company's amenability to suit, represents a controlling question of law as to which there is substantial ground for difference of opinion.</p>\n<p><span class=\"star-pagination\">*857</span> In accordance with the court's holding as to the Trust's motion to certify for interlocutory appeal, and for all of the reasons noted herein, the court believes that interlocutory appeal of the court's 1 February 1995 ruling as to Madeline would have only a very limited potential to materially advance the ultimate termination of this litigation, regardless of whether Madeline has in fact raised a controlling question of law as to which there is substantial ground for difference of opinion. Therefore, Madeline's motion for certification to appeal is DENIED.</p>\n<p></p>\n<h2>II. CONCLUSION</h2>\n<p>In summary, defendant York's motion for clarification is DENIED. Defendant NCRR's motion to amend the court's 1 February 1995 order to certify that order for interlocutory appeal is DENIED, and its request to stay proceedings pending the resolution of such appeal is MOOT and DENIED. Finally, defendants Trust's and Madeline's motions to amend and certify the 1 February 1995 order for interlocutory appeal are DENIED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/272831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/302993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/319084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/340668/",
    "http://www.courtlistener.com/api/rest/v3/opinions/397081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526999/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/657175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1393859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1459892/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1526249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1556871/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1748327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1881759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1954321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2292641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2362072/"
  ]
}