{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1904158/",
  "absolute_url": "/opinion/1904158/johnson-v-johnson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1904158/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:46:32.285359Z",
  "date_modified": "2016-04-27T01:46:27.472610Z",
  "type": "010combined",
  "sha1": "4716086a466899095d683243f55254d31ef8232c",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>418 B.R. 682 (2009)</b></center>\n<center><h1>Carlyle M. JOHNSON, Executor of the Estate of Nancy S. Johnson, Plaintiff-Appellant,<br>\nv.<br>\nJ. Wesley JOHNSON, III and Johnson Enterprises of North Carolina, Inc., Defendants-Appellees.</h1></center>\n<center>No. 5:09-CV-119-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 2, 2009.</center>\n<p><span class=\"star-pagination\">*683</span> Kieran J. Shanahan, Melissa Lynn Pulliam, Shanahan Law`Group, Raleigh, NC, for Appellant.</p>\n<p>Gary J. Rickner, Ward and Smith, P.A., Jason L. Hendren, Brady, Nordgren, Morton &amp; Malone, PLLC, Raleigh, NC, for Appellees.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on an appeal by the Carlyle Johnson, executor of the estate of Nancy Johnson, of an order by the United States Bankruptcy Court for the Eastern District of North Carolina. For the following reasons, the judgment of the Bankruptcy Court is REVERSED and the matter is REMANDED for further proceedings consistent with this opinion.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>Johnson Enterprises of North Carolina, Inc. (\"JENC\") is a closely held corporation organized under the laws of the state of North Carolina with its principal office in Raleigh, North Carolina. JENC operates three children's day care centers in Raleigh, North Carolina, through its ownership of Primary Beginnings, LLC. JENC also owns and leases certain real property in Wake County, North Carolina, to another children's day care center, Knowledge Learning Corporation. JENC is a family <span class=\"star-pagination\">*684</span> owned business that is the successor in interest to Clay Printing Company Incorporated. The business was operated by J. Wesley Johnson, II until his death in 1985. J. Wesley Johnson, III, Katherin (Johnson) Cabaniss, and Carlyle Johnson are the children of Nancy Johnson and her late husband, J. Wesley Johnson, II. After the death of J. Wesley Johnson, II, the stock of JENC was owned as follows: Nancy Johnson, 139 shares; Wesley Johnson, III, 34 shares; Katherine Cabaniss; 34 shares; and Carlyle Johnson, 34 shares. Wesley Johnson, III, has served as president of JENC since 1989.</p>\n<p>In June, 2005, Nancy Johnson and Wesley Johnson, III entered into a stock transfer transaction in which Nancy Johnson transferred 120 shares of JENC stock to Wesley Johnson, III in exchange for his promise to purchase a home and a car for her and to pay for utilities for the home and gas for the car. Nancy Johnson subsequently decided that she wished to retain one share of JENC stock and subsequently executed an assignment transferring all but one share of her stock, 119 shares, to Wesley Johnson, III, and a \"Stock Power\" document confirming her ownership of one share of JENC stock.</p>\n<p>On June 19, 2007, Nancy Johnson filed a complaint against Wesley Johnson, III in the Wake County Superior Court. The complaint asserted four claims for relief: (1) cancellation and rescission of the stock transfer agreement; (2) breach of fiduciary duty; (3) fraud in the inducement; and (4) unfair and deceptive trade practices. Nancy Johnson died on October 31, 2007, and Carlyle Johnson was named the Executor of Nancy Johnson's estate. On February 19, 2008, Carlyle Johnson filed an amended complaint against both Wesley Johnson, III and JENC adding the claims of (1) breach of contract against Wesley Johnson, III; (2) breach of contract against JENC; and (3) conversion against Wesley Johnson, III.</p>\n<p>On March 3, 2008, JENC filed a voluntary petition for bankruptcy under `Chapter 11 and Wesley Johnson, III subsequently filed a Chapter 11 petition on May 28, 2008. This case was removed by Carlyle Johnson to Bankruptcy Court as an adversarial proceeding on September 17, 2008. Trial was set for December 17, 2008 and limited to the issue of the ownership of the JENC stock transferred by Nancy Johnson to Wesley Johnson, III. The Bankruptcy Court found that the agreement was vague, that Nancy Johnson was incapacitated by intoxication on the day that the stock transaction occurred and without assistance of counsel, and that Nancy Johnson ratified the agreement during a period of sobriety following the transaction. The Bankruptcy Court enforced the stock transfer agreement and granted the estate of Nancy Johnson the equitable remedy of five hundred thousand dollars, the value of a nice house in Fearrington and a nice car, secured by the JENC stock held by Wesley Johnson, III.</p>\n<p>Carlyle Johnson has appealed the Bankruptcy Court's ruling to this Court. He contends that the Bankruptcy Court erred in granting equitable relief rather than rescinding the stock transfer agreement.</p>\n<p></p>\n<h2><i>JURISDICTION AND STANDARD OF REVIEW</i></h2>\n<p>Jurisdiction over this appeal is proper pursuant to 28 U.S.C. § 158. A bankruptcy court's findings of fact shall not be set aside unless clearly erroneous. <i>In re Bryson Properties, XVIII,</i> 961 F.2d 496, 499 (4th Cir.1992). Conclusions of law are reviewed de novo. <i>In re Apex Express Corp.,</i> 190 F.3d 624, 630 (4th Cir.1999); <i>Continental Casualty Co. v. York,</i> 205 B.R. 759, 762 (E.D.N.C.1997).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*685</span> <i>DISCUSSION</i>\n</h2>\n<p>The issue presented on appeal is whether the Bankruptcy Court erred in enforcing the stock transfer agreement between Wesley Johnson, III, and Nancy Johnson for the transfer 119 shares of stock in JENC. Appellant contends that the Bankruptcy Court erred in enforcing the agreement because the agreement was too vague to constitute a valid contract and Nancy Johnson was intoxicated at the time of execution did not ratify the agreement upon becoming sober.</p>\n<p>Whether a contract is sufficiently definite so as to be enforceable is a conclusion of law subject to de novo review. <i>See </i><i>In re Campbell,</i> 812 F.2d 1465, 1467 (4th Cir.1987); <i>Seabulk Offshore Ltd. v. American Home Assurance Co.,</i> 377 F.3d 408, 418 (4th Cir.2004). (\"The interpretation of a written contract is a question of law that turns upon a reading of the document itself). This Court concludes that no contract existed between the parties and, as such, the Bankruptcy Court erred in enforcing the stock transfer agreement.</p>\n<p>This Court agrees with the Bankruptcy Court's conclusion that \"The terms of the transaction are vague.\" No valid contract exists where an agreement is so vague that no definite terms can be ascertained. <i>Thompson-McLean, Inc. v. Campbell,</i> 261 N.C. 310, 134 S.E.2d 671 (1964). In order to \"constitute a valid contract, the terms of the contract require sufficient certainty and specificity with regard to material terms.\" <i>Jackson v. Jackson,</i> 169 N.C.App. 46, 48, 610 S.E.2d 731, 732-33 (1992), <i>rev'd on other grounds</i> 360 N.C. 56, 620 S.E.2d 862 (2005). \"Vagueness of expression, indefiniteness and uncertainty as to any of the essential terms of an agreement, have often been held to prevent the creation of an enforceable contract.\" <i>Corbin on Contracts,</i> § 4.1 (1993). \"If no method is agreed upon for rendering this subject matter sufficiently definite for enforcement, the agreement must nearly always fail for legal effect. It is not customary for courts to fill the gap by finding that a `reasonable' amount of goods or land or labor has been agreed upon as the exchange of money.\" <i>Id.</i> at § 4.6. Moreover, a contract that leaves material provisions open for future agreement is void for indefiniteness as a matter of law. <i>Miller v. Rose,</i> 138 N.C.App. 582, 532 S.E.2d 228 (2000).</p>\n<p>Appellee cites <i>Chew v. Leonard</i> in support of the contention that \"the courts will if possible so construe the contract as to carry into effect the reasonable intent of the parties, if it can be ascertained.\" 228 N.C. 181, 185, 44 S.E.2d 869, 872 (1947). But the writings that make up the agreement and the surrounding circumstances here are insufficient to demonstrate the intent of the parties.</p>\n<p>With respect to the home, the various writings state that Nancy Johnson shall receive \"a home on Fearrington Village,\" or alternatively, \"a home in Fearrington Village or elsewhere.\" The agreement here is insufficient because it provides no guidance that would allow the court to determine the type of home to be purchased or any particulars about the home such as price, lot size, or location. See <i>Marshall &amp; Ilsley Bank v. Schuerbrock,</i> 195 Wis. 203, 217 N.W. 416, 421 (1928) (contract to \"purchase a home\" where the specifics of such a home were not set forth was insufficient to create a binding contract); <i>Trammell v. Morgan,</i> 158 N.E.2d 541 (Ohio Ct.App.1957) (contract to \"purchase a home . . . suitable for his family, at a fair price\" was held to be too indefinite to enforce); <i>Offeman v. Robertson-Cole Studios,</i> 80 Cal.App. 1, 251 P. 830, 834 (1926) (contract to \"supply me with a home here, a house, and furnish <span class=\"star-pagination\">*686</span> it\" was \"too indefinite and uncertain.\"). Rather, the writings here merely offer the suggestion that the home would be located in Fearrington Village while leaving open the possibility that the home could be located anywhere in the world. And even assuming that the agreement was limited to Fearrington Village, substantial uncertainty remains because the Fearrington Village development includes town homes, free-standing, and homes in a retirement community ranging in price from $161,000 to $435,000. As such, the agreement between Nancy Johnson and Wesley Johnson, III was insufficiently definite to create a binding contract.</p>\n<p>With respect to the obligation to provide an automobile, the stock transfer agreement states that Nancy Johnson is entitled to \"an automobile to be title in a name(s) per Nancy S. Johnson's request.\" Tr. Ex. 14. Appellee relies on <i>Goodyear v. Goodyear</i> where the Court found the promise to buy a \"new automobile\" enforceable where the promisee was aware of the promisor's financial status, which in theory put a limit on the cost of the \"new automobile.\" <i>Goodyear v. Goodyear,</i> 257 N.C. 374, 379, 126 S.E.2d 113, 117 (1962). But not even the minimal level of specificity required by <i>Goodyear</i> is present here. The stock transfer agreement does not specify that the automobile would be used or new and contains no indicia of the amount that Wesley Johnson, III was obligated to spend on the automobile. And regardless of the agreement's specificity regarding the obligation to provide an automobile, the obligation to provide a home, a far more significant portion of the purported consideration, is sufficiently vague to render the contract invalid.</p>\n<p>Finally, the writings promise that Wesley Johnson, III will provide gas for the car and utilities for the home. In light of the vagueness surrounding the obligations to provide a home and an automobile, an obligation to provide utilities for a home and gas for a car cannot salvage the agreement. It should also be noted that the parties did not interpret even this seemingly straightforward clause as written. Wesley Johnson, III testified before the Bankruptcy Court that he understood this clause as an obligation to take care of his mother for life. In North Carolina, a promise to \"look after\" or \"support\" someone is too vague to be enforceable. <i>Lassiter v. Bank of N.C.,</i> 146 N.C.App. 264, 551 S.E.2d 920, 923-24 (2001); <i>Pace v. Pace,</i> 73 N.C. 119, 1875 WL 2792 at *6 (1875). In sum, the terms of the various writings comprising the stock transfer agreement are so vague and indefinite that no contract was formed between Nancy Johnson and Wesley Johnson, III for the transfer of the JENC stock.</p>\n<p>The Bankruptcy Court erred in enforcing the agreement despite finding that the agreement was vague. In imposing an equitable remedy on the parties, the Bankruptcy Court sought to give effect to Nancy Johnson's intent, which the Court determined by relying on its assessment of her intent at the time of the contract and her failure to seek rescission within a reasonable time after becoming sober. But \"[i]t is not enough that the parties think they have made a contract. They must have expressed their intentions in a manner that is capable of being understood. It is not even enough that they nave actually agreed, if their expressions, when interpreted in light of accompanying factors and circumstances, are not such that the court can determine what the terms of the agreement are.\" <i>Corbin on Contracts</i> § 4.1 (1993). Although Nancy Johnson may have had a very particular house and car in mind when she entered into the agreement, Wesley Johnson, III may have had a very different house and car in mind. <span class=\"star-pagination\">*687</span> And as explained above, the writings that memorialized their intent when considered in light of the surrounding circumstances are so indefinite as to render the agreement unenforceable.</p>\n<p>Neither does Nancy Johnson's ratification render the agreement effective. An agreement that is void ab initio because of vagueness cannot be ratified later. <i>See Weathers et al. v. Borders et al.,</i> 121 N.C. 387, 387, 28 S.E. 524, 525 (1897). The Bankruptcy Court found that Nancy Johnson was incapacitated by intoxication at the time the agreement was entered and failed to seek rescission within a reasonable time upon becoming sober. But although Nancy Johnson may have given up her right to seek rescission based on her intoxication, an agreement rendered void by vagueness is not made enforceable by an intoxicated person's ratification upon becoming sober. Moreover, although Appellee contends that Nancy Johnson accepted benefits under the agreement, Wesley Johnson, III's ex post conduct would not satisfy even the most expansive reading of the terms of the agreement. Nancy Johnson was not provided with a fee simple interest in a home in Fearrington or elsewhere, but rather with a life estate in a condominium previously owned by Wesley Johnson, III with the remainder interest held by Wesley Johnson, III. And title to an automobile previously owned by Wesley Johnson, III was not transferred until, after Nancy Johnson filed suit seeking rescission.</p>\n<p>Thus, the Bankruptcy Court erred in enforcing the stock transfer agreement and awarding Nancy. Johnson's estate the value of a nice house in Fearrington and a nice car secured by the JENC stock rather than rescinding the agreement. Accordingly, the estate of Nancy Johnson is entitled to rescission of the contract and to recover the 119 shares of JENC stock transferred to Wesley Johnson, III.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons stated above, the judgment of the Bankruptcy Court is hereby REVERSED. The estate of Nancy Johnson is entitled to rescission of the stock transfer agreement between Nancy Johnson and J. Wesley Johnson, III. As a result, the estate of Nancy Johnson is entitled to recover the 119 shares of Johnson Enterprises of North Carolina, Inc. stock transferred to J. Wesley Johnson, III. This matter is REMANDED to the Bankruptcy Court for further proceedings consistent with this order.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">418</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">682</span></span> (2009)</b></center>\n<center><h1>Carlyle M. JOHNSON, Executor of the Estate of Nancy S. Johnson, Plaintiff-Appellant,<br>\nv.<br>\nJ. Wesley JOHNSON, III and Johnson Enterprises of North Carolina, Inc., Defendants-Appellees.</h1></center>\n<center>No. 5:09-CV-119-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 2, 2009.</center>\n<p><span class=\"star-pagination\">*683</span> Kieran J. Shanahan, Melissa Lynn Pulliam, Shanahan Law`Group, Raleigh, NC, for Appellant.</p>\n<p>Gary J. Rickner, Ward and Smith, P.A., Jason L. Hendren, Brady, Nordgren, Morton &amp; Malone, PLLC, Raleigh, NC, for Appellees.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on an appeal by the Carlyle Johnson, executor of the estate of Nancy Johnson, of an order by the United States Bankruptcy Court for the Eastern District of North Carolina. For the following reasons, the judgment of the Bankruptcy Court is REVERSED and the matter is REMANDED for further proceedings consistent with this opinion.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>Johnson Enterprises of North Carolina, Inc. (\"JENC\") is a closely held corporation organized under the laws of the state of North Carolina with its principal office in Raleigh, North Carolina. JENC operates three children's day care centers in Raleigh, North Carolina, through its ownership of Primary Beginnings, LLC. JENC also owns and leases certain real property in Wake County, North Carolina, to another children's day care center, Knowledge Learning Corporation. JENC is a family <span class=\"star-pagination\">*684</span> owned business that is the successor in interest to Clay Printing Company Incorporated. The business was operated by J. Wesley Johnson, II until his death in 1985. J. Wesley Johnson, III, Katherin (Johnson) Cabaniss, and Carlyle Johnson are the children of Nancy Johnson and her late husband, J. Wesley Johnson, II. After the death of J. Wesley Johnson, II, the stock of JENC was owned as follows: Nancy Johnson, 139 shares; Wesley Johnson, III, 34 shares; Katherine Cabaniss; 34 shares; and Carlyle Johnson, 34 shares. Wesley Johnson, III, has served as president of JENC since 1989.</p>\n<p>In June, 2005, Nancy Johnson and Wesley Johnson, III entered into a stock transfer transaction in which Nancy Johnson transferred 120 shares of JENC stock to Wesley Johnson, III in exchange for his promise to purchase a home and a car for her and to pay for utilities for the home and gas for the car. Nancy Johnson subsequently decided that she wished to retain one share of JENC stock and subsequently executed an assignment transferring all but one share of her stock, 119 shares, to Wesley Johnson, III, and a \"Stock Power\" document confirming her ownership of one share of JENC stock.</p>\n<p>On June 19, 2007, Nancy Johnson filed a complaint against Wesley Johnson, III in the Wake County Superior Court. The complaint asserted four claims for relief: (1) cancellation and rescission of the stock transfer agreement; (2) breach of fiduciary duty; (3) fraud in the inducement; and (4) unfair and deceptive trade practices. Nancy Johnson died on October 31, 2007, and Carlyle Johnson was named the Executor of Nancy Johnson's estate. On February 19, 2008, Carlyle Johnson filed an amended complaint against both Wesley Johnson, III and JENC adding the claims of (1) breach of contract against Wesley Johnson, III; (2) breach of contract against JENC; and (3) conversion against Wesley Johnson, III.</p>\n<p>On March 3, 2008, JENC filed a voluntary petition for bankruptcy under `Chapter 11 and Wesley Johnson, III subsequently filed a Chapter 11 petition on May 28, 2008. This case was removed by Carlyle Johnson to Bankruptcy Court as an adversarial proceeding on September 17, 2008. Trial was set for December 17, 2008 and limited to the issue of the ownership of the JENC stock transferred by Nancy Johnson to Wesley Johnson, III. The Bankruptcy Court found that the agreement was vague, that Nancy Johnson was incapacitated by intoxication on the day that the stock transaction occurred and without assistance of counsel, and that Nancy Johnson ratified the agreement during a period of sobriety following the transaction. The Bankruptcy Court enforced the stock transfer agreement and granted the estate of Nancy Johnson the equitable remedy of five hundred thousand dollars, the value of a nice house in Fearrington and a nice car, secured by the JENC stock held by Wesley Johnson, III.</p>\n<p>Carlyle Johnson has appealed the Bankruptcy Court's ruling to this Court. He contends that the Bankruptcy Court erred in granting equitable relief rather than rescinding the stock transfer agreement.</p>\n<p></p>\n<h2><i>JURISDICTION AND STANDARD OF REVIEW</i></h2>\n<p>Jurisdiction over this appeal is proper pursuant to 28 U.S.C. § 158. A bankruptcy court's findings of fact shall not be set aside unless clearly erroneous. <i>In re Bryson Properties, XVIII,</i> <span class=\"citation\" data-id=\"581392\"><a href=\"/opinion/581392/in-re-bryson-properties-xviii-debtor-travelers-insurance-company-v/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">496</span></a></span>, 499 (4th Cir.1992). Conclusions of law are reviewed de novo. <i>In re Apex Express Corp.,</i> <span class=\"citation\" data-id=\"766029\"><a href=\"/opinion/766029/in-re-apex-express-corporation-humboldt-express-incorporated-debtors/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">624</span></a></span>, 630 (4th Cir.1999); <i>Continental Casualty Co. v. York,</i> <span class=\"citation\" data-id=\"1528437\"><a href=\"/opinion/1528437/in-re-york/\"><span class=\"volume\">205</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">759</span></a></span>, 762 (E.D.N.C.1997).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*685</span> <i>DISCUSSION</i>\n</h2>\n<p>The issue presented on appeal is whether the Bankruptcy Court erred in enforcing the stock transfer agreement between Wesley Johnson, III, and Nancy Johnson for the transfer 119 shares of stock in JENC. Appellant contends that the Bankruptcy Court erred in enforcing the agreement because the agreement was too vague to constitute a valid contract and Nancy Johnson was intoxicated at the time of execution did not ratify the agreement upon becoming sober.</p>\n<p>Whether a contract is sufficiently definite so as to be enforceable is a conclusion of law subject to de novo review. <i>See </i><i>In re Campbell,</i> <span class=\"citation\" data-id=\"484251\"><a href=\"/opinion/484251/bankr-l-rep-p-71696-in-the-matter-of-charles-c-campbell-and-patricia/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1465</span></a></span>, 1467 (4th Cir.1987); <i>Seabulk Offshore Ltd. v. American Home Assurance Co.,</i> <span class=\"citation\" data-id=\"787116\"><a href=\"/opinion/787116/seabulk-offshore-limited-v-american-home-assurance-company-and-dyn/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">408</span></a></span>, 418 (4th Cir.2004). (\"The interpretation of a written contract is a question of law that turns upon a reading of the document itself). This Court concludes that no contract existed between the parties and, as such, the Bankruptcy Court erred in enforcing the stock transfer agreement.</p>\n<p>This Court agrees with the Bankruptcy Court's conclusion that \"The terms of the transaction are vague.\" No valid contract exists where an agreement is so vague that no definite terms can be ascertained. <i>Thompson-McLean, Inc. v. Campbell,</i> <span class=\"citation\" data-id=\"1232037\"><a href=\"/opinion/1232037/thompson-mclean-inc-v-campbell/\"><span class=\"volume\">261</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">310</span></a></span>, <span class=\"citation\" data-id=\"1232037\"><a href=\"/opinion/1232037/thompson-mclean-inc-v-campbell/\"><span class=\"volume\">134</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">671</span></a></span> (1964). In order to \"constitute a valid contract, the terms of the contract require sufficient certainty and specificity with regard to material terms.\" <i>Jackson v. Jackson,</i> 169 N.C.App. 46, 48, <span class=\"citation no-link\"><span class=\"volume\">610</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">731</span></span>, 732-33 (1992), <i>rev'd on other grounds</i> <span class=\"citation\" data-id=\"1245251\"><a href=\"/opinion/1245251/jackson-v-jackson/\"><span class=\"volume\">360</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">56</span></a></span>, <span class=\"citation\" data-id=\"1245251\"><a href=\"/opinion/1245251/jackson-v-jackson/\"><span class=\"volume\">620</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">862</span></a></span> (2005). \"Vagueness of expression, indefiniteness and uncertainty as to any of the essential terms of an agreement, have often been held to prevent the creation of an enforceable contract.\" <i>Corbin on Contracts,</i> § 4.1 (1993). \"If no method is agreed upon for rendering this subject matter sufficiently definite for enforcement, the agreement must nearly always fail for legal effect. It is not customary for courts to fill the gap by finding that a `reasonable' amount of goods or land or labor has been agreed upon as the exchange of money.\" <i>Id.</i> at § 4.6. Moreover, a contract that leaves material provisions open for future agreement is void for indefiniteness as a matter of law. <i>Miller v. Rose,</i> 138 N.C.App. 582, <span class=\"citation\" data-id=\"1355774\"><a href=\"/opinion/1355774/miller-v-rose/\"><span class=\"volume\">532</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">228</span></a></span> (2000).</p>\n<p>Appellee cites <i>Chew v. Leonard</i> in support of the contention that \"the courts will if possible so construe the contract as to carry into effect the reasonable intent of the parties, if it can be ascertained.\" <span class=\"citation no-link\"><span class=\"volume\">228</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">181</span></span>, 185, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">869</span></span>, 872 (1947). But the writings that make up the agreement and the surrounding circumstances here are insufficient to demonstrate the intent of the parties.</p>\n<p>With respect to the home, the various writings state that Nancy Johnson shall receive \"a home on Fearrington Village,\" or alternatively, \"a home in Fearrington Village or elsewhere.\" The agreement here is insufficient because it provides no guidance that would allow the court to determine the type of home to be purchased or any particulars about the home such as price, lot size, or location. See <i>Marshall &amp; Ilsley Bank v. Schuerbrock,</i> <span class=\"citation no-link\"><span class=\"volume\">195</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">203</span></span>, <span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">416</span></span>, 421 (1928) (contract to \"purchase a home\" where the specifics of such a home were not set forth was insufficient to create a binding contract); <i>Trammell v. Morgan,</i> <span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">541</span></span> (Ohio Ct.App.1957) (contract to \"purchase a home . . . suitable for his family, at a fair price\" was held to be too indefinite to enforce); <i>Offeman v. Robertson-Cole Studios,</i> <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">Cal. App.</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">251</span> <span class=\"reporter\">P.</span> <span class=\"page\">830</span></span>, 834 (1926) (contract to \"supply me with a home here, a house, and furnish <span class=\"star-pagination\">*686</span> it\" was \"too indefinite and uncertain.\"). Rather, the writings here merely offer the suggestion that the home would be located in Fearrington Village while leaving open the possibility that the home could be located anywhere in the world. And even assuming that the agreement was limited to Fearrington Village, substantial uncertainty remains because the Fearrington Village development includes town homes, free-standing, and homes in a retirement community ranging in price from $161,000 to $435,000. As such, the agreement between Nancy Johnson and Wesley Johnson, III was insufficiently definite to create a binding contract.</p>\n<p>With respect to the obligation to provide an automobile, the stock transfer agreement states that Nancy Johnson is entitled to \"an automobile to be title in a name(s) per Nancy S. Johnson's request.\" Tr. Ex. 14. Appellee relies on <i>Goodyear v. Goodyear</i> where the Court found the promise to buy a \"new automobile\" enforceable where the promisee was aware of the promisor's financial status, which in theory put a limit on the cost of the \"new automobile.\" <i>Goodyear v. Goodyear,</i> <span class=\"citation\" data-id=\"1322229\"><a href=\"/opinion/1322229/goodyear-v-goodyear/\"><span class=\"volume\">257</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">374</span></a></span>, 379, <span class=\"citation\" data-id=\"1322229\"><a href=\"/opinion/1322229/goodyear-v-goodyear/\"><span class=\"volume\">126</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">113</span></a></span>, 117 (1962). But not even the minimal level of specificity required by <i>Goodyear</i> is present here. The stock transfer agreement does not specify that the automobile would be used or new and contains no indicia of the amount that Wesley Johnson, III was obligated to spend on the automobile. And regardless of the agreement's specificity regarding the obligation to provide an automobile, the obligation to provide a home, a far more significant portion of the purported consideration, is sufficiently vague to render the contract invalid.</p>\n<p>Finally, the writings promise that Wesley Johnson, III will provide gas for the car and utilities for the home. In light of the vagueness surrounding the obligations to provide a home and an automobile, an obligation to provide utilities for a home and gas for a car cannot salvage the agreement. It should also be noted that the parties did not interpret even this seemingly straightforward clause as written. Wesley Johnson, III testified before the Bankruptcy Court that he understood this clause as an obligation to take care of his mother for life. In North Carolina, a promise to \"look after\" or \"support\" someone is too vague to be enforceable. <i>Lassiter v. Bank of N.C.,</i> 146 N.C.App. 264, <span class=\"citation\" data-id=\"1410006\"><a href=\"/opinion/1410006/lassiter-v-bank-of-north-carolina/\"><span class=\"volume\">551</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">920</span></a></span>, 923-24 (2001); <i>Pace v. Pace,</i> <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">119</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1875</span> <span class=\"reporter\">WL</span> <span class=\"page\">2792</span></span> at *6 (1875). In sum, the terms of the various writings comprising the stock transfer agreement are so vague and indefinite that no contract was formed between Nancy Johnson and Wesley Johnson, III for the transfer of the JENC stock.</p>\n<p>The Bankruptcy Court erred in enforcing the agreement despite finding that the agreement was vague. In imposing an equitable remedy on the parties, the Bankruptcy Court sought to give effect to Nancy Johnson's intent, which the Court determined by relying on its assessment of her intent at the time of the contract and her failure to seek rescission within a reasonable time after becoming sober. But \"[i]t is not enough that the parties think they have made a contract. They must have expressed their intentions in a manner that is capable of being understood. It is not even enough that they nave actually agreed, if their expressions, when interpreted in light of accompanying factors and circumstances, are not such that the court can determine what the terms of the agreement are.\" <i>Corbin on Contracts</i> § 4.1 (1993). Although Nancy Johnson may have had a very particular house and car in mind when she entered into the agreement, Wesley Johnson, III may have had a very different house and car in mind. <span class=\"star-pagination\">*687</span> And as explained above, the writings that memorialized their intent when considered in light of the surrounding circumstances are so indefinite as to render the agreement unenforceable.</p>\n<p>Neither does Nancy Johnson's ratification render the agreement effective. An agreement that is void ab initio because of vagueness cannot be ratified later. <i>See Weathers et al. v. Borders et al.,</i> <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">387</span></span>, 387, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">524</span></span>, 525 (1897). The Bankruptcy Court found that Nancy Johnson was incapacitated by intoxication at the time the agreement was entered and failed to seek rescission within a reasonable time upon becoming sober. But although Nancy Johnson may have given up her right to seek rescission based on her intoxication, an agreement rendered void by vagueness is not made enforceable by an intoxicated person's ratification upon becoming sober. Moreover, although Appellee contends that Nancy Johnson accepted benefits under the agreement, Wesley Johnson, III's ex post conduct would not satisfy even the most expansive reading of the terms of the agreement. Nancy Johnson was not provided with a fee simple interest in a home in Fearrington or elsewhere, but rather with a life estate in a condominium previously owned by Wesley Johnson, III with the remainder interest held by Wesley Johnson, III. And title to an automobile previously owned by Wesley Johnson, III was not transferred until, after Nancy Johnson filed suit seeking rescission.</p>\n<p>Thus, the Bankruptcy Court erred in enforcing the stock transfer agreement and awarding Nancy. Johnson's estate the value of a nice house in Fearrington and a nice car secured by the JENC stock rather than rescinding the agreement. Accordingly, the estate of Nancy Johnson is entitled to rescission of the contract and to recover the 119 shares of JENC stock transferred to Wesley Johnson, III.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons stated above, the judgment of the Bankruptcy Court is hereby REVERSED. The estate of Nancy Johnson is entitled to rescission of the stock transfer agreement between Nancy Johnson and J. Wesley Johnson, III. As a result, the estate of Nancy Johnson is entitled to recover the 119 shares of Johnson Enterprises of North Carolina, Inc. stock transferred to J. Wesley Johnson, III. This matter is REMANDED to the Bankruptcy Court for further proceedings consistent with this order.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/484251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1232037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1245251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1322229/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1355774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1410006/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1528437/"
  ]
}