{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1904432/",
  "absolute_url": "/opinion/1904432/whiteville-oil-co-inc-v-federated-mut-ins-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1904432/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:46:35.425066Z",
  "date_modified": "2016-04-27T02:45:12.214229Z",
  "type": "010combined",
  "sha1": "595b709f6f6e03aebe45ea3884af514557ac4356",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>889 F.Supp. 241 (1995)</b></center>\n<center><h1>WHITEVILLE OIL CO., INC., Plaintiff,<br>\nv.<br>\nFEDERATED MUTUAL INSURANCE CO., Defendant.</h1></center>\n<center>No. 7:94-CV-108-BR(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>April 13, 1995.</center>\n<p><span class=\"star-pagination\">*242</span> <span class=\"star-pagination\">*243</span> J. Randall Hiner, Ward &amp; Smith, Buren Riley Shields, III, Ward &amp; Smith, New Bern, NC, Harold G. Pope, Whiteville, NC, for plaintiff.</p>\n<p>Clay Allen Collier, Harvey Mark Hamlet, Crossley, McIntosh, Prior &amp; Collier, Wilmington, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on motion by defendant to dismiss pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure and on plaintiffs motions for leave to amend a reply, to strike and for partial summary judgment. The motions have been briefed and are now ripe for decision.<sup>[1]</sup></p>\n<p></p>\n<h2>I. FACTS</h2>\n<p></p>\n<h2><i>A. Background</i></h2>\n<p>Plaintiff has owned a retail Amoco gasoline outlet in Whiteville, North Carolina since 1970 (the Amoco station). On or about 1 February 1994, a lawsuit entitled <i>Kathy Thompson, d/b/a K.T.'s Restaurant v. Whiteville Oil Co., Inc.</i> was filed in Superior Court in Columbus County, North Carolina (the Thompson suit) alleging that fumes from defendant's Amoco station had permeated K.T.'s Restaurant in Whiteville and caused various damages.<sup>[2]</sup> Thompson claimed that Whiteville's failure to stop the continuous discharge of pollutants was gross negligence and caused her to close her restaurant and <span class=\"star-pagination\">*244</span> thereby suffer commercial and business losses. Thompson further claimed to have incurred medical bills and lost wages and to have suffered pain and mental distress.</p>\n<p>Whiteville has several insurance policies with defendant and by letter of 17 February 1994, tendered the defense of the Thompson suit to defendant. Defendant denied any obligation to defend or indemnify plaintiff and asserted that the policies held by plaintiff do not provide coverage for environmental contamination claims. Plaintiff responded to the denial of coverage by filing the instant action.</p>\n<p>Plaintiffs first claim for relief alleges that defendant breached provisions of the policies by refusing to defend Whiteville in the Thompson suit. Specifically, plaintiff asserts that defendant had a duty to defend based on the limited personal injury liability coverage in the policies.</p>\n<p>Plaintiff's second claim for relief alleges that defendant, in refusing to defend plaintiff, established a policy of ignoring the provision of its policies such that it is disregarding its fiduciary duty to act in good faith. Plaintiff claims the right to punitive damages based on this alleged willful and reckless disregard of its right to defense and indemnification.</p>\n<p>In its third claim for relief, plaintiff seeks a declaration that defendant must defend it in the Thompson suit. Finally, plaintiff's fourth claim for relief alleges defendant violated North Carolina law by engaging in unfair and deceptive trade practices in refusing to defend plaintiff.</p>\n<p>Defendant maintains that it has no obligation to defend or indemnify plaintiff because of specified exceptions contained in the policies and that it has not engaged in any unfair trade practice or malicious act. Defendant has moved for summary judgment on plaintiff's third claim for relief, thereby also seeking a declaration of its duty to defend under the policies.<sup>[3]</sup></p>\n<p></p>\n<h2><i>B. The Policies</i></h2>\n<p>Before discussing the merits of the case, it is necessary to discuss the various insurance policies plaintiff had with the defendant and to examine the wording and conditions contained therein. Plaintiff had two policies with defendant: a Commercial General Liability Policy (CGL Policy) and a Commercial Umbrella Policy (Umbrella Policy).</p>\n<p></p>\n<h2>1. The CGL Policy</h2>\n<p>The CGL Policy provided general liability coverage in three specified areas: (1) Coverage A. Bodily Injury and Property Damage; (2) Coverage B. Personal and Advertising Injury Liability; and (3) Coverage C. Medical Payments.<sup>[4]</sup></p>\n<p>Coverage A provides compensatory damages caused by \"bodily injury\" or \"property damage\" that occurred during the policy period. The policy defines \"bodily injury\" as sickness or disease sustained by a person, including death. \"Property damage\" means any physical injury to tangible property, including all loss resulting from the use of the property, and all loss or use of tangible property that is not physically injured. All such losses are deemed to have taken place at the time of the occurrence in question.</p>\n<p>Coverage A also contains several specific exclusions including a pollution exclusion which states, in pertinent part, that the policy does not apply to:</p>\n<blockquote>(1) \"Bodily injury\" or \"property damage\" which would not have occurred in whole or in part but for the actual, alleged or threatened discharge, dispersal, release or escape of pollutants at any time.</blockquote>\n<blockquote>(2) Any loss, cost or expense arising out of any request, demand or order that any insured or others test for, monitor, clean up, remove, contain, treat, detoxify or neutralize, <span class=\"star-pagination\">*245</span> or in any way respond to, or assess the effects of pollutants.</blockquote>\n<blockquote>Pollutants means one or more solid, liquid or gaseous thermal irritant or contaminant including ... fumes....</blockquote>\n<p>Coverage B of the CGL is meant to cover \"personal injury\" and \"advertising injury\" if these injuries took place during the policy period. The policy defines \"personal injury\" as:</p>\n<blockquote>injury, other than bodily injury, arising out of one or more of the following....:</blockquote>\n<blockquote>(a) False arrest, detention or imprisonment;</blockquote>\n<blockquote>(b) Malicious prosecution;</blockquote>\n<blockquote>(c) The wrongful eviction from, wrongful entry into, or invasion of the right of private occupancy of a room, dwelling or premises that a person occupies by or on behalf of its owner, landlord or lessor;</blockquote>\n<blockquote>(d) Oral or written publication of material that slanders or libels a person or organization....</blockquote>\n<blockquote>(e) Oral or written publication of material that violates a person's right of privacy.</blockquote>\n<p></p>\n<h2>2. The Umbrella Policy</h2>\n<p>The Umbrella Policy also contains three coverage areas: (1) Coverage A. Excess Liability; (2) Coverage B. Other Liability; (3) and Coverage C. Supplemental Payments.</p>\n<p>Excess liability under Coverage A was to satisfy claims covered by the underlying policy resulting in \"bodily injury\", \"personal injury\", \"property damage\" or \"advertising injury.\" Coverage B provides insurance for liability not covered by the underlying policy, but arose from an occurrence during the policy period resulting in \"bodily injury\", \"personal injury\", \"property damage\" or \"advertising injury.\" Coverage C is designed to provide for \"supplemental payments\" which include defense costs. It states, in relevant part:</p>\n<blockquote>if no insurer of an \"underlying insurance\" policy is obligated to do so, we will have the right and duty to defend any suit against the insured seeking damages because of \"bodily injury\", \"personal injury\", \"property damage\" or \"advertising injury\" even if any of the allegations of the suit are groundless, false or fraudulent.</blockquote>\n<p>The pollution exclusion also applies to the Umbrella Policy. The exclusion states, in part, that the policy does not apply to:</p>\n<blockquote>(a) \"Bodily injury\" or \"property damage\" arising out of the actual, alleged, or threatened discharge, dispersal, release or escape of pollutants from any automobile; except to the extent that coverage is provided by the \"underlying insurance.\"</blockquote>\n<p>The remainder of the exclusion contains the same language as that in the CGL Policy cited above.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>Defendant filed a motion to dismiss pursuant to Federal Rule of Civil Procedure 12(b). Under this rule, the court must treat such a motion as one for summary judgment if it considers matters outside the pleadings in resolving the motion. Fed.R.Civ.P. 12(b); <i>Clark v. Volpe,</i> 481 F.2d 634 (4th Cir.1973). Because the court did consider matters other than the original pleadings, defendant's motion to dismiss will be treated as a motion for summary judgment.</p>\n<p>Summary judgment is only proper \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). The rule \"requires the nonmoving party to go beyond the pleadings and by [her] own affidavits, or by depositions, answers to interrogatories, and admissions on file, designate specific facts showing that there is a genuine issue for trial.\" <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 324, 106 S.Ct. 2548, 2553, 91 L.Ed.2d 265 (1986). An issue of material fact is only \"genuine\" if the evidence is such that a reasonable juror could return a verdict for the nonmoving party. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986).</p>\n<p>After a full examination of the documents submitted by both parties, the court is satisfied that there are no genuine issues of material <span class=\"star-pagination\">*246</span> fact in the case at bar. The policies at issue were in effect at the time of the relevant incident and there is no dispute as to the factual terms of the policies. There is, however, a dispute as to the legal meaning of these terms and this dispute is a matter of law better settled by the court.</p>\n<p>The language of the policies recited above is at the heart of this dispute and will be interpreted according to North Carolina law, as the law of the forum state controls in a declaratory judgment action based on diversity of citizenship. <i>Klaxon Co. v. Stentor Electric Mfg. Co.,</i> 313 U.S. 487, 61 S.Ct. 1020, 85 L.Ed. 1477 (1941). Under North Carolina law, an insurance policy is to be interpreted according to its terms as they are defined in the policy itself. <i>Kirk v. Nationwide Mutual Ins. Co.,</i> 254 N.C. 651, 119 S.E.2d 645 (1961). If a policy specifically defines a term, that term is to be construed according to the express definition. <i>Id.</i> If a policy fails to define a term, the term is to be given its ordinary meaning. <i>Wachovia Bank and Trust Co. v. Westchester Fire Ins. Co.,</i> 276 N.C. 348, 172 S.E.2d 518 (1970). Further, terms used in a policy are not ambiguous \"unless, in the opinion of the court, the language of the policy is fairly and reasonably susceptible\" to either construction the parties contend. <i>Id.</i> at 522.</p>\n<p>As set out above, there are two policies at issue in the instant case; the CGL Policy and the Umbrella Policy. Both policies contain identical language concerning exclusion of coverage for pollution (the pollution exclusion), and it is this language that is central to the issues before the court.</p>\n<p></p>\n<h2><i>A. The Pollution Exclusion</i></h2>\n<p>The language of the pollution exclusion is set out above. Specifically, the exclusion provides that the policies do not afford coverage for \"bodily injury\" or \"property damage\" which would not have occurred, in whole or in part, but for the actual, alleged or threatened discharge, dispersal, release or escape of pollutants. Applying this language to the facts at issue, coverage is not required.</p>\n<p>The Thompson complaint alleges that the fumes from plaintiff's petroleum caused the closing of Thompson's restaurant and lost profits. These are clearly losses \"of the use of tangible property\" and fall within the policies' definition of \"property damage.\" The Thompson complaint also alleged mental anguish, stress and medical bills and \"illness\". These claims fall squarely within the policies' treatment of claims for \"bodily injury,\" and the exclusion applies.</p>\n<p>Applying the terms of the policies as defined and the plain meaning of terms not defined, it is clear to the court that the claims in the Thompson suit are claims for \"property damage\" and \"bodily injury.\" Therefore, these claims are excluded from coverage by the unambiguous language of the pollution exclusion.</p>\n<p></p>\n<h2><i>B. Personal Injury Coverage Is Limited</i></h2>\n<p>It is important to note that the pollution exclusion does not specifically apply to \"personal injury\" claims but only to claims for \"bodily injury\" or \"property damage.\" Although the pollution exclusion is not written to directly apply to personal injury claims, such claims are limited by the terms of coverage as they are offense-based claims for which coverage duties only arise when a specific personal offense is committed. In relevant part, the CGL Policy states that there will be coverage for \"personal injury\" if one of the following offenses was committed:</p>\n<blockquote>[t]he wrongful eviction from, wrongful entry into, or invasion of the right of private occupancy of a room, dwelling or premises that a person occupies by or on behalf of its owner, landlord or lessor....</blockquote>\n<p>In like fashion, the Umbrella Policy only affords \"personal injury\" resulting from the following offenses:</p>\n<blockquote>wrongful entry into, eviction of a person from a room, dwelling or premises the person occupies....</blockquote>\n<p>As will be clear from the following discussion, there are no personal injury claims, as defined by the terms of the policies, at issue in the Thompson suit.</p>\n<p></p>\n<h2>1. \"Wrongful Entry\" Is Not a Personal Injury Offense</h2>\n<p>The Thompson suit does not allege a \"wrongful entry\" or \"wrongful eviction\" as <span class=\"star-pagination\">*247</span> set out by the terms of the policy. It does, however, allege trespass. Plaintiff asserts that trespass is to be equated with \"wrongful entry\" such that \"personal injury\" coverage should be invoked. Under the law of North Carolina, plaintiff's assertion is incorrect. The elements of trespass include \"an unauthorized, and therefore unlawful, entry on the land\" of another and may result from petroleum seeping onto another's land. <i>Jordan v. Foust Oil Co.,</i> 116 N.C.App. 155, 447 S.E.2d 491, 498 (1994) <i>review denied,</i> 339 N.C. 613, 454 S.E.2d 252 (1995). \"Wrongful entry,\" however, is generally used to refer to claims involving the wrongful taking of property or real estate and requires actual entry on another's land. See <i>Combs v. Town of Belhaven,</i> 106 N.C.App. 71, 415 S.E.2d 91 (1992). The ordinary meaning of entry involves the \"actual taking of lands or tenements by entering or setting foot on them.\" <i>Webster's Third New International Dictionary</i> (1986).</p>\n<p>Comparing this understanding of \"wrongful entry\" with the elements of trespass, it is clear that each is a different concept. While every person who wrongfully enters the property of another becomes a trespasser, <i>State v. Kelly,</i> 24 N.C.App. 670, 211 S.E.2d 854 (1975), the converse is not true. Every trespass is not necessarily a \"wrongful entry\" because to be such, there must be a threat to the owner's possessory rights in the property. This goes beyond the less involved elements of trespass which simply involve an unauthorized presence.</p>\n<p>As stated above, the Thompson complaint does not allege that there was entry by a person onto the land or any attempt by an individual to exercise possession of the land. In other words, it does not state a claim for \"wrongful entry.\" It does, however claim trespass, which is a separate offense. Based on that distinction as explained above, it is clear to the court that the trespass claim in the Thompson suit is a property offense and not a personal injury offense. As a property offense, the pollution exclusion applies to the trespass claims and defendant does not have the obligation to defend those claims.</p>\n<p></p>\n<h2>2. Nuisance Is Not a Personal Injury Offense</h2>\n<p>The Thompson suit alleges that plaintiff created a nuisance when the fumes from its petroleum permeated Thompson's restaurant. Plaintiff argues that this nuisance claim is one for personal injury and, thereby entitled to coverage as an exception to the pollution exclusion. However, nuisance is not one of the offenses listed in the policies that specifically provide for instances of personal injury coverage. If the parties to the policies intended for a nuisance offense to trigger the personal injury coverage, then that language would have been included with the language of \"wrongful entry\" and the like. The obvious absence of the term \"nuisance\" indicates that such an offense does not trigger coverage.</p>\n<p></p>\n<h2><i>C. Plaintiff's Claim For Bad Faith Refusal To Defend</i></h2>\n<p>Plaintiff has alleged that defendant refused coverage in bad faith, thereby entitling plaintiff to punitive damages. As is clear from the above discussion, defendant had no duty to defend the Thompson lawsuit. Assuming, for the sake of argument, that it had been determined that plaintiff was entitled to coverage, plaintiff has completely failed to allege any facts that would support a bad faith claim against the defendant. Under North Carolina law, a claim for punitive damages based on bad faith breach of an insurance contract requires the allegation of facts which, if proven, would establish (1) identifiable tortious conduct and (2) some element of aggravation. <i>Newton v. Standard Fire Ins. Co.,</i> 291 N.C. 105, 229 S.E.2d 297, 301 (1976). As plaintiff has failed to meet this requirement, its claim for bad faith breach of contract and punitive damages must be dismissed.</p>\n<p></p>\n<h2><i>D. Plaintiff's Claim For Unfair Or Deceptive Trade Practices</i></h2>\n<p>Plaintiff's fourth claim for relief alleges that defendant failed to inform plaintiff of its interpretation of the pollution exclusion and the personal injury coverage and knew, or should have known, that plaintiff believed the <span class=\"star-pagination\">*248</span> policies covered the claims in the Thompson suit and took no action to correct that belief.</p>\n<p>North Carolina General Statute ยง 58-63 governs claims for unfair or deceptive trade practices in the insurance industry and a violation of that statute constitutes an unfair and deceptive act as a matter of law. <i>Bentley v. North Carolina Ins. Guaranty Assn.,</i> 107 N.C.App. 1, 418 S.E.2d 705 (1992). In applying the relevant statute, North Carolina courts have held that before there is a violation of the statute, a plaintiff must allege that a defendant has engaged in the prohibited practice with such frequency as to indicate a general business practice. <i>See </i><i>Belmont Land and Investment Co. v. Standard Fire Ins. Co.,</i> 102 N.C.App. 745, 403 S.E.2d 924 (1991); <i>von Hagel v. Blue Cross &amp; Blue Shield,</i> 91 N.C.App. 58, 370 S.E.2d 695 (1988). Plaintiff has failed to make such an allegation.</p>\n<p>Further, plaintiff's assertion that defendant \"failed to inform\" it of defendant's interpretation of the policy language does not constitute a claim of misrepresentation. It is settled North Carolina law that the insurer does not have a duty to \"inquire and inform an insured as to all parts of his policy.\" <i>Bentley,</i> at 712 (<i>quoting </i><i>Greenway v. North Carolina Farm Bureau Mut. Ins. Co.,</i> 35 N.C.App. 308, 241 S.E.2d 339, 343 (1978)). Because plaintiff has failed to alleged specific facts indicating that defendant engaged in any prohibited practice with sufficient frequency, as required by statute, and because North Carolina case law does not place a duty on the insurer to interpret policies for the insured, plaintiff's claim for unfair and deceptive trade practices will not be allowed to go forward.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the reasons stated above, defendant's motion for summary judgment is ALLOWED; plaintiff's motion for partial summary judgment is DENIED and plaintiff's claims one, two and four are DISMISSED.</p>\n<p>It is ORDERED, ADJUDGED and DECREED that no coverage is afforded to Whiteville Oil Co. by the CGL or Umbrella insurance policies issued by defendant with regard to plaintiff's defense of the Thompson suit.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendant requested oral argument; however, the court believes that all issues have been sufficiently briefed and that oral argument is not necessary. Therefore, defendant's request is DENIED.</p>\n<p>[2]  On 14 February 1995, the court received notice that the Thompson suit had been voluntarily dismissed pursuant to Rule 41(a) of the North Carolina Rules of Civil Procedure. The disposition of the underlying claim does not resolve or moot the issues raised in the instant action, as plaintiff did incur the costs of the defending that action until it was dismissed. There remains an actual controversy between Whiteville and Federated over whether there was a duty to defend under the relevant policies, whether any such duty has been breached and whether the claim has been handled in bad faith and the merits of that controversy will be addressed herein.</p>\n<p>[3]  Plaintiff filed a motion for leave to amend its reply to defendant's response to plaintiff's motion for partial summary judgment. That motion is ALLOWED and the amended reply and supplemental affidavit filed therewith were considered by the court. Plaintiff also filed a motion to strike the affidavit of Peter Lennington. The motion to strike is ALLOWED. The Lennington affidavit was not considered by the court in reaching its decision.</p>\n<p>[4]  Plaintiff does not contend that medical payments under Coverage C are applicable to this claim.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">889</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">241</span></span> (1995)</b></center>\n<center><h1>WHITEVILLE OIL CO., INC., Plaintiff,<br>\nv.<br>\nFEDERATED MUTUAL INSURANCE CO., Defendant.</h1></center>\n<center>No. 7:94-CV-108-BR(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>April 13, 1995.</center>\n<p><span class=\"star-pagination\">*242</span> <span class=\"star-pagination\">*243</span> J. Randall Hiner, Ward &amp; Smith, Buren Riley Shields, III, Ward &amp; Smith, New Bern, NC, Harold G. Pope, Whiteville, NC, for plaintiff.</p>\n<p>Clay Allen Collier, Harvey Mark Hamlet, Crossley, McIntosh, Prior &amp; Collier, Wilmington, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on motion by defendant to dismiss pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure and on plaintiffs motions for leave to amend a reply, to strike and for partial summary judgment. The motions have been briefed and are now ripe for decision.<sup>[1]</sup></p>\n<p></p>\n<h2>I. FACTS</h2>\n<p></p>\n<h2><i>A. Background</i></h2>\n<p>Plaintiff has owned a retail Amoco gasoline outlet in Whiteville, North Carolina since 1970 (the Amoco station). On or about 1 February 1994, a lawsuit entitled <i>Kathy Thompson, d/b/a K.T.'s Restaurant v. Whiteville Oil Co., Inc.</i> was filed in Superior Court in Columbus County, North Carolina (the Thompson suit) alleging that fumes from defendant's Amoco station had permeated K.T.'s Restaurant in Whiteville and caused various damages.<sup>[2]</sup> Thompson claimed that Whiteville's failure to stop the continuous discharge of pollutants was gross negligence and caused her to close her restaurant and <span class=\"star-pagination\">*244</span> thereby suffer commercial and business losses. Thompson further claimed to have incurred medical bills and lost wages and to have suffered pain and mental distress.</p>\n<p>Whiteville has several insurance policies with defendant and by letter of 17 February 1994, tendered the defense of the Thompson suit to defendant. Defendant denied any obligation to defend or indemnify plaintiff and asserted that the policies held by plaintiff do not provide coverage for environmental contamination claims. Plaintiff responded to the denial of coverage by filing the instant action.</p>\n<p>Plaintiffs first claim for relief alleges that defendant breached provisions of the policies by refusing to defend Whiteville in the Thompson suit. Specifically, plaintiff asserts that defendant had a duty to defend based on the limited personal injury liability coverage in the policies.</p>\n<p>Plaintiff's second claim for relief alleges that defendant, in refusing to defend plaintiff, established a policy of ignoring the provision of its policies such that it is disregarding its fiduciary duty to act in good faith. Plaintiff claims the right to punitive damages based on this alleged willful and reckless disregard of its right to defense and indemnification.</p>\n<p>In its third claim for relief, plaintiff seeks a declaration that defendant must defend it in the Thompson suit. Finally, plaintiff's fourth claim for relief alleges defendant violated North Carolina law by engaging in unfair and deceptive trade practices in refusing to defend plaintiff.</p>\n<p>Defendant maintains that it has no obligation to defend or indemnify plaintiff because of specified exceptions contained in the policies and that it has not engaged in any unfair trade practice or malicious act. Defendant has moved for summary judgment on plaintiff's third claim for relief, thereby also seeking a declaration of its duty to defend under the policies.<sup>[3]</sup></p>\n<p></p>\n<h2><i>B. The Policies</i></h2>\n<p>Before discussing the merits of the case, it is necessary to discuss the various insurance policies plaintiff had with the defendant and to examine the wording and conditions contained therein. Plaintiff had two policies with defendant: a Commercial General Liability Policy (CGL Policy) and a Commercial Umbrella Policy (Umbrella Policy).</p>\n<p></p>\n<h2>1. The CGL Policy</h2>\n<p>The CGL Policy provided general liability coverage in three specified areas: (1) Coverage A. Bodily Injury and Property Damage; (2) Coverage B. Personal and Advertising Injury Liability; and (3) Coverage C. Medical Payments.<sup>[4]</sup></p>\n<p>Coverage A provides compensatory damages caused by \"bodily injury\" or \"property damage\" that occurred during the policy period. The policy defines \"bodily injury\" as sickness or disease sustained by a person, including death. \"Property damage\" means any physical injury to tangible property, including all loss resulting from the use of the property, and all loss or use of tangible property that is not physically injured. All such losses are deemed to have taken place at the time of the occurrence in question.</p>\n<p>Coverage A also contains several specific exclusions including a pollution exclusion which states, in pertinent part, that the policy does not apply to:</p>\n<blockquote>(1) \"Bodily injury\" or \"property damage\" which would not have occurred in whole or in part but for the actual, alleged or threatened discharge, dispersal, release or escape of pollutants at any time.</blockquote>\n<blockquote>(2) Any loss, cost or expense arising out of any request, demand or order that any insured or others test for, monitor, clean up, remove, contain, treat, detoxify or neutralize, <span class=\"star-pagination\">*245</span> or in any way respond to, or assess the effects of pollutants.</blockquote>\n<blockquote>Pollutants means one or more solid, liquid or gaseous thermal irritant or contaminant including ... fumes....</blockquote>\n<p>Coverage B of the CGL is meant to cover \"personal injury\" and \"advertising injury\" if these injuries took place during the policy period. The policy defines \"personal injury\" as:</p>\n<blockquote>injury, other than bodily injury, arising out of one or more of the following....:</blockquote>\n<blockquote>(a) False arrest, detention or imprisonment;</blockquote>\n<blockquote>(b) Malicious prosecution;</blockquote>\n<blockquote>(c) The wrongful eviction from, wrongful entry into, or invasion of the right of private occupancy of a room, dwelling or premises that a person occupies by or on behalf of its owner, landlord or lessor;</blockquote>\n<blockquote>(d) Oral or written publication of material that slanders or libels a person or organization....</blockquote>\n<blockquote>(e) Oral or written publication of material that violates a person's right of privacy.</blockquote>\n<p></p>\n<h2>2. The Umbrella Policy</h2>\n<p>The Umbrella Policy also contains three coverage areas: (1) Coverage A. Excess Liability; (2) Coverage B. Other Liability; (3) and Coverage C. Supplemental Payments.</p>\n<p>Excess liability under Coverage A was to satisfy claims covered by the underlying policy resulting in \"bodily injury\", \"personal injury\", \"property damage\" or \"advertising injury.\" Coverage B provides insurance for liability not covered by the underlying policy, but arose from an occurrence during the policy period resulting in \"bodily injury\", \"personal injury\", \"property damage\" or \"advertising injury.\" Coverage C is designed to provide for \"supplemental payments\" which include defense costs. It states, in relevant part:</p>\n<blockquote>if no insurer of an \"underlying insurance\" policy is obligated to do so, we will have the right and duty to defend any suit against the insured seeking damages because of \"bodily injury\", \"personal injury\", \"property damage\" or \"advertising injury\" even if any of the allegations of the suit are groundless, false or fraudulent.</blockquote>\n<p>The pollution exclusion also applies to the Umbrella Policy. The exclusion states, in part, that the policy does not apply to:</p>\n<blockquote>(a) \"Bodily injury\" or \"property damage\" arising out of the actual, alleged, or threatened discharge, dispersal, release or escape of pollutants from any automobile; except to the extent that coverage is provided by the \"underlying insurance.\"</blockquote>\n<p>The remainder of the exclusion contains the same language as that in the CGL Policy cited above.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>Defendant filed a motion to dismiss pursuant to Federal Rule of Civil Procedure 12(b). Under this rule, the court must treat such a motion as one for summary judgment if it considers matters outside the pleadings in resolving the motion. Fed.R.Civ.P. 12(b); <i>Clark v. Volpe,</i> <span class=\"citation\" data-id=\"312298\"><a href=\"/opinion/312298/roy-clark-dba-city-ambulance-service-and-kanawha-valley-ambulance/\"><span class=\"volume\">481</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">634</span></a></span> (4th Cir.1973). Because the court did consider matters other than the original pleadings, defendant's motion to dismiss will be treated as a motion for summary judgment.</p>\n<p>Summary judgment is only proper \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). The rule \"requires the nonmoving party to go beyond the pleadings and by [her] own affidavits, or by depositions, answers to interrogatories, and admissions on file, designate specific facts showing that there is a genuine issue for trial.\" <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 324, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2553, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). An issue of material fact is only \"genuine\" if the evidence is such that a reasonable juror could return a verdict for the nonmoving party. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986).</p>\n<p>After a full examination of the documents submitted by both parties, the court is satisfied that there are no genuine issues of material <span class=\"star-pagination\">*246</span> fact in the case at bar. The policies at issue were in effect at the time of the relevant incident and there is no dispute as to the factual terms of the policies. There is, however, a dispute as to the legal meaning of these terms and this dispute is a matter of law better settled by the court.</p>\n<p>The language of the policies recited above is at the heart of this dispute and will be interpreted according to North Carolina law, as the law of the forum state controls in a declaratory judgment action based on diversity of citizenship. <i>Klaxon Co. v. Stentor Electric Mfg. Co.,</i> <span class=\"citation\" data-id=\"103542\"><a href=\"/opinion/103542/klaxon-co-v-stentor-elec-mfg-co/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">487</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1020</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1477</span></span> (1941). Under North Carolina law, an insurance policy is to be interpreted according to its terms as they are defined in the policy itself. <i>Kirk v. Nationwide Mutual Ins. Co.,</i> <span class=\"citation\" data-id=\"1356569\"><a href=\"/opinion/1356569/kirk-v-nationwide-mutual-insurance-company/\"><span class=\"volume\">254</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">651</span></a></span>, <span class=\"citation\" data-id=\"1356569\"><a href=\"/opinion/1356569/kirk-v-nationwide-mutual-insurance-company/\"><span class=\"volume\">119</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">645</span></a></span> (1961). If a policy specifically defines a term, that term is to be construed according to the express definition. <i>Id.</i> If a policy fails to define a term, the term is to be given its ordinary meaning. <i>Wachovia Bank and Trust Co. v. Westchester Fire Ins. Co.,</i> <span class=\"citation\" data-id=\"1342744\"><a href=\"/opinion/1342744/wachovia-bank-t-co-v-westchester-fire-ins-co/\"><span class=\"volume\">276</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">348</span></a></span>, <span class=\"citation\" data-id=\"1342744\"><a href=\"/opinion/1342744/wachovia-bank-t-co-v-westchester-fire-ins-co/\"><span class=\"volume\">172</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">518</span></a></span> (1970). Further, terms used in a policy are not ambiguous \"unless, in the opinion of the court, the language of the policy is fairly and reasonably susceptible\" to either construction the parties contend. <i>Id.</i> at 522.</p>\n<p>As set out above, there are two policies at issue in the instant case; the CGL Policy and the Umbrella Policy. Both policies contain identical language concerning exclusion of coverage for pollution (the pollution exclusion), and it is this language that is central to the issues before the court.</p>\n<p></p>\n<h2><i>A. The Pollution Exclusion</i></h2>\n<p>The language of the pollution exclusion is set out above. Specifically, the exclusion provides that the policies do not afford coverage for \"bodily injury\" or \"property damage\" which would not have occurred, in whole or in part, but for the actual, alleged or threatened discharge, dispersal, release or escape of pollutants. Applying this language to the facts at issue, coverage is not required.</p>\n<p>The Thompson complaint alleges that the fumes from plaintiff's petroleum caused the closing of Thompson's restaurant and lost profits. These are clearly losses \"of the use of tangible property\" and fall within the policies' definition of \"property damage.\" The Thompson complaint also alleged mental anguish, stress and medical bills and \"illness\". These claims fall squarely within the policies' treatment of claims for \"bodily injury,\" and the exclusion applies.</p>\n<p>Applying the terms of the policies as defined and the plain meaning of terms not defined, it is clear to the court that the claims in the Thompson suit are claims for \"property damage\" and \"bodily injury.\" Therefore, these claims are excluded from coverage by the unambiguous language of the pollution exclusion.</p>\n<p></p>\n<h2><i>B. Personal Injury Coverage Is Limited</i></h2>\n<p>It is important to note that the pollution exclusion does not specifically apply to \"personal injury\" claims but only to claims for \"bodily injury\" or \"property damage.\" Although the pollution exclusion is not written to directly apply to personal injury claims, such claims are limited by the terms of coverage as they are offense-based claims for which coverage duties only arise when a specific personal offense is committed. In relevant part, the CGL Policy states that there will be coverage for \"personal injury\" if one of the following offenses was committed:</p>\n<blockquote>[t]he wrongful eviction from, wrongful entry into, or invasion of the right of private occupancy of a room, dwelling or premises that a person occupies by or on behalf of its owner, landlord or lessor....</blockquote>\n<p>In like fashion, the Umbrella Policy only affords \"personal injury\" resulting from the following offenses:</p>\n<blockquote>wrongful entry into, eviction of a person from a room, dwelling or premises the person occupies....</blockquote>\n<p>As will be clear from the following discussion, there are no personal injury claims, as defined by the terms of the policies, at issue in the Thompson suit.</p>\n<p></p>\n<h2>1. \"Wrongful Entry\" Is Not a Personal Injury Offense</h2>\n<p>The Thompson suit does not allege a \"wrongful entry\" or \"wrongful eviction\" as <span class=\"star-pagination\">*247</span> set out by the terms of the policy. It does, however, allege trespass. Plaintiff asserts that trespass is to be equated with \"wrongful entry\" such that \"personal injury\" coverage should be invoked. Under the law of North Carolina, plaintiff's assertion is incorrect. The elements of trespass include \"an unauthorized, and therefore unlawful, entry on the land\" of another and may result from petroleum seeping onto another's land. <i>Jordan v. Foust Oil Co.,</i> 116 N.C.App. 155, <span class=\"citation\" data-id=\"1320288\"><a href=\"/opinion/1320288/jordan-v-foust-oil-co-inc/\"><span class=\"volume\">447</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">491</span></a></span>, 498 (1994) <i>review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">339</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">613</span></span>, <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">252</span></span> (1995). \"Wrongful entry,\" however, is generally used to refer to claims involving the wrongful taking of property or real estate and requires actual entry on another's land. See <i>Combs v. Town of Belhaven,</i> 106 N.C.App. 71, <span class=\"citation\" data-id=\"1369496\"><a href=\"/opinion/1369496/combs-v-town-of-belhaven-nc/\"><span class=\"volume\">415</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">91</span></a></span> (1992). The ordinary meaning of entry involves the \"actual taking of lands or tenements by entering or setting foot on them.\" <i>Webster's Third New International Dictionary</i> (1986).</p>\n<p>Comparing this understanding of \"wrongful entry\" with the elements of trespass, it is clear that each is a different concept. While every person who wrongfully enters the property of another becomes a trespasser, <i>State v. Kelly,</i> 24 N.C.App. 670, <span class=\"citation\" data-id=\"1323788\"><a href=\"/opinion/1323788/state-v-kelly/\"><span class=\"volume\">211</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">854</span></a></span> (1975), the converse is not true. Every trespass is not necessarily a \"wrongful entry\" because to be such, there must be a threat to the owner's possessory rights in the property. This goes beyond the less involved elements of trespass which simply involve an unauthorized presence.</p>\n<p>As stated above, the Thompson complaint does not allege that there was entry by a person onto the land or any attempt by an individual to exercise possession of the land. In other words, it does not state a claim for \"wrongful entry.\" It does, however claim trespass, which is a separate offense. Based on that distinction as explained above, it is clear to the court that the trespass claim in the Thompson suit is a property offense and not a personal injury offense. As a property offense, the pollution exclusion applies to the trespass claims and defendant does not have the obligation to defend those claims.</p>\n<p></p>\n<h2>2. Nuisance Is Not a Personal Injury Offense</h2>\n<p>The Thompson suit alleges that plaintiff created a nuisance when the fumes from its petroleum permeated Thompson's restaurant. Plaintiff argues that this nuisance claim is one for personal injury and, thereby entitled to coverage as an exception to the pollution exclusion. However, nuisance is not one of the offenses listed in the policies that specifically provide for instances of personal injury coverage. If the parties to the policies intended for a nuisance offense to trigger the personal injury coverage, then that language would have been included with the language of \"wrongful entry\" and the like. The obvious absence of the term \"nuisance\" indicates that such an offense does not trigger coverage.</p>\n<p></p>\n<h2><i>C. Plaintiff's Claim For Bad Faith Refusal To Defend</i></h2>\n<p>Plaintiff has alleged that defendant refused coverage in bad faith, thereby entitling plaintiff to punitive damages. As is clear from the above discussion, defendant had no duty to defend the Thompson lawsuit. Assuming, for the sake of argument, that it had been determined that plaintiff was entitled to coverage, plaintiff has completely failed to allege any facts that would support a bad faith claim against the defendant. Under North Carolina law, a claim for punitive damages based on bad faith breach of an insurance contract requires the allegation of facts which, if proven, would establish (1) identifiable tortious conduct and (2) some element of aggravation. <i>Newton v. Standard Fire Ins. Co.,</i> <span class=\"citation\" data-id=\"1400096\"><a href=\"/opinion/1400096/newton-v-standard-fire-ins-co/\"><span class=\"volume\">291</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">105</span></a></span>, <span class=\"citation\" data-id=\"1400096\"><a href=\"/opinion/1400096/newton-v-standard-fire-ins-co/\"><span class=\"volume\">229</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">297</span></a></span>, 301 (1976). As plaintiff has failed to meet this requirement, its claim for bad faith breach of contract and punitive damages must be dismissed.</p>\n<p></p>\n<h2><i>D. Plaintiff's Claim For Unfair Or Deceptive Trade Practices</i></h2>\n<p>Plaintiff's fourth claim for relief alleges that defendant failed to inform plaintiff of its interpretation of the pollution exclusion and the personal injury coverage and knew, or should have known, that plaintiff believed the <span class=\"star-pagination\">*248</span> policies covered the claims in the Thompson suit and took no action to correct that belief.</p>\n<p>North Carolina General Statute ยง 58-63 governs claims for unfair or deceptive trade practices in the insurance industry and a violation of that statute constitutes an unfair and deceptive act as a matter of law. <i>Bentley v. North Carolina Ins. Guaranty Assn.,</i> 107 N.C.App. 1, <span class=\"citation\" data-id=\"1311879\"><a href=\"/opinion/1311879/bentley-v-nc-ins-guar-assn/\"><span class=\"volume\">418</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">705</span></a></span> (1992). In applying the relevant statute, North Carolina courts have held that before there is a violation of the statute, a plaintiff must allege that a defendant has engaged in the prohibited practice with such frequency as to indicate a general business practice. <i>See </i><i>Belmont Land and Investment Co. v. Standard Fire Ins. Co.,</i> 102 N.C.App. 745, <span class=\"citation\" data-id=\"1294503\"><a href=\"/opinion/1294503/belmont-land-inv-co-v-standard-fire-ins-co/\"><span class=\"volume\">403</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">924</span></a></span> (1991); <i>von Hagel v. Blue Cross &amp; Blue Shield,</i> 91 N.C.App. 58, <span class=\"citation\" data-id=\"1293963\"><a href=\"/opinion/1293963/von-hagel-v-blue-cross-blue-shield/\"><span class=\"volume\">370</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">695</span></a></span> (1988). Plaintiff has failed to make such an allegation.</p>\n<p>Further, plaintiff's assertion that defendant \"failed to inform\" it of defendant's interpretation of the policy language does not constitute a claim of misrepresentation. It is settled North Carolina law that the insurer does not have a duty to \"inquire and inform an insured as to all parts of his policy.\" <i>Bentley,</i> at 712 (<i>quoting </i><i>Greenway v. North Carolina Farm Bureau Mut. Ins. Co.,</i> 35 N.C.App. 308, <span class=\"citation\" data-id=\"1333545\"><a href=\"/opinion/1333545/greenway-v-north-carolina-farm-bur-mut-ins/\"><span class=\"volume\">241</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">339</span></a></span>, 343 (1978)). Because plaintiff has failed to alleged specific facts indicating that defendant engaged in any prohibited practice with sufficient frequency, as required by statute, and because North Carolina case law does not place a duty on the insurer to interpret policies for the insured, plaintiff's claim for unfair and deceptive trade practices will not be allowed to go forward.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the reasons stated above, defendant's motion for summary judgment is ALLOWED; plaintiff's motion for partial summary judgment is DENIED and plaintiff's claims one, two and four are DISMISSED.</p>\n<p>It is ORDERED, ADJUDGED and DECREED that no coverage is afforded to Whiteville Oil Co. by the CGL or Umbrella insurance policies issued by defendant with regard to plaintiff's defense of the Thompson suit.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendant requested oral argument; however, the court believes that all issues have been sufficiently briefed and that oral argument is not necessary. Therefore, defendant's request is DENIED.</p>\n<p>[2]  On 14 February 1995, the court received notice that the Thompson suit had been voluntarily dismissed pursuant to Rule 41(a) of the North Carolina Rules of Civil Procedure. The disposition of the underlying claim does not resolve or moot the issues raised in the instant action, as plaintiff did incur the costs of the defending that action until it was dismissed. There remains an actual controversy between Whiteville and Federated over whether there was a duty to defend under the relevant policies, whether any such duty has been breached and whether the claim has been handled in bad faith and the merits of that controversy will be addressed herein.</p>\n<p>[3]  Plaintiff filed a motion for leave to amend its reply to defendant's response to plaintiff's motion for partial summary judgment. That motion is ALLOWED and the amended reply and supplemental affidavit filed therewith were considered by the court. Plaintiff also filed a motion to strike the affidavit of Peter Lennington. The motion to strike is ALLOWED. The Lennington affidavit was not considered by the court in reaching its decision.</p>\n<p>[4]  Plaintiff does not contend that medical payments under Coverage C are applicable to this claim.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/312298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1293963/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1294503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1311879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1320288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1323788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1333545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1342744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1356569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1369496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1400096/"
  ]
}