{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1906940/",
  "absolute_url": "/opinion/1906940/smith-v-hill/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1906940/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:46:58.107216Z",
  "date_modified": "2016-03-01T02:22:06.148612Z",
  "type": "010combined",
  "sha1": "bcf732ee4ba45ebecc003180ee3782ebc93bd949",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>285 F.Supp. 556 (1968)</b></center>\n<center><h1>Richard SMITH and James Lesley Smith, Plaintiffs,<br>\nv.<br>\nWoodrow HILL, Judge of Recorder's Court of Dunn, North Carolina; Alton Cobb, Chief of Police, Dunn, North Carolina; J. E. Mozingo, Police Officer, Town of Dunn, North Carolina; Howard Godwin, Solicitor of the Recorder's Court of Dunn, North Carolina, Defendants.</h1></center>\n<center>Civ. A. No. 2056.</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 11, 1968.</center>\n<p><span class=\"star-pagination\">*557</span> J. LeVonne Chambers, Charlotte, N. C., and Samuel S. Mitchell, Raleigh, N. C., Jack Greenberg, Michael Meltsner and Melvyn Zarr, New York City, Anthony G. Amsterdam, Philadelphia, Pa., for plaintiffs.</p>\n<p>D. K. Stewart, and Everette L. Doffermyre, Dunn, N. C., for defendants.</p>\n<p></p>\n<h2>FINDINGS OF FACT CONCLUSIONS OF LAW AND ORDER</h2>\n<p>HEMPHILL, District Judge.</p>\n<p>At pretrial conference in Raleigh, N. C., April 11, 1968, pursuant to previous Order of this court dated March 20, 1968, counsel for plaintiffs presented to the court a proposed pretrial Order which had not been signed by counsel for defendants although plaintiffs' counsel informed the court that it was based upon his understanding of agreements reached between counsel for all parties. No counsel appeared for any of the defendants and this court knows of no effort made by counsel for defendants to comply with the Order of the court of March 20, 1968.<sup>[1]</sup> The court did not sign the proposed Order but proceeds to a determination of the issues. Counsel for <span class=\"star-pagination\">*558</span> defendants failed to appear in response to the Order of the court.</p>\n<p>This action was filed in September 1967 on behalf of Richard Smith and James Lesley Smith and all others similarly situated against Woodrow Hill, Judge of the Recorder's Court of Dunn, North Carolina, Alton Cobb, Chief of Police of Dunn, North Carolina, J. E. Mozingo, Police Officer, Dunn, North Carolina and Howard Godwin, Solicitor of the Recorder's Court of Dunn, North Carolina seeking injunction against further enforcement of the vagrancy ordinance<sup>[2]</sup> of the Town of Dunn, and a declaration that the ordinance was unconstitutional. Defendants Hill and Godwin and defendants Cobb and Mozingo filed joint answers denying the allegations of the complaint and asking dismissal of the action.</p>\n<p>On February 28, 1968, after full discovery, plaintiffs filed a motion for a summary judgment. No response has been made insofar as the record here reveals.</p>\n<p>This court has considered the pleadings, depositions, exhibits and brief, and is of the opinion that the Dunn, North Carolina Vagrancy Ordinance, Chapter H, Article I, Section 2, is vague and overly broad, restrains freedom of movement, subjects persons to arrest and detention on suspicion, in effect requires a suspect to establish his own innocence, requires compulsory employment, creates a crime of the status of indigency and imposes sanctions upon poor people which do not apply to those with wealth in violation of a variety of provisions of the Constitution of the United States including privilege and immunities guaranteed by the Constitution of the United States of America.</p>\n<p>To implement and explain this opinion and decision this court makes the following:</p>\n<p></p>\n<h2>FINDINGS OF FACT<sup>[3]</sup></h2>\n<p>1. Plaintiffs Richard Smith and James Lesley Smith and all of defendants are citizens of North Carolina. On July 10, 1967 each plaintiff was arrested pursuant to the Dunn Vagrancy Ordinance. Dunn has a population of 7500, plus or minus.</p>\n<p>2. On July 10, 1967 defendant Hill instituted what he has referred to as a \"crack-down\" on vagrants and loafers, stating, in part, that:</p>\n<blockquote>\"Farmers and businessmen are crying for help; they desperately need people to work and vagrancy isn't going to be tolerated in this town.\"<sup>[4]</sup></blockquote>\n<p>3. Plaintiffs were arrested shortly after defendant Hill's announced crackdown. The arresting officer, defendant Mozingo, stated that the arrests were made pursuant to defendant Hill's announced orders.</p>\n<p>4. Dunn Chief of Police, Alton A. Cobb, deposed, stated Judge Hill had informed him he wanted all persons who didn't have a job, or were loafing on the street, to be brought in and charged with vagrancy. He could give no definition of a \"tramp\" who would be subject of arrest. Officer Mozingo was among <span class=\"star-pagination\">*559</span> the officers of the town.<sup>[5]</sup> Both officers knew the plaintiffs well. Both officers knew of their distaste for work and responsibility.</p>\n<p>In another interview with The Daily Record, verified by Hill, it was reported, \"Judge Hill acknowledged today that his campaign against vagrancy has attracted widespread interest and exhibited a large stack of letters from all sections of the State, and beyond praising his stand.\" Other interviews with a hungry press are equally revealing, that the \"campaign\" was a definite and planned effort and Hill was the leading Knight.<sup>[6]</sup></p>\n<p>5. Following the filing of this action, defendant Hill agreed to the <i>nol pros</i> of the charges against the plaintiffs, but asserted that his \"crack-down\" against \"loafers\" would continue as long as the ordinance remained on the books, a position he reasserted at his deposition.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>A. Jurisdiction in this forum is proper under provisions of 28 U.S.C. § 1343(3) (4)<sup>[7]</sup> and 42 U.S.C. § 1983.<sup>[8]</sup> The court determines that plaintiffs are adequate representatives of a class, to wit: Negroes, unemployed, and \"persons under suspicion who shall be found with no visible means of support,\" in or on the streets, or about to be on the streets of Dunn, North Carolina. Rule 23, Federal Rules of Civil Procedure is applicable. The climate of the controversy is such as to warrant a declaration<sup>[9]</sup> of rights as contemplated in 28 U.S.C. § 2201.<sup>[10]</sup></p>\n<p>B. The Dunn ordinance in question is unconstitutional because of its vagueness. Its language offers no definite standard of conduct that it is possible to ascertain with certainty or clarity; it fails to give fair notice of the nature of the crime as required by due process of law. International Harvester Co. of America v. Commonwealth of Kentucky, 234 U.S. 216, 34 S.Ct. 853, 58 L.Ed. 1284 (1914); Cline v. Frink Dairy Co., 274 U.S. 445, 47 S.Ct. 681, 71 L.Ed. 1146 (1927); Herndon v. Lowry, 301 U.S. 242, 57 S.Ct. 732, 81 L.Ed. 1066 (1937). \"A statute which either forbids or requires the doing of an act in terms so vague that men of common intelligence must necessarily guess at its meaning and differ as to its application violates the first essential of due process of law.\" Connally v. General Construction Co., 269 U.S. 385, 46 S.Ct. 126, 70 L.Ed. 322 (1926). \"No one may be required at peril of life, liberty or property to speculate as to the meaning of penal statutes. All are entitled to be informed as to what the State commands or forbids.\" Lanzetta v. State of New Jersey, <span class=\"star-pagination\">*560</span> 306 U.S. 451, 453, 59 S.Ct. 618, 619, 83 L.Ed. 888 (1939).</p>\n<p>Dunn's ordinance fails to meet these standards. No definition of \"vagrant,\" \"tramp,\" \"person under suspicion\" or \"visible means of support\" is provided or available. There is no rule of conduct in or on the face of the ordinance. It is difficult if not altogether impossible for any citizen (or other person for that matter) to determine what behavior, or failure to observe what code of behavior, will render him criminal as a vagrant, a tramp, a person under suspicion. The ordinance sweeps so broadly that it may be invoked, at the whim of the authorities, against every member of the community who is not living in the style to which the particular authorities set as a standard. Prosecution and conviction depend upon a judge's subjective determination that a man is a vagrant or a trampterms of no fixed meaning; or that he arouses suspicion and lacks whatever visible means of support are deemed sufficient to satisfy the current unexpressed, unexpressable official standards for mandatory affluence.<sup>[11]</sup></p>\n<p>A man's mere property status, without more, cannot be used by a State [or a municipality] to test, qualify or limit his rights as a citizen of the United States. Edwards v. People of State of California, 314 U.S. 160, 184, 62 S.Ct. 164, 86 L.Ed. 119 (1941). To compel one to guess, on peril of prosecution, what the community expects, is to exact a clairvoyance with which most are not gifted. The fact that the class of citizens here represented may be of the public concern. Local Loan Co. v. Hunt, flotsam and jetsam of Dunn Society strengthens their cause, for the mighty and the powerful seldom find need for the protections of the Constitution.<sup>[12]</sup></p>\n<p>C. Despite the apparent simplicity of vagrancy cases, the various statutes have, through the years, received considerable attention from legal scholars. Indeed, it proves that the small size of the penalty is neither justification nor excuse for immunizing the fact that the loss of a precious moment of freedom may be involved. \"What at first glance seems beneficial and plausible, is, upon more mature examination, often found to be mischievous or inefficient.\" StoryMisc. Writings.</p>\n<p>Some who write would have us believe that an ordinance such as this is specifically designed <i>not</i> to give notice. The court makes no such finding here. People of diligence know the necessity of law and order, and it is an obvious fact of human nature that it is the idle mind that is prey for evil. \"The rights of all must be held and enjoyed in subservience to the good of the whole.\" Ogden v. Saunders, 12 Wheat. 213, 25 U.S. 213, 319, 6 L.Ed. 606. The power of the individual to earn a living for himself and those dependent upon him is in the nature of a personal liberty quite as much, if not more, than it is a property <span class=\"star-pagination\">*561</span> right. To preserve its free exercise is of the utmost importance, not only because it is a fundamental private necessity, but because it is a matter of great public concern. Local Loan Co. v. Hunt, 292 U.S. 234, 235, 54 S.Ct. 695, 78 L.Ed. 1230 (1933).</p>\n<p>This is not to say that the ordinary vagrancy ordinance is not so designed as to serve the function of a catch-all what Professor Caleb Foote has called the \"garbage pail of the criminal law.\" Foote, Vagrancy-Type Law and its Administration, 140 U.Pa.L.Rev. 603 (1956). Mr. Justice Frankfurter captured the essence of these laws when he described them as being</p>\n<blockquote>[I]n a class by themselves in view of the familiar abuses to which they are put. See note, 47 Col.L.Rev. 613, 625. Definiteness is designedly avoided so as to allow the net to be cast at large, to enable men to be caught who are vaguely undesirable in the eyes of the police and prosecution, although not chargeable with any particular offense. In short, these `vagrancy statutes' and laws against `gangs' are not fenced in by the text of the statutes or by the subject matter so as to give notice of the conduct to be avoided. Winters v. People of State of New York, 333 U.S. 507, 540, 68 S.Ct. 665, 682, 92 L.Ed. 840 (dissenting opinion) (1948).</blockquote>\n<p>The nebulous, open-ended, dragnet character of the vagrancy laws has been recognized by many informed commentators on the subject. See President's Commission on Law Enforcement and Administration of Justice, Task Force Report, The Courts 103-104 (1967); Douglas, Vagrancy and Arrest on Suspicion, 70 Yale L.J. 1 (1960); Lacey, Vagrancy and Other Crimes of Personal Condition, 66 Harv.L.Rev. 1203 (1953); McKay, Poverty and the Administration of Criminal Justice, 35 U.Colorado L. Rev. 323, 324-326 (1963); Sherry, Vagrants, Rogues and VagabondsOld Concepts in Need of Revision, 48 Calif. L.Rev. 557 (1960); Foote, supra; Note, The Vagrancy Concept Reconsidered: Problems and Abuses of Status Criminality, 37 N.Y.U.L.Rev. 102 (1962); Use of Vagrancy-Type Laws for Arrest and Detention of Suspicious Persons, 59 Yale L.J. 1351 (1950). The vagrancy regulation of the Town of Dunn is the usual example of the kind of regulation criticized by the commentators, because it simply penalizes undefined \"tramps,\" \"vagrants,\" \"persons under suspicion * * * with no visible means of support.\" A three-judge federal district court has recently voided the Kentucky vagrancy statute<sup>[13]</sup> \"because of vagueness and over-breadth [on authority of] Lanzetta * * *\" Baker v. Binder, 274 F.Supp. 658, 662 (W.D.Ky.1967).</p>\n<blockquote>This statute is a `catch all' not specific in expression as to what it really seeks to prohibit nor what type of conduct is violative of the prohibition. <span class=\"star-pagination\">*562</span> Perhaps such was its aim and intent; that it snare those felt to be `vaguely undesirable * * *'</blockquote>\n<blockquote>* * * It does not give fair notice; it is arbitrary as to its standards and is grossly susceptible of overreaching federal constitutional guarantees by lending itself for ready use by officials against those deemed to merit their displeasure. * * *\"</blockquote>\n<p>Another vice of this vague ordinance is the concept that it fundamentally affronts the rule of law embodied in the due process clause by permitting and encouraging more or less arbitrary and erratic arrests and convictions. See Baker v. Binder, supra. An over-vague criminal law, the Supreme Court has recognized \"licenses the jury to create its own standard in each case.\"<sup>[14]</sup> Herndon v. Lowry, 301 U.S. 242, 263, 57 S.Ct. 732, 741, 81 L.Ed. 1066 (1937). It is \"susceptible of sweeping and improper application,\" NAACP v. Button, 371 U.S. 415, at 433, 83 S.Ct. 328, at 338, 9 L.Ed. 2d 405 (1963), and furnishes a convenient tool for \"harsh and discriminatory enforcement by prosecuting officials against particular groups deemed to merit their displeasure.\" Thornhill v. State of Alabama, 310 U.S. 88 at 97-98, 60 S.Ct. 736 at 742, 84 L.Ed. 1093. A person may \"stand on a public sidewalk * * * only at the whim of any police officer.\" Shuttlesworth v. City of Birmingham, 382 U.S. 87, 90, 86 S.Ct. 211, 213, 15 L.Ed.2d 176 (1965).</p>\n<p>The Supreme Judicial Court of Massachusetts recently reflected the same theme in holding unconstitutional a Massachusetts statute punishing \"idle persons who, not having visible means of support, live without lawful employment.\" Alegata v. Commonwealth, Mass. 231 N.E.2d 201 (1967), 2 Crim.L.Rptr. 3043 (November 29, 1967). The Court held:</p>\n<blockquote>We hold that the challenged portions of § 66 are void on their face as repugnant to the due process clause of the Fourteenth Amendment and to Art. 12 of our Declaration of Rights in that they seek to make criminal conduct which cannot fairly be classed as such and are an invalid exercise of the police power. We also hold that the provisions under consideration are void for vagueness. Lanzetta v. State of New Jersey, 306 U.S. 451, 59 S.Ct. 618, 83 L.Ed. 888. Commonwealth v. Carpenter, 325 Mass. 519, 521, 91 N.E.2d 666 [3045].</blockquote>\n<p>The vice of a statute or ordinance which permits the public and courts such arbitrary and oppressive censorial power over a body of citizens is compounded by the potential that the power will be used to repress free speech and other conduct of the citizen protected by the federal Constitution. Its \"chilling effect\" (Dombrowski v. Pfister, 380 U.S. 479, 487, 85 S.Ct. 1116, 14 L.Ed.2d 22 (1965)) on protected First Amendment activities and other federally guaranteed freedoms derives directly from the unfettered power vested in the authorities to punish at will any form of activity when the person apprehended is either a \"tramp,\" \"vagrant,\" or \"under suspicion * * * without visible means of support\". The uncertain meaning of these terms of the ordinance will require all who might be included within its scope (in itself, an indefinable class) to \"steer far wider of the unlawful zone,\" Speiser v. Randall, 357 U.S. 513, 526, 78 S.Ct. 1332, 1342, 2 L.Ed.2d 1460; Baggett v. Bullitt, 377 U.S. 360, 372, 84 S.Ct. 1316, 12 L.Ed.2d 377 (1964) by treading carefully only the paths approved for them by officialdom. Few will risk the possibility of criminal prosecution by obstinate endurance in unpopular conduct if they know that their activities may displease those who, under the Dunn vagrancy ordinance, have dictatorial control over the streets and public places. Mr. Justice <span class=\"star-pagination\">*563</span> Black summed up the objections to the practices engendered by this kind of law when he commented that \"government by the moment-to-moment opinions of a policeman on his beat\" is not constitutionally permissible. Cox v. State of Louisiana, 379 U.S. 536, 572, 85 S.Ct. 453, 469, 13 L.Ed.2d 471 (1965) (concurring opinion). And see, e. g., Dombrowski v. Pfister, 380 U.S. 479, 85 S. Ct. 1116, 14 L.Ed.2d 22 (1965); Keyishian v. Board of Regents, 385 U.S. 589, 87 S.Ct. 675, 17 L.Ed.2d 629 (1967). \"Standards of permissible statutory vagueness are strict in the area of free expression * * * Because First Amendment freedoms need breathing space to survive, government may regulate only with narrow specificity.\" NAACP v. Button, supra., at 432-433, 83 S.Ct. at 337.</p>\n<p>D. Because the Dunn ordinance specifies no ascertainable standard of guilt, and, in actuality, forbids no definite or specific act, this court need not inquire further. It is patently unconstitutional on its face.<sup>[15]</sup></p>\n<p>Therefore,</p>\n<p>Defendants are permanently enjoined from enforcement of the ordinance against plaintiffs or members of their class. They are also enjoined from further application of the ordinance in any way.</p>\n<p>Plaintiffs' counsel are awarded attorneys' fees in the amount of Five Hundred Dollars. Sprague v. Ticonic National Bank, 307 U.S. 161, 59 S.Ct. 777, 83 L.Ed. 1184 (1939).</p>\n<p>Defendants shall pay the costs of the action.</p>\n<p>And it is so ordered.</p>\n<h2>NOTES</h2>\n<p>[1]  This effectively ordered pretrial procedures as outlined in 37 F.R.D. 255, et seq.</p>\n<p>[2]  Chapter H, Article I, Section 2-Vagrants. Any and all tramps, vagrants, persons under suspicion who shall be found with no visible means of support, either male or female, shall not be allowed on the streets or other public place.</p>\n<p>[3]  The requirements of Rule 56 of the Federal Rules of Civil Procedure for summary judgment are satisfied. There is no genuine issue as to any material fact.</p>\n<p>[4]  This statement was carried on the front page of The Daily Record, a Dunn, N. C., paper of July 10, 1967. Hill, on deposition, admitted making the statement. He admitted other statements given wide publicity in the hometown news, was interviewed on WRAL-TV, a Durham, N. C., Station. He was commended in many letters, some of which were printed under a column \"Dear Judge Hill\" on page one of issues of The Daily Record. Hill did not deny his effort, explained simply and strongly that the law was on the books before he became judge (Recorder) and he intended to enforce it. It appears that his enforcement was extremely popular with the responsible citizens of the community and the region.</p>\n<p>[5]  There were fourteen (14) officers employed by the town.</p>\n<p>[6]  The news media must have been tempted to headline \"Look what's Dun in Dunn,\" (fae).</p>\n<p>[7]  28 U.S.C. § 1343. Civil rights and elective franchise. (3) To redress the deprivation, under color of any State law, statute, ordinance, regulation, custom or usage, of any right, privilege or immunity secured by the Constitution of the United States or by any Act of Congress providing for equal rights of citizens or of all persons within the jurisdiction of the United States;\n</p>\n<p>(4) To recover damages or to secure equitable or other relief under any Act of Congress providing for the protection of civil rights, including the right to vote.</p>\n<p>[8]  42 U.S.C. § 1983. Civil action for deprivation of rights. Every person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress.</p>\n<p>[9]  Having force and effect of final judgment under the statute.</p>\n<p>[10]  See Maryland Casualty Co. v. Pacific Coal and Oil Co., 312 U.S. 270, 61 S.Ct. 510, 85 L.Ed. 826 (1941). Zwickler v. Koota, 389 U.S. 241, 88 S.Ct. 391, 19 L.Ed.2d 444.</p>\n<p>[11]  Resort to the lexicon of the professional proves no sinecure despite an all-embracing exposure. Black's Law Dictionary, 3rd Ed. 1933, defines:\n</p>\n<p>Vagrant: A wandering, idle person; a strolling or sturdy beggar, a person who refuses to work or goes about bragging.</p>\n<p>An able-bodied married man who has neglected and refused to provide support for his family.</p>\n<p>One who strolls from place to place.</p>\n<p>One who has no settled habitation.</p>\n<p>An incorrigible rogue.</p>\n<p>A vagabond.</p>\n<p>The term may be so defined as to apply to a clairvoyantor</p>\n<p>A seller of liquorsas well as</p>\n<p>A prostitute, a tin-horn gambler, a beggar or a habitual drunkard.</p>\n<p>Tramp: One who roams about from place to place, begging or living without labor or visible means of support.</p>\n<p>Webster's New International Dictionary (1933) defines:</p>\n<p>Vagrant: One who strolls from place to place, an idle wanderer; one who has no settled habitation.</p>\n<p>Tramp: A foot traveler; a tramper; often, in a bad sense, a begging or thieving vagabond.</p>\n<p>[12]  Except where minorities, for political purposes, are overlooked in their crimes and in the enforcement of the law.</p>\n<p>[13]  Kentucky Revised Statutes, § 436.520 which provides:\n</p>\n<p>§ 436.520. Vagrancy.</p>\n<p>(1) Any person guilty of being a vagrant shall, for the first offense, be fined ten dollars or imprisoned for thirty days, or both. For the second and each subsequent offense, he shall be imprisoned for sixty days.</p>\n<p>(2) \"Vagrant,\" as used in subsection</p>\n<p>(1) of this section and KRS 436.530 means:</p>\n<p>(a) Any able-bodied male person who habitually loiters or rambles about without means to support himself, and who has no occupation at which to earn an honest living; or</p>\n<p>(b) Any able-bodied male person without visible means of support who habitually fails to engage in honest labor for his own support, or for the support of his family, if he has one; or</p>\n<p>(c) Any idle and dissolute able-bodied male person who purposely deserts his wife or children, leaving any of them without suitable subsistence or suitable means of subsistence; or</p>\n<p>(d) Any able-bodied person without visible means of support who habitually refuses to work, and who habitually loiters on the streets or public places of any city.</p>\n<p>[14]  Where the accused is tried without a jury it licenses the judge.</p>\n<p>[15]  The fact that the two arrested were apparent ne'er-do-wells is not the test applied. In fact, the vagueness arises from the lack of criteria, either in the ordinances as enacted by Dunn municipal authorities or in the preliminaries, if there were preliminaries of debate and consideration, to passage of the ordinance in its present and attacked form.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">285</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">556</span></span> (1968)</b></center>\n<center><h1>Richard SMITH and James Lesley Smith, Plaintiffs,<br>\nv.<br>\nWoodrow HILL, Judge of Recorder's Court of Dunn, North Carolina; Alton Cobb, Chief of Police, Dunn, North Carolina; J. E. Mozingo, Police Officer, Town of Dunn, North Carolina; Howard Godwin, Solicitor of the Recorder's Court of Dunn, North Carolina, Defendants.</h1></center>\n<center>Civ. A. No. 2056.</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 11, 1968.</center>\n<p><span class=\"star-pagination\">*557</span> J. LeVonne Chambers, Charlotte, N. C., and Samuel S. Mitchell, Raleigh, N. C., Jack Greenberg, Michael Meltsner and Melvyn Zarr, New York City, Anthony G. Amsterdam, Philadelphia, Pa., for plaintiffs.</p>\n<p>D. K. Stewart, and Everette L. Doffermyre, Dunn, N. C., for defendants.</p>\n<p></p>\n<h2>FINDINGS OF FACT CONCLUSIONS OF LAW AND ORDER</h2>\n<p>HEMPHILL, District Judge.</p>\n<p>At pretrial conference in Raleigh, N. C., April 11, 1968, pursuant to previous Order of this court dated March 20, 1968, counsel for plaintiffs presented to the court a proposed pretrial Order which had not been signed by counsel for defendants although plaintiffs' counsel informed the court that it was based upon his understanding of agreements reached between counsel for all parties. No counsel appeared for any of the defendants and this court knows of no effort made by counsel for defendants to comply with the Order of the court of March 20, 1968.<sup>[1]</sup> The court did not sign the proposed Order but proceeds to a determination of the issues. Counsel for <span class=\"star-pagination\">*558</span> defendants failed to appear in response to the Order of the court.</p>\n<p>This action was filed in September 1967 on behalf of Richard Smith and James Lesley Smith and all others similarly situated against Woodrow Hill, Judge of the Recorder's Court of Dunn, North Carolina, Alton Cobb, Chief of Police of Dunn, North Carolina, J. E. Mozingo, Police Officer, Dunn, North Carolina and Howard Godwin, Solicitor of the Recorder's Court of Dunn, North Carolina seeking injunction against further enforcement of the vagrancy ordinance<sup>[2]</sup> of the Town of Dunn, and a declaration that the ordinance was unconstitutional. Defendants Hill and Godwin and defendants Cobb and Mozingo filed joint answers denying the allegations of the complaint and asking dismissal of the action.</p>\n<p>On February 28, 1968, after full discovery, plaintiffs filed a motion for a summary judgment. No response has been made insofar as the record here reveals.</p>\n<p>This court has considered the pleadings, depositions, exhibits and brief, and is of the opinion that the Dunn, North Carolina Vagrancy Ordinance, Chapter H, Article I, Section 2, is vague and overly broad, restrains freedom of movement, subjects persons to arrest and detention on suspicion, in effect requires a suspect to establish his own innocence, requires compulsory employment, creates a crime of the status of indigency and imposes sanctions upon poor people which do not apply to those with wealth in violation of a variety of provisions of the Constitution of the United States including privilege and immunities guaranteed by the Constitution of the United States of America.</p>\n<p>To implement and explain this opinion and decision this court makes the following:</p>\n<p></p>\n<h2>FINDINGS OF FACT<sup>[3]</sup></h2>\n<p>1. Plaintiffs Richard Smith and James Lesley Smith and all of defendants are citizens of North Carolina. On July 10, 1967 each plaintiff was arrested pursuant to the Dunn Vagrancy Ordinance. Dunn has a population of 7500, plus or minus.</p>\n<p>2. On July 10, 1967 defendant Hill instituted what he has referred to as a \"crack-down\" on vagrants and loafers, stating, in part, that:</p>\n<blockquote>\"Farmers and businessmen are crying for help; they desperately need people to work and vagrancy isn't going to be tolerated in this town.\"<sup>[4]</sup></blockquote>\n<p>3. Plaintiffs were arrested shortly after defendant Hill's announced crackdown. The arresting officer, defendant Mozingo, stated that the arrests were made pursuant to defendant Hill's announced orders.</p>\n<p>4. Dunn Chief of Police, Alton A. Cobb, deposed, stated Judge Hill had informed him he wanted all persons who didn't have a job, or were loafing on the street, to be brought in and charged with vagrancy. He could give no definition of a \"tramp\" who would be subject of arrest. Officer Mozingo was among <span class=\"star-pagination\">*559</span> the officers of the town.<sup>[5]</sup> Both officers knew the plaintiffs well. Both officers knew of their distaste for work and responsibility.</p>\n<p>In another interview with The Daily Record, verified by Hill, it was reported, \"Judge Hill acknowledged today that his campaign against vagrancy has attracted widespread interest and exhibited a large stack of letters from all sections of the State, and beyond praising his stand.\" Other interviews with a hungry press are equally revealing, that the \"campaign\" was a definite and planned effort and Hill was the leading Knight.<sup>[6]</sup></p>\n<p>5. Following the filing of this action, defendant Hill agreed to the <i>nol pros</i> of the charges against the plaintiffs, but asserted that his \"crack-down\" against \"loafers\" would continue as long as the ordinance remained on the books, a position he reasserted at his deposition.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>A. Jurisdiction in this forum is proper under provisions of 28 U.S.C. § 1343(3) (4)<sup>[7]</sup> and 42 U.S.C. § 1983.<sup>[8]</sup> The court determines that plaintiffs are adequate representatives of a class, to wit: Negroes, unemployed, and \"persons under suspicion who shall be found with no visible means of support,\" in or on the streets, or about to be on the streets of Dunn, North Carolina. Rule 23, Federal Rules of Civil Procedure is applicable. The climate of the controversy is such as to warrant a declaration<sup>[9]</sup> of rights as contemplated in 28 U.S.C. § 2201.<sup>[10]</sup></p>\n<p>B. The Dunn ordinance in question is unconstitutional because of its vagueness. Its language offers no definite standard of conduct that it is possible to ascertain with certainty or clarity; it fails to give fair notice of the nature of the crime as required by due process of law. International Harvester Co. of America v. Commonwealth of Kentucky, <span class=\"citation\" data-id=\"98220\"><a href=\"/opinion/98220/international-harvester-co-of-america-v-kentucky/\"><span class=\"volume\">234</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">216</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">853</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1284</span></span> (1914); Cline v. Frink Dairy Co., <span class=\"citation\" data-id=\"101106\"><a href=\"/opinion/101106/cline-v-frink-dairy-co/\"><span class=\"volume\">274</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">681</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1146</span></span> (1927); Herndon v. Lowry, <span class=\"citation\" data-id=\"102821\"><a href=\"/opinion/102821/herndon-v-lowry/\"><span class=\"volume\">301</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">732</span></span>, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1066</span></span> (1937). \"A statute which either forbids or requires the doing of an act in terms so vague that men of common intelligence must necessarily guess at its meaning and differ as to its application violates the first essential of due process of law.\" Connally v. General Construction Co., <span class=\"citation\" data-id=\"100759\"><a href=\"/opinion/100759/connally-v-general-constr-co/\"><span class=\"volume\">269</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">126</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">322</span></span> (1926). \"No one may be required at peril of life, liberty or property to speculate as to the meaning of penal statutes. All are entitled to be informed as to what the State commands or forbids.\" Lanzetta v. State of New Jersey, <span class=\"star-pagination\">*560</span> <span class=\"citation\" data-id=\"103170\"><a href=\"/opinion/103170/lanzetta-v-new-jersey/\"><span class=\"volume\">306</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></a></span>, 453, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">618</span></span>, 619, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">888</span></span> (1939).</p>\n<p>Dunn's ordinance fails to meet these standards. No definition of \"vagrant,\" \"tramp,\" \"person under suspicion\" or \"visible means of support\" is provided or available. There is no rule of conduct in or on the face of the ordinance. It is difficult if not altogether impossible for any citizen (or other person for that matter) to determine what behavior, or failure to observe what code of behavior, will render him criminal as a vagrant, a tramp, a person under suspicion. The ordinance sweeps so broadly that it may be invoked, at the whim of the authorities, against every member of the community who is not living in the style to which the particular authorities set as a standard. Prosecution and conviction depend upon a judge's subjective determination that a man is a vagrant or a trampterms of no fixed meaning; or that he arouses suspicion and lacks whatever visible means of support are deemed sufficient to satisfy the current unexpressed, unexpressable official standards for mandatory affluence.<sup>[11]</sup></p>\n<p>A man's mere property status, without more, cannot be used by a State [or a municipality] to test, qualify or limit his rights as a citizen of the United States. Edwards v. People of State of California, <span class=\"citation\" data-id=\"103557\"><a href=\"/opinion/103557/edwards-v-california/\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">160</span></a></span>, 184, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">164</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">119</span></span> (1941). To compel one to guess, on peril of prosecution, what the community expects, is to exact a clairvoyance with which most are not gifted. The fact that the class of citizens here represented may be of the public concern. Local Loan Co. v. Hunt, flotsam and jetsam of Dunn Society strengthens their cause, for the mighty and the powerful seldom find need for the protections of the Constitution.<sup>[12]</sup></p>\n<p>C. Despite the apparent simplicity of vagrancy cases, the various statutes have, through the years, received considerable attention from legal scholars. Indeed, it proves that the small size of the penalty is neither justification nor excuse for immunizing the fact that the loss of a precious moment of freedom may be involved. \"What at first glance seems beneficial and plausible, is, upon more mature examination, often found to be mischievous or inefficient.\" StoryMisc. Writings.</p>\n<p>Some who write would have us believe that an ordinance such as this is specifically designed <i>not</i> to give notice. The court makes no such finding here. People of diligence know the necessity of law and order, and it is an obvious fact of human nature that it is the idle mind that is prey for evil. \"The rights of all must be held and enjoyed in subservience to the good of the whole.\" Ogden v. Saunders, <span class=\"citation\" data-id=\"85530\"><a href=\"/opinion/85530/ogden-v-saunders/\"><span class=\"volume\">12</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">213</span></a></span>, <span class=\"citation\" data-id=\"85530\"><a href=\"/opinion/85530/ogden-v-saunders/\"><span class=\"volume\">25</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, 319, 6 L.Ed. 606. The power of the individual to earn a living for himself and those dependent upon him is in the nature of a personal liberty quite as much, if not more, than it is a property <span class=\"star-pagination\">*561</span> right. To preserve its free exercise is of the utmost importance, not only because it is a fundamental private necessity, but because it is a matter of great public concern. Local Loan Co. v. Hunt, <span class=\"citation no-link\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></span>, 235, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">695</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1230</span></span> (1933).</p>\n<p>This is not to say that the ordinary vagrancy ordinance is not so designed as to serve the function of a catch-all what Professor Caleb Foote has called the \"garbage pail of the criminal law.\" Foote, Vagrancy-Type Law and its Administration, 140 U.Pa.L.Rev. 603 (1956). Mr. Justice Frankfurter captured the essence of these laws when he described them as being</p>\n<blockquote>[I]n a class by themselves in view of the familiar abuses to which they are put. See note, 47 Col.L.Rev. 613, 625. Definiteness is designedly avoided so as to allow the net to be cast at large, to enable men to be caught who are vaguely undesirable in the eyes of the police and prosecution, although not chargeable with any particular offense. In short, these `vagrancy statutes' and laws against `gangs' are not fenced in by the text of the statutes or by the subject matter so as to give notice of the conduct to be avoided. Winters v. People of State of New York, <span class=\"citation\" data-id=\"104532\"><a href=\"/opinion/104532/winters-v-new-york/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, 540, <span class=\"citation\" data-id=\"104532\"><a href=\"/opinion/104532/winters-v-new-york/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">665</span></a></span>, 682, <span class=\"citation\" data-id=\"104532\"><a href=\"/opinion/104532/winters-v-new-york/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">840</span></a></span> (dissenting opinion) (1948).</blockquote>\n<p>The nebulous, open-ended, dragnet character of the vagrancy laws has been recognized by many informed commentators on the subject. See President's Commission on Law Enforcement and Administration of Justice, Task Force Report, The Courts 103-104 (1967); Douglas, Vagrancy and Arrest on Suspicion, 70 Yale L.J. 1 (1960); Lacey, Vagrancy and Other Crimes of Personal Condition, 66 Harv.L.Rev. 1203 (1953); McKay, Poverty and the Administration of Criminal Justice, 35 U.Colorado L. Rev. 323, 324-326 (1963); Sherry, Vagrants, Rogues and VagabondsOld Concepts in Need of Revision, 48 Calif. L.Rev. 557 (1960); Foote, supra; Note, The Vagrancy Concept Reconsidered: Problems and Abuses of Status Criminality, 37 N.Y.U.L.Rev. 102 (1962); Use of Vagrancy-Type Laws for Arrest and Detention of Suspicious Persons, 59 Yale L.J. 1351 (1950). The vagrancy regulation of the Town of Dunn is the usual example of the kind of regulation criticized by the commentators, because it simply penalizes undefined \"tramps,\" \"vagrants,\" \"persons under suspicion * * * with no visible means of support.\" A three-judge federal district court has recently voided the Kentucky vagrancy statute<sup>[13]</sup> \"because of vagueness and over-breadth [on authority of] Lanzetta * * *\" Baker v. Binder, <span class=\"citation\" data-id=\"1574914\"><a href=\"/opinion/1574914/baker-v-bindner/\"><span class=\"volume\">274</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">658</span></a></span>, 662 (W.D.Ky.1967).</p>\n<blockquote>This statute is a `catch all' not specific in expression as to what it really seeks to prohibit nor what type of conduct is violative of the prohibition. <span class=\"star-pagination\">*562</span> Perhaps such was its aim and intent; that it snare those felt to be `vaguely undesirable * * *'</blockquote>\n<blockquote>* * * It does not give fair notice; it is arbitrary as to its standards and is grossly susceptible of overreaching federal constitutional guarantees by lending itself for ready use by officials against those deemed to merit their displeasure. * * *\"</blockquote>\n<p>Another vice of this vague ordinance is the concept that it fundamentally affronts the rule of law embodied in the due process clause by permitting and encouraging more or less arbitrary and erratic arrests and convictions. See Baker v. Binder, supra. An over-vague criminal law, the Supreme Court has recognized \"licenses the jury to create its own standard in each case.\"<sup>[14]</sup> Herndon v. Lowry, <span class=\"citation\" data-id=\"102821\"><a href=\"/opinion/102821/herndon-v-lowry/\"><span class=\"volume\">301</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 263, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">732</span></span>, 741, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1066</span></span> (1937). It is \"susceptible of sweeping and improper application,\" NAACP v. Button, <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, at 433, <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">328</span></a></span>, at 338, <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span></a></span> (1963), and furnishes a convenient tool for \"harsh and discriminatory enforcement by prosecuting officials against particular groups deemed to merit their displeasure.\" Thornhill v. State of Alabama, <span class=\"citation\" data-id=\"103347\"><a href=\"/opinion/103347/thornhill-v-alabama/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">88</span></a></span> at 97-98, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">736</span></span> at 742, 84 L.Ed. 1093. A person may \"stand on a public sidewalk * * * only at the whim of any police officer.\" Shuttlesworth v. City of Birmingham, <span class=\"citation no-link\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></span>, 90, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">211</span></span>, 213, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></span> (1965).</p>\n<p>The Supreme Judicial Court of Massachusetts recently reflected the same theme in holding unconstitutional a Massachusetts statute punishing \"idle persons who, not having visible means of support, live without lawful employment.\" Alegata v. Commonwealth, Mass. <span class=\"citation\" data-id=\"2075545\"><a href=\"/opinion/2075545/alegata-v-commonwealth/\"><span class=\"volume\">231</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">201</span></a></span> (1967), 2 Crim.L.Rptr. 3043 (November 29, 1967). The Court held:</p>\n<blockquote>We hold that the challenged portions of § 66 are void on their face as repugnant to the due process clause of the Fourteenth Amendment and to Art. 12 of our Declaration of Rights in that they seek to make criminal conduct which cannot fairly be classed as such and are an invalid exercise of the police power. We also hold that the provisions under consideration are void for vagueness. Lanzetta v. State of New Jersey, <span class=\"citation\" data-id=\"103170\"><a href=\"/opinion/103170/lanzetta-v-new-jersey/\"><span class=\"volume\">306</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">618</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">888</span></span>. Commonwealth v. Carpenter, <span class=\"citation\" data-id=\"2207357\"><a href=\"/opinion/2207357/commonwealth-v-carpenter/\"><span class=\"volume\">325</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">519</span></a></span>, 521, <span class=\"citation\" data-id=\"2207357\"><a href=\"/opinion/2207357/commonwealth-v-carpenter/\"><span class=\"volume\">91</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">666</span></a></span> [3045].</blockquote>\n<p>The vice of a statute or ordinance which permits the public and courts such arbitrary and oppressive censorial power over a body of citizens is compounded by the potential that the power will be used to repress free speech and other conduct of the citizen protected by the federal Constitution. Its \"chilling effect\" (Dombrowski v. Pfister, <span class=\"citation\" data-id=\"107025\"><a href=\"/opinion/107025/dombrowski-v-pfister/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, 487, <span class=\"citation\" data-id=\"107025\"><a href=\"/opinion/107025/dombrowski-v-pfister/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1116</span></a></span>, <span class=\"citation\" data-id=\"107025\"><a href=\"/opinion/107025/dombrowski-v-pfister/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">22</span></a></span> (1965)) on protected First Amendment activities and other federally guaranteed freedoms derives directly from the unfettered power vested in the authorities to punish at will any form of activity when the person apprehended is either a \"tramp,\" \"vagrant,\" or \"under suspicion * * * without visible means of support\". The uncertain meaning of these terms of the ordinance will require all who might be included within its scope (in itself, an indefinable class) to \"steer far wider of the unlawful zone,\" Speiser v. Randall, <span class=\"citation\" data-id=\"105751\"><a href=\"/opinion/105751/speiser-v-randall/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">513</span></a></span>, 526, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1332</span></span>, 1342, 2 L.Ed.2d 1460; Baggett v. Bullitt, <span class=\"citation\" data-id=\"106837\"><a href=\"/opinion/106837/baggett-v-bullitt/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">360</span></a></span>, 372, <span class=\"citation\" data-id=\"106837\"><a href=\"/opinion/106837/baggett-v-bullitt/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1316</span></a></span>, <span class=\"citation\" data-id=\"106837\"><a href=\"/opinion/106837/baggett-v-bullitt/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">377</span></a></span> (1964) by treading carefully only the paths approved for them by officialdom. Few will risk the possibility of criminal prosecution by obstinate endurance in unpopular conduct if they know that their activities may displease those who, under the Dunn vagrancy ordinance, have dictatorial control over the streets and public places. Mr. Justice <span class=\"star-pagination\">*563</span> Black summed up the objections to the practices engendered by this kind of law when he commented that \"government by the moment-to-moment opinions of a policeman on his beat\" is not constitutionally permissible. Cox v. State of Louisiana, <span class=\"citation\" data-id=\"106967\"><a href=\"/opinion/106967/cox-v-louisiana/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">536</span></a></span>, 572, <span class=\"citation\" data-id=\"106967\"><a href=\"/opinion/106967/cox-v-louisiana/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">453</span></a></span>, 469, <span class=\"citation\" data-id=\"106967\"><a href=\"/opinion/106967/cox-v-louisiana/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (1965) (concurring opinion). And see, e. g., Dombrowski v. Pfister, <span class=\"citation\" data-id=\"107025\"><a href=\"/opinion/107025/dombrowski-v-pfister/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, <span class=\"citation\" data-id=\"107025\"><a href=\"/opinion/107025/dombrowski-v-pfister/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1116</span></a></span>, <span class=\"citation\" data-id=\"107025\"><a href=\"/opinion/107025/dombrowski-v-pfister/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">22</span></a></span> (1965); Keyishian v. Board of Regents, <span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">589</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">675</span></span>, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">629</span></span> (1967). \"Standards of permissible statutory vagueness are strict in the area of free expression * * * Because First Amendment freedoms need breathing space to survive, government may regulate only with narrow specificity.\" NAACP v. Button, supra., at 432-433, 83 S.Ct. at 337.</p>\n<p>D. Because the Dunn ordinance specifies no ascertainable standard of guilt, and, in actuality, forbids no definite or specific act, this court need not inquire further. It is patently unconstitutional on its face.<sup>[15]</sup></p>\n<p>Therefore,</p>\n<p>Defendants are permanently enjoined from enforcement of the ordinance against plaintiffs or members of their class. They are also enjoined from further application of the ordinance in any way.</p>\n<p>Plaintiffs' counsel are awarded attorneys' fees in the amount of Five Hundred Dollars. Sprague v. Ticonic National Bank, <span class=\"citation\" data-id=\"103201\"><a href=\"/opinion/103201/sprague-v-ticonic-nat-bank/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">161</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">777</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1184</span></span> (1939).</p>\n<p>Defendants shall pay the costs of the action.</p>\n<p>And it is so ordered.</p>\n<h2>NOTES</h2>\n<p>[1]  This effectively ordered pretrial procedures as outlined in <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">255</span></span>, et seq.</p>\n<p>[2]  Chapter H, Article I, Section 2-Vagrants. Any and all tramps, vagrants, persons under suspicion who shall be found with no visible means of support, either male or female, shall not be allowed on the streets or other public place.</p>\n<p>[3]  The requirements of Rule 56 of the Federal Rules of Civil Procedure for summary judgment are satisfied. There is no genuine issue as to any material fact.</p>\n<p>[4]  This statement was carried on the front page of The Daily Record, a Dunn, N. C., paper of July 10, 1967. Hill, on deposition, admitted making the statement. He admitted other statements given wide publicity in the hometown news, was interviewed on WRAL-TV, a Durham, N. C., Station. He was commended in many letters, some of which were printed under a column \"Dear Judge Hill\" on page one of issues of The Daily Record. Hill did not deny his effort, explained simply and strongly that the law was on the books before he became judge (Recorder) and he intended to enforce it. It appears that his enforcement was extremely popular with the responsible citizens of the community and the region.</p>\n<p>[5]  There were fourteen (14) officers employed by the town.</p>\n<p>[6]  The news media must have been tempted to headline \"Look what's Dun in Dunn,\" (fae).</p>\n<p>[7]  28 U.S.C. § 1343. Civil rights and elective franchise. (3) To redress the deprivation, under color of any State law, statute, ordinance, regulation, custom or usage, of any right, privilege or immunity secured by the Constitution of the United States or by any Act of Congress providing for equal rights of citizens or of all persons within the jurisdiction of the United States;\n</p>\n<p>(4) To recover damages or to secure equitable or other relief under any Act of Congress providing for the protection of civil rights, including the right to vote.</p>\n<p>[8]  42 U.S.C. § 1983. Civil action for deprivation of rights. Every person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress.</p>\n<p>[9]  Having force and effect of final judgment under the statute.</p>\n<p>[10]  See Maryland Casualty Co. v. Pacific Coal and Oil Co., <span class=\"citation\" data-id=\"103457\"><a href=\"/opinion/103457/maryland-casualty-co-v-pacific-coal-oil-co/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">270</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">510</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">826</span></span> (1941). Zwickler v. Koota, <span class=\"citation\" data-id=\"107553\"><a href=\"/opinion/107553/zwickler-v-koota/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">241</span></a></span>, <span class=\"citation\" data-id=\"107553\"><a href=\"/opinion/107553/zwickler-v-koota/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">391</span></a></span>, 19 L.Ed.2d 444.</p>\n<p>[11]  Resort to the lexicon of the professional proves no sinecure despite an all-embracing exposure. Black's Law Dictionary, 3rd Ed. 1933, defines:\n</p>\n<p>Vagrant: A wandering, idle person; a strolling or sturdy beggar, a person who refuses to work or goes about bragging.</p>\n<p>An able-bodied married man who has neglected and refused to provide support for his family.</p>\n<p>One who strolls from place to place.</p>\n<p>One who has no settled habitation.</p>\n<p>An incorrigible rogue.</p>\n<p>A vagabond.</p>\n<p>The term may be so defined as to apply to a clairvoyantor</p>\n<p>A seller of liquorsas well as</p>\n<p>A prostitute, a tin-horn gambler, a beggar or a habitual drunkard.</p>\n<p>Tramp: One who roams about from place to place, begging or living without labor or visible means of support.</p>\n<p>Webster's New International Dictionary (1933) defines:</p>\n<p>Vagrant: One who strolls from place to place, an idle wanderer; one who has no settled habitation.</p>\n<p>Tramp: A foot traveler; a tramper; often, in a bad sense, a begging or thieving vagabond.</p>\n<p>[12]  Except where minorities, for political purposes, are overlooked in their crimes and in the enforcement of the law.</p>\n<p>[13]  Kentucky Revised Statutes, § 436.520 which provides:\n</p>\n<p>§ 436.520. Vagrancy.</p>\n<p>(1) Any person guilty of being a vagrant shall, for the first offense, be fined ten dollars or imprisoned for thirty days, or both. For the second and each subsequent offense, he shall be imprisoned for sixty days.</p>\n<p>(2) \"Vagrant,\" as used in subsection</p>\n<p>(1) of this section and KRS 436.530 means:</p>\n<p>(a) Any able-bodied male person who habitually loiters or rambles about without means to support himself, and who has no occupation at which to earn an honest living; or</p>\n<p>(b) Any able-bodied male person without visible means of support who habitually fails to engage in honest labor for his own support, or for the support of his family, if he has one; or</p>\n<p>(c) Any idle and dissolute able-bodied male person who purposely deserts his wife or children, leaving any of them without suitable subsistence or suitable means of subsistence; or</p>\n<p>(d) Any able-bodied person without visible means of support who habitually refuses to work, and who habitually loiters on the streets or public places of any city.</p>\n<p>[14]  Where the accused is tried without a jury it licenses the judge.</p>\n<p>[15]  The fact that the two arrested were apparent ne'er-do-wells is not the test applied. In fact, the vagueness arises from the lack of criteria, either in the ordinances as enacted by Dunn municipal authorities or in the preliminaries, if there were preliminaries of debate and consideration, to passage of the ordinance in its present and attacked form.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/85530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103201/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1574914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2075545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2207357/"
  ]
}