{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1907679/",
  "absolute_url": "/opinion/1907679/thacker-v-dixon/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1907679/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:47:04.932428Z",
  "date_modified": "2016-03-01T02:23:44.833810Z",
  "type": "010combined",
  "sha1": "a84091b580778d3d741a85b3b97259ebbeb37e15",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>784 F.Supp. 286 (1991)</b></center>\n<center><h1>Robert THACKER a/k/a Rabah Muhammad Ali, Plaintiff,<br>\nv.<br>\nGary T. DIXON, et al., Defendants.</h1></center>\n<center>No. 87-1098-CRT-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 31, 1991.</center>\n<p><span class=\"star-pagination\">*287</span> J. Phillip Griffin, North Carolina Prisoner Legal Services, Inc., Raleigh, N.C., for plaintiff.</p>\n<p>LaVee H. Jackson and Sylvia Thibaut, Asst. Attys. Gen., North Carolina Dept. of Justice, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>FINDINGS OF FACT AND CONCLUSIONS OF LAW AND ORDER</h2>\n<p>WALLACE W. DIXON, United States Magistrate Judge.</p>\n<p>This matter is back before the court following remand from the Fourth Circuit. <i>Ali v. Dixon,</i> 912 F.2d 86 (1990). An evidentiary hearing was held on February 6, 1991, and the parties have consented to the jurisdiction of a Magistrate Judge pursuant to 28 U.S.C. § 636(c)(1). Based on my observations at the evidentiary hearing and my review of the evidence presented, including a transcript of the proceedings, for the reasons set out below, I find that judgment is properly entered for the defendants.</p>\n<p></p>\n<h2>I. <i>Procedural History.</i>\n</h2>\n<p>This matter arose out of plaintiff's <i>pro se</i> complaint brought pursuant to 42 U.S.C. § 1983 alleging violation of his rights under the First Amendment to the United States Constitution. Plaintiff is an inmate in the custody of the North Carolina Department of Correction (hereinafter DOC) serving a lengthy prison sentence.<sup>[1]</sup> Plaintiff was committed to the custody of the DOC under the name of Robert Lee Thacker. It is undisputed that plaintiff has legally changed his name under North Carolina law to Rabah Muhammad Ali.<sup>[2]</sup> Plaintiff alleges that this name change has occurred as the result of his conversion to Islam.</p>\n<p>At the time of the filing of this lawsuit, plaintiff was housed at Central Prison in Raleigh.<sup>[3]</sup> On appeal from summary judgment for defendants, the Fourth Circuit observed that:</p>\n<blockquote>At the time of Ali's conversion [to Islam], Central Prison had theretofore maintained all of its records pertaining to Ali under his former committed name. In response to Ali's name change, Central Prison placed the certificate of name change in Ali's official prison file, processed modifications to his visitors list under both his religious and committed names, and added his new name to the prison's mailroom location list.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*288</span> However, the prison did not add Ali's new name to his official prison jacket. Moreover, Ali has alleged that the absence of his new name from his prison trust fund card requires him to use his former name when collecting trust fund benefits to which he is entitled. Furthermore, the prison uses his former name in corresponding with him. Ali also has alleged that the prison staff refuses to address him by his new name and that he sometimes has not received mail addressed to him under his new name.</blockquote>\n<p><i>Ali v. Dixon, supra,</i> 912 F.2d at 87. Following orders for particularization, plaintiff's complaint alleged infringement of his first amendment rights by: (a) the prison's refusal to add his new name to its records; (b) the prison staff's failure to address him by his new name; (c) his inability to receive certain mail addressed to him under his new name and to see visitors who asked for him by his new name;<sup>[4]</sup> and, (d) the refusal of the prison to correspond with him under his new name. <i>Id.</i> at 87-88. Defendants filed a motion for summary judgment. This motion was referred to me and I recommended that the motion be granted. Following receipt of plaintiff's objection(s) to the recommendation, the district court adopted the recommendation and granted summary judgment for all defendants. Plaintiff then appealed.</p>\n<p>The Fourth Circuit observed that the Supreme Court has recently expounded on the scope of the free exercise rights of prison inmates. Specifically, it is clear that prisoners do not forfeit all rights upon the fact of incarceration, and that they retain the protections of the first amendment. However, it is equally clear that the fact of incarceration imposes a necessary limitation of many of the privileges and rights that citizens normally possess. <i>Id.</i> at 88-89, <i>citing </i><i>O'Lone v. Estate of Shabazz,</i> 482 U.S. 342, 348, 107 S.Ct. 2400, 2404, 96 L.Ed.2d 282 (1987). A prison regulation that impinges on an inmate's constitutional rights is valid only if it is reasonably related to legitimate penological interests, and the Supreme Court has established a four part test to be used in analyzing a regulation's reasonableness:</p>\n<blockquote>First, there must be a valid, rational connection between the prison regulation and the legitimate government interest put forward to justify it.... A second factor ... is whether there are alternative means of exercising the right that remain open to prison inmates.... A third consideration is the impact accommodation of the asserted constitutional right will have on guards and other inmates and on the allocation of prison resources generally.... Finally, the absence of ready alternatives is evidence of the reasonableness of a prison regulation. By the same token, the existence of obvious, easy alternatives may be evidence that the regulation is not reasonable, but is an exaggerated response to prison concerns.</blockquote>\n<p>912 F.2d at 89, <i>quoting </i><i>Turner v. Safley,</i> 482 U.S. 78, 89, 107 S.Ct. 2254, 2262, 96 L.Ed.2d 64 (1987).</p>\n<p>The Fourth Circuit applied the <i>Turner</i> analysis to the three claims before it. Summary judgment was affirmed as to plaintiff's claim that the prison staff failed to address him by his new name and this claim is not before the court here. It was determined, however, that summary judgment was improper as to plaintiff's claim concerning the alleged failure to add his new name to the prison record, and to the claim that the prison refused to use the new name when corresponding with plaintiff. As to the former, the Fourth Circuit observed:</p>\n<blockquote>Ali argues that the prison's refusal to <i>add</i> his new name to his prison record, as opposed to <i>substituting</i> his new name for his old name on his prison record, cannot withstand the <i>Turner</i> analysis. Ali contends that the requested a.k.a. addition is an easy alternative to the prison's current policy, indicating that the prison's refusal to accommodate his request is unreasonable. He calls to our attention the fact that the prison has added his new name to certain files, thereby suggesting the addition of his <span class=\"star-pagination\">*289</span> new name is not burdensome. He also points out that his new name does not appear on his prison trust fund account and he alleges that he is forced to use his former name when acquiring the benefits to which he is entitled.</blockquote>\n<p>912 F.2d at 89 (emphasis in original).</p>\n<p>The court noted that a complaint solely concerning the manner in which the prison authorities organized their records would not present a constitutional claim. <i>Id.</i> at 90, <i>citing </i><i>Barrett v. Virginia,</i> 689 F.2d 498, 503 (4th Cir.1982). The court went on to say:</p>\n<blockquote>Ali, however, claims more than offense at mere absence of his new name from his prison file. He relies upon the allegation that the absence of his name from his trust fund account requires him to use his old, religiously offensive, name when drawing on the funds to which he is entitled. As we have observed, \"because the first amendment protects an inmate's right to legal recognition of an adopted religious name, correctional authorities may not properly condition the receipt of services or benefits upon his waiving such a right.\" <i>Barrett,</i> 689 F.2d at 503; <i>Masjid Muhammad-D.C.C. v. Keve,</i> 479 F.Supp. 1311, 1326 (D.Del. 1979). Thus, to the extent that Ali has been forced to acknowledge his religiously offensive name to receive the trust fund moneys to which he is entitled, and for summary judgment purposes, we must assume that he has, the prison's refusal to add his new name to his prison record impinges on his first amendment rights.</blockquote>\n<blockquote>Because the prison policy impinges on Ali's free exercise rights, it may be upheld only if it meets the <i>Turner</i> standard. In all of the defendants' affidavits, and at oral argument, the defendants have failed to advance any penological, or other, justification for refusing to <i>add</i> Ali's new name to his prison file. The defendants' silence on the matter persuades us that, if it is true that the prison conditions the receipt of benefits on Ali's use of his old name, addition (not replacement through use) of Ali's new name is constitutionally mandated.</blockquote>\n<p>912 F.2d at 90.</p>\n<p>The court also held that the failure of prison officials to correspond with plaintiff under his new name impinged on his first amendment rights. Warden Gary Dixon's affidavit explained that correspondence under the new name would create a risk of improper filing. The court noted that it was not clear from this affidavit whether the risk would result if the new name were <i>added,</i> as opposed to being <i>substituted,</i> thus making summary judgment inappropriate.</p>\n<blockquote>Accordingly, we reverse the summary judgment for the defendants on the issue of the prison's failure to include Ali's new name in its correspondence with him. On remand, the district court should demand greater specificity from the defendants on their claim of administrative burden and, of course, it should consider, to the extent relevant, its ultimate resolution of Ali's request for addition of his new name to his prison record.</blockquote>\n<p>912 F.2d at 91.</p>\n<p></p>\n<h2>II. <i>Testimony of Khalil Akbar and The Issue of Plaintiff's Religious Sincerity.</i>\n</h2>\n<p>At the evidentiary hearing, defendants sought to challenge both the sincerity of plaintiff's religious belief and whether the use of a name change is actually based on religious tenets of Islam. This was done by cross-examination of the plaintiff, the introduction of various pieces of real evidence, and the use of expert testimony by Khalil Abdullah Akbar. Mr. Akbar is employed as the state chaplain and coordinator of Islamic services for the DOC for the western part of North Carolina. Transcript at 45. Mr. Akbar is also an imam, a religious leader or one who leads an Islamic congregation and is knowledgeable about the Koran and the traditional history of Islam. <i>Id.</i> He testified that he has previously been permitted to testify as an expert on Islam in federal court. Transcript at 46. Mr. Akbar was permitted to testify here as an expert on Islam, over plaintiff's objection. Transcript at 47.</p>\n<p><span class=\"star-pagination\">*290</span> In particular, defendants sought to use Mr. Akbar to rebut a number of contentions plaintiff made concerning his religious beliefs and what was required by his faith. On cross-examination, plaintiff stated that he was a follower of Wallace D. Muhammad who held that it was required for a Muslim to change his name. Transcript at 17, 18. Plaintiff stated that he read this pronouncement in a newspaper called the <i>Muslim Journal.</i> Transcript at 18-19. Plaintiff also testified as to the reasons for changing his name:</p>\n<blockquote>Q: What determines when you change your name?</blockquote>\n<blockquote>A: The person, himself or herself.</blockquote>\n<blockquote>Q: It's a personal decision?</blockquote>\n<blockquote>A: Yes.</blockquote>\n<blockquote>Q: Is that what W.D. Mohammad teaches?</blockquote>\n<blockquote>A: He teaches that as a Muslim we should change our name.</blockquote>\n<blockquote>Q: Does he teach why?</blockquote>\n<blockquote>A: Yes.</blockquote>\n<blockquote>Q: Why?</blockquote>\n<blockquote>A: Because we were not  The name that we were living under is not ours. It's a slave master's name and we must throw the shackles off of us.</blockquote>\n<blockquote>Q: And that's why you should change your name, so you won't have a slave master's name?</blockquote>\n<blockquote>A: I changed my name not to remember what I used to be.</blockquote>\n<blockquote>Q: Meaning you used to have a slave master's name?</blockquote>\n<blockquote>A: What I used to be, not meaning that I only had the slave master's name, its what I used to do in life. And when I see the word \"Thacker,\" I am reminded constantly of what I used to be. And I take it offended (sic) when I see that name.</blockquote>\n<p>Transcript at 21. Defendants also elicited from plaintiff the statement that in the then-current Persian Gulf conflict, he would feel obligated to fight on the \"righteous side,\" meaning the side of Saddam Hussein. Plaintiff also stated that were he to come upon a Muslim and non-Muslim fighting, his first objective would be to stop the fight, but if he could not, he perceived his duty as being to aid the Muslim. Transcript at 38-39.</p>\n<p>On direct examination, Mr. Akbar stated that the use of a name change is not a religious practice. Mr. Akbar outlined what are required, or obligatory, practices of the Islamic faith. These include the declaration of faith (Shahada)<sup>[5]</sup>, to pray five times a day, Jumah (a congregational prayer to be included in the five daily prayers), giving to charity, fasting during the month of Ramadan, and the Hajj or pilgrimage to Mecca at least once during the individual's life. In addition to the obligatory duties, there are certain recommended practices for a Muslim. These are known as Sunna practices and were carried out by Mohammad. These include individual prayers, the wearing of a head covering<sup>[6]</sup>, and the use of a prayer rug. These practices are optional with the believer.<sup>[7]</sup> Transcript at 52-53.</p>\n<p>Mr. Akbar was questioned specifically about the significance of a name change. He testified that there is no such thing as a \"Muslim name\" and that if the person using the name is a Muslim then it is a <span class=\"star-pagination\">*291</span> Muslim name. For example, he testified that the name \"Gary Miller\" is a Muslim name because there is an imam in Canada with that name. Transcript at 55. Mr. Akbar further testified that some names, particularly those denoting paganism (such as \"Hogg\", \"Apollo\", etc.) might be objectionable to Muslims. He stated that W.D. Muhammad, early in his career, had advised changing one's name under those conditions. <i>Id.</i> at 56. However, the name \"Robert Thacker\" could be a Muslim name and it did not denote paganism. <i>Id.</i> at 56. He went on:</p>\n<blockquote>But I would say that historically name changing is not a practice that's done universally by all Muslims. Historically, it has been a practice done by African Americans and the reason was not religious. The reason was that we believed that the name that we had reflected the slave experience of the African here in America. So based on that name we changed our name.</blockquote>\n<p>Transcript at 57. He testified that, based on this <i>historical</i> reason, he had changed his own name from his birth name of Brady. <i>Id.</i></p>\n<p>Mr. Akbar outlined the history of Islam in the United States. In particular, he stated that Elijah Muhammad had led the Islamic movement until his death in 1975. At that time, the leadership passed to Elijah Muhammad's son, Wallace D. Muhammad. Mr. Akbar said Elijah Muhammad's teachings concerned the \"Nation of Islam,\" described primarily as a social movement dealing with the problems of blacks in America and not with religious issues. Transcript at 58. Mr. Akbar said the leadership of Wallace D. Muhammad has moved away from this primarily social movement and seeks to direct the faithful to the Koran and the internationally recognized teachings of Islam. <i>Id.</i> Mr. Akbar has been affiliated with Wallace D. Muhammad for 16 years and testified that Wallace D. Muhammad does not say a Muslim is required to change his name. <i>Id.</i> at 59. Defendants also elicited testimony from Mr. Akbar that Wallace D. Muhammad, and the international Islamic leadership, supported the position of the multinational coalition in the Persian Gulf crisis. Transcript at 61. Similarly, defendants asked Mr. Akbar about the correct position of a Muslim upon encountering a Muslim and non-Muslim in a struggle. Essentially, he said that plaintiff's answer to this hypothetical was erroneous. Transcript at 62.</p>\n<p>On cross-examination, plaintiff's counsel elicited testimony from Mr. Akbar that the Islamic community has been in transition. Transcript at 64. He further testified that his own perceptions of Islam have changed since 1968 and that a person's beliefs might change over time with his maturity. <i>Id.</i> at 64-65. Similarly, he said that because a person does not have the same understanding of what is required by Islam, such as whose side to take in a fight, does not reflect on that person's sincerity. <i>Id.</i> at 67. Mr. Akbar also testified that while his own name change was not required by his faith, it was an exercise of his faith. <i>Id.</i> at 65-66.</p>\n<p>At the evidentiary hearing, a broad line of questioning and introduction of evidence was permitted concerning plaintiff's religious sincerity and whether the Islamic religion requires the adoption of an Arabic name. This was done in order to insure the fullest possible record. However, I allowed the parties to submit post trial briefs on the propriety of the court's examining these particular questions. Defendants' position, as might be expected, is that where the issue of whether the state must accommodate a professed religious belief is before the court, it is appropriate to examine whether the belief is in fact, religious, and whether it is a sincerely held belief. Defendants argue that the burden rests with the plaintiff to establish his beliefs are religious in origin and sincerely held. <i>Tisdale v. Dobbs,</i> 807 F.2d 734, 737 (8th Cir. 1986), <i>citing </i><i>Hill v. Blackwell,</i> 774 F.2d 338, 342 (8th Cir.1985).</p>\n<p>Plaintiff essentially has a two-fold contention. Fundamentally, plaintiff expresses the belief that the first amendment bars the inquiry by this court into plaintiff's religious beliefs. Particular to this case, however, is plaintiff's contention that the Fourth Circuit's determination \"that the defendants <span class=\"star-pagination\">*292</span> may not condition [plaintiff's] receipt of benefits on his waiving his First Amendment right to use only his religious name is the law of the case.\" Plaintiff's Post-Trial Memorandum at 9. Following research and consideration of this issue, I am convinced that both of plaintiff's contentions are in error, to the extent they assert the court cannot now ascertain plaintiff's sincerity.</p>\n<p>First off, the analysis is not foreclosed by the Fourth Circuit's holding. The circuit court faced this case in a posture of determining the propriety of a grant of summary judgment. It is well-established that on summary judgment:</p>\n<blockquote>[t]he non-moving party is in a favorable posture, being entitled \"to have the credibility of his evidence as forecast assumed, his version of all that is in dispute accepted, all internal conflicts in it resolved favorably to him, the most favorable of possible alternative inferences from it drawn in his behalf; and finally to be given the benefit of all favorable legal theories invoked by the evidence as considered.\"</blockquote>\n<p><i>Ross v. Communications Satellite Corp.,</i> 759 F.2d 355, 365 (4th Cir.1985), <i>quoting </i><i>Charbonnages de France v. Smith,</i> 597 F.2d 406, 414 (4th Cir.1979). Thus, the Fourth Circuit permissibly assumed plaintiff's religious conversion was sincere and the adoption of an Arabic name was a sincere expression of the Islamic religion. The subjective question of a party's sincerity, like any other mental state, is generally inappropriate for a resolution at summary judgment. <i>See </i><i>Patrick v. Le Fevre,</i> 745 F.2d 153, 159 (2d Cir.1984).</p>\n<p>Insofar as plaintiff contends this court cannot make a finding of fact concerning his religious sincerity, he is wrong. In <i>United States v. Seeger,</i> 380 U.S. 163, 85 S.Ct. 850, 13 L.Ed.2d 733 (1965), the Supreme Court dealt with claims of conscientious objectors who sought religious exemption from military service. The statute providing for such an exemption involved an individual's belief in a \"relation to a Supreme Being.\"<sup>[8]</sup> In construing whether the individual defendants were entitled to exemption, the Court stated:</p>\n<blockquote>The validity of what [the individual] believes cannot be questioned. Some theologians, and indeed some examiners, might be tempted to question the existence of the registrant's \"Supreme Being\" or the truth of his concepts. But these are inquiries foreclosed to the government....</blockquote>\n<blockquote>\n<i>But we hasten to emphasize that while the \"truth\" of a belief is not open to question, there remains the significant question of whether it is \"truly held.\" This is the threshold question of sincerity which must be resolved in every case. It is, of course, a question of fact</i>a prime consideration to the validity of every claim for exemption as a conscientious objector.</blockquote>\n<p>380 U.S. at 185, 85 S.Ct. at 863 (emphasis added). The case authority since <i>Seeger</i> makes it clear that in evaluating a free exercise claim, courts can examine this factual question of whether an individual sincerely holds a religious belief. <i>Martinelli v. Dugger,</i> 817 F.2d 1499, 1503 (11th Cir. 1987), <i>cert. denied,</i> 484 U.S. 1012, 108 S.Ct. 714, 98 L.Ed.2d 664 (1988) (the trier of fact first must determine whether the prisoner is sincere in his or her asserted religious beliefs); <i>Sourbeer v. Robinson,</i> 791 F.2d 1094, 1102 (3d Cir.1986), <i>cert. denied sub nom. Patton v. Sourbeer,</i> 483 U.S. 1032, 107 S.Ct. 3276, 97 L.Ed.2d 779 (1987) (a sincere religious belief is a prerequisite to any free exercise claim); <i>United States v. Daly,</i> 756 F.2d 1076, 1081 (5th Cir.), <i>cert. denied,</i> 474 U.S. 1022, 106 S.Ct. 574, 575, 88 L.Ed.2d 558 (1985) (although courts may not determine whether a given belief is or is not a religion, the trier of fact may determine whether a belief is truly held without violating the first amendment).</p>\n<p>While defendants challenge plaintiff's sincerity, their use of Mr. Akbar's expert testimony constitutes a different form of attack on plaintiff's free exercise claim. The Supreme Court has made it clear that <span class=\"star-pagination\">*293</span> only beliefs which are rooted in <i>religion</i> are protected by the Free Exercise Clause. <i>Thomas v. Review Board of Indiana Employment Security Division,</i> 450 U.S. 707, 713, 101 S.Ct. 1425, 1429, 67 L.Ed.2d 624 (1981). The <i>Thomas</i> Court went on to observe:</p>\n<blockquote>The determination of what is a \"religious\" belief or practice is more often than not a difficult and delicate task, as the division in the Indiana Supreme Court attests. However, the resolution of that question is not to turn upon a judicial perception of the particular belief or practice in question; religious beliefs need not be acceptable, logical, consistent, or comprehensible to others in order to merit First Amendment protection.</blockquote>\n<p>450 U.S. at 714, 101 S.Ct. at 1430 (footnotes omitted).</p>\n<p>In order to claim first amendment protection, the asserted belief must be religious in nature, as opposed to a purely secular or philosophical concern. <i>Leahy v. District of Columbia,</i> 646 F.Supp. 1372, 1374 (D.D.C. 1986), <i>rev'd on other grounds,</i> 833 F.2d 1046 (D.C.Cir.1987). Furthermore, the <i>Thomas</i> Court recognized that certain claims might be of a sufficiently bizarre nature, clearly non-religious in motivation, to deprive them of constitutional protection. 450 U.S. at 715, 101 S.Ct. at 1430; <i>see also </i><i>Wiggins v. Sargent,</i> 753 F.2d 663, 666 (8th Cir.1985) (first amendment religious protection is not extended to \"so-called religions which tend to mock established institutions and are obviously shams and absurdities and whose members are patently devoid of religious sincerity\") (quoting <i>Theriault v. Carlson,</i> 495 F.2d 390, 395 (5th Cir.1974)).</p>\n<p>However, where a claimed belief is not clearly of a purely secular nature, or so bizarre as to fall outside the ambit of the first amendment, a district court's task becomes far more difficult. It is well-accepted at this time, that federal courts are generally forbidden from evaluating the objective truth or correctness of an individual's religious beliefs. <i>United States v. Seeger, supra,</i> 380 U.S. at 184, 85 S.Ct. at 863; <i>see also </i><i>Smith v. North Babylon Union Free School District,</i> 844 F.2d 90, 93 (2d Cir.1988) (generally it is not proper for courts to evaluate the truth or correctness of an individual's sincerely held religious belief); <i>Wiggins v. Sargent, supra,</i> 753 F.2d at 666 (however unpalatable certain ideas may be, it is not a court's prerogative to determine the validity of such beliefs). There is a fine line, however, between the generally impermissible evaluation of whether a given belief is true or valid, and the permissible one of whether that belief is religious in nature.</p>\n<p>In performing the latter permissible analysis, courts have utilized a broad and flexible approach to the question of whether a belief is \"religious\" in nature. As the Second Circuit noted in <i>Patrick v. Le Fevre, supra</i><i>,</i> \"[p]roperly cognizant of the judiciary's incapacity to judge the religious nature of an adherent's beliefs, courts have jettisoned the objective, content-based approach previously employed to define religious belief, in favor of a more subjective definition of religion, which examines an individual's inward attitudes towards a particular belief system.\" 745 F.2d at 157. The Supreme Court in <i>United States v. Seeger, supra</i><i>,</i> stated that the task of examiners was to \"decide whether the beliefs professed by a registrant are sincerely held and <i>whether they are, in his own scheme of things, religious.\"</i> 380 U.S. at 185, 85 S.Ct. at 863 (emphasis added). The essential question therefore is whether an individual's belief is part of a religious framework, at least as he sincerely conceives it. The particular belief need not be specifically prescribed by the tenets of the religion. <i>See </i><i>Patrick v. Le Fevre, supra,</i> 745 F.2d at 158 (impulses prompted by the dictates of conscience as well as those engendered by divine commands are therefore safeguarded against secular intervention, so long as the claimant conceives of the beliefs as religious in nature). Furthermore, the belief in question need not be <i>exclusively</i> religious and some overlap appears to be allowed where its origins are both religious and secular. <i>Wiggins v. Sargent, supra,</i> 753 F.2d at 666-667.</p>\n<p><span class=\"star-pagination\">*294</span> Plaintiff has asserted that his name change has religious significance. Defendants have countered by introducing the testimony of Mr. Akbar to show the practice of African-American Muslims in adopting Arabic names is essentially a secular one. It is true that plaintiff did state on cross-examination, that the name change was adopted partially to rid himself of his \"slave-master name.\" Transcript at 21. However, he also indicated the reason for the name change was to put his previous life behind him. <i>Id.</i> Moreover, while Mr. Akbar's testimony was essentially that the name change practice was social and historical in origin, he also testified that for plaintiff, the change probably had religious significance. Transcript at 68. Furthermore, Akbar admitted that his own name change was an exercise of his faith. <i>Id.</i> at 66.</p>\n<p>The controversy over whether this type of name change is religious or secular in origin has risen in other cases. In <i>Masjid Muhammad-D.C.C. v. Keve,</i> 479 F.Supp. 1311 (D.Del.1979), the same issue was addressed. The Delaware district court stated:</p>\n<blockquote>As earlier noted, defendants do not challenge the sincerity of plaintiffs' faith.<sup>[9]</sup> Nor do they dispute that converts to plaintiff's faith ordinarily adopt new Muslim names. They dispute, however, that plaintiffs' abhorrence of their former, non-Muslim names is religiously based. In support of their argument, defendants point to evidence which suggests (1) that the Muslim religion does not prohibit its adherents from responding to their former, non-Muslim names and (2) that plaintiffs' hatred for those names derives from the slavery experience of their forebears. Defendants conclude from this evidence that plaintiffs' resistance to their old names is socially rather than religiously based. Accordingly, they contend that they may continue to utilize plaintiffs' non-Muslim names for all purposes without burdening the free exercise of their religion.</blockquote>\n<p>479 F.Supp. at 1323. However, the Delaware court disagreed with defendants' analysis:</p>\n<blockquote>First, it is clear that protected religious expression encompasses more than orthodox or institutionalized practices. To be protected, a particular form of religious expression need not be mandated by one's religion or even endorsed by a majority of its adherents, so long as it is an expression of a sincere, religiously based conviction.... Moreover, while it is true that plaintiffs view those names as insulting for reasons which could be described as historic or social, it does not follow that their animosity towards those names is without a religious base. Plaintiffs regard their old names as having had their genesis in the institution of slavery, but as earlier noted, they also regard those names as representative of a spiritual identity they no longer have. Moreover, they interpret the Holy Quran as condemning the use and recognition of their old surnames.</blockquote>\n<p><i>Id.</i></p>\n<p>Similar arguments were advanced by prison officials in <i>Azeez v. Fairman,</i> 604 F.Supp. 357 (C.D.Ill.1985), <i>rev'd in part,</i> 795 F.2d 1296 (7th Cir.1986). Those officials contended that a name change was \"purely a matter of personal opinion and not a matter of religious necessity.\" 604 F.Supp. at 362. Furthermore, it was also pointed out that many Muslims never change their names. The district court noted that the plaintiffs had testified their new names reflected their new spiritual identities and they interpreted the Quran as condemning the use of their old names. Relying on <i>Masjid Muhammad, supra,</i> the court also found the inconsistency in the practice among Muslims concerning a name change was not automatically fatal to plaintiff's claim of a religious belief. <i>Id.</i></p>\n<p>Finally, in <i>Barrett v. Commonwealth of Virginia,</i> 689 F.2d 498 (4th Cir.1982), Virginia authorities contended the Islamic faith did not require the adoption of a religious name and this practice was merely recommended. 689 F.2d at 501 n. 5. <span class=\"star-pagination\">*295</span> The Fourth Circuit said \"[p]laintiff offered unrebutted evidence that his change of name has a theological basis. That basis and the unchallenged sincerity of plaintiff's religious convictions suffice to invoke first amendment protection.\" <i>Id.</i> (citations omitted). Here, of course, defendants have offered evidence to attempt to show the secular nature of the practice, as well as challenging whether this particular plaintiff sincerely holds a religious belief concerning his name change.</p>\n<p>The Eleventh Circuit, in <i>Martinelli v. Dugger, supra</i><i>,</i> held that \"proof of a connection between the allegedly protected practices and religious beliefs is properly considered an element of the plaintiff's proof that he or she is sincere in asserting\" the beliefs are entitled to protection. 817 F.2d at 1503. However, the <i>Martinelli</i> court went on to hold that there was no requirement the claim be \"deeply-rooted\" in religious belief. <i>Id.</i> Federal courts do not sit as \"arbiters of religious orthodoxy,\" <i>id.</i> at 1504, <i>citing </i><i>Thomas v. Review Board of Indiana Employment Security Div., supra,</i> 450 U.S. at 713, 101 S.Ct. at 1429, nor is it proper for the judiciary to distinguish between mainstream and minority religious practices to declare which are truly \"religious.\" 817 F.2d at 1504 n. 17.</p>\n<p>In my view, it is not appropriate for a federal court to make a finding regarding what Islam requires, or does not require, <i>vis-a-vis</i> name changes. Indeed, to do so would be the essence of the practice condemned by so many authorities, namely the use of the judiciary to determine matters of religious orthodoxy. Furthermore, as can be seen from the preceding discussion, that is not the proper focus of the court's permitted analysis. Except in the most extreme cases, a court must confine itself to a determination of whether the practice in question has a basis in religious belief as the individual sees it. Properly viewed, save for cases of truly bizarre or obviously secular beliefs, the determination of the religious nature of the belief will largely hinge on assessing the individual's sincerity.<sup>[10]</sup> It does not appear that the practice of name changing by African-American Muslims is truly bizarre or solely secular in nature. Numerous case authorities have recognized that the practice can have some measure of religious significance. <i>See </i><i>Salaam v. Lockhart,</i> 905 F.2d 1168, 1170 n. 4 (8th Cir.1990), <i>cert. denied,</i> ___ U.S. ___, 111 S.Ct. 677, 112 L.Ed.2d 669 (1991) (citing cases). The analysis must thus turn to <i>this</i> plaintiff's sincerity of belief.</p>\n<p>I have considered a number of factors in reaching an assessment of plaintiff's religious sincerity, both in general and as it relates to the specific issue of a name change. Although these will be discussed in turn, I simply cannot find plaintiff to be sincere in utilizing this name change as a religious practice. Defendants have contended that this lawsuit has been instituted, not out of any sincere desire to obtain first amendment protection for a religious practice, but for the purpose of harassing prison officials and essentially making the DOC jump through hoops for plaintiff's amusement. My evaluation leads me to the conclusion that this is a correct assessment of the situation.</p>\n<p>First, plaintiff has a long history of litigation against prison officials. In the previous memorandum and recommendation, I observed that plaintiff has filed at least seventeen (17) such lawsuits, none of which has proceeded past summary judgment. Moreover, plaintiff's pattern of harassing prison personnel does not appear to be limited to use of the courts. Warden Gary Dixon testified that in his opinion, plaintiff's use of his new name was undertaken to harass the prison staff rather than as a <span class=\"star-pagination\">*296</span> sincere religious expression.<sup>[11]</sup> Transcript at 162. Warden Dixon said that a number of the grievances introduced into evidence<sup>[12]</sup> were frivolous and, in his opinion, were used solely for harassment. <i>Id.</i> at 163. These frivolous grievances, combined with numerous meritless lawsuits, paints the picture of an inmate who utilizes these processes either to gain some measure of revenge against the penal system, or for his amusement. Plaintiff admitted that he had participated in a lawsuit against prison officials over the wearing of the kufi. However, despite the fact that the covering of the head is a recommended, though not required, Islamic practice (Akbar testimony at 52), plaintiff testified that he does not wear a kufi and does not consider it a practice of his religion. Transcript at 24.</p>\n<p>I have observed plaintiff's demeanor and heard his answers to questions. On several occasions, plaintiff's answers can be described as evasive at best. <i>See</i> Transcript at 33 (defense counsel asks plaintiff whether Wallace D. Muhammad has ever said the use of a/k/a was forbidden); Transcript at 38-39 (plaintiff had to be instructed to answer question whether he knew his complete inmate number). Furthermore, one incident stands out as demonstrating that plaintiff derives some amusement from these proceedings. As noted on cross-examination, plaintiff was asked which side he favored in the Persian Gulf War. This was done to demonstrate inconsistencies with his statement that he followed Wallace D. Muhammad. Plaintiff's counsel objected asserting relevance grounds, but the objection was overruled. However, during the argument over the objection, the following transpired:</p>\n<blockquote>Ms. Thibaut: He says he follows W.D. Mohammed. If he follows what he says in the deposition, his testimony would be that he would fight on Suddam Hussain's side and that's W.D. Mohammed's position. We have an expert who will testify that is incorrect.</blockquote>\n<blockquote>Mr. Griffin: And I would love to hear the explanation of what in the world that has to do with what he puts on his grievances in order to get them processed.</blockquote>\n<blockquote>Ms. Thibaut: I'd also like to know why he's sitting up there laughing right now.</blockquote>\n<blockquote>This is not funny.</blockquote>\n<blockquote>The Witness: You know, you amaze me.</blockquote>\n<blockquote>The Court: Just stop. Just stop where we are.</blockquote>\n<p>Transcript at 37-38. Defendants also impeached plaintiff's testimony on several occasions. <i>See, e.g.,</i> Transcript at 23 (attendance at Jumah).</p>\n<p>In addition, I simply cannot find that plaintiff is truly sincere in his professed religious reason for using a new name. Plaintiff asserts that using his committed name reminds him of his former existence. Obviously, plaintiff would have the court believe that since his conversion, he has become a new individual who seeks to put his former ways behind him. Plaintiff testified that his \"true\" Shahada took place ten years ago.<sup>[13]</sup> However, plaintiff also admitted that he has compiled a number of disciplinary infractions in prison and that a number of these were assaultive in nature. Transcript at 15. Warden Dixon also testified that plaintiff has been disciplined over instances of aberrant sexual behavior, including incidents of exposing himself in front of female staff members and masturbating in the presence of female staff members. Transcript at 115. This conduct hardly comports with a person's professed desire to put his sinful past behind him.</p>\n<p>Defendants also pointed out numerous incidents where plaintiff has failed to use his new name. Defendants introduced into evidence various pieces of documentary evidence <span class=\"star-pagination\">*297</span> including grievances, letters to prison on officials, and visitation forms. On several of these, plaintiff signed \"Rabah Muhammad Ali a/k/a Robert Thacker.\" <i>See, e.g.,</i> Defendant's Exhibits 1C, 3A, 3B, 4A. However, plaintiff also signed a number of forms solely as \"Robert Thacker.\" <i>E.g.,</i> Defendant's Exhibits 1G, 1J, 3D, 3F, 4B, 4D, 4E. Many of these exhibits are dated <i>after</i> plaintiff's legal name change.<sup>[14]</sup> The testimony was overwhelming that plaintiff could access any service he was entitled to by the use of his legal name and the a/k/a addition of his committed name and number. In fact, no testimony was had from any source that plaintiff could not access services using the a/k/a.<sup>[15]</sup> Thus, if the use of plaintiff's new name is a matter of such magnitude that he feels compelled to institute a federal lawsuit to force the state to recognize him solely by that name, it is not credible that he would continue to use only the former name in communicating with prison officials. This view is reinforced by evidence which reveals that <i>at a minimum,</i> plaintiff was allowed to utilize the a/k/a form with virtually no hardship imposed.</p>\n<p>In summary, plaintiff's use of a name change is not based on a sincerely held religious belief. Instead, it is done for the purpose of harassing the prison system and its employees. In the absence of any sincerely held religious belief, defendants have not violated plaintiff's rights under the free exercise clause of the first amendment.</p>\n<p></p>\n<h2>III. <i>Use of the A/K/A Does Not Constitute A Violation of Plaintiff's First Amendment Rights.</i>\n</h2>\n<p>Even if plaintiff's asserted beliefs were sincere, defendants still have not violated plaintiff's constitutional rights. Were defendants to comply with plaintiff's wishes, the administrative burden would be intolerable. Plaintiff wants to use <i>only</i> his new name in communicating with prison officials and accessing services. He does not want to enter his name as \"Rabah Muhammad Ali a/k/a Robert Thacker\" under <i>any</i> circumstances.<sup>[16]</sup> Transcript at 43, 163-166. Plaintiff bases this position on his reading of the Fourth Circuit's prior opinion, <i>Ali v. Dixon, supra,</i> 912 F.2d at 90, and views the use of an \"a/k/a\" as a waiver of his right to legal recognition of his new name. Transcript at 166.</p>\n<p>Testimony during the hearing showed that plaintiff could use his committed name with the a/k/a to access DOC services. Reflecting on the Fourth Circuit opinion, I expressed the view that the issues have now, at least in plaintiff's mind, changed. <i>Id.</i> at 167. I believe that plaintiff is wrong, both in his interpretation of the Fourth Circuit's opinion and what is constitutionally mandated for prison officials in terms of recognizing a new religious name.</p>\n<p>The circuit court focused on the possibility of <i>adding</i> plaintiff's name to his prison files as a means of accommodating a religious name change. The records would thus be maintained under the committed name, with the addition of the new name to the file. Plaintiff, of course, has stated that he does not care how the records are kept and that he recognizes that they will be maintained in the committed name. However, plaintiff wants to place the burden on prison officials to be able to identify him as Robert Thacker in all circumstances, even when he only gives the name <span class=\"star-pagination\">*298</span> Rabah Muhammad Ali and his inmate number. I do not believe this was intended by the admittedly broad language of the panel opinion. Instead, what was intended was the avoidance of a requirement that plaintiff be able to access prison services only by the <i>exclusive</i> use of his committed name.</p>\n<p>Other cases, including some of those specifically cited by the Fourth Circuit panel, have recognized the constitutional adequacy of allowing the use of an a/k/a by an inmate which requires the presentation of both the committed and the new name. In <i>Felix v. Rolan,</i> 833 F.2d 517 (5th Cir.1987), an inmate filed a complaint against the prison law librarian who had required the inmate to provide both his Muslim name and his committed name before giving the inmate supplies. The plaintiff alleged that the use of his previous name was religiously offensive to him. Against these contentions, the court said:</p>\n<blockquote>The state's legitimate interest in prison security requires an efficient system of identification and administration of prisoners within its custody. So while the state cannot reasonably deny prisoners privileges simply because they have chosen to adopt a new name, the use of their \"committed name,\" as an alias for the purpose of identification of the prisoner, does not of itself violate the prisoner's constitutional rights. In this case, TDC officials simply required that Al Uqdah sign into the library with both his committed name and his legal Muslim name as the prison regulations require. \"The `a/k/a' designation for the receipt of privileges and recordkeeping is a reasonable middle ground between absolute recognition of the plaintiff's Muslim names and the prison interests of order, security and administrative efficiency.\" <i>Azeez v. Fairman,</i> 604 F.Supp. 357, 364 (C.D.Ill.1985). The prison has not refused to recognize Al Uqdah's new name, it merely requires that for administrative efficiency he include his former name as an identifying alias.</blockquote>\n<p>833 F.2d at 519 (footnotes omitted). <i>Felix</i> is essentially on point with the facts here, and its logic is sound.</p>\n<p>Similarly, in <i>Mujihadeen v. Compton,</i> 627 F.Supp. 356 (W.D.Tenn.1985), no first amendment violation was found where inmates were required to possess identification cards that bore both their religious and committed names. In <i>Salaam v. Lockhart,</i> 905 F.2d 1168 (8th Cir.1990), an inmate sued over the prison policy of using only the committed name on his prison clothing, prison records and on the mailroom delivery list. The Eighth Circuit held that Salaam was entitled to receive mail in his new name<sup>[17]</sup>, and that prison authorities were to <i>add</i> his new name to the prison clothing. Thus, <i>both</i> names were to be displayed on the clothing. 905 F.2d at 1175.</p>\n<p>The <i>Salaam</i> court also dealt with the reform of prison recordkeeping. Record changes need occur only to the extent necessary to allow the plaintiff to receive services and information under his new name. <i>Id.</i> at 1169. This language is the heart of my review. In <i>Salaam,</i> the question was whether the prison should recognize the inmate's name change and allow the inmate to receive benefits such as mail and the cashing of money orders. <i>Id.</i> at 1172. The Arkansas prison system maintained a file jacket on each inmate, arranged alphabetically. The file jacket also contained a list of aliases used by the prisoner. <i>Id.</i> Prison authorities there opposed changing files, asserting administrative problems, primarily the amount of labor needed to change the records, and the possibility of confusion in providing information to law enforcement agencies. <i>Id.</i></p>\n<p>However, the Eighth Circuit felt that the use of an \"a/k/a\" alternative, meaning placing the inmate's name on the outer jacket or file, was sufficient and would not necessitate an undue administrative burden. <span class=\"star-pagination\">*299</span> It discussed each of the concerns raised by officials as follows:</p>\n<blockquote>Initially, Lockhart is concerned with the administrative burden of making changes to institutional files. He never, however, estimated how much time it would take to make the changes. He agreed that all that would have to be done is to type in the new name on each file. Even under the assumption that all paperwork would have to be changed, Lockhart testified that less than an hour of work per inmate would be required  how much less we do not know. Even if we accept his view that the prison could not stop at simply changing the jacket, the magistrate found that there were only eight active prison files. The burden of adding Salaam's new name to files and lists, while not imaginary, is nevertheless not onerous. Moreover, the prison is not required to change Salaam's name wherever it appears. In light of the relief requested, the prison must add his new name only to his file jacket and to lists with which inmates have frequent contact within the prison. The paperwork burden is minimal and we disagree with the magistrate's conclusion that the burden of changing eight folders is significant even where there are few requests for name changes. Our conclusion is buttressed by the prison's present practice of recording all aliases and using inmate commitment numbers in addition to committed names in its filing system.</blockquote>\n<p>905 F.2d at 1173-1174.</p>\n<p>As I read <i>Salaam,</i> the Eighth Circuit seemed to believe that the problem could be solved simply by sticking the new name on a few files and providing cross-reference lists in the mailroom. However, it is not entirely clear what the scope of the relief actually would be. While the court indicated that the inmate should be allowed to receive services in his new name, there is no indication that he should be allowed to use the new name <i>exclusively.</i> Thus, it is significant that the <i>Salaam</i> plaintiff was required to display both the committed and religious names on his clothing.</p>\n<p>At the hearing, defendants presented considerable evidence as to the administrative burden imposed by adopting plaintiff's desired system.<sup>[18]</sup> Nevell Jones, the Chief of Classification within the Division of Prisons, said the Division of Prisons begins to generate inmate records upon admission to custody. Transcript at 75. All inmates are also issued a 15-digit number upon admission. This number is derived from the inmate's name at the time of original commitment by using an alphanumeric system. <i>Id.</i> at 78-79. Although it is theoretically possible for two inmates to have the same 15-digit number, Mr. Jones has never seen this happen. <i>Id.</i> at 81. Use of the 15-digit number will access the name of record. <i>Id.</i> at 82.</p>\n<p>However, staff in the field often do not use the full fifteen digits.<sup>[19]</sup> Instead, they commonly use the inmate's name and the last seven digits of the number. Mr. Jones testified that it is not unknown for more than one inmate to have the same last seven digits.<sup>[20]</sup> However, the ability of a prison employee to determine the existence and identity of such individuals is dependent upon his access to a computer which could access the DOC mainframe. <i>Id.</i> at 84. If one accesses the mainframe, two names for an inmate can be displayed, the original name of commitment and one alias. However, the computer does not have the capacity to indicate whether this alias is a legal name, religious name, etc. <i>Id.</i> at 85. Currently plaintiff's record on the mainframe computer lists both his name of commitment <span class=\"star-pagination\">*300</span> and his new legal name of \"Rabah Muhammad Ali.\" <i>Id.</i> at 90. Mr. Jones did say that an employee who had access to the mainframe could type in \"Rabah Muhammad Ali\" and the last seven digits and would eventually find the record listed under Robert Thacker. <i>Id.</i> at 95. Thus, plaintiff's new name has been \"added\" to the mainframe file, apparently to the extent that technology permits.<sup>[21]</sup> However, Mr. Jones' testimony also demonstrates that there are numerous paper records in the prison system that would be filed under plaintiff's committed name. <i>Id.</i> at 86. There are at least three paper jackets for departmental use (unit, area, and combined records), one or more health records, and \"any number\" of individual files throughout the system. <i>Id.</i> at 86-87.</p>\n<p>Delores Harris, an Accounting Technician at Central Prison with the responsibility for prisoner trust accounts and welfare accounts, testified that pursuant to departmental policy, trust fund accounts are established by the name of commitment, as furnished by combined records. Transcript at 184. Trust fund money follows an inmate through the system to whatever unit he or she may be transferred. <i>Id.</i> at 185. Currently, the Central Prison accounting office uses a PC computer system for recordkeeping which is not tied into the DOC mainframe. <i>Id.</i> at 185-186. Earlier, the office used ledger cards filed alphabetically. <i>Id.</i> at 186. Ms. Harris said that when plaintiff was at Central Prison, it was not possible to pull up his ledger account card unless he gave the name of commitment.</p>\n<p>Ms. Harris further testified that the current computer program only contains twenty-one spaces for entering an inmate's name. <i>Id.</i> at 187. She also testified that a special coding system would have to be used in order to add an alias, such as plaintiff's new name, within the twenty-one characters. <i>Id.</i> at 194. However, Ms. Harris did indicate that Central Prison recently obtained a new program which could use an a/k/a and the last seven digits to pull up an account. No testimony was given as to whether this software is available throughout the department.</p>\n<p>Ms. Harris also was questioned as to the need for having an inmate sign the name which appears on the account. She said the names have to match because the computer only prints the receipt exactly as the account is set up.<sup>[22]</sup> Transcript at 189. Ms. Harris admitted there have been accounting mistakes in the past, with inmates receiving money to which they were not entitled or deposits going into the wrong account. She also estimated the accounting department at Central Prison, which consists of two staff members, handles approximately 9000-10,000 transactions per week. <i>Id.</i> at 190.</p>\n<p>Parker Eales, the Chief of Health Services for the Division of Prisons, testified concerning the need for the inmate to provide his committed name to medical personnel. These records consist of out-patient, which follow the inmate through the system, and in-patient, which are kept at facilities where the inmate is committed for inpatient care. These records also may be either mental health or medical. Transcript at 202. Mr. Eales said inmate medical records are filed by the committed name and the last seven digits of the inmate number. <i>Id.</i> at 202-203. No records <span class=\"star-pagination\">*301</span> are filed either by number alone, or number and alias alone.</p>\n<p>Mr. Eales said it is absolutely critical for health care providers to have consistency in the manner records are kept and that this was served by having a consistently used name and the seven-digit identifier. <i>Id.</i> at 203. He commented on the potential danger of confusing inmates for medical treatment purposes. When specifically asked what could happen if this plaintiff attempted to access medical care using just his religious name and the last seven digits, Eales stated, \"The result could be that health care providers could become confused, record acquisition could be delayed, historical information could be delayed and there could be a breakdown in the quality of care rendered to this individual.\" <i>Id.</i> at 205.</p>\n<p>Allowing an inmate to use only a name other than the commitment name presents a number of problems in the field of health care. Mr. Eales said although there is a central pharmacy which provides a large number of prescriptions, McCain Correctional Hospital has its own pharmacy with a separate computer system. In addition, the Department maintains contracts with a number of satellite pharmacies in remote areas. The committed name is used to access all of these pharmacies. <i>Id.</i> at 207. Similarly, DOC uses a number of outside sources to provide various health services. These include tuberculosis x-rays and various types of laboratory work. All of these results are filed under the committed name. The health care delivery system is not computerized. <i>Id.</i> at 211.</p>\n<p>Plaintiff has several serious medical conditions which health care providers need to know about. <i>Id.</i> at 212. Mr. Eales was specifically asked:</p>\n<blockquote>Q: Based on the synopsis of [plaintiff's] medical history there, is there any problem you could foresee occurring if he refused to give the name \"Thacker\" so as to access historical records.</blockquote>\n<blockquote>A: Yes. There are a number of problems that could occur. One is that obviously there could be medication confusion. He might transfer and we might not know what medication he's currently on. We don't have a way to access the history if there's any confusion at all.</blockquote>\n<blockquote>There are some events that happen unfortunately in the Department of Correction. Once in a while a record does not get off the bus at the appropriate place and you have to wait, there's a delay in getting that record back at the facility, and as a result you have to rely on individuals to identify themselves and you have to rely on being able to then call the pharmacy with that name and find out what medications this individual should be on.</blockquote>\n<p><i>Id.</i> at 213. More to the point, he believed that plaintiff could receive adequate service by using his committed name as an a/k/a. <i>Id.</i> at 215.</p>\n<p>On cross-examination, Mr. Eales said health care providers generally are sensitive to an individual's spiritual needs, including the use of a religious name. However, that did not negate the need for the inmate to specifically identify himself to prison employees who may not know his committed name. <i>Id.</i> at 219. Mr. Eales also said regardless of what an individual called himself, he would receive health care, but that receiving the best care depended upon providing the name of incarceration. <i>Id.</i> at 219-220.</p>\n<p>Warden Gary Dixon, describing the inmate populations and the forms used in dealing with inmates, said there were ten different inmate populations at Central and each population requires a standard operating procedure for the provision of services. Transcript at 104-105. Central Prison also receives an intake of between 100-110 inmates and 20-25 pre-trial safe keeps per month. Central operates as a \"same-day\" clinic for the DOC and receives an influx of approximately 70 referrals per week. There are also internal movements within the prison at the rate of approximately 161 per week. There are eight clinics at Central, and they average approximately 170 sick calls per day. On the average, Central also maintains approximately 800-900 trust accounts.</p>\n<p><span class=\"star-pagination\">*302</span> Warden Dixon said upon receipt of notice that plaintiff had changed his name, he sent the information to combined records to have the change reflected. The new name \"Rabah Muhammad Ali\" was entered on the computerized record as an alias. Transcript at 118-119. After this was done, the control room for records, the mail room, and the visitation area were notified of the name change. The inmate's history card also reflected this change. <i>Id.</i> at 119.</p>\n<p>Lynn Gregg Phillips, Deputy Director of the Division of Prisons, testified as to the administrative reasons behind the use of the original conviction name on inmate records. He said many decisions regarding inmates are made, not solely on the basis of information gathered at admission, but on existing prior records. Transcript at 231. It is very important that prison officials be able to reliably and consistently access all such information in order to make decisions concerning inmate assignment, housing and security. <i>Id.</i> at 231-232. Mr. Phillips further testified that no prison records were set up to be recalled solely by use of the last seven digits of an inmate's number. According to Phillips, there are approximately 140-150 types of record forms that may be generated by an inmate in the North Carolina system. He further stated that in 1990, in excess of 40,000 inmates were serviced by the system. <i>Id.</i> at 233-234.</p>\n<p>Mr. Phillips was specifically questioned as to the probable impact if the department were required to allow an inmate to access services only by use of a new legal name, plus the last seven digits of his number. He stated:</p>\n<blockquote>It would be a cumbersome process for us using the resources we have currently employed to make all these changes, both retrospectively in terms of all these records that are required to make critical decisions upon. I just don't think it would be possible for us to make those sorts of changes with our current work force and the locations of all these records and the volume of papers that are generated with each record.</blockquote>\n<p>Transcript at 236. Phillips said he believed that the use of an a/k/a designation constituted a reasonable compromise between an inmate's religious beliefs concerning a name change, and the prison's needs to systematically manage inmate activities. <i>Id.</i></p>\n<p>It is unnecessary to delve much further into the factual record. The burden placed on the prison officials to achieve what this plaintiff wants is far greater than merely adding labels to a paper file. The actions already taken by DOC satisfies any constitutional requirement. Plaintiff's records are indexed by his committed name. These records reflect his new name, but the computer cannot distinguish whether this is a religious name, new legal name, or an alias. <i>See</i> Defendant's Exhibit 23. Similarly, the trust account records only contain twenty-one spaces for the entry of names. A special coding program would have to be devised to add plaintiff's new name to these records.<sup>[23]</sup> DOC does not have to acquire and incorporate new computer programs to accommodate this plaintiff.</p>\n<p>The adding of an inmate's name to the outside of a prison jacket will have little to do with the real administrative problems that can arise. Regardless of what additional names are placed on plaintiff's jacket, it will still be maintained under the committed name of Thacker.<sup>[24]</sup> It will be filed alphabetically under \"T,\" as opposed to \"A\" for Ali. The interest of prison administrators is being able to rapidly retrieve the proper file by going to the letter <span class=\"star-pagination\">*303</span> \"T,\" as well as insuring that relevant forms are properly filed under the committed name of Thacker. The fundamental question here is whether this plaintiff can unilaterally shift the burden to prison authorities to identify him and properly access his records when he gives only his new name and number. Sufficient evidence was presented to require a negative answer.</p>\n<p>For example, Nevell Jones testified that were an inmate to arrive at a new unit and not give his commitment name, the unit personnel would have to isolate him while they attempted to ascertain his correct identity. Matters such as security concerns regarding the inmate's placement would obviously have to be delayed until the inmate's identity and prior history were made available. With regard to accessing services, it is also clear that allowing an inmate to sign for trust account benefits without any reference to the name of the account creates potential hazards for misplacement of funds. Such a requirement, when coupled with the sheer volume of transactions and limited accounting staff at Central Prison, would create an administrative nightmare. Moreover, the testimony of Delores Harris indicates that an entirely new coding process would have to be incorporated into the current trust account program in order to add plaintiff's name to his account. In the area of health services, Parker Eales' testimony makes it quite clear that an inmate's refusal to provide the original name of commitment would not only complicate the duties of health care providers, in many cases the potential exists for serious harm to the inmate.</p>\n<p>The testimony of Gary Dixon and Lynn Phillips further underscores the potential burden. Warden Dixon outlined the numerous movements of prisoners both to and from, and within, Central Prison. Inmate movement within a system obviously makes it vital that prison officials be able to rapidly identify particular inmates and have the ability to access information concerning that inmate. Furthermore, many, if not all, of these movements will generate a record which must be properly filed under the name of commitment.</p>\n<p>These concerns, and others, convince me that the administrative burdens that would ensue from allowing plaintiff to present himself solely under his new name and the last seven digits of his number, are at least considerable, and, in some cases, overwhelming. Prison records are not set up either under the number alone, nor the new legal name. While the DOC mainframe computer can apparently pull up the name \"Robert Thacker,\" when provided the legal name and seven-digit number, plaintiff cannot obligate prison officials to check his computer file every time some routine filing needs to be done. First of all, in many cases the services he wishes to access are not tied into the mainframe, or the particular prison employee will not have easy access to a mainframe terminal. Second, even if such a check could be done for this particular plaintiff, it is clear that establishing such a policy would have a significant \"ripple\" effect. The huge number of inmate movements, transactions, and records generated within the North Carolina prison system simply would create chaos if a computer check had to be run for every routine filing and transaction.</p>\n<p>The evidence presented also demonstrates that as prison staff becomes better acquainted with an inmate, the requirement that he present his requests, etc., in the form of an \"a/k/a\" may not be necessary in all situations. For example, evidence indicates that certain grievances were processed, even though the inmate signed only his new name. Prison officials who knew plaintiff added his committed name to the form form recordkeeping purposes. However, considerable other evidence indicates that serious problems could result where there are new staff members, or where an inmate is transferred to a new unit. It is important that these individuals be able to rapidly identify an inmate. Under these circumstances, a plaintiff such as the one here does not have a constitutional right to withhold the disclosure of his committed name to prison officials.</p>\n<p>As mentioned, the issues appear to have changed during the course of this litigation. Plaintiff's claim was originally interpreted <span class=\"star-pagination\">*304</span> by the Fourth Circuit to complain of, <i>inter alia,</i> the alleged absence of his new name on his prison jacket, and his inability to receive services. Prison authorities now claim that plaintiff can access services with the use of \"a/k/a.\" Thus, the question is not whether prison authorities will <i>recognize</i> Ali's new name, but whether Ali has the right to operate within the prison system using only that name. Under a <i>Turner</i> analysis, plaintiff can prevail only if the use of this \"a/k/a\" system, and the requirement that plaintiff present both names, is unreasonable.</p>\n<p>To begin the <i>Turner</i> analysis, there is a rational connection between a consistent system of filing inmate records and legitimate penological goals such as security, housing, and inmate health care. Such consistency is served by keeping the records filed under one name, that of commitment. Second, it is also clear that plaintiff has other options of practicing the Islamic religion. DOC regulations allow for nearly every obligatory practice, except the Hajj, and plaintiff concedes that he may engage in a number of recommended practices.<sup>[25]</sup> Third, the evidence is convincing that there would be an extreme burden should plaintiff be allowed to withhold his committed name from prison officials. Prison officials would be placed at a disadvantage in attempting to access information about an inmate and in insuring that information concerning him was accurately placed in the proper file. Fourth, there simply does not appear to be a reasonable alternative. To incorporate plaintiff's requested relief would require major changes in the DOC's filing system, particularly in the area of its computerized records. Plaintiff has not pointed to any other alternative to the use of an \"a/k/a\" system.</p>\n<p>In summary, even if plaintiff were sincere in his use of a religious name, defendants have done all that constitutionally can be required. Plaintiff can access services by use of the a/k/a. Indeed, the flow of the testimony indicated that the prison officials are not so much concerned with what plaintiff calls himself, as they are with being able to insure that their filing system remains consistent. To be sure, plaintiff can use his legal name; however, he must provide his committed name to insure that his records are kept in their proper order. <i>Felix v. Rolan, supra</i><i>.</i></p>\n<p></p>\n<h2>IV. <i>Correspondence From Prison Officials.</i>\n</h2>\n<p>The last section of the Fourth Circuit's opinion dealt with plaintiff's claim that prison officials refuse to correspond with him under his new name. At the summary judgment stage, the <i>Ali</i> panel was not inclined to accept Warden Dixon's proffered reason of the creation of a risk of misfiling as sufficient to support summary judgment in defendants' favor. In particular, the court said there was no evidence whether this risk would be created if the new name were simply added to the file, as opposed to its substitution. 912 F.2d at 91.</p>\n<p>The vast majority of the testimony offered at the evidentiary hearing dealt with the issue of whether plaintiff could access services by the use of his legal name plus the \"a/k/a\" of his committed name. Very little was presented in terms of how prison officials must correspond with him. However, sufficient evidence concerning the general administrative burden was presented to support findings on this issue.</p>\n<p>First of all, it is obvious that \"correspondence\" with an inmate can take a variety of forms. As several witnesses testified, there are between 140-150 forms that are used to process information about an inmate. At least three major administrative record sets (unit, area, and combined <span class=\"star-pagination\">*305</span> records) are kept, plus various medical and other files that may exist. The flow of evidence indicated that there are numerous inmate movements and contacts within the prison system, all of which can generate some form of \"correspondence.\"</p>\n<p>However, I assume plaintiff wants to have any prison official who writes to him to address the letter only to \"Ali\" and not to use Thacker at all. For many of the same reasons as outlined above, prison officials are not required to completely forego the use of the inmate's committed name. Plaintiff's legal name change already has been recorded in his prison file. Plaintiff's new name is reflected in his central computer printout. However, the current programming does not have the capacity to tell someone who views it whether the name \"Ali\" is a legal name, a religious name, or simply an alias. Plaintiff might correspond with someone who only has this printout. That person would simply not be able to ascertain the status of plaintiff's name. Prison officials are not required to retrieve plaintiff's prison jacket, which is approximately five to six inches thick and ferret out his name change. While it might be recommended that prison officials who are aware of Mr. Ali's name change refer to him by his legal name, it is not constitutionally mandated.</p>\n<p>Warden Dixon's original assessment of a potential danger of misfiling is sufficient to allow prison officials to utilize plaintiff's name of commitment in some form in correspondence. Nevell Jones testified that if the only name on a document was \"Ali,\" it could not be filed or tracked down. In essence, it would be unavailable for future consideration. Transcript at 91.</p>\n<p>Inmate records are now filed under the name of original incarceration. This cannot be changed without engaging in a major, indeed potentially impossible, overhaul of the recordkeeping apparatus. <i>See</i> Testimony of Nevell Jones, Transcript at 98. Thus, for recordkeeping purposes, plaintiff's name may remain as Thacker. His relevant records must in some way, finally arrive at the file under the name \"Thacker.\" These records will likely be filed under \"T.\" Sticking a label or typing an addition onto the file will not change this.</p>\n<p>A file clerk needs to be able to place documents concerning a prisoner in the appropriate file. In this case, that clerical worker would have to be sure to place the document in the \"Thacker\" file. In their correspondence with an inmate, prison officials may continue to use his committed name and number to insure that the documents are properly filed.</p>\n<p>Although there are potential options that might be available, I do not consider them viable in terms of the burden placed on prison officials. The use of the inmate's number, either the 15-digit number or the seven digit plus the legal name, would require a prison official to access the mainframe computer to determine the correct file in which to place the document. This would require the use of the computer for what otherwise would be a routine filing. Furthermore, use of the number(s) alone can present a potential problem. As Nevell Jones testified, numbers are typically more often erroneously transcribed than are names. Transcript at 79.</p>\n<p>Another option is to use a cross-referencing system in every location where an inmate may have a paper file jacket. While this might be proper in the mailroom or visiting areas, it is not required for the retention of records. First of all, there are at least twelve current active systems that could be affected. Transcript at 239-240. There may be numerous other files throughout the system which are indexed under \"Thacker.\" Furthermore, the use of a cross-reference in the delivery of mail is not entirely applicable to the filing of records, which may be kept in many locations. The contents of an inmate's records will help determine how the prison system is to deal with that inmate in the future. Misfiling of critical documents could have a tremendous impact on custodial decisions and may not be easily detectable.</p>\n<p>In the final analysis, the evident burdens that would result do not require prison officials to correspond with plaintiff solely in his legal name. The name of commitment <span class=\"star-pagination\">*306</span> can be utilized for the purposes of insuring accurate filing of records.</p>\n<p></p>\n<h2>V. <i>Conclusion.</i>\n</h2>\n<p>For these reasons, I find that plaintiff's asserted religious belief is not sincere and therefore is not entitled to any protection under the free exercise clause of the first amendment. Alternatively, I also find that a requirement that plaintiff produce his name of commitment as an \"a/k/a\" to his new legal name, where administratively necessary to access services, does not constitute an unreasonable burden on any free exercise right plaintiff might possess. Finally, I find that the defendant prison authorities are not required to communicate with plaintiff solely on the basis of his new legal name.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  At the evidentiary hearing, plaintiff admitted that he is serving a sentence for crimes against nature and that he faced a consecutive life sentence for first degree rape and a consecutive 20 to 30-year sentence for robbery with a dangerous weapon. Transcript at 13.</p>\n<p>[2]  Plaintiff states that this name change became effective in 1987. Transcript at 7.</p>\n<p>[3]  Plaintiff is now housed at Piedmont Correctional Institution and has been there since June 22, 1990. Transcript at 13-14.</p>\n<p>[4]  This claim was abandoned on appeal. <i>Ali v. Dixon, supra,</i> 912 F.2d at 88 n. 1.</p>\n<p>[5]  Mr. Akbar described the Shahada as a public declaration that there is no God but one God and that Mohammad is His messenger. Transcript at 51. Mr. Akbar went on to state that this is a significant moment in the life of a Muslim. <i>Id.</i> The purpose of eliciting this testimony was obviously to cast doubt on plaintiff's credibility as a sincere Muslim. Plaintiff had testified that he took the Shahada approximately ten years ago. Transcript at 18. Defendants submitted a DOC document entitled \"Declaration of Religious Preference\" apparently signed by plaintiff in 1987 which stated that he took the Shahada in 1959. <i>Id.</i> at 19, 20. Plaintiff attempted to explain that he knew very little of Islam and that he did not understand the Shahada in 1959. <i>Id.</i> at 20.</p>\n<p>[6]  Mr. Akbar stated that he did not know the history of the kufi cap. However, he acknowledged that the kufi is a means of covering one's head. Transcript at 53.</p>\n<p>[7]  Mr. Akbar also testified that DOC policy permits all of the obligatory practices, with the exception of the Hajj, and allows the possession of a kufi, participation in Ramadan, Jumah and the possession of a prayer rug. Transcript at 54.</p>\n<p>[8]  The statute in question was Section 6(j) of the Universal Military Training and Service Act, 50 U.S.C.App. § 456(j) (1958 ed.). 380 U.S. at 164, 85 S.Ct. at 853.</p>\n<p>[9]  This is obviously not the case here.</p>\n<p>[10]  The Supreme Court in <i>Seeger</i> said \"[i]n such an intensely personal area, of course, the claim of the registrant that his belief is an essential part of a religious faith must be given great weight.\" 380 U.S. at 184, 85 S.Ct. at 863. Similarly, the Fourth Circuit in <i>Barrett</i> observed that the individual's assertion of a religious basis, <i>coupled with his unchallenged sincerity,</i> sufficed for first amendment protection. 689 F.2d at 501 n. 5. Therefore, it seems that where sincerity of belief is unchallenged or apparent, the individual's claim of a religious basis for the belief is entitled to great deference.</p>\n<p>[11]  I am aware that defendants' expert, Mr. Akbar, stated that plaintiff appeared to be sincere to him and that plaintiff attended the Jumah prayers. However, I am inclined to give somewhat greater weight to Warden Dixon's testimony based on his longer acquaintance with plaintiff. In any event, this is simply one aspect of my analysis.</p>\n<p>[12]  As will be shown <i>infra,</i> the purpose of introducing the grievance forms was to demonstrate plaintiff's inconsistency in using his new \"religious\" name.</p>\n<p>[13]  However, as noted, plaintiff had informed prison officials that he took the Shahada in 1959. <i>See</i> note 5, <i>supra.</i></p>\n<p>[14]  Furthermore, contrary to plaintiff's testimony, it appears that some grievances were processed even where plaintiff only signed \"Rabah Muhammad Ali.\" <i>See</i> Defendant's Exhibit 3H, 3J; Transcript at 120; <i>Cf.</i> Transcript at 9 (plaintiff testified that grievances rejected unless only signed \"Robert Thacker\").</p>\n<p>[15]  Plaintiff admitted that he could access services in such a manner. Transcript at 25. He also stated that he had never attempted to access his trust account by using the a/k/a. Transcript at 31.</p>\n<p>[16]  Indeed, plaintiff insists that the DOC play by his rules concerning the use of his committed name. Despite the Fourth Circuit's affirmance of summary judgment on the issue of whether staff must address plaintiff by his new name, plaintiff has made it clear that he does not intend to respond to his committed name unless it meets his personal determination of what is religiously proper. Transcript at 41-42.</p>\n<p>[17]  As noted, the plaintiff here has abandoned his claim concerning mail delivery. However, Warden Dixon testified that the Central Prison mailroom employs an alpha roster which contains a cross-reference of both plaintiff's legal name and his committed name. Transcript at 141-142.</p>\n<p>[18]  As I have observed, the evidence was simply uncontroverted that plaintiff could access virtually any service, <i>at a minimum,</i> by the use of \"Rabah Muhammad Ali a/k/a Robert Thacker.\" This included his trust account (testimony of Delores Harris at 194) and medical services (testimony of Parker Eales at 214-215). These will be examined more fully <i>infra.</i></p>\n<p>[19]  Indeed, many inmates, like plaintiff here, may not know their full fifteen-digit number. Transcript at 38-39.</p>\n<p>[20]  He also testified that there are currently 3 active inmates and 18 inactive files that have the same last seven digits as plaintiff. Transcript at 83-84.</p>\n<p>[21]  The Fourth Circuit suggested this court look at the burden of <i>adding</i> plaintiff's new name, as opposed to <i>substituting</i> the name for the name of commitment. However, Mr. Jones was questioned extensively on the burden imposed by substitution. No more need be said but that such a burden would be intolerable. <i>See</i> Transcript at 87-88, 97-99. In addition, Mr. Jones was recalled and asked how many files would have to be changed or updated to reflect the new name. He said that there were at least twelve active files, four computerized systems, and any number of individual files. The number of potential changes would be in the thousands. <i>Id.</i> at 239-240.</p>\n<p>[22]  Since the receipt is printed in the name of the account as established, only two options are open to avoid any requirement that plaintiff give his committed name to access his trust account. Either change the name on the account or allow plaintiff to sign a name different from the one on the receipt. Either one creates obvious problems in insuring accurate records of an inmate's financial transactions.</p>\n<p>[23]  While Ms. Harris mentioned being able to access an account by using an alias and a number, the analysis still is not changed. As noted, this software is apparently of recent origin and, while it may be available at Central, there is no indication that it is available at Piedmont. Moreover, while utilizing this type of special access might not present a problem when used for a single individual, it might develop into a \"ripple\" effect if required for use by a large number of inmates. <i>See </i><i>Turner v. Safley, supra,</i> 107 S.Ct. at 2262.</p>\n<p>[24]  Any change in this filing will necessitate a change in the inmate number and a reorganization of the entire filing system. In essence, this is the substitution of plaintiff's new name for his committed name.</p>\n<p>[25]  The second <i>Turner</i> factor looks to whether there are alternative means of exercising a constitutional right. The Supreme Court's application indicates that exercise of the right is to be broadly interpreted, and does not mean the ability of the inmate to otherwise engage in the specific practice. In <i>O'Lone v. Estate of Shabazz,</i> 482 U.S. 342, 107 S.Ct. 2400, 96 L.Ed.2d 282 (1987), the Court dealt with a challenge to a prison regulation that prevented certain Muslims from attending Jumah. While acknowledging the importance of Jumah, the Court looked to see whether the plaintiffs retained the ability to engage in other aspects of Islamic worship.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">784</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">286</span></span> (1991)</b></center>\n<center><h1>Robert THACKER a/k/a Rabah Muhammad Ali, Plaintiff,<br>\nv.<br>\nGary T. DIXON, et al., Defendants.</h1></center>\n<center>No. 87-1098-CRT-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 31, 1991.</center>\n<p><span class=\"star-pagination\">*287</span> J. Phillip Griffin, North Carolina Prisoner Legal Services, Inc., Raleigh, N.C., for plaintiff.</p>\n<p>LaVee H. Jackson and Sylvia Thibaut, Asst. Attys. Gen., North Carolina Dept. of Justice, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>FINDINGS OF FACT AND CONCLUSIONS OF LAW AND ORDER</h2>\n<p>WALLACE W. DIXON, United States Magistrate Judge.</p>\n<p>This matter is back before the court following remand from the Fourth Circuit. <i>Ali v. Dixon,</i> <span class=\"citation\" data-id=\"546995\"><a href=\"/opinion/546995/rabah-muhammad-ali-aka-robert-lee-thacker-v-gary-t-dixon-gene-t/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">86</span></a></span> (1990). An evidentiary hearing was held on February 6, 1991, and the parties have consented to the jurisdiction of a Magistrate Judge pursuant to 28 U.S.C. § 636(c)(1). Based on my observations at the evidentiary hearing and my review of the evidence presented, including a transcript of the proceedings, for the reasons set out below, I find that judgment is properly entered for the defendants.</p>\n<p></p>\n<h2>I. <i>Procedural History.</i>\n</h2>\n<p>This matter arose out of plaintiff's <i>pro se</i> complaint brought pursuant to 42 U.S.C. § 1983 alleging violation of his rights under the First Amendment to the United States Constitution. Plaintiff is an inmate in the custody of the North Carolina Department of Correction (hereinafter DOC) serving a lengthy prison sentence.<sup>[1]</sup> Plaintiff was committed to the custody of the DOC under the name of Robert Lee Thacker. It is undisputed that plaintiff has legally changed his name under North Carolina law to Rabah Muhammad Ali.<sup>[2]</sup> Plaintiff alleges that this name change has occurred as the result of his conversion to Islam.</p>\n<p>At the time of the filing of this lawsuit, plaintiff was housed at Central Prison in Raleigh.<sup>[3]</sup> On appeal from summary judgment for defendants, the Fourth Circuit observed that:</p>\n<blockquote>At the time of Ali's conversion [to Islam], Central Prison had theretofore maintained all of its records pertaining to Ali under his former committed name. In response to Ali's name change, Central Prison placed the certificate of name change in Ali's official prison file, processed modifications to his visitors list under both his religious and committed names, and added his new name to the prison's mailroom location list.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*288</span> However, the prison did not add Ali's new name to his official prison jacket. Moreover, Ali has alleged that the absence of his new name from his prison trust fund card requires him to use his former name when collecting trust fund benefits to which he is entitled. Furthermore, the prison uses his former name in corresponding with him. Ali also has alleged that the prison staff refuses to address him by his new name and that he sometimes has not received mail addressed to him under his new name.</blockquote>\n<p><i>Ali v. Dixon, supra,</i> 912 F.2d at 87. Following orders for particularization, plaintiff's complaint alleged infringement of his first amendment rights by: (a) the prison's refusal to add his new name to its records; (b) the prison staff's failure to address him by his new name; (c) his inability to receive certain mail addressed to him under his new name and to see visitors who asked for him by his new name;<sup>[4]</sup> and, (d) the refusal of the prison to correspond with him under his new name. <i>Id.</i> at 87-88. Defendants filed a motion for summary judgment. This motion was referred to me and I recommended that the motion be granted. Following receipt of plaintiff's objection(s) to the recommendation, the district court adopted the recommendation and granted summary judgment for all defendants. Plaintiff then appealed.</p>\n<p>The Fourth Circuit observed that the Supreme Court has recently expounded on the scope of the free exercise rights of prison inmates. Specifically, it is clear that prisoners do not forfeit all rights upon the fact of incarceration, and that they retain the protections of the first amendment. However, it is equally clear that the fact of incarceration imposes a necessary limitation of many of the privileges and rights that citizens normally possess. <i>Id.</i> at 88-89, <i>citing </i><i>O'Lone v. Estate of Shabazz,</i> <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">342</span></a></span>, 348, <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2400</span></a></span>, 2404, <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">282</span></a></span> (1987). A prison regulation that impinges on an inmate's constitutional rights is valid only if it is reasonably related to legitimate penological interests, and the Supreme Court has established a four part test to be used in analyzing a regulation's reasonableness:</p>\n<blockquote>First, there must be a valid, rational connection between the prison regulation and the legitimate government interest put forward to justify it.... A second factor ... is whether there are alternative means of exercising the right that remain open to prison inmates.... A third consideration is the impact accommodation of the asserted constitutional right will have on guards and other inmates and on the allocation of prison resources generally.... Finally, the absence of ready alternatives is evidence of the reasonableness of a prison regulation. By the same token, the existence of obvious, easy alternatives may be evidence that the regulation is not reasonable, but is an exaggerated response to prison concerns.</blockquote>\n<p>912 F.2d at 89, <i>quoting </i><i>Turner v. Safley,</i> <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 89, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>, 2262, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></a></span> (1987).</p>\n<p>The Fourth Circuit applied the <i>Turner</i> analysis to the three claims before it. Summary judgment was affirmed as to plaintiff's claim that the prison staff failed to address him by his new name and this claim is not before the court here. It was determined, however, that summary judgment was improper as to plaintiff's claim concerning the alleged failure to add his new name to the prison record, and to the claim that the prison refused to use the new name when corresponding with plaintiff. As to the former, the Fourth Circuit observed:</p>\n<blockquote>Ali argues that the prison's refusal to <i>add</i> his new name to his prison record, as opposed to <i>substituting</i> his new name for his old name on his prison record, cannot withstand the <i>Turner</i> analysis. Ali contends that the requested a.k.a. addition is an easy alternative to the prison's current policy, indicating that the prison's refusal to accommodate his request is unreasonable. He calls to our attention the fact that the prison has added his new name to certain files, thereby suggesting the addition of his <span class=\"star-pagination\">*289</span> new name is not burdensome. He also points out that his new name does not appear on his prison trust fund account and he alleges that he is forced to use his former name when acquiring the benefits to which he is entitled.</blockquote>\n<p>912 F.2d at 89 (emphasis in original).</p>\n<p>The court noted that a complaint solely concerning the manner in which the prison authorities organized their records would not present a constitutional claim. <i>Id.</i> at 90, <i>citing </i><i>Barrett v. Virginia,</i> <span class=\"citation\" data-id=\"409240\"><a href=\"/opinion/409240/thomas-eldridge-barrett-v-commonwealth-of-virginia-arlington-circuit-court/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">498</span></a></span>, 503 (4th Cir.1982). The court went on to say:</p>\n<blockquote>Ali, however, claims more than offense at mere absence of his new name from his prison file. He relies upon the allegation that the absence of his name from his trust fund account requires him to use his old, religiously offensive, name when drawing on the funds to which he is entitled. As we have observed, \"because the first amendment protects an inmate's right to legal recognition of an adopted religious name, correctional authorities may not properly condition the receipt of services or benefits upon his waiving such a right.\" <i>Barrett,</i> 689 F.2d at 503; <i>Masjid Muhammad-D.C.C. v. Keve,</i> <span class=\"citation\" data-id=\"2263853\"><a href=\"/opinion/2263853/masjid-muhammad-dcc-v-keve/\"><span class=\"volume\">479</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1311</span></a></span>, 1326 (D.Del. 1979). Thus, to the extent that Ali has been forced to acknowledge his religiously offensive name to receive the trust fund moneys to which he is entitled, and for summary judgment purposes, we must assume that he has, the prison's refusal to add his new name to his prison record impinges on his first amendment rights.</blockquote>\n<blockquote>Because the prison policy impinges on Ali's free exercise rights, it may be upheld only if it meets the <i>Turner</i> standard. In all of the defendants' affidavits, and at oral argument, the defendants have failed to advance any penological, or other, justification for refusing to <i>add</i> Ali's new name to his prison file. The defendants' silence on the matter persuades us that, if it is true that the prison conditions the receipt of benefits on Ali's use of his old name, addition (not replacement through use) of Ali's new name is constitutionally mandated.</blockquote>\n<p>912 F.2d at 90.</p>\n<p>The court also held that the failure of prison officials to correspond with plaintiff under his new name impinged on his first amendment rights. Warden Gary Dixon's affidavit explained that correspondence under the new name would create a risk of improper filing. The court noted that it was not clear from this affidavit whether the risk would result if the new name were <i>added,</i> as opposed to being <i>substituted,</i> thus making summary judgment inappropriate.</p>\n<blockquote>Accordingly, we reverse the summary judgment for the defendants on the issue of the prison's failure to include Ali's new name in its correspondence with him. On remand, the district court should demand greater specificity from the defendants on their claim of administrative burden and, of course, it should consider, to the extent relevant, its ultimate resolution of Ali's request for addition of his new name to his prison record.</blockquote>\n<p>912 F.2d at 91.</p>\n<p></p>\n<h2>II. <i>Testimony of Khalil Akbar and The Issue of Plaintiff's Religious Sincerity.</i>\n</h2>\n<p>At the evidentiary hearing, defendants sought to challenge both the sincerity of plaintiff's religious belief and whether the use of a name change is actually based on religious tenets of Islam. This was done by cross-examination of the plaintiff, the introduction of various pieces of real evidence, and the use of expert testimony by Khalil Abdullah Akbar. Mr. Akbar is employed as the state chaplain and coordinator of Islamic services for the DOC for the western part of North Carolina. Transcript at 45. Mr. Akbar is also an imam, a religious leader or one who leads an Islamic congregation and is knowledgeable about the Koran and the traditional history of Islam. <i>Id.</i> He testified that he has previously been permitted to testify as an expert on Islam in federal court. Transcript at 46. Mr. Akbar was permitted to testify here as an expert on Islam, over plaintiff's objection. Transcript at 47.</p>\n<p><span class=\"star-pagination\">*290</span> In particular, defendants sought to use Mr. Akbar to rebut a number of contentions plaintiff made concerning his religious beliefs and what was required by his faith. On cross-examination, plaintiff stated that he was a follower of Wallace D. Muhammad who held that it was required for a Muslim to change his name. Transcript at 17, 18. Plaintiff stated that he read this pronouncement in a newspaper called the <i>Muslim Journal.</i> Transcript at 18-19. Plaintiff also testified as to the reasons for changing his name:</p>\n<blockquote>Q: What determines when you change your name?</blockquote>\n<blockquote>A: The person, himself or herself.</blockquote>\n<blockquote>Q: It's a personal decision?</blockquote>\n<blockquote>A: Yes.</blockquote>\n<blockquote>Q: Is that what W.D. Mohammad teaches?</blockquote>\n<blockquote>A: He teaches that as a Muslim we should change our name.</blockquote>\n<blockquote>Q: Does he teach why?</blockquote>\n<blockquote>A: Yes.</blockquote>\n<blockquote>Q: Why?</blockquote>\n<blockquote>A: Because we were not  The name that we were living under is not ours. It's a slave master's name and we must throw the shackles off of us.</blockquote>\n<blockquote>Q: And that's why you should change your name, so you won't have a slave master's name?</blockquote>\n<blockquote>A: I changed my name not to remember what I used to be.</blockquote>\n<blockquote>Q: Meaning you used to have a slave master's name?</blockquote>\n<blockquote>A: What I used to be, not meaning that I only had the slave master's name, its what I used to do in life. And when I see the word \"Thacker,\" I am reminded constantly of what I used to be. And I take it offended (sic) when I see that name.</blockquote>\n<p>Transcript at 21. Defendants also elicited from plaintiff the statement that in the then-current Persian Gulf conflict, he would feel obligated to fight on the \"righteous side,\" meaning the side of Saddam Hussein. Plaintiff also stated that were he to come upon a Muslim and non-Muslim fighting, his first objective would be to stop the fight, but if he could not, he perceived his duty as being to aid the Muslim. Transcript at 38-39.</p>\n<p>On direct examination, Mr. Akbar stated that the use of a name change is not a religious practice. Mr. Akbar outlined what are required, or obligatory, practices of the Islamic faith. These include the declaration of faith (Shahada)<sup>[5]</sup>, to pray five times a day, Jumah (a congregational prayer to be included in the five daily prayers), giving to charity, fasting during the month of Ramadan, and the Hajj or pilgrimage to Mecca at least once during the individual's life. In addition to the obligatory duties, there are certain recommended practices for a Muslim. These are known as Sunna practices and were carried out by Mohammad. These include individual prayers, the wearing of a head covering<sup>[6]</sup>, and the use of a prayer rug. These practices are optional with the believer.<sup>[7]</sup> Transcript at 52-53.</p>\n<p>Mr. Akbar was questioned specifically about the significance of a name change. He testified that there is no such thing as a \"Muslim name\" and that if the person using the name is a Muslim then it is a <span class=\"star-pagination\">*291</span> Muslim name. For example, he testified that the name \"Gary Miller\" is a Muslim name because there is an imam in Canada with that name. Transcript at 55. Mr. Akbar further testified that some names, particularly those denoting paganism (such as \"Hogg\", \"Apollo\", etc.) might be objectionable to Muslims. He stated that W.D. Muhammad, early in his career, had advised changing one's name under those conditions. <i>Id.</i> at 56. However, the name \"Robert Thacker\" could be a Muslim name and it did not denote paganism. <i>Id.</i> at 56. He went on:</p>\n<blockquote>But I would say that historically name changing is not a practice that's done universally by all Muslims. Historically, it has been a practice done by African Americans and the reason was not religious. The reason was that we believed that the name that we had reflected the slave experience of the African here in America. So based on that name we changed our name.</blockquote>\n<p>Transcript at 57. He testified that, based on this <i>historical</i> reason, he had changed his own name from his birth name of Brady. <i>Id.</i></p>\n<p>Mr. Akbar outlined the history of Islam in the United States. In particular, he stated that Elijah Muhammad had led the Islamic movement until his death in 1975. At that time, the leadership passed to Elijah Muhammad's son, Wallace D. Muhammad. Mr. Akbar said Elijah Muhammad's teachings concerned the \"Nation of Islam,\" described primarily as a social movement dealing with the problems of blacks in America and not with religious issues. Transcript at 58. Mr. Akbar said the leadership of Wallace D. Muhammad has moved away from this primarily social movement and seeks to direct the faithful to the Koran and the internationally recognized teachings of Islam. <i>Id.</i> Mr. Akbar has been affiliated with Wallace D. Muhammad for 16 years and testified that Wallace D. Muhammad does not say a Muslim is required to change his name. <i>Id.</i> at 59. Defendants also elicited testimony from Mr. Akbar that Wallace D. Muhammad, and the international Islamic leadership, supported the position of the multinational coalition in the Persian Gulf crisis. Transcript at 61. Similarly, defendants asked Mr. Akbar about the correct position of a Muslim upon encountering a Muslim and non-Muslim in a struggle. Essentially, he said that plaintiff's answer to this hypothetical was erroneous. Transcript at 62.</p>\n<p>On cross-examination, plaintiff's counsel elicited testimony from Mr. Akbar that the Islamic community has been in transition. Transcript at 64. He further testified that his own perceptions of Islam have changed since 1968 and that a person's beliefs might change over time with his maturity. <i>Id.</i> at 64-65. Similarly, he said that because a person does not have the same understanding of what is required by Islam, such as whose side to take in a fight, does not reflect on that person's sincerity. <i>Id.</i> at 67. Mr. Akbar also testified that while his own name change was not required by his faith, it was an exercise of his faith. <i>Id.</i> at 65-66.</p>\n<p>At the evidentiary hearing, a broad line of questioning and introduction of evidence was permitted concerning plaintiff's religious sincerity and whether the Islamic religion requires the adoption of an Arabic name. This was done in order to insure the fullest possible record. However, I allowed the parties to submit post trial briefs on the propriety of the court's examining these particular questions. Defendants' position, as might be expected, is that where the issue of whether the state must accommodate a professed religious belief is before the court, it is appropriate to examine whether the belief is in fact, religious, and whether it is a sincerely held belief. Defendants argue that the burden rests with the plaintiff to establish his beliefs are religious in origin and sincerely held. <i>Tisdale v. Dobbs,</i> <span class=\"citation\" data-id=\"480604\"><a href=\"/opinion/480604/adrian-bruce-tisdale-v-ronald-dobbs-warden-dewie-williams-administrator/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">734</span></a></span>, 737 (8th Cir. 1986), <i>citing </i><i>Hill v. Blackwell,</i> <span class=\"citation\" data-id=\"458945\"><a href=\"/opinion/458945/james-hill-aka-amin-khatib-muhammad-v-david-blackwell-and-donald-wyrick/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">338</span></a></span>, 342 (8th Cir.1985).</p>\n<p>Plaintiff essentially has a two-fold contention. Fundamentally, plaintiff expresses the belief that the first amendment bars the inquiry by this court into plaintiff's religious beliefs. Particular to this case, however, is plaintiff's contention that the Fourth Circuit's determination \"that the defendants <span class=\"star-pagination\">*292</span> may not condition [plaintiff's] receipt of benefits on his waiving his First Amendment right to use only his religious name is the law of the case.\" Plaintiff's Post-Trial Memorandum at 9. Following research and consideration of this issue, I am convinced that both of plaintiff's contentions are in error, to the extent they assert the court cannot now ascertain plaintiff's sincerity.</p>\n<p>First off, the analysis is not foreclosed by the Fourth Circuit's holding. The circuit court faced this case in a posture of determining the propriety of a grant of summary judgment. It is well-established that on summary judgment:</p>\n<blockquote>[t]he non-moving party is in a favorable posture, being entitled \"to have the credibility of his evidence as forecast assumed, his version of all that is in dispute accepted, all internal conflicts in it resolved favorably to him, the most favorable of possible alternative inferences from it drawn in his behalf; and finally to be given the benefit of all favorable legal theories invoked by the evidence as considered.\"</blockquote>\n<p><i>Ross v. Communications Satellite Corp.,</i> <span class=\"citation\" data-id=\"450585\"><a href=\"/opinion/450585/37-fair-emplpraccas-797-36-empl-prac-dec-p-35103-thomas-j-ross-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 365 (4th Cir.1985), <i>quoting </i><i>Charbonnages de France v. Smith,</i> <span class=\"citation\" data-id=\"365759\"><a href=\"/opinion/365759/charbonnages-de-france-v-frank-b-smith-juanita-smith-frank-smith-jr/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">406</span></a></span>, 414 (4th Cir.1979). Thus, the Fourth Circuit permissibly assumed plaintiff's religious conversion was sincere and the adoption of an Arabic name was a sincere expression of the Islamic religion. The subjective question of a party's sincerity, like any other mental state, is generally inappropriate for a resolution at summary judgment. <i>See </i><i>Patrick v. Le Fevre,</i> <span class=\"citation\" data-id=\"442779\"><a href=\"/opinion/442779/vernon-patrick-v-eugene-lefevre-superintendent-of-clinton-correctional/\"><span class=\"volume\">745</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">153</span></a></span>, 159 (2d Cir.1984).</p>\n<p>Insofar as plaintiff contends this court cannot make a finding of fact concerning his religious sincerity, he is wrong. In <i>United States v. Seeger,</i> <span class=\"citation\" data-id=\"106995\"><a href=\"/opinion/106995/united-states-v-seeger/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">163</span></a></span>, <span class=\"citation\" data-id=\"106995\"><a href=\"/opinion/106995/united-states-v-seeger/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">850</span></a></span>, <span class=\"citation\" data-id=\"106995\"><a href=\"/opinion/106995/united-states-v-seeger/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">733</span></a></span> (1965), the Supreme Court dealt with claims of conscientious objectors who sought religious exemption from military service. The statute providing for such an exemption involved an individual's belief in a \"relation to a Supreme Being.\"<sup>[8]</sup> In construing whether the individual defendants were entitled to exemption, the Court stated:</p>\n<blockquote>The validity of what [the individual] believes cannot be questioned. Some theologians, and indeed some examiners, might be tempted to question the existence of the registrant's \"Supreme Being\" or the truth of his concepts. But these are inquiries foreclosed to the government....</blockquote>\n<blockquote>\n<i>But we hasten to emphasize that while the \"truth\" of a belief is not open to question, there remains the significant question of whether it is \"truly held.\" This is the threshold question of sincerity which must be resolved in every case. It is, of course, a question of fact</i>a prime consideration to the validity of every claim for exemption as a conscientious objector.</blockquote>\n<p>380 U.S. at 185, 85 S.Ct. at 863 (emphasis added). The case authority since <i>Seeger</i> makes it clear that in evaluating a free exercise claim, courts can examine this factual question of whether an individual sincerely holds a religious belief. <i>Martinelli v. Dugger,</i> <span class=\"citation\" data-id=\"487838\"><a href=\"/opinion/487838/anthony-w-martinelli-cross-appellant-v-richard-l-dugger-mrs-ana/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1499</span></a></span>, 1503 (11th Cir. 1987), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1012</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">714</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">664</span></span> (1988) (the trier of fact first must determine whether the prisoner is sincere in his or her asserted religious beliefs); <i>Sourbeer v. Robinson,</i> <span class=\"citation\" data-id=\"470972\"><a href=\"/opinion/470972/sourbeer-gregory-s-in-no-85-5273-v-robinson-william-commissioner-of/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1094</span></a></span>, 1102 (3d Cir.1986), <i>cert. denied sub nom. Patton v. Sourbeer,</i> <span class=\"citation no-link\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1032</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3276</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">779</span></span> (1987) (a sincere religious belief is a prerequisite to any free exercise claim); <i>United States v. Daly,</i> <span class=\"citation\" data-id=\"449230\"><a href=\"/opinion/449230/united-states-v-jerome-daly-daniel-p-hulsey-coston-lee-whatley-mathus/\"><span class=\"volume\">756</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span>, 1081 (5th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1022</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">574</span></span>, 575, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">558</span></span> (1985) (although courts may not determine whether a given belief is or is not a religion, the trier of fact may determine whether a belief is truly held without violating the first amendment).</p>\n<p>While defendants challenge plaintiff's sincerity, their use of Mr. Akbar's expert testimony constitutes a different form of attack on plaintiff's free exercise claim. The Supreme Court has made it clear that <span class=\"star-pagination\">*293</span> only beliefs which are rooted in <i>religion</i> are protected by the Free Exercise Clause. <i>Thomas v. Review Board of Indiana Employment Security Division,</i> <span class=\"citation\" data-id=\"110440\"><a href=\"/opinion/110440/thomas-v-review-bd-of-indiana-employment-security-div/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">707</span></a></span>, 713, <span class=\"citation\" data-id=\"110440\"><a href=\"/opinion/110440/thomas-v-review-bd-of-indiana-employment-security-div/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1425</span></a></span>, 1429, <span class=\"citation\" data-id=\"110440\"><a href=\"/opinion/110440/thomas-v-review-bd-of-indiana-employment-security-div/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">624</span></a></span> (1981). The <i>Thomas</i> Court went on to observe:</p>\n<blockquote>The determination of what is a \"religious\" belief or practice is more often than not a difficult and delicate task, as the division in the Indiana Supreme Court attests. However, the resolution of that question is not to turn upon a judicial perception of the particular belief or practice in question; religious beliefs need not be acceptable, logical, consistent, or comprehensible to others in order to merit First Amendment protection.</blockquote>\n<p>450 U.S. at 714, 101 S.Ct. at 1430 (footnotes omitted).</p>\n<p>In order to claim first amendment protection, the asserted belief must be religious in nature, as opposed to a purely secular or philosophical concern. <i>Leahy v. District of Columbia,</i> <span class=\"citation\" data-id=\"1750232\"><a href=\"/opinion/1750232/leahy-v-district-of-columbia/\"><span class=\"volume\">646</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1372</span></a></span>, 1374 (D.D.C. 1986), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"497950\"><a href=\"/opinion/497950/john-c-leahy-jr-v-district-of-columbia/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1046</span></a></span> (D.C.Cir.1987). Furthermore, the <i>Thomas</i> Court recognized that certain claims might be of a sufficiently bizarre nature, clearly non-religious in motivation, to deprive them of constitutional protection. 450 U.S. at 715, 101 S.Ct. at 1430; <i>see also </i><i>Wiggins v. Sargent,</i> <span class=\"citation\" data-id=\"447003\"><a href=\"/opinion/447003/johnny-clint-wiggins-james-martin-garner-and-edward-eugene-little-v/\"><span class=\"volume\">753</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">663</span></a></span>, 666 (8th Cir.1985) (first amendment religious protection is not extended to \"so-called religions which tend to mock established institutions and are obviously shams and absurdities and whose members are patently devoid of religious sincerity\") (quoting <i>Theriault v. Carlson,</i> <span class=\"citation\" data-id=\"318512\"><a href=\"/opinion/318512/dr-harry-w-theriault-bishop-church-of-the-new-song-of-universal-life/\"><span class=\"volume\">495</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">390</span></a></span>, 395 (5th Cir.1974)).</p>\n<p>However, where a claimed belief is not clearly of a purely secular nature, or so bizarre as to fall outside the ambit of the first amendment, a district court's task becomes far more difficult. It is well-accepted at this time, that federal courts are generally forbidden from evaluating the objective truth or correctness of an individual's religious beliefs. <i>United States v. Seeger, supra,</i> 380 U.S. at 184, 85 S.Ct. at 863; <i>see also </i><i>Smith v. North Babylon Union Free School District,</i> <span class=\"citation\" data-id=\"504389\"><a href=\"/opinion/504389/david-smith-by-his-next-friend-richard-n-smith-v-board-of-education/\"><span class=\"volume\">844</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">90</span></a></span>, 93 (2d Cir.1988) (generally it is not proper for courts to evaluate the truth or correctness of an individual's sincerely held religious belief); <i>Wiggins v. Sargent, supra,</i> 753 F.2d at 666 (however unpalatable certain ideas may be, it is not a court's prerogative to determine the validity of such beliefs). There is a fine line, however, between the generally impermissible evaluation of whether a given belief is true or valid, and the permissible one of whether that belief is religious in nature.</p>\n<p>In performing the latter permissible analysis, courts have utilized a broad and flexible approach to the question of whether a belief is \"religious\" in nature. As the Second Circuit noted in <i>Patrick v. Le Fevre, supra</i><i>,</i> \"[p]roperly cognizant of the judiciary's incapacity to judge the religious nature of an adherent's beliefs, courts have jettisoned the objective, content-based approach previously employed to define religious belief, in favor of a more subjective definition of religion, which examines an individual's inward attitudes towards a particular belief system.\" 745 F.2d at 157. The Supreme Court in <i>United States v. Seeger, supra</i><i>,</i> stated that the task of examiners was to \"decide whether the beliefs professed by a registrant are sincerely held and <i>whether they are, in his own scheme of things, religious.\"</i> 380 U.S. at 185, 85 S.Ct. at 863 (emphasis added). The essential question therefore is whether an individual's belief is part of a religious framework, at least as he sincerely conceives it. The particular belief need not be specifically prescribed by the tenets of the religion. <i>See </i><i>Patrick v. Le Fevre, supra,</i> 745 F.2d at 158 (impulses prompted by the dictates of conscience as well as those engendered by divine commands are therefore safeguarded against secular intervention, so long as the claimant conceives of the beliefs as religious in nature). Furthermore, the belief in question need not be <i>exclusively</i> religious and some overlap appears to be allowed where its origins are both religious and secular. <i>Wiggins v. Sargent, supra,</i> 753 F.2d at 666-667.</p>\n<p><span class=\"star-pagination\">*294</span> Plaintiff has asserted that his name change has religious significance. Defendants have countered by introducing the testimony of Mr. Akbar to show the practice of African-American Muslims in adopting Arabic names is essentially a secular one. It is true that plaintiff did state on cross-examination, that the name change was adopted partially to rid himself of his \"slave-master name.\" Transcript at 21. However, he also indicated the reason for the name change was to put his previous life behind him. <i>Id.</i> Moreover, while Mr. Akbar's testimony was essentially that the name change practice was social and historical in origin, he also testified that for plaintiff, the change probably had religious significance. Transcript at 68. Furthermore, Akbar admitted that his own name change was an exercise of his faith. <i>Id.</i> at 66.</p>\n<p>The controversy over whether this type of name change is religious or secular in origin has risen in other cases. In <i>Masjid Muhammad-D.C.C. v. Keve,</i> <span class=\"citation\" data-id=\"2263853\"><a href=\"/opinion/2263853/masjid-muhammad-dcc-v-keve/\"><span class=\"volume\">479</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1311</span></a></span> (D.Del.1979), the same issue was addressed. The Delaware district court stated:</p>\n<blockquote>As earlier noted, defendants do not challenge the sincerity of plaintiffs' faith.<sup>[9]</sup> Nor do they dispute that converts to plaintiff's faith ordinarily adopt new Muslim names. They dispute, however, that plaintiffs' abhorrence of their former, non-Muslim names is religiously based. In support of their argument, defendants point to evidence which suggests (1) that the Muslim religion does not prohibit its adherents from responding to their former, non-Muslim names and (2) that plaintiffs' hatred for those names derives from the slavery experience of their forebears. Defendants conclude from this evidence that plaintiffs' resistance to their old names is socially rather than religiously based. Accordingly, they contend that they may continue to utilize plaintiffs' non-Muslim names for all purposes without burdening the free exercise of their religion.</blockquote>\n<p>479 F.Supp. at 1323. However, the Delaware court disagreed with defendants' analysis:</p>\n<blockquote>First, it is clear that protected religious expression encompasses more than orthodox or institutionalized practices. To be protected, a particular form of religious expression need not be mandated by one's religion or even endorsed by a majority of its adherents, so long as it is an expression of a sincere, religiously based conviction.... Moreover, while it is true that plaintiffs view those names as insulting for reasons which could be described as historic or social, it does not follow that their animosity towards those names is without a religious base. Plaintiffs regard their old names as having had their genesis in the institution of slavery, but as earlier noted, they also regard those names as representative of a spiritual identity they no longer have. Moreover, they interpret the Holy Quran as condemning the use and recognition of their old surnames.</blockquote>\n<p><i>Id.</i></p>\n<p>Similar arguments were advanced by prison officials in <i>Azeez v. Fairman,</i> <span class=\"citation\" data-id=\"1402539\"><a href=\"/opinion/1402539/azeez-v-fairman/\"><span class=\"volume\">604</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">357</span></a></span> (C.D.Ill.1985), <i>rev'd in part,</i> <span class=\"citation\" data-id=\"473646\"><a href=\"/opinion/473646/qaid-rafeeq-azeez-and-abdullah-muhammad-v-james-w-fairman-warden-john/\"><span class=\"volume\">795</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1296</span></a></span> (7th Cir.1986). Those officials contended that a name change was \"purely a matter of personal opinion and not a matter of religious necessity.\" 604 F.Supp. at 362. Furthermore, it was also pointed out that many Muslims never change their names. The district court noted that the plaintiffs had testified their new names reflected their new spiritual identities and they interpreted the Quran as condemning the use of their old names. Relying on <i>Masjid Muhammad, supra,</i> the court also found the inconsistency in the practice among Muslims concerning a name change was not automatically fatal to plaintiff's claim of a religious belief. <i>Id.</i></p>\n<p>Finally, in <i>Barrett v. Commonwealth of Virginia,</i> <span class=\"citation\" data-id=\"409240\"><a href=\"/opinion/409240/thomas-eldridge-barrett-v-commonwealth-of-virginia-arlington-circuit-court/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">498</span></a></span> (4th Cir.1982), Virginia authorities contended the Islamic faith did not require the adoption of a religious name and this practice was merely recommended. 689 F.2d at 501 n. 5. <span class=\"star-pagination\">*295</span> The Fourth Circuit said \"[p]laintiff offered unrebutted evidence that his change of name has a theological basis. That basis and the unchallenged sincerity of plaintiff's religious convictions suffice to invoke first amendment protection.\" <i>Id.</i> (citations omitted). Here, of course, defendants have offered evidence to attempt to show the secular nature of the practice, as well as challenging whether this particular plaintiff sincerely holds a religious belief concerning his name change.</p>\n<p>The Eleventh Circuit, in <i>Martinelli v. Dugger, supra</i><i>,</i> held that \"proof of a connection between the allegedly protected practices and religious beliefs is properly considered an element of the plaintiff's proof that he or she is sincere in asserting\" the beliefs are entitled to protection. 817 F.2d at 1503. However, the <i>Martinelli</i> court went on to hold that there was no requirement the claim be \"deeply-rooted\" in religious belief. <i>Id.</i> Federal courts do not sit as \"arbiters of religious orthodoxy,\" <i>id.</i> at 1504, <i>citing </i><i>Thomas v. Review Board of Indiana Employment Security Div., supra,</i> 450 U.S. at 713, 101 S.Ct. at 1429, nor is it proper for the judiciary to distinguish between mainstream and minority religious practices to declare which are truly \"religious.\" 817 F.2d at 1504 n. 17.</p>\n<p>In my view, it is not appropriate for a federal court to make a finding regarding what Islam requires, or does not require, <i>vis-a-vis</i> name changes. Indeed, to do so would be the essence of the practice condemned by so many authorities, namely the use of the judiciary to determine matters of religious orthodoxy. Furthermore, as can be seen from the preceding discussion, that is not the proper focus of the court's permitted analysis. Except in the most extreme cases, a court must confine itself to a determination of whether the practice in question has a basis in religious belief as the individual sees it. Properly viewed, save for cases of truly bizarre or obviously secular beliefs, the determination of the religious nature of the belief will largely hinge on assessing the individual's sincerity.<sup>[10]</sup> It does not appear that the practice of name changing by African-American Muslims is truly bizarre or solely secular in nature. Numerous case authorities have recognized that the practice can have some measure of religious significance. <i>See </i><i>Salaam v. Lockhart,</i> <span class=\"citation\" data-id=\"543167\"><a href=\"/opinion/543167/bilal-ali-salaam-aka-kevin-robinson-and-khalil-al-baaqee-saleem/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1168</span></a></span>, 1170 n. 4 (8th Cir.1990), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">677</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">669</span></span> (1991) (citing cases). The analysis must thus turn to <i>this</i> plaintiff's sincerity of belief.</p>\n<p>I have considered a number of factors in reaching an assessment of plaintiff's religious sincerity, both in general and as it relates to the specific issue of a name change. Although these will be discussed in turn, I simply cannot find plaintiff to be sincere in utilizing this name change as a religious practice. Defendants have contended that this lawsuit has been instituted, not out of any sincere desire to obtain first amendment protection for a religious practice, but for the purpose of harassing prison officials and essentially making the DOC jump through hoops for plaintiff's amusement. My evaluation leads me to the conclusion that this is a correct assessment of the situation.</p>\n<p>First, plaintiff has a long history of litigation against prison officials. In the previous memorandum and recommendation, I observed that plaintiff has filed at least seventeen (17) such lawsuits, none of which has proceeded past summary judgment. Moreover, plaintiff's pattern of harassing prison personnel does not appear to be limited to use of the courts. Warden Gary Dixon testified that in his opinion, plaintiff's use of his new name was undertaken to harass the prison staff rather than as a <span class=\"star-pagination\">*296</span> sincere religious expression.<sup>[11]</sup> Transcript at 162. Warden Dixon said that a number of the grievances introduced into evidence<sup>[12]</sup> were frivolous and, in his opinion, were used solely for harassment. <i>Id.</i> at 163. These frivolous grievances, combined with numerous meritless lawsuits, paints the picture of an inmate who utilizes these processes either to gain some measure of revenge against the penal system, or for his amusement. Plaintiff admitted that he had participated in a lawsuit against prison officials over the wearing of the kufi. However, despite the fact that the covering of the head is a recommended, though not required, Islamic practice (Akbar testimony at 52), plaintiff testified that he does not wear a kufi and does not consider it a practice of his religion. Transcript at 24.</p>\n<p>I have observed plaintiff's demeanor and heard his answers to questions. On several occasions, plaintiff's answers can be described as evasive at best. <i>See</i> Transcript at 33 (defense counsel asks plaintiff whether Wallace D. Muhammad has ever said the use of a/k/a was forbidden); Transcript at 38-39 (plaintiff had to be instructed to answer question whether he knew his complete inmate number). Furthermore, one incident stands out as demonstrating that plaintiff derives some amusement from these proceedings. As noted on cross-examination, plaintiff was asked which side he favored in the Persian Gulf War. This was done to demonstrate inconsistencies with his statement that he followed Wallace D. Muhammad. Plaintiff's counsel objected asserting relevance grounds, but the objection was overruled. However, during the argument over the objection, the following transpired:</p>\n<blockquote>Ms. Thibaut: He says he follows W.D. Mohammed. If he follows what he says in the deposition, his testimony would be that he would fight on Suddam Hussain's side and that's W.D. Mohammed's position. We have an expert who will testify that is incorrect.</blockquote>\n<blockquote>Mr. Griffin: And I would love to hear the explanation of what in the world that has to do with what he puts on his grievances in order to get them processed.</blockquote>\n<blockquote>Ms. Thibaut: I'd also like to know why he's sitting up there laughing right now.</blockquote>\n<blockquote>This is not funny.</blockquote>\n<blockquote>The Witness: You know, you amaze me.</blockquote>\n<blockquote>The Court: Just stop. Just stop where we are.</blockquote>\n<p>Transcript at 37-38. Defendants also impeached plaintiff's testimony on several occasions. <i>See, e.g.,</i> Transcript at 23 (attendance at Jumah).</p>\n<p>In addition, I simply cannot find that plaintiff is truly sincere in his professed religious reason for using a new name. Plaintiff asserts that using his committed name reminds him of his former existence. Obviously, plaintiff would have the court believe that since his conversion, he has become a new individual who seeks to put his former ways behind him. Plaintiff testified that his \"true\" Shahada took place ten years ago.<sup>[13]</sup> However, plaintiff also admitted that he has compiled a number of disciplinary infractions in prison and that a number of these were assaultive in nature. Transcript at 15. Warden Dixon also testified that plaintiff has been disciplined over instances of aberrant sexual behavior, including incidents of exposing himself in front of female staff members and masturbating in the presence of female staff members. Transcript at 115. This conduct hardly comports with a person's professed desire to put his sinful past behind him.</p>\n<p>Defendants also pointed out numerous incidents where plaintiff has failed to use his new name. Defendants introduced into evidence various pieces of documentary evidence <span class=\"star-pagination\">*297</span> including grievances, letters to prison on officials, and visitation forms. On several of these, plaintiff signed \"Rabah Muhammad Ali a/k/a Robert Thacker.\" <i>See, e.g.,</i> Defendant's Exhibits 1C, 3A, 3B, 4A. However, plaintiff also signed a number of forms solely as \"Robert Thacker.\" <i>E.g.,</i> Defendant's Exhibits 1G, 1J, 3D, 3F, 4B, 4D, 4E. Many of these exhibits are dated <i>after</i> plaintiff's legal name change.<sup>[14]</sup> The testimony was overwhelming that plaintiff could access any service he was entitled to by the use of his legal name and the a/k/a addition of his committed name and number. In fact, no testimony was had from any source that plaintiff could not access services using the a/k/a.<sup>[15]</sup> Thus, if the use of plaintiff's new name is a matter of such magnitude that he feels compelled to institute a federal lawsuit to force the state to recognize him solely by that name, it is not credible that he would continue to use only the former name in communicating with prison officials. This view is reinforced by evidence which reveals that <i>at a minimum,</i> plaintiff was allowed to utilize the a/k/a form with virtually no hardship imposed.</p>\n<p>In summary, plaintiff's use of a name change is not based on a sincerely held religious belief. Instead, it is done for the purpose of harassing the prison system and its employees. In the absence of any sincerely held religious belief, defendants have not violated plaintiff's rights under the free exercise clause of the first amendment.</p>\n<p></p>\n<h2>III. <i>Use of the A/K/A Does Not Constitute A Violation of Plaintiff's First Amendment Rights.</i>\n</h2>\n<p>Even if plaintiff's asserted beliefs were sincere, defendants still have not violated plaintiff's constitutional rights. Were defendants to comply with plaintiff's wishes, the administrative burden would be intolerable. Plaintiff wants to use <i>only</i> his new name in communicating with prison officials and accessing services. He does not want to enter his name as \"Rabah Muhammad Ali a/k/a Robert Thacker\" under <i>any</i> circumstances.<sup>[16]</sup> Transcript at 43, 163-166. Plaintiff bases this position on his reading of the Fourth Circuit's prior opinion, <i>Ali v. Dixon, supra,</i> 912 F.2d at 90, and views the use of an \"a/k/a\" as a waiver of his right to legal recognition of his new name. Transcript at 166.</p>\n<p>Testimony during the hearing showed that plaintiff could use his committed name with the a/k/a to access DOC services. Reflecting on the Fourth Circuit opinion, I expressed the view that the issues have now, at least in plaintiff's mind, changed. <i>Id.</i> at 167. I believe that plaintiff is wrong, both in his interpretation of the Fourth Circuit's opinion and what is constitutionally mandated for prison officials in terms of recognizing a new religious name.</p>\n<p>The circuit court focused on the possibility of <i>adding</i> plaintiff's name to his prison files as a means of accommodating a religious name change. The records would thus be maintained under the committed name, with the addition of the new name to the file. Plaintiff, of course, has stated that he does not care how the records are kept and that he recognizes that they will be maintained in the committed name. However, plaintiff wants to place the burden on prison officials to be able to identify him as Robert Thacker in all circumstances, even when he only gives the name <span class=\"star-pagination\">*298</span> Rabah Muhammad Ali and his inmate number. I do not believe this was intended by the admittedly broad language of the panel opinion. Instead, what was intended was the avoidance of a requirement that plaintiff be able to access prison services only by the <i>exclusive</i> use of his committed name.</p>\n<p>Other cases, including some of those specifically cited by the Fourth Circuit panel, have recognized the constitutional adequacy of allowing the use of an a/k/a by an inmate which requires the presentation of both the committed and the new name. In <i>Felix v. Rolan,</i> <span class=\"citation\" data-id=\"497296\"><a href=\"/opinion/497296/james-felix-aka-muhsin-hassan-al-uqdah-v-jesse-r-rolan/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">517</span></a></span> (5th Cir.1987), an inmate filed a complaint against the prison law librarian who had required the inmate to provide both his Muslim name and his committed name before giving the inmate supplies. The plaintiff alleged that the use of his previous name was religiously offensive to him. Against these contentions, the court said:</p>\n<blockquote>The state's legitimate interest in prison security requires an efficient system of identification and administration of prisoners within its custody. So while the state cannot reasonably deny prisoners privileges simply because they have chosen to adopt a new name, the use of their \"committed name,\" as an alias for the purpose of identification of the prisoner, does not of itself violate the prisoner's constitutional rights. In this case, TDC officials simply required that Al Uqdah sign into the library with both his committed name and his legal Muslim name as the prison regulations require. \"The `a/k/a' designation for the receipt of privileges and recordkeeping is a reasonable middle ground between absolute recognition of the plaintiff's Muslim names and the prison interests of order, security and administrative efficiency.\" <i>Azeez v. Fairman,</i> <span class=\"citation\" data-id=\"1402539\"><a href=\"/opinion/1402539/azeez-v-fairman/\"><span class=\"volume\">604</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">357</span></a></span>, 364 (C.D.Ill.1985). The prison has not refused to recognize Al Uqdah's new name, it merely requires that for administrative efficiency he include his former name as an identifying alias.</blockquote>\n<p>833 F.2d at 519 (footnotes omitted). <i>Felix</i> is essentially on point with the facts here, and its logic is sound.</p>\n<p>Similarly, in <i>Mujihadeen v. Compton,</i> <span class=\"citation\" data-id=\"1974012\"><a href=\"/opinion/1974012/mujihadeen-v-compton/\"><span class=\"volume\">627</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">356</span></a></span> (W.D.Tenn.1985), no first amendment violation was found where inmates were required to possess identification cards that bore both their religious and committed names. In <i>Salaam v. Lockhart,</i> <span class=\"citation\" data-id=\"543167\"><a href=\"/opinion/543167/bilal-ali-salaam-aka-kevin-robinson-and-khalil-al-baaqee-saleem/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1168</span></a></span> (8th Cir.1990), an inmate sued over the prison policy of using only the committed name on his prison clothing, prison records and on the mailroom delivery list. The Eighth Circuit held that Salaam was entitled to receive mail in his new name<sup>[17]</sup>, and that prison authorities were to <i>add</i> his new name to the prison clothing. Thus, <i>both</i> names were to be displayed on the clothing. 905 F.2d at 1175.</p>\n<p>The <i>Salaam</i> court also dealt with the reform of prison recordkeeping. Record changes need occur only to the extent necessary to allow the plaintiff to receive services and information under his new name. <i>Id.</i> at 1169. This language is the heart of my review. In <i>Salaam,</i> the question was whether the prison should recognize the inmate's name change and allow the inmate to receive benefits such as mail and the cashing of money orders. <i>Id.</i> at 1172. The Arkansas prison system maintained a file jacket on each inmate, arranged alphabetically. The file jacket also contained a list of aliases used by the prisoner. <i>Id.</i> Prison authorities there opposed changing files, asserting administrative problems, primarily the amount of labor needed to change the records, and the possibility of confusion in providing information to law enforcement agencies. <i>Id.</i></p>\n<p>However, the Eighth Circuit felt that the use of an \"a/k/a\" alternative, meaning placing the inmate's name on the outer jacket or file, was sufficient and would not necessitate an undue administrative burden. <span class=\"star-pagination\">*299</span> It discussed each of the concerns raised by officials as follows:</p>\n<blockquote>Initially, Lockhart is concerned with the administrative burden of making changes to institutional files. He never, however, estimated how much time it would take to make the changes. He agreed that all that would have to be done is to type in the new name on each file. Even under the assumption that all paperwork would have to be changed, Lockhart testified that less than an hour of work per inmate would be required  how much less we do not know. Even if we accept his view that the prison could not stop at simply changing the jacket, the magistrate found that there were only eight active prison files. The burden of adding Salaam's new name to files and lists, while not imaginary, is nevertheless not onerous. Moreover, the prison is not required to change Salaam's name wherever it appears. In light of the relief requested, the prison must add his new name only to his file jacket and to lists with which inmates have frequent contact within the prison. The paperwork burden is minimal and we disagree with the magistrate's conclusion that the burden of changing eight folders is significant even where there are few requests for name changes. Our conclusion is buttressed by the prison's present practice of recording all aliases and using inmate commitment numbers in addition to committed names in its filing system.</blockquote>\n<p>905 F.2d at 1173-1174.</p>\n<p>As I read <i>Salaam,</i> the Eighth Circuit seemed to believe that the problem could be solved simply by sticking the new name on a few files and providing cross-reference lists in the mailroom. However, it is not entirely clear what the scope of the relief actually would be. While the court indicated that the inmate should be allowed to receive services in his new name, there is no indication that he should be allowed to use the new name <i>exclusively.</i> Thus, it is significant that the <i>Salaam</i> plaintiff was required to display both the committed and religious names on his clothing.</p>\n<p>At the hearing, defendants presented considerable evidence as to the administrative burden imposed by adopting plaintiff's desired system.<sup>[18]</sup> Nevell Jones, the Chief of Classification within the Division of Prisons, said the Division of Prisons begins to generate inmate records upon admission to custody. Transcript at 75. All inmates are also issued a 15-digit number upon admission. This number is derived from the inmate's name at the time of original commitment by using an alphanumeric system. <i>Id.</i> at 78-79. Although it is theoretically possible for two inmates to have the same 15-digit number, Mr. Jones has never seen this happen. <i>Id.</i> at 81. Use of the 15-digit number will access the name of record. <i>Id.</i> at 82.</p>\n<p>However, staff in the field often do not use the full fifteen digits.<sup>[19]</sup> Instead, they commonly use the inmate's name and the last seven digits of the number. Mr. Jones testified that it is not unknown for more than one inmate to have the same last seven digits.<sup>[20]</sup> However, the ability of a prison employee to determine the existence and identity of such individuals is dependent upon his access to a computer which could access the DOC mainframe. <i>Id.</i> at 84. If one accesses the mainframe, two names for an inmate can be displayed, the original name of commitment and one alias. However, the computer does not have the capacity to indicate whether this alias is a legal name, religious name, etc. <i>Id.</i> at 85. Currently plaintiff's record on the mainframe computer lists both his name of commitment <span class=\"star-pagination\">*300</span> and his new legal name of \"Rabah Muhammad Ali.\" <i>Id.</i> at 90. Mr. Jones did say that an employee who had access to the mainframe could type in \"Rabah Muhammad Ali\" and the last seven digits and would eventually find the record listed under Robert Thacker. <i>Id.</i> at 95. Thus, plaintiff's new name has been \"added\" to the mainframe file, apparently to the extent that technology permits.<sup>[21]</sup> However, Mr. Jones' testimony also demonstrates that there are numerous paper records in the prison system that would be filed under plaintiff's committed name. <i>Id.</i> at 86. There are at least three paper jackets for departmental use (unit, area, and combined records), one or more health records, and \"any number\" of individual files throughout the system. <i>Id.</i> at 86-87.</p>\n<p>Delores Harris, an Accounting Technician at Central Prison with the responsibility for prisoner trust accounts and welfare accounts, testified that pursuant to departmental policy, trust fund accounts are established by the name of commitment, as furnished by combined records. Transcript at 184. Trust fund money follows an inmate through the system to whatever unit he or she may be transferred. <i>Id.</i> at 185. Currently, the Central Prison accounting office uses a PC computer system for recordkeeping which is not tied into the DOC mainframe. <i>Id.</i> at 185-186. Earlier, the office used ledger cards filed alphabetically. <i>Id.</i> at 186. Ms. Harris said that when plaintiff was at Central Prison, it was not possible to pull up his ledger account card unless he gave the name of commitment.</p>\n<p>Ms. Harris further testified that the current computer program only contains twenty-one spaces for entering an inmate's name. <i>Id.</i> at 187. She also testified that a special coding system would have to be used in order to add an alias, such as plaintiff's new name, within the twenty-one characters. <i>Id.</i> at 194. However, Ms. Harris did indicate that Central Prison recently obtained a new program which could use an a/k/a and the last seven digits to pull up an account. No testimony was given as to whether this software is available throughout the department.</p>\n<p>Ms. Harris also was questioned as to the need for having an inmate sign the name which appears on the account. She said the names have to match because the computer only prints the receipt exactly as the account is set up.<sup>[22]</sup> Transcript at 189. Ms. Harris admitted there have been accounting mistakes in the past, with inmates receiving money to which they were not entitled or deposits going into the wrong account. She also estimated the accounting department at Central Prison, which consists of two staff members, handles approximately 9000-10,000 transactions per week. <i>Id.</i> at 190.</p>\n<p>Parker Eales, the Chief of Health Services for the Division of Prisons, testified concerning the need for the inmate to provide his committed name to medical personnel. These records consist of out-patient, which follow the inmate through the system, and in-patient, which are kept at facilities where the inmate is committed for inpatient care. These records also may be either mental health or medical. Transcript at 202. Mr. Eales said inmate medical records are filed by the committed name and the last seven digits of the inmate number. <i>Id.</i> at 202-203. No records <span class=\"star-pagination\">*301</span> are filed either by number alone, or number and alias alone.</p>\n<p>Mr. Eales said it is absolutely critical for health care providers to have consistency in the manner records are kept and that this was served by having a consistently used name and the seven-digit identifier. <i>Id.</i> at 203. He commented on the potential danger of confusing inmates for medical treatment purposes. When specifically asked what could happen if this plaintiff attempted to access medical care using just his religious name and the last seven digits, Eales stated, \"The result could be that health care providers could become confused, record acquisition could be delayed, historical information could be delayed and there could be a breakdown in the quality of care rendered to this individual.\" <i>Id.</i> at 205.</p>\n<p>Allowing an inmate to use only a name other than the commitment name presents a number of problems in the field of health care. Mr. Eales said although there is a central pharmacy which provides a large number of prescriptions, McCain Correctional Hospital has its own pharmacy with a separate computer system. In addition, the Department maintains contracts with a number of satellite pharmacies in remote areas. The committed name is used to access all of these pharmacies. <i>Id.</i> at 207. Similarly, DOC uses a number of outside sources to provide various health services. These include tuberculosis x-rays and various types of laboratory work. All of these results are filed under the committed name. The health care delivery system is not computerized. <i>Id.</i> at 211.</p>\n<p>Plaintiff has several serious medical conditions which health care providers need to know about. <i>Id.</i> at 212. Mr. Eales was specifically asked:</p>\n<blockquote>Q: Based on the synopsis of [plaintiff's] medical history there, is there any problem you could foresee occurring if he refused to give the name \"Thacker\" so as to access historical records.</blockquote>\n<blockquote>A: Yes. There are a number of problems that could occur. One is that obviously there could be medication confusion. He might transfer and we might not know what medication he's currently on. We don't have a way to access the history if there's any confusion at all.</blockquote>\n<blockquote>There are some events that happen unfortunately in the Department of Correction. Once in a while a record does not get off the bus at the appropriate place and you have to wait, there's a delay in getting that record back at the facility, and as a result you have to rely on individuals to identify themselves and you have to rely on being able to then call the pharmacy with that name and find out what medications this individual should be on.</blockquote>\n<p><i>Id.</i> at 213. More to the point, he believed that plaintiff could receive adequate service by using his committed name as an a/k/a. <i>Id.</i> at 215.</p>\n<p>On cross-examination, Mr. Eales said health care providers generally are sensitive to an individual's spiritual needs, including the use of a religious name. However, that did not negate the need for the inmate to specifically identify himself to prison employees who may not know his committed name. <i>Id.</i> at 219. Mr. Eales also said regardless of what an individual called himself, he would receive health care, but that receiving the best care depended upon providing the name of incarceration. <i>Id.</i> at 219-220.</p>\n<p>Warden Gary Dixon, describing the inmate populations and the forms used in dealing with inmates, said there were ten different inmate populations at Central and each population requires a standard operating procedure for the provision of services. Transcript at 104-105. Central Prison also receives an intake of between 100-110 inmates and 20-25 pre-trial safe keeps per month. Central operates as a \"same-day\" clinic for the DOC and receives an influx of approximately 70 referrals per week. There are also internal movements within the prison at the rate of approximately 161 per week. There are eight clinics at Central, and they average approximately 170 sick calls per day. On the average, Central also maintains approximately 800-900 trust accounts.</p>\n<p><span class=\"star-pagination\">*302</span> Warden Dixon said upon receipt of notice that plaintiff had changed his name, he sent the information to combined records to have the change reflected. The new name \"Rabah Muhammad Ali\" was entered on the computerized record as an alias. Transcript at 118-119. After this was done, the control room for records, the mail room, and the visitation area were notified of the name change. The inmate's history card also reflected this change. <i>Id.</i> at 119.</p>\n<p>Lynn Gregg Phillips, Deputy Director of the Division of Prisons, testified as to the administrative reasons behind the use of the original conviction name on inmate records. He said many decisions regarding inmates are made, not solely on the basis of information gathered at admission, but on existing prior records. Transcript at 231. It is very important that prison officials be able to reliably and consistently access all such information in order to make decisions concerning inmate assignment, housing and security. <i>Id.</i> at 231-232. Mr. Phillips further testified that no prison records were set up to be recalled solely by use of the last seven digits of an inmate's number. According to Phillips, there are approximately 140-150 types of record forms that may be generated by an inmate in the North Carolina system. He further stated that in 1990, in excess of 40,000 inmates were serviced by the system. <i>Id.</i> at 233-234.</p>\n<p>Mr. Phillips was specifically questioned as to the probable impact if the department were required to allow an inmate to access services only by use of a new legal name, plus the last seven digits of his number. He stated:</p>\n<blockquote>It would be a cumbersome process for us using the resources we have currently employed to make all these changes, both retrospectively in terms of all these records that are required to make critical decisions upon. I just don't think it would be possible for us to make those sorts of changes with our current work force and the locations of all these records and the volume of papers that are generated with each record.</blockquote>\n<p>Transcript at 236. Phillips said he believed that the use of an a/k/a designation constituted a reasonable compromise between an inmate's religious beliefs concerning a name change, and the prison's needs to systematically manage inmate activities. <i>Id.</i></p>\n<p>It is unnecessary to delve much further into the factual record. The burden placed on the prison officials to achieve what this plaintiff wants is far greater than merely adding labels to a paper file. The actions already taken by DOC satisfies any constitutional requirement. Plaintiff's records are indexed by his committed name. These records reflect his new name, but the computer cannot distinguish whether this is a religious name, new legal name, or an alias. <i>See</i> Defendant's Exhibit 23. Similarly, the trust account records only contain twenty-one spaces for the entry of names. A special coding program would have to be devised to add plaintiff's new name to these records.<sup>[23]</sup> DOC does not have to acquire and incorporate new computer programs to accommodate this plaintiff.</p>\n<p>The adding of an inmate's name to the outside of a prison jacket will have little to do with the real administrative problems that can arise. Regardless of what additional names are placed on plaintiff's jacket, it will still be maintained under the committed name of Thacker.<sup>[24]</sup> It will be filed alphabetically under \"T,\" as opposed to \"A\" for Ali. The interest of prison administrators is being able to rapidly retrieve the proper file by going to the letter <span class=\"star-pagination\">*303</span> \"T,\" as well as insuring that relevant forms are properly filed under the committed name of Thacker. The fundamental question here is whether this plaintiff can unilaterally shift the burden to prison authorities to identify him and properly access his records when he gives only his new name and number. Sufficient evidence was presented to require a negative answer.</p>\n<p>For example, Nevell Jones testified that were an inmate to arrive at a new unit and not give his commitment name, the unit personnel would have to isolate him while they attempted to ascertain his correct identity. Matters such as security concerns regarding the inmate's placement would obviously have to be delayed until the inmate's identity and prior history were made available. With regard to accessing services, it is also clear that allowing an inmate to sign for trust account benefits without any reference to the name of the account creates potential hazards for misplacement of funds. Such a requirement, when coupled with the sheer volume of transactions and limited accounting staff at Central Prison, would create an administrative nightmare. Moreover, the testimony of Delores Harris indicates that an entirely new coding process would have to be incorporated into the current trust account program in order to add plaintiff's name to his account. In the area of health services, Parker Eales' testimony makes it quite clear that an inmate's refusal to provide the original name of commitment would not only complicate the duties of health care providers, in many cases the potential exists for serious harm to the inmate.</p>\n<p>The testimony of Gary Dixon and Lynn Phillips further underscores the potential burden. Warden Dixon outlined the numerous movements of prisoners both to and from, and within, Central Prison. Inmate movement within a system obviously makes it vital that prison officials be able to rapidly identify particular inmates and have the ability to access information concerning that inmate. Furthermore, many, if not all, of these movements will generate a record which must be properly filed under the name of commitment.</p>\n<p>These concerns, and others, convince me that the administrative burdens that would ensue from allowing plaintiff to present himself solely under his new name and the last seven digits of his number, are at least considerable, and, in some cases, overwhelming. Prison records are not set up either under the number alone, nor the new legal name. While the DOC mainframe computer can apparently pull up the name \"Robert Thacker,\" when provided the legal name and seven-digit number, plaintiff cannot obligate prison officials to check his computer file every time some routine filing needs to be done. First of all, in many cases the services he wishes to access are not tied into the mainframe, or the particular prison employee will not have easy access to a mainframe terminal. Second, even if such a check could be done for this particular plaintiff, it is clear that establishing such a policy would have a significant \"ripple\" effect. The huge number of inmate movements, transactions, and records generated within the North Carolina prison system simply would create chaos if a computer check had to be run for every routine filing and transaction.</p>\n<p>The evidence presented also demonstrates that as prison staff becomes better acquainted with an inmate, the requirement that he present his requests, etc., in the form of an \"a/k/a\" may not be necessary in all situations. For example, evidence indicates that certain grievances were processed, even though the inmate signed only his new name. Prison officials who knew plaintiff added his committed name to the form form recordkeeping purposes. However, considerable other evidence indicates that serious problems could result where there are new staff members, or where an inmate is transferred to a new unit. It is important that these individuals be able to rapidly identify an inmate. Under these circumstances, a plaintiff such as the one here does not have a constitutional right to withhold the disclosure of his committed name to prison officials.</p>\n<p>As mentioned, the issues appear to have changed during the course of this litigation. Plaintiff's claim was originally interpreted <span class=\"star-pagination\">*304</span> by the Fourth Circuit to complain of, <i>inter alia,</i> the alleged absence of his new name on his prison jacket, and his inability to receive services. Prison authorities now claim that plaintiff can access services with the use of \"a/k/a.\" Thus, the question is not whether prison authorities will <i>recognize</i> Ali's new name, but whether Ali has the right to operate within the prison system using only that name. Under a <i>Turner</i> analysis, plaintiff can prevail only if the use of this \"a/k/a\" system, and the requirement that plaintiff present both names, is unreasonable.</p>\n<p>To begin the <i>Turner</i> analysis, there is a rational connection between a consistent system of filing inmate records and legitimate penological goals such as security, housing, and inmate health care. Such consistency is served by keeping the records filed under one name, that of commitment. Second, it is also clear that plaintiff has other options of practicing the Islamic religion. DOC regulations allow for nearly every obligatory practice, except the Hajj, and plaintiff concedes that he may engage in a number of recommended practices.<sup>[25]</sup> Third, the evidence is convincing that there would be an extreme burden should plaintiff be allowed to withhold his committed name from prison officials. Prison officials would be placed at a disadvantage in attempting to access information about an inmate and in insuring that information concerning him was accurately placed in the proper file. Fourth, there simply does not appear to be a reasonable alternative. To incorporate plaintiff's requested relief would require major changes in the DOC's filing system, particularly in the area of its computerized records. Plaintiff has not pointed to any other alternative to the use of an \"a/k/a\" system.</p>\n<p>In summary, even if plaintiff were sincere in his use of a religious name, defendants have done all that constitutionally can be required. Plaintiff can access services by use of the a/k/a. Indeed, the flow of the testimony indicated that the prison officials are not so much concerned with what plaintiff calls himself, as they are with being able to insure that their filing system remains consistent. To be sure, plaintiff can use his legal name; however, he must provide his committed name to insure that his records are kept in their proper order. <i>Felix v. Rolan, supra</i><i>.</i></p>\n<p></p>\n<h2>IV. <i>Correspondence From Prison Officials.</i>\n</h2>\n<p>The last section of the Fourth Circuit's opinion dealt with plaintiff's claim that prison officials refuse to correspond with him under his new name. At the summary judgment stage, the <i>Ali</i> panel was not inclined to accept Warden Dixon's proffered reason of the creation of a risk of misfiling as sufficient to support summary judgment in defendants' favor. In particular, the court said there was no evidence whether this risk would be created if the new name were simply added to the file, as opposed to its substitution. 912 F.2d at 91.</p>\n<p>The vast majority of the testimony offered at the evidentiary hearing dealt with the issue of whether plaintiff could access services by the use of his legal name plus the \"a/k/a\" of his committed name. Very little was presented in terms of how prison officials must correspond with him. However, sufficient evidence concerning the general administrative burden was presented to support findings on this issue.</p>\n<p>First of all, it is obvious that \"correspondence\" with an inmate can take a variety of forms. As several witnesses testified, there are between 140-150 forms that are used to process information about an inmate. At least three major administrative record sets (unit, area, and combined <span class=\"star-pagination\">*305</span> records) are kept, plus various medical and other files that may exist. The flow of evidence indicated that there are numerous inmate movements and contacts within the prison system, all of which can generate some form of \"correspondence.\"</p>\n<p>However, I assume plaintiff wants to have any prison official who writes to him to address the letter only to \"Ali\" and not to use Thacker at all. For many of the same reasons as outlined above, prison officials are not required to completely forego the use of the inmate's committed name. Plaintiff's legal name change already has been recorded in his prison file. Plaintiff's new name is reflected in his central computer printout. However, the current programming does not have the capacity to tell someone who views it whether the name \"Ali\" is a legal name, a religious name, or simply an alias. Plaintiff might correspond with someone who only has this printout. That person would simply not be able to ascertain the status of plaintiff's name. Prison officials are not required to retrieve plaintiff's prison jacket, which is approximately five to six inches thick and ferret out his name change. While it might be recommended that prison officials who are aware of Mr. Ali's name change refer to him by his legal name, it is not constitutionally mandated.</p>\n<p>Warden Dixon's original assessment of a potential danger of misfiling is sufficient to allow prison officials to utilize plaintiff's name of commitment in some form in correspondence. Nevell Jones testified that if the only name on a document was \"Ali,\" it could not be filed or tracked down. In essence, it would be unavailable for future consideration. Transcript at 91.</p>\n<p>Inmate records are now filed under the name of original incarceration. This cannot be changed without engaging in a major, indeed potentially impossible, overhaul of the recordkeeping apparatus. <i>See</i> Testimony of Nevell Jones, Transcript at 98. Thus, for recordkeeping purposes, plaintiff's name may remain as Thacker. His relevant records must in some way, finally arrive at the file under the name \"Thacker.\" These records will likely be filed under \"T.\" Sticking a label or typing an addition onto the file will not change this.</p>\n<p>A file clerk needs to be able to place documents concerning a prisoner in the appropriate file. In this case, that clerical worker would have to be sure to place the document in the \"Thacker\" file. In their correspondence with an inmate, prison officials may continue to use his committed name and number to insure that the documents are properly filed.</p>\n<p>Although there are potential options that might be available, I do not consider them viable in terms of the burden placed on prison officials. The use of the inmate's number, either the 15-digit number or the seven digit plus the legal name, would require a prison official to access the mainframe computer to determine the correct file in which to place the document. This would require the use of the computer for what otherwise would be a routine filing. Furthermore, use of the number(s) alone can present a potential problem. As Nevell Jones testified, numbers are typically more often erroneously transcribed than are names. Transcript at 79.</p>\n<p>Another option is to use a cross-referencing system in every location where an inmate may have a paper file jacket. While this might be proper in the mailroom or visiting areas, it is not required for the retention of records. First of all, there are at least twelve current active systems that could be affected. Transcript at 239-240. There may be numerous other files throughout the system which are indexed under \"Thacker.\" Furthermore, the use of a cross-reference in the delivery of mail is not entirely applicable to the filing of records, which may be kept in many locations. The contents of an inmate's records will help determine how the prison system is to deal with that inmate in the future. Misfiling of critical documents could have a tremendous impact on custodial decisions and may not be easily detectable.</p>\n<p>In the final analysis, the evident burdens that would result do not require prison officials to correspond with plaintiff solely in his legal name. The name of commitment <span class=\"star-pagination\">*306</span> can be utilized for the purposes of insuring accurate filing of records.</p>\n<p></p>\n<h2>V. <i>Conclusion.</i>\n</h2>\n<p>For these reasons, I find that plaintiff's asserted religious belief is not sincere and therefore is not entitled to any protection under the free exercise clause of the first amendment. Alternatively, I also find that a requirement that plaintiff produce his name of commitment as an \"a/k/a\" to his new legal name, where administratively necessary to access services, does not constitute an unreasonable burden on any free exercise right plaintiff might possess. Finally, I find that the defendant prison authorities are not required to communicate with plaintiff solely on the basis of his new legal name.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  At the evidentiary hearing, plaintiff admitted that he is serving a sentence for crimes against nature and that he faced a consecutive life sentence for first degree rape and a consecutive 20 to 30-year sentence for robbery with a dangerous weapon. Transcript at 13.</p>\n<p>[2]  Plaintiff states that this name change became effective in 1987. Transcript at 7.</p>\n<p>[3]  Plaintiff is now housed at Piedmont Correctional Institution and has been there since June 22, 1990. Transcript at 13-14.</p>\n<p>[4]  This claim was abandoned on appeal. <i>Ali v. Dixon, supra,</i> 912 F.2d at 88 n. 1.</p>\n<p>[5]  Mr. Akbar described the Shahada as a public declaration that there is no God but one God and that Mohammad is His messenger. Transcript at 51. Mr. Akbar went on to state that this is a significant moment in the life of a Muslim. <i>Id.</i> The purpose of eliciting this testimony was obviously to cast doubt on plaintiff's credibility as a sincere Muslim. Plaintiff had testified that he took the Shahada approximately ten years ago. Transcript at 18. Defendants submitted a DOC document entitled \"Declaration of Religious Preference\" apparently signed by plaintiff in 1987 which stated that he took the Shahada in 1959. <i>Id.</i> at 19, 20. Plaintiff attempted to explain that he knew very little of Islam and that he did not understand the Shahada in 1959. <i>Id.</i> at 20.</p>\n<p>[6]  Mr. Akbar stated that he did not know the history of the kufi cap. However, he acknowledged that the kufi is a means of covering one's head. Transcript at 53.</p>\n<p>[7]  Mr. Akbar also testified that DOC policy permits all of the obligatory practices, with the exception of the Hajj, and allows the possession of a kufi, participation in Ramadan, Jumah and the possession of a prayer rug. Transcript at 54.</p>\n<p>[8]  The statute in question was Section 6(j) of the Universal Military Training and Service Act, 50 U.S.C.App. § 456(j) (1958 ed.). 380 U.S. at 164, 85 S.Ct. at 853.</p>\n<p>[9]  This is obviously not the case here.</p>\n<p>[10]  The Supreme Court in <i>Seeger</i> said \"[i]n such an intensely personal area, of course, the claim of the registrant that his belief is an essential part of a religious faith must be given great weight.\" 380 U.S. at 184, 85 S.Ct. at 863. Similarly, the Fourth Circuit in <i>Barrett</i> observed that the individual's assertion of a religious basis, <i>coupled with his unchallenged sincerity,</i> sufficed for first amendment protection. 689 F.2d at 501 n. 5. Therefore, it seems that where sincerity of belief is unchallenged or apparent, the individual's claim of a religious basis for the belief is entitled to great deference.</p>\n<p>[11]  I am aware that defendants' expert, Mr. Akbar, stated that plaintiff appeared to be sincere to him and that plaintiff attended the Jumah prayers. However, I am inclined to give somewhat greater weight to Warden Dixon's testimony based on his longer acquaintance with plaintiff. In any event, this is simply one aspect of my analysis.</p>\n<p>[12]  As will be shown <i>infra,</i> the purpose of introducing the grievance forms was to demonstrate plaintiff's inconsistency in using his new \"religious\" name.</p>\n<p>[13]  However, as noted, plaintiff had informed prison officials that he took the Shahada in 1959. <i>See</i> note 5, <i>supra.</i></p>\n<p>[14]  Furthermore, contrary to plaintiff's testimony, it appears that some grievances were processed even where plaintiff only signed \"Rabah Muhammad Ali.\" <i>See</i> Defendant's Exhibit 3H, 3J; Transcript at 120; <i>Cf.</i> Transcript at 9 (plaintiff testified that grievances rejected unless only signed \"Robert Thacker\").</p>\n<p>[15]  Plaintiff admitted that he could access services in such a manner. Transcript at 25. He also stated that he had never attempted to access his trust account by using the a/k/a. Transcript at 31.</p>\n<p>[16]  Indeed, plaintiff insists that the DOC play by his rules concerning the use of his committed name. Despite the Fourth Circuit's affirmance of summary judgment on the issue of whether staff must address plaintiff by his new name, plaintiff has made it clear that he does not intend to respond to his committed name unless it meets his personal determination of what is religiously proper. Transcript at 41-42.</p>\n<p>[17]  As noted, the plaintiff here has abandoned his claim concerning mail delivery. However, Warden Dixon testified that the Central Prison mailroom employs an alpha roster which contains a cross-reference of both plaintiff's legal name and his committed name. Transcript at 141-142.</p>\n<p>[18]  As I have observed, the evidence was simply uncontroverted that plaintiff could access virtually any service, <i>at a minimum,</i> by the use of \"Rabah Muhammad Ali a/k/a Robert Thacker.\" This included his trust account (testimony of Delores Harris at 194) and medical services (testimony of Parker Eales at 214-215). These will be examined more fully <i>infra.</i></p>\n<p>[19]  Indeed, many inmates, like plaintiff here, may not know their full fifteen-digit number. Transcript at 38-39.</p>\n<p>[20]  He also testified that there are currently 3 active inmates and 18 inactive files that have the same last seven digits as plaintiff. Transcript at 83-84.</p>\n<p>[21]  The Fourth Circuit suggested this court look at the burden of <i>adding</i> plaintiff's new name, as opposed to <i>substituting</i> the name for the name of commitment. However, Mr. Jones was questioned extensively on the burden imposed by substitution. No more need be said but that such a burden would be intolerable. <i>See</i> Transcript at 87-88, 97-99. In addition, Mr. Jones was recalled and asked how many files would have to be changed or updated to reflect the new name. He said that there were at least twelve active files, four computerized systems, and any number of individual files. The number of potential changes would be in the thousands. <i>Id.</i> at 239-240.</p>\n<p>[22]  Since the receipt is printed in the name of the account as established, only two options are open to avoid any requirement that plaintiff give his committed name to access his trust account. Either change the name on the account or allow plaintiff to sign a name different from the one on the receipt. Either one creates obvious problems in insuring accurate records of an inmate's financial transactions.</p>\n<p>[23]  While Ms. Harris mentioned being able to access an account by using an alias and a number, the analysis still is not changed. As noted, this software is apparently of recent origin and, while it may be available at Central, there is no indication that it is available at Piedmont. Moreover, while utilizing this type of special access might not present a problem when used for a single individual, it might develop into a \"ripple\" effect if required for use by a large number of inmates. <i>See </i><i>Turner v. Safley, supra,</i> 107 S.Ct. at 2262.</p>\n<p>[24]  Any change in this filing will necessitate a change in the inmate number and a reorganization of the entire filing system. In essence, this is the substitution of plaintiff's new name for his committed name.</p>\n<p>[25]  The second <i>Turner</i> factor looks to whether there are alternative means of exercising a constitutional right. The Supreme Court's application indicates that exercise of the right is to be broadly interpreted, and does not mean the ability of the inmate to otherwise engage in the specific practice. In <i>O'Lone v. Estate of Shabazz,</i> <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">342</span></a></span>, <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2400</span></a></span>, <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">282</span></a></span> (1987), the Court dealt with a challenge to a prison regulation that prevented certain Muslims from attending Jumah. While acknowledging the importance of Jumah, the Court looked to see whether the plaintiffs retained the ability to engage in other aspects of Islamic worship.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110440/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/318512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/365759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409240/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/447003/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/458945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/470972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/473646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480604/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/497296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/497950/",
    "http://www.courtlistener.com/api/rest/v3/opinions/504389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543167/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1402539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1750232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1974012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2263853/"
  ]
}