{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1908160/",
  "absolute_url": "/opinion/1908160/st-paul-fire-and-marine-ins-co-v-branch-banking-trust/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1908160/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:47:09.464563Z",
  "date_modified": "2016-04-26T21:22:00.471269Z",
  "type": "010combined",
  "sha1": "e0fbbe0eb062f384ce698fe11268bc1f80f43906",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>643 F.Supp. 648 (1986)</b></center>\n<center><h1>ST. PAUL FIRE AND MARINE INSURANCE COMPANY, Plaintiff,<br>\nv.<br>\nBRANCH BANKING AND TRUST COMPANY, Defendant.</h1></center>\n<center>No. 85-1153-Civ-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 27, 1986.</center>\n<p>John D. Haywood, Haywood, Denny, Miller, Johnson, Sessoms &amp; Haywood, Durham, N.C., Roger A. Milam, Nashville, Tenn., for plaintiff.</p>\n<p>Arch T. Allen, III, William D. Dannelly, Moore, Van Allen, Allen &amp; Thigpen, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>This action arose out of a dispute as to plaintiff's obligation under an insurance contract with defendant. Under the agreement, plaintiff agreed to indemnify defendant for loss resulting from dishonest or fraudulent acts of an employee. While plaintiff concedes its obligation to pay and has paid a portion of the amount claimed by defendant, there is a wide discrepancy between the amount claimed and the amount paid. The action is before the court on the parties' cross-motions for summary judgment. The issues have been fully briefed and argued by both parties, and the motions are ripe for disposition.</p>\n<p>The facts surrounding this action are not in dispute. Indeed, the parties have submitted a preliminary pre-trial order with stipulated facts. Those facts are as follows: In April of 1982, plaintiff insured defendant under a Bankers Blanket Bond, Bond No. 400 FY 3895, under which plaintiff agreed to indemnify defendant for, under insuring clause (A), \"[l]oss resulting directly from dishonest or fraudulent acts of an Employee committed alone or in collusion with others.\" During the period between 1972 and 1984, Thomas O. Riley, an employee of the bank within the meaning of the bond, engaged in a scheme to defraud BB&amp;T through the making of fictitious loans, the proceeds of which he converted to his own use.</p>\n<p><span class=\"star-pagination\">*649</span> Generally, Riley's scheme worked as follows: He would prepare fictitious loan documentation, and obtain the loan proceeds either by cashier's checks payable to the ostensible borrowers or by direct deposits to checking accounts in the names of ostensible borrowers but controlled by Riley. When one of these loans matured, Riley would either cause that loan to be renewed or he would generate another fictitious loan, in the same or in a different name, and apply part of the proceeds to pay principal and interest on the mature loan. Riley had control over the signature authority of the checking accounts used and over the addresses for the checking and loan accounts used in the scheme. Some of the accounts were for fictitious entries, and others were in the names of actual persons whose signatures Riley forged.</p>\n<p>By 1984 the loans had reached amounts that required additional credit information in accordance with BB&amp;T's standard loan policies. When that additional information was requested, Riley either failed to furnish it or furnished incomplete information. Officials at the Wilson branch requested Riley to manage the loans in an acceptable manner or to return the loan files to BB&amp;T's Wilson office for proper managing. On December 6, 1984, the Wilson business loan manager informed Riley that he must either return the files or bring them into compliance within the next week, or have the situation reported to Riley's immediate supervisor or the BB&amp;T audit department. Riley indicated that he would bring the files up to date and return them to the Wilson office within the week. Prior to the end of that week, Riley confessed the fraudulent loans to agents of the Federal Bureau of Investigation. His confession was reported to BB&amp;T on December 12, 1984. At the time of the discovery, twelve of Riley's fraudulent loans were outstanding. The total principal due on these loans was $781,500.</p>\n<p>BB&amp;T timely filed with St. Paul a sworn proof of loss in the amount of $750,131.60. The calculation for the amount claimed was as follows:</p>\n<p></p>\n<pre>\n           Description              Amount\nTotal of twelve fraudulent loans  $781,500.00\nAudit research charges               9,467.00\nFilm research charges                9,993.90\n                                  ___________\nSubtotal                           800,960.90\nLess blanket bond deductible        50,000.00\n                                  ___________\nSubtotal                           750,960.90\nRecovery from accounts                 829.30\n                                  ___________\nTotal loss claim                  $750,131.60\n</pre>\n<p>On May 21, 1985, sixty days after the proof of loss was filed, St. Paul paid BB&amp;T without prejudice to BB&amp;T the amount of $215,924.96, consisting of $205,924.96 for reimbursement of BB&amp;T's loss and $10,000 for reimbursement of BB&amp;T's research charges. That payment represents the amount that St. Paul claims is the limit of its obligation to BB&amp;T pursuant to the bond. After subtracting the $50,000 deductible and the $215,924.96 St. Paul payment from its total loss, BB&amp;T now claims the balance of $534,206.64 as the amount still owed under the bond. Riley has also made restitution payments to BB&amp;T in the amount of $150,246.11. BB&amp;T is currently holding those payments and intends to apply them to its loss or pay them to St. Paul depending on the results of this action.</p>\n<p></p>\n<h2>ISSUES PRESENTED</h2>\n<p>Based on these stipulated facts, each party claims that it is entitled to judgment as a matter of law. The dispute between the parties relates to the nature of Riley's scheme. Under exclusion (t) in the bond, commonly known as the potential income exclusion, BB&amp;T is not entitled to recover from St. Paul \"potential income, including but not limited to interest and dividends, not realized by the Insured.\" St. Paul contends that the interest paid by Riley on the earlier fraudulent loans, which funds he obtained by taking out later fraudulent loans, does not constitute actual outgo from BB&amp;T, and is not a true realization of interest income so as to enable the bank to recover such interest income under the terms of the bond, even though BB&amp;T has treated such interest as earned income.</p>\n<p>Plaintiff also argues that it would be inherently wrong and inequitable to allow <span class=\"star-pagination\">*650</span> BB&amp;T to receive profit in the form of interest income from fraudulent loans placed on its books by its own employee, and then seek to recover from the insurance company the face value of the remaining twelve fraudulent notes, part of the proceeds of which include those prior interest payments. Furthermore, plaintiff argues that in the alternative, should the court find that the potential income exclusion does not preclude recovery for interest paid from the proceeds of subsequent fraudulent loans, St. Paul should get the benefit of any tax effect which might inure to BB&amp;T as a result of its writeoff of these fictitious loans. Finally, St. Paul argues that BB&amp;T's audit research and film research charges were not \"incurred and paid\" within the meaning of insuring clause (H) of the bond.</p>\n<p>Defendant, on the other hand, argues that the potential income exclusion does not exclude the interest paid by Riley on the prior fraudulent loans. It argues that the only \"potential income ... not realized\" by BB&amp;T within the meaning of exclusion (t) under the bond is $21,317.78 in accrued interest on the outstanding loans that was not collected by BB&amp;T and which is not claimed in this action. BB&amp;T also claims that the audit research charges and film research charges were \"incurred and paid\" within the meaning of clause (H) of the bond. Finally, BB&amp;T contends that it is entitled to prejudgment interest on the amount claimed at the legal rate of eight percent per annum from May 21, 1985 to the date the judgment is satisfied.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>The parties have found only one case where the question of whether a potential income exclusion clause should apply under circumstances such as these has been addressed. That case is <i>Bank of Huntingdon v. Smothers,</i> 626 S.W.2d 267 (Tenn. App.1981), <i>discretionary review denied,</i> ___ S.W.2d ____ (Tenn., December 28, 1981). The facts of <i>Bank of Huntingdon</i> are strikingly similar to those here. In that case, a bank employee named Troy Smothers engaged in a similar scheme to defraud the bank by setting up fictitious loans and paying the principal and interest on the old loans by creating new fictitious loans. This went on for approximately sixteen years before Smothers was caught. At that time, Smothers had 190 fictitious notes outstanding with a balance due of $468,495.75 in principal and interest. When plaintiff made a claim with the defendant insurer in this amount, the insurer objected to the payment of certain amounts. Specifically, the insurer argued that the potential income exclusion, which was almost word for word the same as the one in the contract between St. Paul and BB&amp;T, prohibited the bank from recovering interest due on the outstanding notes <i>and</i> interest paid on the prior fraudulent notes. The Tennessee Chancery Court found for the bank on both issues, and the defendant insurer appealed. On appeal, the Court of Appeals agreed that interest not yet received could not be recovered from the insurer due to the potential income exclusion. However, it held that this exclusion did <i>not</i> apply to interest received on old fraudulent loans which was paid from the principal received on new fraudulent loans.</p>\n<blockquote>If a new note is created to pay off an old note, such old note is paid off out of the general funds of the bank. When those funds reenter the bank as payment of an old note, even though such payment may represent an interest payment on the old note, it reenters the bank's general fund and loses any interest character it may have had at the time of payment. It matters not a whit whether this is accomplished by an account transfer by the bank or by actually handing out \"greenbacks\" by one hand and receiving them back with the other. The result is the same. The payment of the old note is realized.</blockquote>\n<blockquote>We bring this all out to show the bank's loss <i>and</i> to show that Smothers' purpose in obtaining funds is completely immaterial as to that loss.</blockquote>\n<blockquote>The policy in question insures against loss but does not insure against loss of <span class=\"star-pagination\">*651</span> potential income. We have shown the loss. The question is then what part, if any, of that loss is potential income. From what we have already said, it should be clear that money advanced to Smothers for whatever purpose from the general funds of the bank cannot be considered as \"potential income.\" It is purely \"actual outgo.\" Therefore, we find no merit in the argument of counsel for the insurer that since new funds were used to pay old interest due on old notes, the new funds must be purged of that portion paid as \"interest.\"</blockquote>\n<blockquote>We hold that \"Potential income, ... not realized by the Insured\" as stated in the exclusionary clause of the policy is that which the bank hopes to receive from the <i>unrepaid</i> money loaned, taken, embezzled or stolen from its general fund.</blockquote>\n<p>626 S.W.2d at 270 (emphasis in original).</p>\n<p>Plaintiff attempts to question the court's reasoning in <i>Huntingdon</i> by arguing that even defendant's expert disagrees with the court by stating that money paid into the bank as interest due does <i>not</i> lose its interest character at the time of payment. Langenderfer Deposition, pp. 15-16. Plaintiff further argues that the <i>Huntingdon</i> court's reasoning frustrates the purpose of the potential income exclusion, which is to insure that a defrauded bank recovers from its insurer only so much money as it has paid out, and does not profit from the employee's fraud.</p>\n<p>However, no matter what St. Paul's general intent was in including the potential income exclusion, this court must look to the language of the provision itself to determine whether it actually does address this type of situation. This action is one involving the interpretation of a contract, and where there is no ambiguity, the contract must be construed according to the plain and ordinary meaning of its terms. <i>First National Bank of South Carolina of Columbia v. Glens Falls Insurance Company,</i> 304 F.2d 866 (4th Cir.1962). Of course, the potential income exclusion provision may not be read in a vacuum, but must be construed in relation to the other provisions in the bond. <i>Dixie Container Corporation v. Dale,</i> 273 N.C. 624, 627, 160 S.E.2d 708, 711 (1968). However, while the intent of the parties in drafting the contract is important, \"[t]he test in construing the language of the contract is not what the insurer intended the words to mean, but is what a reasonable person in the position of the insured would have understood them to mean.\" <i>Marriott Financial Services, Inc. v. Capitol Funds, Inc.,</i> 288 N.C. 122, 143, 217 S.E.2d 551, 565 (1975).</p>\n<p>In this action, the plaintiff would have the court hold that the term \"potential income ... not realized\" means not only income which is due but not received, but income which has been received but which can be traced to bank funds obtained through a fraudulent transaction. That interpretation simply stretches the term beyond its meaning. According to defendant's expert, who is a professor of accounting at the University of North Carolina at Chapel Hill, the interest received on the prior fraudulent loans was, under generally accepted accounting principles, realized income. Langenderfer Affidavit, pp. 14-15. While plaintiff argues that such an interpretation could lead to highly inequitable results, a position with which the court does not disagree, it fails to offer any evidence or expert testimony which would refute Dr. Langenderfer's assertion, and the plain language of the bond certainly permits such results.<sup>[1]</sup></p>\n<p>What appears to have happened in this case is that Riley devised a scheme of defrauding the bank which was not anticipated by the parties when the contract was entered and the results of which were consequently <span class=\"star-pagination\">*652</span> not addressed in the agreement. The bond provides that the insurer will indemnify the bank for losses resulting from fraudulent acts of employees <i>except</i> for those items listed in Section 2, entitled \"Exclusions.\" None of the exclusions listed in Section 2, including subsection (t) relating to potential income not realized, address the situation where an employee pays the principal and interest on a fraudulent bond by taking out a new fraudulent bond. Furthermore, defendant cannot reasonably be expected to have assumed that the language in Section (t) would include such interest. <i>See</i> Camp Deposition, p. 49. That being the case, the court may not under the guise of construction insert such a provision into the agreement.<sup>[2]</sup><i>Taylor v. Gibbs,</i> 268 N.C. 363, 365, 150 S.E.2d 506, 507 (1966). Consequently, it appears that defendant is entitled to all of the principal from the outstanding loans, with no setoff for interest paid back to the bank with the proceeds of such loans.</p>\n<p>Furthermore, plaintiff has offered nothing to support its claim that it is entitled to the benefit of any tax effect which would inure to BB&amp;T from writing off its claimed losses. <i>See</i> Camp Deposition, pp. 18-21. If plaintiff expects to receive such a benefit, it must insert an appropriate provision in its future policies. <i>See </i><i>Taylor v. Gibbs, supra</i><i>.</i> However, this court will not create such a provision where none exists.</p>\n<p>Finally, plaintiff has set forth no facts or case law questioning the appropriateness of defendant's audit research and film research charges. <i>See, e.g.,</i> Plaintiff's Reply Brief, p. 2. Based on the cases cited by defendant, it appears that these expenses were reasonably incurred and are payable under insuring clause (H) of the bond. <i>See </i><i>Miami National Bank v. Pennsylvania Insurance Company,</i> 314 F.Supp. 858, 866-67 (S.D.Fla.1970); <i>Edmunds-Bouvier Savings and Loan Association v. New Amsterdam Casualty Company,</i> 389 Pa. 79, 132 A.2d 181 (1957). Accordingly, defendant is entitled to the full amount of research charges requested. Therefore, for the reasons set out herein, plaintiff's motion for summary judgment is denied and defendant's motion for summary judgment is granted. Let judgment be entered for the defendant in the sum of $534,206.64, plus prejudgment interest at the legal rate of eight percent per annum from May 21, 1985<sup>[3]</sup> until the judgment is entered, N.C.G.S. ยง 24-1 and -5, and interest following that date until the judgment is satisfied at the applicable rate as set out in 28 U.S.C. ยง 1961.</p>\n<p>However, plaintiff is entitled to credit for the amount paid BB&amp;T by Riley in restitution. Section 7(c) of the agreement provides, in pertinent part, \"if there be no ... excess loss, any ... recoveries shall be applied first in reimbursement of the Underwriter and thereafter in reimbursement of the Insured for that part of such loss within such Deductible Amount.\" Riley has paid the bank $150,246.11, and even though plaintiff has failed to address its entitlement to that amount in setoff of defendant's award, it is clear from the above language that it is entitled to such credit. Therefore, the judgment for defendant in the sum of $534,206.64 plus prejudgment interest in the manner described hereinbefore shall be credited with the sum of $150,246.11 presently held by the bank as restitution received by the bank from Riley.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Indeed, plaintiff's expert, Wayne M. Camp, a certified public accountant, stated that he had no dispute with Dr. Langerderfer's description of accounting terminology and procedures. Camp Deposition, p. 14. Like the plaintiff, he based his analysis not on any express language in the contract but on the contention that potential income means everything except actual outgo. Camp Deposition, pp. 11, 49-50.</p>\n<p>[2]  This conclusion also finds support in <i>United Southern Bank of Sumner County v. Glens Falls Insurance Company, Inc.,</i> 548 F.Supp. 355 (M.D. Tenn.1982), which was also discussed by the parties. The court in <i>United Southern Bank</i> held an insurer liable to a bank which had been defrauded by an employee for principal <i>and</i> interest due on unpaid loans, since there was no potential income exclusion provision in the insurance agreement. Thus, that court, as has this one, construed the insurance contract by its terms and did not insert provisions which were not initially contemplated by the parties.</p>\n<p>[3]  May 21, 1985 was sixty days after the defendant filed its proof of loss and was the date payment was due defendant under Section 5 of the bond.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">643</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">648</span></span> (1986)</b></center>\n<center><h1>ST. PAUL FIRE AND MARINE INSURANCE COMPANY, Plaintiff,<br>\nv.<br>\nBRANCH BANKING AND TRUST COMPANY, Defendant.</h1></center>\n<center>No. 85-1153-Civ-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 27, 1986.</center>\n<p>John D. Haywood, Haywood, Denny, Miller, Johnson, Sessoms &amp; Haywood, Durham, N.C., Roger A. Milam, Nashville, Tenn., for plaintiff.</p>\n<p>Arch T. Allen, III, William D. Dannelly, Moore, Van Allen, Allen &amp; Thigpen, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>This action arose out of a dispute as to plaintiff's obligation under an insurance contract with defendant. Under the agreement, plaintiff agreed to indemnify defendant for loss resulting from dishonest or fraudulent acts of an employee. While plaintiff concedes its obligation to pay and has paid a portion of the amount claimed by defendant, there is a wide discrepancy between the amount claimed and the amount paid. The action is before the court on the parties' cross-motions for summary judgment. The issues have been fully briefed and argued by both parties, and the motions are ripe for disposition.</p>\n<p>The facts surrounding this action are not in dispute. Indeed, the parties have submitted a preliminary pre-trial order with stipulated facts. Those facts are as follows: In April of 1982, plaintiff insured defendant under a Bankers Blanket Bond, Bond No. 400 FY 3895, under which plaintiff agreed to indemnify defendant for, under insuring clause (A), \"[l]oss resulting directly from dishonest or fraudulent acts of an Employee committed alone or in collusion with others.\" During the period between 1972 and 1984, Thomas O. Riley, an employee of the bank within the meaning of the bond, engaged in a scheme to defraud BB&amp;T through the making of fictitious loans, the proceeds of which he converted to his own use.</p>\n<p><span class=\"star-pagination\">*649</span> Generally, Riley's scheme worked as follows: He would prepare fictitious loan documentation, and obtain the loan proceeds either by cashier's checks payable to the ostensible borrowers or by direct deposits to checking accounts in the names of ostensible borrowers but controlled by Riley. When one of these loans matured, Riley would either cause that loan to be renewed or he would generate another fictitious loan, in the same or in a different name, and apply part of the proceeds to pay principal and interest on the mature loan. Riley had control over the signature authority of the checking accounts used and over the addresses for the checking and loan accounts used in the scheme. Some of the accounts were for fictitious entries, and others were in the names of actual persons whose signatures Riley forged.</p>\n<p>By 1984 the loans had reached amounts that required additional credit information in accordance with BB&amp;T's standard loan policies. When that additional information was requested, Riley either failed to furnish it or furnished incomplete information. Officials at the Wilson branch requested Riley to manage the loans in an acceptable manner or to return the loan files to BB&amp;T's Wilson office for proper managing. On December 6, 1984, the Wilson business loan manager informed Riley that he must either return the files or bring them into compliance within the next week, or have the situation reported to Riley's immediate supervisor or the BB&amp;T audit department. Riley indicated that he would bring the files up to date and return them to the Wilson office within the week. Prior to the end of that week, Riley confessed the fraudulent loans to agents of the Federal Bureau of Investigation. His confession was reported to BB&amp;T on December 12, 1984. At the time of the discovery, twelve of Riley's fraudulent loans were outstanding. The total principal due on these loans was $781,500.</p>\n<p>BB&amp;T timely filed with St. Paul a sworn proof of loss in the amount of $750,131.60. The calculation for the amount claimed was as follows:</p>\n<p></p>\n<pre>\n           Description              Amount\nTotal of twelve fraudulent loans  $781,500.00\nAudit research charges               9,467.00\nFilm research charges                9,993.90\n                                  ___________\nSubtotal                           800,960.90\nLess blanket bond deductible        50,000.00\n                                  ___________\nSubtotal                           750,960.90\nRecovery from accounts                 829.30\n                                  ___________\nTotal loss claim                  $750,131.60\n</pre>\n<p>On May 21, 1985, sixty days after the proof of loss was filed, St. Paul paid BB&amp;T without prejudice to BB&amp;T the amount of $215,924.96, consisting of $205,924.96 for reimbursement of BB&amp;T's loss and $10,000 for reimbursement of BB&amp;T's research charges. That payment represents the amount that St. Paul claims is the limit of its obligation to BB&amp;T pursuant to the bond. After subtracting the $50,000 deductible and the $215,924.96 St. Paul payment from its total loss, BB&amp;T now claims the balance of $534,206.64 as the amount still owed under the bond. Riley has also made restitution payments to BB&amp;T in the amount of $150,246.11. BB&amp;T is currently holding those payments and intends to apply them to its loss or pay them to St. Paul depending on the results of this action.</p>\n<p></p>\n<h2>ISSUES PRESENTED</h2>\n<p>Based on these stipulated facts, each party claims that it is entitled to judgment as a matter of law. The dispute between the parties relates to the nature of Riley's scheme. Under exclusion (t) in the bond, commonly known as the potential income exclusion, BB&amp;T is not entitled to recover from St. Paul \"potential income, including but not limited to interest and dividends, not realized by the Insured.\" St. Paul contends that the interest paid by Riley on the earlier fraudulent loans, which funds he obtained by taking out later fraudulent loans, does not constitute actual outgo from BB&amp;T, and is not a true realization of interest income so as to enable the bank to recover such interest income under the terms of the bond, even though BB&amp;T has treated such interest as earned income.</p>\n<p>Plaintiff also argues that it would be inherently wrong and inequitable to allow <span class=\"star-pagination\">*650</span> BB&amp;T to receive profit in the form of interest income from fraudulent loans placed on its books by its own employee, and then seek to recover from the insurance company the face value of the remaining twelve fraudulent notes, part of the proceeds of which include those prior interest payments. Furthermore, plaintiff argues that in the alternative, should the court find that the potential income exclusion does not preclude recovery for interest paid from the proceeds of subsequent fraudulent loans, St. Paul should get the benefit of any tax effect which might inure to BB&amp;T as a result of its writeoff of these fictitious loans. Finally, St. Paul argues that BB&amp;T's audit research and film research charges were not \"incurred and paid\" within the meaning of insuring clause (H) of the bond.</p>\n<p>Defendant, on the other hand, argues that the potential income exclusion does not exclude the interest paid by Riley on the prior fraudulent loans. It argues that the only \"potential income ... not realized\" by BB&amp;T within the meaning of exclusion (t) under the bond is $21,317.78 in accrued interest on the outstanding loans that was not collected by BB&amp;T and which is not claimed in this action. BB&amp;T also claims that the audit research charges and film research charges were \"incurred and paid\" within the meaning of clause (H) of the bond. Finally, BB&amp;T contends that it is entitled to prejudgment interest on the amount claimed at the legal rate of eight percent per annum from May 21, 1985 to the date the judgment is satisfied.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>The parties have found only one case where the question of whether a potential income exclusion clause should apply under circumstances such as these has been addressed. That case is <i>Bank of Huntingdon v. Smothers,</i> <span class=\"citation\" data-id=\"2385825\"><a href=\"/opinion/2385825/bank-of-huntingdon-v-smothers/\"><span class=\"volume\">626</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">267</span></a></span> (Tenn. App.1981), <i>discretionary review denied,</i> ___ S.W.2d ____ (Tenn., December 28, 1981). The facts of <i>Bank of Huntingdon</i> are strikingly similar to those here. In that case, a bank employee named Troy Smothers engaged in a similar scheme to defraud the bank by setting up fictitious loans and paying the principal and interest on the old loans by creating new fictitious loans. This went on for approximately sixteen years before Smothers was caught. At that time, Smothers had 190 fictitious notes outstanding with a balance due of $468,495.75 in principal and interest. When plaintiff made a claim with the defendant insurer in this amount, the insurer objected to the payment of certain amounts. Specifically, the insurer argued that the potential income exclusion, which was almost word for word the same as the one in the contract between St. Paul and BB&amp;T, prohibited the bank from recovering interest due on the outstanding notes <i>and</i> interest paid on the prior fraudulent notes. The Tennessee Chancery Court found for the bank on both issues, and the defendant insurer appealed. On appeal, the Court of Appeals agreed that interest not yet received could not be recovered from the insurer due to the potential income exclusion. However, it held that this exclusion did <i>not</i> apply to interest received on old fraudulent loans which was paid from the principal received on new fraudulent loans.</p>\n<blockquote>If a new note is created to pay off an old note, such old note is paid off out of the general funds of the bank. When those funds reenter the bank as payment of an old note, even though such payment may represent an interest payment on the old note, it reenters the bank's general fund and loses any interest character it may have had at the time of payment. It matters not a whit whether this is accomplished by an account transfer by the bank or by actually handing out \"greenbacks\" by one hand and receiving them back with the other. The result is the same. The payment of the old note is realized.</blockquote>\n<blockquote>We bring this all out to show the bank's loss <i>and</i> to show that Smothers' purpose in obtaining funds is completely immaterial as to that loss.</blockquote>\n<blockquote>The policy in question insures against loss but does not insure against loss of <span class=\"star-pagination\">*651</span> potential income. We have shown the loss. The question is then what part, if any, of that loss is potential income. From what we have already said, it should be clear that money advanced to Smothers for whatever purpose from the general funds of the bank cannot be considered as \"potential income.\" It is purely \"actual outgo.\" Therefore, we find no merit in the argument of counsel for the insurer that since new funds were used to pay old interest due on old notes, the new funds must be purged of that portion paid as \"interest.\"</blockquote>\n<blockquote>We hold that \"Potential income, ... not realized by the Insured\" as stated in the exclusionary clause of the policy is that which the bank hopes to receive from the <i>unrepaid</i> money loaned, taken, embezzled or stolen from its general fund.</blockquote>\n<p>626 S.W.2d at 270 (emphasis in original).</p>\n<p>Plaintiff attempts to question the court's reasoning in <i>Huntingdon</i> by arguing that even defendant's expert disagrees with the court by stating that money paid into the bank as interest due does <i>not</i> lose its interest character at the time of payment. Langenderfer Deposition, pp. 15-16. Plaintiff further argues that the <i>Huntingdon</i> court's reasoning frustrates the purpose of the potential income exclusion, which is to insure that a defrauded bank recovers from its insurer only so much money as it has paid out, and does not profit from the employee's fraud.</p>\n<p>However, no matter what St. Paul's general intent was in including the potential income exclusion, this court must look to the language of the provision itself to determine whether it actually does address this type of situation. This action is one involving the interpretation of a contract, and where there is no ambiguity, the contract must be construed according to the plain and ordinary meaning of its terms. <i>First National Bank of South Carolina of Columbia v. Glens Falls Insurance Company,</i> <span class=\"citation\" data-id=\"257609\"><a href=\"/opinion/257609/the-first-national-bank-of-south-carolina-of-columbia-v-glens-falls/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">866</span></a></span> (4th Cir.1962). Of course, the potential income exclusion provision may not be read in a vacuum, but must be construed in relation to the other provisions in the bond. <i>Dixie Container Corporation v. Dale,</i> <span class=\"citation\" data-id=\"1333883\"><a href=\"/opinion/1333883/dixie-container-corporation-v-dale/\"><span class=\"volume\">273</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">624</span></a></span>, 627, <span class=\"citation\" data-id=\"1333883\"><a href=\"/opinion/1333883/dixie-container-corporation-v-dale/\"><span class=\"volume\">160</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">708</span></a></span>, 711 (1968). However, while the intent of the parties in drafting the contract is important, \"[t]he test in construing the language of the contract is not what the insurer intended the words to mean, but is what a reasonable person in the position of the insured would have understood them to mean.\" <i>Marriott Financial Services, Inc. v. Capitol Funds, Inc.,</i> <span class=\"citation\" data-id=\"1283713\"><a href=\"/opinion/1283713/marriott-financial-services-v-capitol-funds/\"><span class=\"volume\">288</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">122</span></a></span>, 143, <span class=\"citation\" data-id=\"1283713\"><a href=\"/opinion/1283713/marriott-financial-services-v-capitol-funds/\"><span class=\"volume\">217</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">551</span></a></span>, 565 (1975).</p>\n<p>In this action, the plaintiff would have the court hold that the term \"potential income ... not realized\" means not only income which is due but not received, but income which has been received but which can be traced to bank funds obtained through a fraudulent transaction. That interpretation simply stretches the term beyond its meaning. According to defendant's expert, who is a professor of accounting at the University of North Carolina at Chapel Hill, the interest received on the prior fraudulent loans was, under generally accepted accounting principles, realized income. Langenderfer Affidavit, pp. 14-15. While plaintiff argues that such an interpretation could lead to highly inequitable results, a position with which the court does not disagree, it fails to offer any evidence or expert testimony which would refute Dr. Langenderfer's assertion, and the plain language of the bond certainly permits such results.<sup>[1]</sup></p>\n<p>What appears to have happened in this case is that Riley devised a scheme of defrauding the bank which was not anticipated by the parties when the contract was entered and the results of which were consequently <span class=\"star-pagination\">*652</span> not addressed in the agreement. The bond provides that the insurer will indemnify the bank for losses resulting from fraudulent acts of employees <i>except</i> for those items listed in Section 2, entitled \"Exclusions.\" None of the exclusions listed in Section 2, including subsection (t) relating to potential income not realized, address the situation where an employee pays the principal and interest on a fraudulent bond by taking out a new fraudulent bond. Furthermore, defendant cannot reasonably be expected to have assumed that the language in Section (t) would include such interest. <i>See</i> Camp Deposition, p. 49. That being the case, the court may not under the guise of construction insert such a provision into the agreement.<sup>[2]</sup><i>Taylor v. Gibbs,</i> <span class=\"citation\" data-id=\"1254026\"><a href=\"/opinion/1254026/taylor-v-gibbs/\"><span class=\"volume\">268</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">363</span></a></span>, 365, <span class=\"citation\" data-id=\"1254026\"><a href=\"/opinion/1254026/taylor-v-gibbs/\"><span class=\"volume\">150</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">506</span></a></span>, 507 (1966). Consequently, it appears that defendant is entitled to all of the principal from the outstanding loans, with no setoff for interest paid back to the bank with the proceeds of such loans.</p>\n<p>Furthermore, plaintiff has offered nothing to support its claim that it is entitled to the benefit of any tax effect which would inure to BB&amp;T from writing off its claimed losses. <i>See</i> Camp Deposition, pp. 18-21. If plaintiff expects to receive such a benefit, it must insert an appropriate provision in its future policies. <i>See </i><i>Taylor v. Gibbs, supra</i><i>.</i> However, this court will not create such a provision where none exists.</p>\n<p>Finally, plaintiff has set forth no facts or case law questioning the appropriateness of defendant's audit research and film research charges. <i>See, e.g.,</i> Plaintiff's Reply Brief, p. 2. Based on the cases cited by defendant, it appears that these expenses were reasonably incurred and are payable under insuring clause (H) of the bond. <i>See </i><i>Miami National Bank v. Pennsylvania Insurance Company,</i> <span class=\"citation\" data-id=\"1472302\"><a href=\"/opinion/1472302/miami-national-bank-v-pennsylvania-insurance-co/\"><span class=\"volume\">314</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">858</span></a></span>, 866-67 (S.D.Fla.1970); <i>Edmunds-Bouvier Savings and Loan Association v. New Amsterdam Casualty Company,</i> <span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">79</span></span>, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">181</span></span> (1957). Accordingly, defendant is entitled to the full amount of research charges requested. Therefore, for the reasons set out herein, plaintiff's motion for summary judgment is denied and defendant's motion for summary judgment is granted. Let judgment be entered for the defendant in the sum of $534,206.64, plus prejudgment interest at the legal rate of eight percent per annum from May 21, 1985<sup>[3]</sup> until the judgment is entered, N.C.G.S. ยง 24-1 and -5, and interest following that date until the judgment is satisfied at the applicable rate as set out in 28 U.S.C. ยง 1961.</p>\n<p>However, plaintiff is entitled to credit for the amount paid BB&amp;T by Riley in restitution. Section 7(c) of the agreement provides, in pertinent part, \"if there be no ... excess loss, any ... recoveries shall be applied first in reimbursement of the Underwriter and thereafter in reimbursement of the Insured for that part of such loss within such Deductible Amount.\" Riley has paid the bank $150,246.11, and even though plaintiff has failed to address its entitlement to that amount in setoff of defendant's award, it is clear from the above language that it is entitled to such credit. Therefore, the judgment for defendant in the sum of $534,206.64 plus prejudgment interest in the manner described hereinbefore shall be credited with the sum of $150,246.11 presently held by the bank as restitution received by the bank from Riley.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Indeed, plaintiff's expert, Wayne M. Camp, a certified public accountant, stated that he had no dispute with Dr. Langerderfer's description of accounting terminology and procedures. Camp Deposition, p. 14. Like the plaintiff, he based his analysis not on any express language in the contract but on the contention that potential income means everything except actual outgo. Camp Deposition, pp. 11, 49-50.</p>\n<p>[2]  This conclusion also finds support in <i>United Southern Bank of Sumner County v. Glens Falls Insurance Company, Inc.,</i> <span class=\"citation\" data-id=\"1651156\"><a href=\"/opinion/1651156/united-southern-bank-of-sumner-cty-v-glens-falls/\"><span class=\"volume\">548</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">355</span></a></span> (M.D. Tenn.1982), which was also discussed by the parties. The court in <i>United Southern Bank</i> held an insurer liable to a bank which had been defrauded by an employee for principal <i>and</i> interest due on unpaid loans, since there was no potential income exclusion provision in the insurance agreement. Thus, that court, as has this one, construed the insurance contract by its terms and did not insert provisions which were not initially contemplated by the parties.</p>\n<p>[3]  May 21, 1985 was sixty days after the defendant filed its proof of loss and was the date payment was due defendant under Section 5 of the bond.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/257609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1254026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1283713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1333883/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1472302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1651156/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2385825/"
  ]
}