{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1908590/",
  "absolute_url": "/opinion/1908590/fraver-v-north-carolina-farm-bureau-mut-ins-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1908590/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:47:13.365002Z",
  "date_modified": "2016-04-26T22:13:31.105505Z",
  "type": "010combined",
  "sha1": "2ea3cb31d330b25c269d322b464bae1cd335f8ec",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>643 F.Supp. 633 (1985)</b></center>\n<center><h1>R.E. FRAVER, J. Rives Manning, Jr., J.C. Faust, Hubert Hampton Martin, William A Pleasant, C.B. Weatherly, Jr., Lee Williams, Jimmy McElreath, Mike Steiner, David Marion, James K. Wright, William A. Davenport, Jr., Max F. Roberts, Ted Bright, Billy Ray Staley, William Samuel Kirby, Herbert M. Speas, Jr., Robert L. Dobbins, Linda G. Hamrick, Edward L. Lowder, Ron Worthington, David Breeden, Peggy Horney, Harry Horney, and Robert J. Womble, Plaintiffs,<br>\nv.<br>\nNORTH CAROLINA FARM BUREAU MUTUAL INSURANCE COMPANY, A Corporation, Defendant.</h1></center>\n<center>No. 83-129-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 3, 1985.</center>\n<p><span class=\"star-pagination\">*634</span> Charles R. Holton, Powe, Porter and Alphin, P.A., Durham, N.C., for plaintiffs.</p>\n<p>Robert B. Broughton, General Counsel, North Carolina Farm Bureau Mut. Ins. Co., William S. Aldridge, Gregory B. Crampton, Merriman, Nicholls, Crampton, Dombalis &amp; Aldridge, P.A., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER AND JUDGMENT</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p></p>\n<h2>INTRODUCTION</h2>\n<p>Plaintiffs in this action are all former agents or agency managers of the defendant North Carolina Farm Bureau Mutual Insurance Company (hereinafter Farm Bureau). The employment contracts between all of the plaintiffs and the defendant contained provisions for income after retirement and all of the plaintiffs have been denied this income since leaving their employment with the company. The agency manager's retirement provisions were all identical with each other and were substantially identical with the retirement provisions for agents, except for minor differences in the basis of calculating the amount of retirement income and the period over which such income would be paid.</p>\n<p>The Court has already determined that all of the plaintiffs were \"employees\" of the defendant and that the retirement provisions in their contracts constitute a retirement \"plan\" under the Employee Retirement Income Security Act of 1974, 29 U.S.C. § 1001 et seq. (hereinafter ERISA). In particular, § 1053 of ERISA, as this Court has heretofore ruled, requires that the Farm Bureau must pay the retirement benefits to those plaintiffs whose employment by the Farm Bureau was of sufficient duration to meet statutory vesting requirements and who are not otherwise excluded from the statute's protection. The Court has already ruled on the issue of vesting requirements. The remaining issues for trial were threefold, to-wit:</p>\n<p>1. whether the agents and agency manager's contracts constitute a single unfunded employee benefit plan maintained by an employer primarily for the purpose of providing deferred compensation for a select group of management or highly compensated employees so as to exclude such employees, pursuant to 29 U.S.C. § 1051(2), from the protection otherwise afforded them under ERISA;</p>\n<p>2. whether the applicable statute of limitations expired against plaintiff, William A. Pleasant, so as to preclude his recovery; and</p>\n<p>3. did plaintiff, Robert Dobbins, have ten years of service so as to give him a vested interest in the retirement plan?</p>\n<p>This matter having been heard before the Court on June 3, 1985, and July 3, 1985, and the Court having heard the testimony of witnesses, having reviewed the exhibits admitted herein, and having heard the arguments of counsel, and counsel having stipulated as to certain facts, the Court herewith makes the following findings of fact and conclusions of law.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>1. Plaintiff, C. B. Weatherly, Jr., is a citizen and resident of Durham County, North Carolina and at the time that he became disassociated with defendant he was performing services for defendant pursuant to an \"Agent's Contract.\"</p>\n<p>2. Plaintiff, R. E. Fraver, is a citizen and resident of Iredell County, North Carolina, and at the time that he became disassociated with defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>3. Plaintiff, J. Rives Manning, Jr., is a citizen and resident of Halifax County, North Carolina, and at the time that he <span class=\"star-pagination\">*635</span> became disassociated with defendant, he was performing services for defendant pursuant to an \"Agent's Contract.\"</p>\n<p>4. Plaintiff, J. C. Faust, is a citizen and resident of Buncombe County, North Carolina, and at the time that he became disassociated with defendant he was performing services for defendant pursuant to an \"Agent's Contract.\"</p>\n<p>5. Plaintiff, Hubert Hampton Martin, is a citizen and resident of Anson County, North Carolina, and at the time that he became disassociated with defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>6. Plaintiff, William A. Pleasant, is a citizen and resident of Caswell County, North Carolina, and at the time that he became disassociated with defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>7. Plaintiffs, Lee Williams and Jimmy McElreath, are citizens and residents of Moore County, North Carolina. At the time that plaintiff McElreath became disassociated from defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\" At the time that plaintiff Williams became disassociated from defendant he was performing services for defendant pursuant to an \"Agent's Contract.\"</p>\n<p>8. Plaintiff, Mike Steiner, is a citizen and resident of Cabarrus County, North Carolina, and at the time that he became disassociated from defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>9. Plaintiffs, David Marion and James K. Wright, are citizens and residents of Randolph County, North Carolina. At the time that plaintiff Marion became disassociated from defendant he was performing services for defendant pursuant to an \"Agent's Contract.\" At the time that plaintiff Wright became disassociated from defendant he was performing services for defendant pursuant to an \"Agent's Contract.\"</p>\n<p>10. Plaintiff, William A. Davenport, Jr., is a citizen and resident of Greene County, North Carolina, and at the time that he became disassociated from defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>11. Plaintiff, Max K. Roberts, is a citizen and resident of Caldwell County, North Carolina, and at the time he became disassociated from defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>12. Plaintiff, Ted Bright, is a citizen and resident of McDowell County, North Carolina, and at the time he became disassociated from defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>13. Plaintiff, Billy Ray Staley, is a citizen and resident of Guilford County, North Carolina, and at the time he became disassociated from defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>14. Plaintiff, William Samuel Kirby, is a citizen and resident of Brunswick County, North Carolina, and at the time he became disassociated from defendant he was performing services for defendant pursuant to an \"Agent's Contract.\"</p>\n<p>15. Plaintiff, Herbert M. Speas, Jr., is a citizen and resident of Burke County, North Carolina, and at the time he became disassociated from defendant he was performing services for defendant pursuant to an \"Agent's Contract.\"</p>\n<p>16. Plaintiff, Robert L. Dobbins, is a citizen and resident of Richmond County, North Carolina, and at the time he became disassociated from defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>17. Plaintiff, Linda G. Hamrick, is a citizen and resident of Cleveland County, North Carolina, and at the time she became disassociated from defendant she was performing <span class=\"star-pagination\">*636</span> services for defendant pursuant to an \"Agent's Contract.\"</p>\n<p>18. Plaintiff, Edward L. Lowder, is a citizen and resident of Stanley County, North Carolina, and at the time he became disassociated from defendant he was performing services for defendant pursuant to an \"Agent's Contract.\"</p>\n<p>19. Plaintiff, Ron Worthington, is a citizen and resident of Davidson County, North Carolina, and at the time he became disassociated from defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>20. Plaintiff, David Breeden, is a citizen and resident of Robeson County, North Carolina, and at the time he became disassociated from defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>21. Plaintiffs, Peggy Horney and Harry Horney, are citizens and residents of Avery County, North Carolina. At the time the plaintiff Peggy Horney became disassociated from defendant she was performing services for defendant pursuant to an \"Agent's Contract.\" At the time that plaintiff Harry Horney became disassociated from defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>22. Plaintiff, Robert J. Womble, is a citizen and resident of Harnett County, North Carolina, and at the time he became disassociated from defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>23. Defendant is a corporation organized and existing under the laws of the State of North Carolina with its principal office being located in the City of Raleigh, Wake County, North Carolina.</p>\n<p>24. Defendant and the plaintiffs entered into certain written agreements.</p>\n<p>25. Pursuant to these agreements, each plaintiff was designated as an agent or agency manager for defendant by the terms of his contract which was in effect at any particular time of his association with defendant.</p>\n<p>26. The agreements entered into by those individuals who acted as agency managers for defendant contained certain provisions designated \"Retirement, Death and Disability Benefits,\" the pertinent provisions of which are set forth below.</p>\n<blockquote>RETIREMENT, DEATH AND DISABILITY BENEFITS.</blockquote>\n<blockquote>15. Upon termination of this contract, Company shall pay to Agency Manager, or his surviving spouse, if any; otherwise to his estate or his lawful heirs or beneficiaries, an amount equal to a percentage of the written premium (excluding Risks assigned to Company) in his county for the last calendar year prior to termination as follows: ....</blockquote>\n<p>The following provisions shall apply to this payment:</p>\n<blockquote>(A) Payment shall be made unless contract is terminated for reasons of fraud or criminal act.</blockquote>\n<blockquote>(B) Amount payable shall be paid in 120 equal payments beginning sixty (60) days after termination of contract.</blockquote>\n<blockquote>(C) In order to be eligible to receive any of the benefits provided herein, Agency Manager shall not be licensed to sell nor shall he sell any kind of insurance in North Carolina at any time during the payment period set forth above. If any Agency Manager violates this provision, no further payments shall be made by the Company, and Agency Manager shall reimburse Company for any payments made because of not being informed, after the date of violation by the Agency Manager.</blockquote>\n<blockquote>(D) Any indebtedness on the part of the Agency Manager to Company shall be deducted before payments are calculated.</blockquote>\n<blockquote>(E) Company shall deduct above payments from the commission payable to the incoming Agency Manager in equal monthly amounts for 120 consecutive months beginning the first full month after the Agency Manager takes over the territory.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*637</span> (F) If Agency Manager was promoted from position of the agent for this Company, his time of continuous service during the first five years as Agency Manager shall accrue to his time of continuous service as agent toward qualification for agent's retirement. After five years' consecutive service as Agency Manager, the Retirement, Death and Disability Benefits set forth above shall be applicable in lieu of those which are applicable to agents.</blockquote>\n<p>27. The agreements entered into by those individuals who acted as agents for defendant contained certain provisions designated \"Retirement, Death and Disability Benefits.\" The pertinent provisions of those Benefits were set out in two separate forms, the first of which is set forth below:</p>\n<p></p>\n<h2>RETIREMENT, DEATH AND DISABILITY BENEFITS.</h2>\n<blockquote>14. Upon termination of this contract, Company shall pay to agent, or his surviving spouse, if any, otherwise to his estate, an amount equal to the agent's renewal commission for the last twelve months prior to termination of this contract. The following provisions shall apply to this payment:</blockquote>\n<blockquote>(A) Payment shall be made unless contract is terminated for reasons of fraud or criminal act.</blockquote>\n<blockquote>(B) Agent shall have been agent for company for at least five consecutive years prior to termination of contract.</blockquote>\n<blockquote>(C) Amount payable shall be paid in sixty (60) equal monthly payments beginning sixty (60) days after termination of contract.</blockquote>\n<blockquote>(D) Agent shall not be licensed to sell any kind of insurance in North Carolina during the payment period.</blockquote>\n<blockquote>(E) Any indebtedness on the part of the agent to the company shall be deducted from the monthly payments as calculated.</blockquote>\n<blockquote>(F) Monthly payments shall be made only if the benefits amount to $10.00 per month or more. Otherwise the entire amount shall be paid in a lump sum.</blockquote>\n<blockquote>(G) Company shall deduct above payment from the commission payable to the incoming agent in equal monthly amounts for sixty (60) consecutive months beginning the first full month after the agent takes over the territory.</blockquote>\n<p>All of the plaintiffs who were designated as agents, except plaintiffs J. Rives Manning, Jr. and J. C. Faust, had the above language incorporated into their \"Agent's Contracts.\" Plaintiffs Manning and Faust had the following language incorporated into their \"Agent's Contracts\":</p>\n<p>Upon termination of this Contract, Company shall pay commissions to Agent, or Agent's surviving spouse, if any, otherwise to Agent's estate, subject to the following provisions:</p>\n<blockquote>(a) Agent must have been an agent for Company for at least five (5) consecutive years prior to termination of this Contract.</blockquote>\n<blockquote>(b) Agent shall receive an amount equal to a percentage of the premiums written by Agent for the last calendar year prior to termination as follows:</blockquote>\n<p></p>\n<pre>\nLength of                       Percentage\nContinuous                        Written\nService as                      Premium to\nAgent                             be Paid\nLess than 5 years                  0.0%\nAt least 5 but less than\n  6 years                          2.5%\nAt least 6 but less than\n  7 years                          3.0%\nAt least 7 years but less than\n  8 years                          3.5%\nAt least 8 years but less than\n  9 years                          4.0%\nAt least 9 but less than\n  10 years                         4.5%\nAt least 10 years                  5.0%\n</pre>\n<blockquote>(c) The amount owing less any indebtness of Agent to Company, hereunder shall be payable in one hundred twenty (120) equal monthly payments beginning sixty (60) days after termination of this Contract.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*638</span> (d) Agent shall not sell any kind of insurance in North Carolina, at any time, during the payment period set forth above without the prior written consent of Company. If Agent violates this provision, no further payments shall be owing to Agent by Company and Agent shall reimburse Company for any payments made after the date of such violation.</blockquote>\n<blockquote>(e) Monthly payments shall be made only if the benefits amount to Ten Dollars ($10.00) per month or more; otherwise, the entire amount shall be paid in a lump sum.</blockquote>\n<blockquote>(f) An amount equal to the amount paid monthly to Agent shall be deducted monthly from the commissions payable to the agent who assumes Agent's territory.</blockquote>\n<blockquote>(g) Contract was not terminated for any of the reasons set forth in Paragraph 9(b).</blockquote>\n<p>28. The total amount of benefits pursuant to paragraph 15 of the \"Agency Manager's Agreement,\" which would be due each plaintiff (designated as an Agency Manager) under the applicable contract in question, assuming each respective plaintiff should prevail in this action, is:</p>\n<p></p>\n<pre>\nR.E. Fraver                $38,800.00\nHubert Hampton Martin      $28,552.00\nWilliam A. Pleasant        $16,203.00\n<sup>[*]</sup>Jimmy McElreath            $26,402.00\n<sup>[*]</sup>Mike Steiner               $13,340.00\nWilliam A. Davenport, Jr.  $16,645.00\nMax K. Roberts             $44,174.00\nTed Bright                 $21,124.00\n<sup>[*]</sup>Billy Ray Staley           $23,609.00\nRobert L. Dobbins          $19,381.00\nRon Worthington            $51,854.00\n<sup>[*]</sup>David Breeden              $14,882.00\n<sup>[*]</sup>Harry Horney               $19,282.00\n<sup>[*]</sup>Robert J. Womble           $26,308.00\n</pre>\n<p>29. The total amount of benefits pursuant to paragraph 14 of the \"Agent's Contract,\" which would be due each plaintiff (designated as an agent) under the applicable contract in question, assuming each respective plaintiff should prevail in this action, is:</p>\n<p></p>\n<pre>\n<sup>[*]</sup>J. Rives Manning, Jr.       $18,333.00\n<sup>[*]</sup>J. C. Faust                 $16,206.50\nC. B. Weatherly, Jr.         $10,428.00\nLee Williams                 $10,394.50\n<sup>[*]</sup>David Marion                $ 6,468.50\n<sup>[*]</sup>James K. Wright             $ 5,332.50\n<sup>[*]</sup>William Samuel Kirby        $ 9,860.00\nHerbert M. Speas, Jr.        $21,561.00\n<sup>[*]</sup>Linda G. Hamrick            $ 8,468.50\n<sup>[*]</sup>Edward L. Lowder            $11,279.00\n<sup>[*]</sup>Peggy Horney                $12,421.50\n</pre>\n<p>30. The beginning and ending contract dates for each plaintiff were as follows:</p>\n<p></p>\n<pre>\n                           Beginning   Ending\n        Plaintiff            Date       Date\nC. B. Weatherly, Jr.        9-67      7-18-80\nR. E. Fraver                4-66      3-12-81\nJ. Rives Manning, Jr.       1-1-72    3-1-81\nJ. C. Faust                 4-72      7-18-80\nHubert Hampton Martin       1-24-64   11-15-80\nWilliam A. Pleasant         4-1-59    9-1-79\nLee Williams                10-15-59  3-31-80\nJimmy McElreath             2-73      3-31-80\nMike Steiner                9-1-75    2-27-81\nDavid Marion                9-1-75    6-1-81\nJames K. Wright             9-1-75    6-1-81\nWilliam A. Davenport, Jr.   12-57     7-31-80\nMax K. Roberts              11-28-53  6-30-81\nTed Bright                  5-1-62    5-24-81\nBilly Ray Staley            11-1-71   8-8-81\nWillliam Samuel Kirby       10-75     12-31-81\nHerbert M. Speas, Jr.       7-1-70    12-31-81\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*639</span>\n                         Beginning   Ending\n       Plaintiff          Date        Date\n<sup>[*]</sup>Robert L. Dobbins  4-15-73    1-31-81\nLinda G. Hamrick         6-75       10-1-81\nEdward L. Lowder         1-1-73     3-15-82\nRon Worthington          3-1-73     4-23-82\nDavid Breeden            8-74       8-16-82\nPeggy Horney             5-1-75     10-31-82\nHarry Horney             8-1-73     10-25-82\nRobert J. Womble         8-1-74     9-1-82\n</pre>\n<p>31. All of the plaintiffs became licensed to sell insurance in North Carolina within sixty days following their disassociation from the defendant, before any payments were scheduled to begin under the \"Retirement, Death and Disability Benefits\" provisions of the Agreements (paragraph 15, \"Agency Manager's Agreement\" and paragraph 14, \"Agent's Contract\").</p>\n<p>32. The utilization of agent's contracts and agency manager's contracts was instituted substantially at the same point in time, to-wit, the late 1950's or early 1960's. The use of such contracts was begun at the direction of the company's general manager, to-wit, C.D. Culp, for the purpose of compensating agents and agency managers for business generated by them during the term of their association with the company. The purpose or rationale behind the agent's contracts and the agency manager's contracts was the same. In sum, contracts for both or each group were instituted by the same management at the same time and for the same purpose to-wit, to provide deferred compensation to the defendant's sales force who were paid on a commission basis.</p>\n<p>33. Defendant has not established any fund or separate account to be used for the payment of benefits under paragraph 14 of the agent's contract or paragraph 15 of the agency manager's contract.</p>\n<p>34. The benefits paid to the agents or agency managers pursuant to the agents or agency managers' contract are paid from the general funds of the defendant.</p>\n<p>35. Within 60 days of plaintiff Pleasant's termination of his association with defendant, defendant invoked the condition precedent of his contract as to not being licensed to sell insurance within the state during the payment period, and refused to make payments to Mr. Pleasant.</p>\n<p>36. On August 25, 1981, plaintiff Pleasant, among others, filed a breach of contract action in the North Carolina State Court system complaining that he had been wrongfully denied his retirement benefits. His cause of action was not predicated upon ERISA. That action was voluntarily dismissed on January 26, 1983.</p>\n<p>37. Pleasant's complaint herein was not filed until February 14, 1983.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>ERISA BACKGROUND AND THE EXCEPTION FOR HIGHLY COMPENSATED OR MANAGERIAL EMPLOYEES</h2>\n<p>ERISA was enacted in 1974 to address a nationwide problem of abuse by employers of employee pension plans. As noted by Congress when it enacted the statute, ERISA's protections were thought to apply to some three million people or about half the nation's non-farm work force. 1974 U.S.Code Cong. and Adm.News 4639, 4640, 4641.</p>\n<p>The major protection which ERISA would accord to the plaintiffs here, as this Court has recognized in the past, would be to prevent the Farm Bureau from denying pension benefits to those plaintiffs who worked for Farm Bureau for sufficient time to meet the minimum vesting requirements and who are not otherwise excluded from the Act under some statutory exception. The specific exception at issue here is contained in Section 1051 of ERISA, establishing the extent of coverage of the vesting requirements, and saying that:</p>\n<blockquote>\"This part shall apply to any employee benefit plan ... other than</blockquote>\n<blockquote>(2) A plan which is unfunded and which is maintained by an employer primarily for the purpose of providing deferred compensation for a select <span class=\"star-pagination\">*640</span> group of management or highly-compensated employees;\"</blockquote>\n<p>29 U.S.C. Section 1051(2).</p>\n<p>Nowhere in the statute are the terms \"select,\" \"highly compensated,\" or \"management\" defined, nor have there been regulations issued to clarify the terms. Moreover, the legislative history is largely silent as to what Congress meant to do when it created this exception, and there have been few cases interpreting the scope or the meaning of the section.</p>\n<p>As to the term \"primarily,\" a noted commentary has suggested that it may allow a plan to be excluded from ERISA's protection in cases when a few non-management or non-highly compensated employees participate. Goodman and Stone, \"Exempt Compensation Arrangements Under ERISA,\" 28 Cath.U.L.Rev. 445, 464-465 (1979).</p>\n<p>At the outset, defendant contended that two retirement plans were in effect for its commission paid sales forceone for its agents and one for its agency managers, the latter being a select highly compensated group. In this regard, the Court recognizes that there are some minor differences in the method of calculating the amounts under the plan, owing to the difference in the method of calculating the commissions paid to agents and agency managers. The plan in either instance, however, bases retirement benefits on the amount of business done for which the agent or agency manager bears some responsibility. The court also notes that the time period for payment is also different between agents and agency managers, although the Farm Bureau has shown signs of removing this difference in the late stages of plaintiffs' employment by changing the agents' payout period to 10 years to match the agency managers'.</p>\n<p>Aside from the minor differences discussed above, the retirement plan is structured identically for agents and agency managers. Both are structured in the nature of \"buy-out\" plans, that is, monthly payments to the outgoing member of the agency force are deducted from the monthly commissions of his or her replacement. Both the agents' and agency managers' contracts contain effectively identical \"bad-boy\" provisions relating to licensing with other insurance companies during the payout period. Both contracts require five years' service with the Farm Bureau to qualify for benefits, and both state that the Farm Bureau will deduct any indebtedness to the company before making any payout. Both begin payment sixty days after retirement. Both contain identical language about forfeiting of benefits if the plan is terminated by fraud or criminal act. In short, there is one plan in operation, with slight differences in calculation to account for slight differences in the compensation of the people involved, but one plan nonetheless.</p>\n<p>Aside from the identical structure of the plan that appears in agents' and agency managers' contracts there are the indications that the Farm Bureau intended to create a single plan for its commission paid sales force. The Farm Bureau has an IRS qualified retirement plan for its salaried employees which does not include the commission paid sales force. The qualified plan includes the company's highly compensated, management employees who are on salary. It is apparent that the Farm Bureau intended to provide pension benefits protected by ERISA for those management employees. In order to argue that the agency managers are not protected, and that their plan is separate from the agent's plan, it must then be inferred that the Farm Bureau intended, for some odd reason, to single out agency managers separately from the agents and separately from management to create vested pension benefits for everyone but them.</p>\n<p>The inference is not warranted. As previously noted, use of the agents' and agency managers' contracts was instituted substantially at the same point in time at the direction of the same general manager of the defendant for the same purpose, to-wit, to provide deferred compensation for defendant's commission paid sales force. The <span class=\"star-pagination\">*641</span> defendant treated agency and agency managers exactly alike with regard to their entitlement to benefits and in interpreting the plan language applicable to each. In summation, the defendant simply created two plans, one for its salaried employees and one for its commission paid sales force, the latter being constituted by its agents and agency managers in the aggregate, and of which agency managers were a minor portion. No evidence has been produced from which it can be found that the commission sales force constitutes a select group of management or highly compensated employees. Hence defendant's plan fails to fall within the exception to ERISA contained in Section 1051 thereof, but to the contrary, defendant's plans are subject to the terms of ERISA.</p>\n<p>In an effort to avoid this conclusion, defendant contends that members of its commission paid sales force (agents and agency managers) <i>employed by it for five or more years</i> constitute a select group of management or highly compensated employees, and it has introduced statistical evidence in support of this contention.<sup>[1]</sup></p>\n<p>Defendant's contention is without merit. Defendant's plan benefits all members of the commission paid sales force. The employment contracts of <i>all</i> such persons contain the plan provisions, as opposed to plan provisions being contained only in employment contracts for sales personnel with five or more years' service. The five year service requirement is not a plan parameter defining who was covered by the plan, but is a vesting provision equally applicable to all plan members. That a vesting provision is not to be considered as a plan parameter is clearly indicated by the definition of \"participant\" in ERISA, to-wit:</p>\n<blockquote>An employee or former employee of an employer ... who <i>is or may become eligible to receive a benefit</i> of any type from an employee benefit plan which covers employees of any such employer.</blockquote>\n<p>29 U.S.C. 1002(7) (emphasis added).</p>\n<p>For the reasons heretofore articulated, the Court finds that the agents and agency managers' contracts constitute a single unfunded employee benefit plan maintained by the defendant for its commission paid sales force, and that the same is not a plan primarily maintained for the purpose of providing deferred compensation for a select group of management of highly compensated employees so as to exclude such employees pursuant to 29 U.S.C. § 1051(2) from the protection otherwise afforded them under ERISA.</p>\n<p></p>\n<h2>APPLICABILITY OF THE STATUTE OF LIMITATIONS TO THE CLAIM OF WILLIAM PLEASANT</h2>\n<p>Plaintiff Pleasant terminated his employment with the defendant on October 1, 1979, and became licensed to sell insurance for companies other than the Farm Bureau within 60 days thereafter. He was shortly notified by the Farm Bureau that he would not be paid his retirement benefits. On August 25, 1981, plaintiff Pleasant, among others, filed an action in the North Carolina State Court system claiming that he had wrongfully been denied his retirement benefits. That action with regard to the retirement claim was voluntarily dismissed on January 26, 1983, and the present action was filed on February 14, 1983.</p>\n<p>Because ERISA does not contain a statute of limitations, the Court looks to state law to determine the most appropriate statute. <i>Jenkins v. Local 705 International Brotherhood of Teamsters Pension Plan,</i> 713 F.2d 247 (7th Cir.1983); <i>Miles v. New York State Teamsters Conference Pension and Retirement Fund,</i> 698 F.2d 593 (2d Cir.1983), <i>cert. denied,</i> 464 U.S. 829, 104 S.Ct. 105, 78 L.Ed.2d 108 (1983).</p>\n<p>In North Carolina, the limitations period for liabilities created by statute, either state or federal, is three years absent some provision to the contrary in the statute. N.C.G.S. Section 1-52(2). The federal court <span class=\"star-pagination\">*642</span> is not bound by this particular statute of limitation since its adoption of state law is a matter of federal concern, governed by federal standards. The task of the federal court is to determine which state statutes are most appropriate after analyzing the underlying nature of the federal claim as well as the federal policies involved. <i>Jenkins,</i> 713 F.2d at 251; <i>Lukenas v. Bryce's Mountain Resort, Inc.,</i> 538 F.2d 594 (4th Cir.1976).</p>\n<p>The question of which state statute to adopt may not be particularly important in the present action because the most likely statute, other than N.C.G.S. 1-52(2) is the one for actions arising out of contracts, for which the statute is also three years. N.C. G.S. 1-52(1). Several federal courts in ERISA cases have viewed the state statute for contract actions as being the most appropriate. <i>Jenkins,</i> 713 F.2d at 253; <i>Livolsi v. City of Newcastle,</i> 501 F.Supp. 1146, 1151 (W.D.Pa.1980); <i>Dameron v. Sinai Hospital of Baltimore,</i> 595 F.Supp. 1404 (D.Md.1984). In any event, the Court finds three years to be the limitation applicable to plaintiffs' claims.</p>\n<p>Of more significance here is whether a North Carolina state rule on tolling of the statute of limitations should apply. An action in North Carolina courts dismissed without prejudice by a plaintiff in a manner such as this was done may be recommenced in state court on the same claim within one year after the dismissal. N.C. G.S. Section 1A-1, Rule 41(a)(2). This one year rule acts to extend the statute of limitations so that the action may be brought any time within the year notwithstanding that the statute might otherwise have run during the year. <i>Whitehurst v. Virginia Dare Transportation Co.,</i> 19 N.C.App. 352, 355-356, 198 S.E.2d 741, 742-743 (1973).</p>\n<p>Plaintiff Pleasant's claim was timely filed in North Carolina within the applicable three-year period after his action accrued. His claim asserted in this action was filed in this Court more than three years after such accrual but less than one year after the dismissal in the state court. Therefore, Pleasant's claim here is barred by the three year statute of limitations unless the one-year tolling rule applies.</p>\n<p>It is the Court's view that the one year tolling rule does not apply. The key consideration in this regard is whether the State Court had jurisdiction over the previous action brought by Pleasants against the Farm Bureau.</p>\n<p>In the State action commenced August 25, 1981, the plaintiffs alleged two separate causes of action against the defendant. The second cause of action involved the \"retirement benefits\" in the agents' and agency managers' contracts, which are the subject of the action before this Court. The State Court complaint, as to count two, specifically stated that the plaintiffs had met all \"valid and enforceable\" conditions of the agents and agency managers contracts and therefore the plaintiffs were entitled to recover the benefits provided pursuant to the contracts. However, in order to recover those benefits the plaintiffs would have to have a portion of the contract, the forfeiture provisions relating to being licensed to sell insurance for another company, declared invalid. The plaintiffs, at some point after the initiation of the State Court litigation, asserted that the forfeiture provision was unenforceable due to the vesting provisions of ERISA. Plaintiffs were seeking to have the Court interpret and apply ERISA to the agent's and agency manager's contract and have a portion of the \"plan\" declared illegal pursuant to ERISA. The defendant moved for Summary Judgment as to the second count of plaintiffs' complaint on the grounds that the State Court lacked jurisdiction. Immediately prior to the Court ruling on the motion the plaintiffs took a voluntary dismissal as to the second count.</p>\n<p>Section 502 of ERISA (29 U.S.C. § 1132) governs civil enforcement under ERISA. Section 502(a)(1) authorizes a <i>participant</i> to bring a civil action. Section 502(e)(1) provides that, except for actions under subsection (a)(1) of Section 502, the District Courts of the United States shall have <i>exclusive</i> <span class=\"star-pagination\">*643</span> jurisdiction of civil actions under Title I of ERISA brought by the Secretary or by a participant, beneficiary, or fiduciary. The statute goes on to state that State Courts of competent jurisdiction and District Courts of the United States shall have concurrent jurisdiction of actions under Section 502(a)(1)(B).</p>\n<p>Therefore, Congress has given the United States District Courts exclusive jurisdiction over all matters concerning civil enforcement under ERISA, except for the narrow area covered by SECTION 502(a)(1)(B).</p>\n<p>Section 502(a)(1)(B) reads as follows:</p>\n<blockquote>to recover benefits due him under the terms of <i>his</i> plan, to enforce his rights under the terms of <i>the</i> plan, or to clarify his rights to future benefits under the terms of <i>the</i> plan; (emphasis added).</blockquote>\n<p>A review of the committee reports and cases which have interpreted Section 502(a)(1)(B) made it clear that a person's right to bring an action in the State Court would be only to <i>collect</i> benefits under a plan and would not include situations involving the application of Title I of ERISA.</p>\n<p>The Conference Committee Report pertaining to Section 502 states in pertinent part:</p>\n<blockquote>Under the conference agreement (i.e. the conference agreement which was ultimately enacted into law), civil actions may be brought by a participant or beneficiary to recover benefits under the plan, to clarify rights to receive future benefits under the plan, and for relief from breach of fiduciary responsibility. The U.S. District Courts are to have exclusive jurisdiction with respect to actions involving breach of fiduciary responsibility, as well as exclusive jurisdiction over other actions to enforce benefit rights provided under Title I. However, with respect to suits to enforce or clarify benefit rights under the plan, or to recover benefits under the plan which do not involve application of the Title I provision, they may be brought, not only in the U.S. District Courts but also in State Courts of competent jurisdiction....</blockquote>\n<blockquote>1974 U.S. Congressional &amp; Legislative News, p. 5107.</blockquote>\n<p>The Conference Committee Report specifically explains that the Federal District Courts have exclusive jurisdiction over actions to \"<i>enforce</i> or <i>clarify</i> benefit rights provided under Title I\" (emphasis added). Title I is the portion of ERISA which deals with basic requirements and benefits which retirement plans must contain, such as minimum vesting, nondiscrimination and Fiduciary Responsibility. Thus, the Conference Committee Report clearly indicates the different areas of jurisdiction for the Federal and State Courts.</p>\n<p>The State Courts are granted concurrent jurisdiction to award benefits under a <i>particular</i> plan. In other words, the State Court has jurisdiction to hear a case where a participant sues to collect benefits under the specific terms of his plan, such as where an employer refuses to pay benefits which are specifically called for under a plan. The key words in Section 502(a)(1)(B) are \"his plan,\" and \"the terms of <i>the</i> plan.\" Congress clearly felt that the State Courts could take a written document (\"his plan\" or \"the plan\"), read it, and determine the benefits written out in that document, just as it would determine the amount due under a construction or sales contract. Such a case would not involve the application or interpretation of any of the ERISA requirements or a determination of whether ERISA applied.</p>\n<p>However, were a participant to come into Court and allege that a particular plan does not meet the minimum vesting requirements of ERISA, then that would be an action \"to enforce or clarify benefit rights provided under Title I.\" Conference Committee Report, Section 502. This type of action would have to be brought in the Federal Court.</p>\n<p>The reasoning of Congress in restricting the State Court to hearing cases only involving interpretation of the benefits provided under a specific written plan or contract <span class=\"star-pagination\">*644</span> is one of uniformity. Congress wanted all interpretation of the actual statutory provisions and requirements of ERISA to be uniform. The Department of Labor and Internal Revenue Service did not want to have to deal with fifty different States' interpretation of the meaning of any specific statutory provision.</p>\n<p>Congressman Dent, Chairman of the Subcommittee of Labor of the House Committee on Labor and Education further explained the Congressional concern on this point:</p>\n<blockquote>Finally, I wish to make note of what is to many the crowning achievement of this legislation, the reservation to Federal Authority the sole power to regulate the field of employee benefit plans. With the preemption of the field, we round out the protection afforded participants by eliminating the threat of conflicting and inconsistent State and local legislation. See <i>Hewlitt [Hewlett]-Packard Co. v. Barnes,</i> 425 F.Supp. 1224-[1294] (ND Cal.1977), <i>aff'd,</i> 571 F.2d 502 (9th Cir. 1978), <i>cert. denied,</i> 439 U.S. 831 [, 99 S.Ct. 108, 58 L.Ed.2d 125] (1978).</blockquote>\n<p>In <i>Guthrie v. Dow Chemical Company,</i> 445 F.Supp. 311 (S.D.Texas 1978), the Court dealt with the question of State jurisdiction over Title I questions. In <i>Guthrie,</i> employees of Dow Chemical brought a State Court action claiming that a challenged portion of the retirement plan, whereby a retirement fund was entitled to credit for workmen's compensation benefits paid, was illegal because it was in violation of Texas and United States laws and Constitution. The employer, defendant, attempted to remove the action to Federal District Court.</p>\n<p>The plaintiffs were seeking relief under Title I of ERISA, 29 U.S.C. Section 1001, <i>et seq.,</i> by saying that it was illegal for the retirement fund to be entitled to credit for workmen's compensation benefits paid. The Court noted that Congress had indicated a clear intent to preempt the entire area of regulation of all covered pension plans, citing Section 514(a) of ERISA, 29 U.S.C. Section 1144(a). 445 F.Supp. at 313. Therefore, there was a federal question involved and the case would qualify as removable under 28 U.S.C. Section 1441(a) <i>if</i> the State Court had proper jurisdiction of the cause of action. In order to be removable to Federal Court, the State Court <i>must</i> have jurisdiction over the matter.</p>\n<p>The plaintiffs contended that the State Court had jurisdiction over the subject matter of the action pursuant to Section 502 of ERISA. 29 U.S.C. Section 1132. The plaintiff, in particular, contended that their claim asserted a civil action \"to clarify his rights to future benefits under the terms of the plan ...\" 445 F.Supp. at 314.</p>\n<p>The Court, however, stated that the plaintiffs did not seek to recover benefits <i>under</i> the plan or to clarify their rights to future benefits <i>under</i> the terms of the plan, but rather sought to have a portion of the plan declared illegal because it is alleged to be in violation of certain unspecified portions of ERISA.</p>\n<p>The Court went on to explain why the action did not fall into the parameters of Section 502(a)(1)(B):</p>\n<blockquote>Section 1132(a)(1)(B) (Section 502 (a)(1)(B) of ERISA) is obviously designed to cover that situation in which a defendant refuses to pay benefits due under the terms of a plan, or where for certain reasons, a plaintiff seeks to clarify his rights to future benefits, without actually challenging the validity of a portion of the plan or seeking a <i>construction</i> of the ERISA statute. (emphasis added)</blockquote>\n<p>The Court, therefore, held that since a State Court would <i>not</i> have jurisdiction, the case could not be removed to Federal Court.</p>\n<p>A state Court has also examined the question of when the State Court has jurisdiction over civil actions based on ERISA. In <i>Young v. Sheet Metal Workers International,</i> 112 Misc.2d 692, 447 N.Y.S.2d 798 (1981), the Court examined whether it had jurisdiction to consider the question of wrongful removal of employees from membership in the plan.</p>\n<p><span class=\"star-pagination\">*645</span> The Court examined 29 U.S.C. Section 1132 which deals with the appropriate forum for prosecuting a civil action under ERISA. In its analysis the Court recognized that there was federal domination over the \"establishment, conduct, supervision and regulation of pension and retirement plans covered by the statute,\" and that federal law preempts the field. The federal preemption, noted the Court, was not only a result of superior federal interest in the regulation covered plans, but also \"reflects a pragmatic interest in consistency and simplicity.\" 447 N.Y.S.2d at 802.</p>\n<p>Thus, in line with this policy of total federal preemption, Congress intentionally markedly restricted access to State Courts. Thus, the Court in <i>Young</i> specifically held that the words \"... under the terms of the plan\" (29 U.S.C. Section 1132(a)(1)(B) must be read restrictively. The Court stated:</p>\n<blockquote>That is, actions falling within the scope of that exception include only those wherein the participant or beneficiary asks the Court, as in a typical contract action, to construe or apply the terms of the plan to the facts of his/her particular issue. 447 N.Y.S.2d. at 803.</blockquote>\n<p>Thus in applying this principal, the Court held that:</p>\n<blockquote>The instant action concerns itself not with the clarification or enforcement of benefits or rights as prescribed by the plan, but rather with an effort by plaintiffs to forestall what they allege to be their wrongful removal from coverage by the plan. Such an action calls into question issues beyond the plan itself and removes this action from this Court's jurisdiction. 447 N.Y.S.2d at 803.</blockquote>\n<p>The Courts in <i>Guthrie</i> and <i>Young</i> reiterated the position explained in the Committee Reports, that if the plaintiff is seeking a construction of the ERISA statute, then the State Courts will <i>not</i> have jurisdiction.</p>\n<p>In the case at bar, the plaintiffs' claim based on ERISA does not fall within the parameter of Section 502(a)(1)(B) as they are explained by the Committee Reports and case law. The plaintiffs are not attempting to collect under the terms of <i>the</i> plan, since the terms of <i>the</i> plan preclude the plaintiffs from recovery of any benefits. Rather, the plaintiffs' only means of recovery is for a <i>construction</i> and application of the ERISA statute, and an application of the vesting requirements of ERISA. The plaintiffs are basically asking the Court to rewrite the contract applying the ERISA requirements of Title I. Such a cause of action is one which Congress designated to be decided only by Federal Courts, since it was the intention of Congress for the Federal law to preempt the area. Congress desired uniformity and that can best be accomplished by the ERISA statute only being interpreted by the Federal Courts.</p>\n<p>The plaintiffs were not asking for the State Court to simply interpret or apply the terms of the contract. If the State Court did that, it would apply the forfeiture provisions and the plaintiffs would have been denied recovery. In the plaintiffs' complaint in State Court, they sought to have a portion of the agent's or agency manager's contract declared invalid and thereby recover their benefits. However, the State Court had no jurisdiction and no power to declare that provision invalid pursuant to ERISA and the State Court lacked subject matter jurisdiction.</p>\n<p>Thus, with there being no State Court jurisdiction the plaintiffs would not be entitled to rely on the one year savings provision in Rule 41 of the North Carolina Rules of Civil Procedure. Plaintiff Pleasants' cause of action is barred therefore by the applicable three Statute of Limitations.</p>\n<p></p>\n<h2>YEARS OF SERVICEROBERT DOBBINS</h2>\n<p>Robert Dobbins was employed as a regular employee of Farm Bureau as a claims representative in the home office of the Farm Bureau. He began his position as a claims representative on January 15, 1970. He worked in this position until April 15, 1973, at which time he became an agent for the company in the Asheboro area, pursuant <span class=\"star-pagination\">*646</span> to an agent's contract. On or about October 15, 1977, Dobbins became an agency manager with the Farm Bureau, a position he held until January 31, 1981, at which time he terminated his relationship with the company. Since that time Dobbins has had no further relationship with the company. At issue is whether or not the period Dobbins served as claims representative should be added to the period he served as an agent or agency manager in determining whether he meets the ten year cliff vesting requirement.</p>\n<p>ERISA requires that all full-time service for an employer shall count toward vesting, even if the employee changes positions in the company during the period. The statute says that:</p>\n<blockquote>In computing the period of service under the plan for purposes of determining the non-forfeitable percentage under [the vesting schedules], all of an employee's years of service with the employer or employers maintaining the plan shall be taken into account. ERISA, 29 U.S.C. Section 1053(b)(1).</blockquote>\n<p>The statute lists seven exceptions to that rule which do not apply here, dealing mainly with service before certain dates, before certain ages of the employee, with breaks in service, or with withdrawal by the employee from the plan. 29 U.S.C. Section 1053(b)(1)(A)-(G).</p>\n<p>The legislative history is clear that \"all\" years of service, aside from the stated exceptions, is to be taken literally. The House Ways and Means Committee Report noted that:</p>\n<blockquote>Once an employee becomes eligible to participate in a pension plan, generally all his years of service with an employer, including pre-participation service, are to be taken into account for purposes of determining his place on the vesting schedule ... Service for an employer is to be taken into account for purposes of placement on a vesting schedule, even though the service was in a different division of the corporation. H.Rep. No. 93-807, 1974 U.S.Code Cong. and Adm. News 4722.</blockquote>\n<p>There is no evidence whether Dobbins was covered by a pension plan while he was a claims adjuster, but this does not matter for purposes of vesting. The rule is that years of service in a division of a company which does not have a pension plan count toward vesting if the employee moves to a division which does have a plan. These years would not count for purposes of accrual of benefits and plans for which benefits are calculated based on years of service. <i>Id.,</i> pp. 4722-23. But this is not relevant to the present action because benefits are not calculated based on accrual for members of the agency force, and the years of participation do count toward vesting.</p>\n<p>Therefore, all of plaintiff Dobbins' years of service must be counted toward vesting of his retirement benefits and he has met the 10-year service requirement.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>1. The plaintiffs were employees of defendant for the purposes of determining the applicability of ERISA to the contractual benefits set forth in the Agents and Agency Managers' contracts with defendant;</p>\n<p>2. The Agents and Agency Managers' contracts constitute a single unfunded employee benefit plan maintained by an employer primarily for the purpose of providing deferred compensation for its commission paid sales force. Such plan is covered by ERISA.</p>\n<p>3. The provisions of the Agents and Agency Managers' contracts in question contain a \"cliff vesting\" type provision. Each plaintiff has violated the forfeiture provisions of his respective Agents or Agency Managers' contract but for the application of ERISA. The forfeiture provision of the Agents and Agency Managers' contract is valid as to any plaintiff with less than 10 years of service with defendant.</p>\n<p>4. The Agents and Agency Managers' contracts which are \"plans\" as covered by ERISA, provide for payments to begin 60 <span class=\"star-pagination\">*647</span> days following termination of the respective contracts. Such payment date in each of the respective contracts constitutes a \"normal retirement age\" within the meaning of 29 U.S.C. Section 1056.</p>\n<p>5. The defendant's plan maintained for its commissioned sales force included agents and agency managers, and was not primarily for the purpose of providing deferred compensation for a select group of highly compensated employees so as to exclude such employees pursuant to 29 U.S.C. § 1051(2) from the protections otherwise afforded by ERISA.</p>\n<p>6. The applicable statute of limitations in this matter has run against plaintiff William A. Pleasant.</p>\n<p>7. Plaintiff Robert L. Dobbins had more than 10 years of eligible service under the established plan and is not barred from recovering benefits pursuant to his contract.</p>\n<p>8. The following plaintiffs who were employed by defendant pursuant to Agent's contract were with defendant for a period in excess of 10 years and are therefore due a recovery in an amount as specified below, to be paid out pursuant to the terms of each plaintiff's contract of employment:</p>\n<p></p>\n<pre>\nC. B. Weatherly        $11,470.00\nLee Williams            10,638.00\nHerbert M. Speas, Jr.   23,837.00\n</pre>\n<p>9. The following plaintiffs were employed by defendant pursuant to Agency Managers' contracts for a period in excess of 10 years and are therefore due a recovery in the amount as specified below, to be paid out pursuant to the terms of each plaintiff's contract of employment.</p>\n<p></p>\n<pre>\nR. E. Fraver               $38,800.00\nHubert Hampton Martin       28,552.00\nWilliam A. Davenport, Jr.   16,645.00\nMax K. Roberts              44,174.00\nTed Bright                  21,124.00\nRobert L. Dobbins           19,381.00\nRon Worthington             51,854.00\n</pre>\n<p>10. Within 90 days of the date hereof, recovering plaintiffs shall be paid by defendant the sums respectively due them to the extent that payments to them under their respective contracts are in arrears. Said sums shall bear interest from the respective installment due dates until paid.<sup>[2]</sup></p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  A contention not raised in any pre-trial pleading or order.</p>\n<p>[2]  Counsel are directed to provide the Court with sufficient information to compute the interest to be paid in accordance with this order</p>\n<p>[*]   These individuals are precluded from obtaining any recovery due to the Court's previous order holding that a ten-year cliff vesting schedule applies pursuant to ERISA. All of these individuals were with the defendant for a period of less than 10 years and plaintiffs agree that by virtue of the Court's previous order plaintiffs would be barred from recovering at the trial Court level. Plaintiffs reserve their right to pursue an appeal on this issue once a final judgment on the merits is entered.</p>\n<p>[*]   These individuals are precluded from obtaining any recovery due to the court's previous order holding that a ten-year cliff vesting schedule applies pursuant to ERISA. All of these individuals were with the defendant for a period of less than 10 years and plaintiffs agree that by virtue of the Court's previous order plaintiffs would be barred from recovering at the trial Court level. Plaintiffs reserve their right to pursue an appeal on this issue once a final judgment on the merits is entered.</p>\n<p>[*]   Plaintiff Dobbins signed an \"Agent's Contract\" on 4-15-73. He became disassociated from defendant on 1-31-81. Beginning on 1-15-70, plaintiff Dobbins was a salaried employee of defendant, a claims representative, a position which he held until 4-15-73.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">643</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">633</span></span> (1985)</b></center>\n<center><h1>R.E. FRAVER, J. Rives Manning, Jr., J.C. Faust, Hubert Hampton Martin, William A Pleasant, C.B. Weatherly, Jr., Lee Williams, Jimmy McElreath, Mike Steiner, David Marion, James K. Wright, William A. Davenport, Jr., Max F. Roberts, Ted Bright, Billy Ray Staley, William Samuel Kirby, Herbert M. Speas, Jr., Robert L. Dobbins, Linda G. Hamrick, Edward L. Lowder, Ron Worthington, David Breeden, Peggy Horney, Harry Horney, and Robert J. Womble, Plaintiffs,<br>\nv.<br>\nNORTH CAROLINA FARM BUREAU MUTUAL INSURANCE COMPANY, A Corporation, Defendant.</h1></center>\n<center>No. 83-129-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 3, 1985.</center>\n<p><span class=\"star-pagination\">*634</span> Charles R. Holton, Powe, Porter and Alphin, P.A., Durham, N.C., for plaintiffs.</p>\n<p>Robert B. Broughton, General Counsel, North Carolina Farm Bureau Mut. Ins. Co., William S. Aldridge, Gregory B. Crampton, Merriman, Nicholls, Crampton, Dombalis &amp; Aldridge, P.A., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER AND JUDGMENT</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p></p>\n<h2>INTRODUCTION</h2>\n<p>Plaintiffs in this action are all former agents or agency managers of the defendant North Carolina Farm Bureau Mutual Insurance Company (hereinafter Farm Bureau). The employment contracts between all of the plaintiffs and the defendant contained provisions for income after retirement and all of the plaintiffs have been denied this income since leaving their employment with the company. The agency manager's retirement provisions were all identical with each other and were substantially identical with the retirement provisions for agents, except for minor differences in the basis of calculating the amount of retirement income and the period over which such income would be paid.</p>\n<p>The Court has already determined that all of the plaintiffs were \"employees\" of the defendant and that the retirement provisions in their contracts constitute a retirement \"plan\" under the Employee Retirement Income Security Act of 1974, 29 U.S.C. § 1001 et seq. (hereinafter ERISA). In particular, § 1053 of ERISA, as this Court has heretofore ruled, requires that the Farm Bureau must pay the retirement benefits to those plaintiffs whose employment by the Farm Bureau was of sufficient duration to meet statutory vesting requirements and who are not otherwise excluded from the statute's protection. The Court has already ruled on the issue of vesting requirements. The remaining issues for trial were threefold, to-wit:</p>\n<p>1. whether the agents and agency manager's contracts constitute a single unfunded employee benefit plan maintained by an employer primarily for the purpose of providing deferred compensation for a select group of management or highly compensated employees so as to exclude such employees, pursuant to 29 U.S.C. § 1051(2), from the protection otherwise afforded them under ERISA;</p>\n<p>2. whether the applicable statute of limitations expired against plaintiff, William A. Pleasant, so as to preclude his recovery; and</p>\n<p>3. did plaintiff, Robert Dobbins, have ten years of service so as to give him a vested interest in the retirement plan?</p>\n<p>This matter having been heard before the Court on June 3, 1985, and July 3, 1985, and the Court having heard the testimony of witnesses, having reviewed the exhibits admitted herein, and having heard the arguments of counsel, and counsel having stipulated as to certain facts, the Court herewith makes the following findings of fact and conclusions of law.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>1. Plaintiff, C. B. Weatherly, Jr., is a citizen and resident of Durham County, North Carolina and at the time that he became disassociated with defendant he was performing services for defendant pursuant to an \"Agent's Contract.\"</p>\n<p>2. Plaintiff, R. E. Fraver, is a citizen and resident of Iredell County, North Carolina, and at the time that he became disassociated with defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>3. Plaintiff, J. Rives Manning, Jr., is a citizen and resident of Halifax County, North Carolina, and at the time that he <span class=\"star-pagination\">*635</span> became disassociated with defendant, he was performing services for defendant pursuant to an \"Agent's Contract.\"</p>\n<p>4. Plaintiff, J. C. Faust, is a citizen and resident of Buncombe County, North Carolina, and at the time that he became disassociated with defendant he was performing services for defendant pursuant to an \"Agent's Contract.\"</p>\n<p>5. Plaintiff, Hubert Hampton Martin, is a citizen and resident of Anson County, North Carolina, and at the time that he became disassociated with defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>6. Plaintiff, William A. Pleasant, is a citizen and resident of Caswell County, North Carolina, and at the time that he became disassociated with defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>7. Plaintiffs, Lee Williams and Jimmy McElreath, are citizens and residents of Moore County, North Carolina. At the time that plaintiff McElreath became disassociated from defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\" At the time that plaintiff Williams became disassociated from defendant he was performing services for defendant pursuant to an \"Agent's Contract.\"</p>\n<p>8. Plaintiff, Mike Steiner, is a citizen and resident of Cabarrus County, North Carolina, and at the time that he became disassociated from defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>9. Plaintiffs, David Marion and James K. Wright, are citizens and residents of Randolph County, North Carolina. At the time that plaintiff Marion became disassociated from defendant he was performing services for defendant pursuant to an \"Agent's Contract.\" At the time that plaintiff Wright became disassociated from defendant he was performing services for defendant pursuant to an \"Agent's Contract.\"</p>\n<p>10. Plaintiff, William A. Davenport, Jr., is a citizen and resident of Greene County, North Carolina, and at the time that he became disassociated from defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>11. Plaintiff, Max K. Roberts, is a citizen and resident of Caldwell County, North Carolina, and at the time he became disassociated from defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>12. Plaintiff, Ted Bright, is a citizen and resident of McDowell County, North Carolina, and at the time he became disassociated from defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>13. Plaintiff, Billy Ray Staley, is a citizen and resident of Guilford County, North Carolina, and at the time he became disassociated from defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>14. Plaintiff, William Samuel Kirby, is a citizen and resident of Brunswick County, North Carolina, and at the time he became disassociated from defendant he was performing services for defendant pursuant to an \"Agent's Contract.\"</p>\n<p>15. Plaintiff, Herbert M. Speas, Jr., is a citizen and resident of Burke County, North Carolina, and at the time he became disassociated from defendant he was performing services for defendant pursuant to an \"Agent's Contract.\"</p>\n<p>16. Plaintiff, Robert L. Dobbins, is a citizen and resident of Richmond County, North Carolina, and at the time he became disassociated from defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>17. Plaintiff, Linda G. Hamrick, is a citizen and resident of Cleveland County, North Carolina, and at the time she became disassociated from defendant she was performing <span class=\"star-pagination\">*636</span> services for defendant pursuant to an \"Agent's Contract.\"</p>\n<p>18. Plaintiff, Edward L. Lowder, is a citizen and resident of Stanley County, North Carolina, and at the time he became disassociated from defendant he was performing services for defendant pursuant to an \"Agent's Contract.\"</p>\n<p>19. Plaintiff, Ron Worthington, is a citizen and resident of Davidson County, North Carolina, and at the time he became disassociated from defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>20. Plaintiff, David Breeden, is a citizen and resident of Robeson County, North Carolina, and at the time he became disassociated from defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>21. Plaintiffs, Peggy Horney and Harry Horney, are citizens and residents of Avery County, North Carolina. At the time the plaintiff Peggy Horney became disassociated from defendant she was performing services for defendant pursuant to an \"Agent's Contract.\" At the time that plaintiff Harry Horney became disassociated from defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>22. Plaintiff, Robert J. Womble, is a citizen and resident of Harnett County, North Carolina, and at the time he became disassociated from defendant he was performing services for defendant pursuant to an \"Agency Manager's Agreement.\"</p>\n<p>23. Defendant is a corporation organized and existing under the laws of the State of North Carolina with its principal office being located in the City of Raleigh, Wake County, North Carolina.</p>\n<p>24. Defendant and the plaintiffs entered into certain written agreements.</p>\n<p>25. Pursuant to these agreements, each plaintiff was designated as an agent or agency manager for defendant by the terms of his contract which was in effect at any particular time of his association with defendant.</p>\n<p>26. The agreements entered into by those individuals who acted as agency managers for defendant contained certain provisions designated \"Retirement, Death and Disability Benefits,\" the pertinent provisions of which are set forth below.</p>\n<blockquote>RETIREMENT, DEATH AND DISABILITY BENEFITS.</blockquote>\n<blockquote>15. Upon termination of this contract, Company shall pay to Agency Manager, or his surviving spouse, if any; otherwise to his estate or his lawful heirs or beneficiaries, an amount equal to a percentage of the written premium (excluding Risks assigned to Company) in his county for the last calendar year prior to termination as follows: ....</blockquote>\n<p>The following provisions shall apply to this payment:</p>\n<blockquote>(A) Payment shall be made unless contract is terminated for reasons of fraud or criminal act.</blockquote>\n<blockquote>(B) Amount payable shall be paid in 120 equal payments beginning sixty (60) days after termination of contract.</blockquote>\n<blockquote>(C) In order to be eligible to receive any of the benefits provided herein, Agency Manager shall not be licensed to sell nor shall he sell any kind of insurance in North Carolina at any time during the payment period set forth above. If any Agency Manager violates this provision, no further payments shall be made by the Company, and Agency Manager shall reimburse Company for any payments made because of not being informed, after the date of violation by the Agency Manager.</blockquote>\n<blockquote>(D) Any indebtedness on the part of the Agency Manager to Company shall be deducted before payments are calculated.</blockquote>\n<blockquote>(E) Company shall deduct above payments from the commission payable to the incoming Agency Manager in equal monthly amounts for 120 consecutive months beginning the first full month after the Agency Manager takes over the territory.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*637</span> (F) If Agency Manager was promoted from position of the agent for this Company, his time of continuous service during the first five years as Agency Manager shall accrue to his time of continuous service as agent toward qualification for agent's retirement. After five years' consecutive service as Agency Manager, the Retirement, Death and Disability Benefits set forth above shall be applicable in lieu of those which are applicable to agents.</blockquote>\n<p>27. The agreements entered into by those individuals who acted as agents for defendant contained certain provisions designated \"Retirement, Death and Disability Benefits.\" The pertinent provisions of those Benefits were set out in two separate forms, the first of which is set forth below:</p>\n<p></p>\n<h2>RETIREMENT, DEATH AND DISABILITY BENEFITS.</h2>\n<blockquote>14. Upon termination of this contract, Company shall pay to agent, or his surviving spouse, if any, otherwise to his estate, an amount equal to the agent's renewal commission for the last twelve months prior to termination of this contract. The following provisions shall apply to this payment:</blockquote>\n<blockquote>(A) Payment shall be made unless contract is terminated for reasons of fraud or criminal act.</blockquote>\n<blockquote>(B) Agent shall have been agent for company for at least five consecutive years prior to termination of contract.</blockquote>\n<blockquote>(C) Amount payable shall be paid in sixty (60) equal monthly payments beginning sixty (60) days after termination of contract.</blockquote>\n<blockquote>(D) Agent shall not be licensed to sell any kind of insurance in North Carolina during the payment period.</blockquote>\n<blockquote>(E) Any indebtedness on the part of the agent to the company shall be deducted from the monthly payments as calculated.</blockquote>\n<blockquote>(F) Monthly payments shall be made only if the benefits amount to $10.00 per month or more. Otherwise the entire amount shall be paid in a lump sum.</blockquote>\n<blockquote>(G) Company shall deduct above payment from the commission payable to the incoming agent in equal monthly amounts for sixty (60) consecutive months beginning the first full month after the agent takes over the territory.</blockquote>\n<p>All of the plaintiffs who were designated as agents, except plaintiffs J. Rives Manning, Jr. and J. C. Faust, had the above language incorporated into their \"Agent's Contracts.\" Plaintiffs Manning and Faust had the following language incorporated into their \"Agent's Contracts\":</p>\n<p>Upon termination of this Contract, Company shall pay commissions to Agent, or Agent's surviving spouse, if any, otherwise to Agent's estate, subject to the following provisions:</p>\n<blockquote>(a) Agent must have been an agent for Company for at least five (5) consecutive years prior to termination of this Contract.</blockquote>\n<blockquote>(b) Agent shall receive an amount equal to a percentage of the premiums written by Agent for the last calendar year prior to termination as follows:</blockquote>\n<p></p>\n<pre>\nLength of                       Percentage\nContinuous                        Written\nService as                      Premium to\nAgent                             be Paid\nLess than 5 years                  0.0%\nAt least 5 but less than\n  6 years                          2.5%\nAt least 6 but less than\n  7 years                          3.0%\nAt least 7 years but less than\n  8 years                          3.5%\nAt least 8 years but less than\n  9 years                          4.0%\nAt least 9 but less than\n  10 years                         4.5%\nAt least 10 years                  5.0%\n</pre>\n<blockquote>(c) The amount owing less any indebtness of Agent to Company, hereunder shall be payable in one hundred twenty (120) equal monthly payments beginning sixty (60) days after termination of this Contract.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*638</span> (d) Agent shall not sell any kind of insurance in North Carolina, at any time, during the payment period set forth above without the prior written consent of Company. If Agent violates this provision, no further payments shall be owing to Agent by Company and Agent shall reimburse Company for any payments made after the date of such violation.</blockquote>\n<blockquote>(e) Monthly payments shall be made only if the benefits amount to Ten Dollars ($10.00) per month or more; otherwise, the entire amount shall be paid in a lump sum.</blockquote>\n<blockquote>(f) An amount equal to the amount paid monthly to Agent shall be deducted monthly from the commissions payable to the agent who assumes Agent's territory.</blockquote>\n<blockquote>(g) Contract was not terminated for any of the reasons set forth in Paragraph 9(b).</blockquote>\n<p>28. The total amount of benefits pursuant to paragraph 15 of the \"Agency Manager's Agreement,\" which would be due each plaintiff (designated as an Agency Manager) under the applicable contract in question, assuming each respective plaintiff should prevail in this action, is:</p>\n<p></p>\n<pre>\nR.E. Fraver                $38,800.00\nHubert Hampton Martin      $28,552.00\nWilliam A. Pleasant        $16,203.00\n<sup>[*]</sup>Jimmy McElreath            $26,402.00\n<sup>[*]</sup>Mike Steiner               $13,340.00\nWilliam A. Davenport, Jr.  $16,645.00\nMax K. Roberts             $44,174.00\nTed Bright                 $21,124.00\n<sup>[*]</sup>Billy Ray Staley           $23,609.00\nRobert L. Dobbins          $19,381.00\nRon Worthington            $51,854.00\n<sup>[*]</sup>David Breeden              $14,882.00\n<sup>[*]</sup>Harry Horney               $19,282.00\n<sup>[*]</sup>Robert J. Womble           $26,308.00\n</pre>\n<p>29. The total amount of benefits pursuant to paragraph 14 of the \"Agent's Contract,\" which would be due each plaintiff (designated as an agent) under the applicable contract in question, assuming each respective plaintiff should prevail in this action, is:</p>\n<p></p>\n<pre>\n<sup>[*]</sup>J. Rives Manning, Jr.       $18,333.00\n<sup>[*]</sup>J. C. Faust                 $16,206.50\nC. B. Weatherly, Jr.         $10,428.00\nLee Williams                 $10,394.50\n<sup>[*]</sup>David Marion                $ 6,468.50\n<sup>[*]</sup>James K. Wright             $ 5,332.50\n<sup>[*]</sup>William Samuel Kirby        $ 9,860.00\nHerbert M. Speas, Jr.        $21,561.00\n<sup>[*]</sup>Linda G. Hamrick            $ 8,468.50\n<sup>[*]</sup>Edward L. Lowder            $11,279.00\n<sup>[*]</sup>Peggy Horney                $12,421.50\n</pre>\n<p>30. The beginning and ending contract dates for each plaintiff were as follows:</p>\n<p></p>\n<pre>\n                           Beginning   Ending\n        Plaintiff            Date       Date\nC. B. Weatherly, Jr.        9-67      7-18-80\nR. E. Fraver                4-66      3-12-81\nJ. Rives Manning, Jr.       1-1-72    3-1-81\nJ. C. Faust                 4-72      7-18-80\nHubert Hampton Martin       1-24-64   11-15-80\nWilliam A. Pleasant         4-1-59    9-1-79\nLee Williams                10-15-59  3-31-80\nJimmy McElreath             2-73      3-31-80\nMike Steiner                9-1-75    2-27-81\nDavid Marion                9-1-75    6-1-81\nJames K. Wright             9-1-75    6-1-81\nWilliam A. Davenport, Jr.   12-57     7-31-80\nMax K. Roberts              11-28-53  6-30-81\nTed Bright                  5-1-62    5-24-81\nBilly Ray Staley            11-1-71   8-8-81\nWillliam Samuel Kirby       10-75     12-31-81\nHerbert M. Speas, Jr.       7-1-70    12-31-81\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*639</span>\n                         Beginning   Ending\n       Plaintiff          Date        Date\n<sup>[*]</sup>Robert L. Dobbins  4-15-73    1-31-81\nLinda G. Hamrick         6-75       10-1-81\nEdward L. Lowder         1-1-73     3-15-82\nRon Worthington          3-1-73     4-23-82\nDavid Breeden            8-74       8-16-82\nPeggy Horney             5-1-75     10-31-82\nHarry Horney             8-1-73     10-25-82\nRobert J. Womble         8-1-74     9-1-82\n</pre>\n<p>31. All of the plaintiffs became licensed to sell insurance in North Carolina within sixty days following their disassociation from the defendant, before any payments were scheduled to begin under the \"Retirement, Death and Disability Benefits\" provisions of the Agreements (paragraph 15, \"Agency Manager's Agreement\" and paragraph 14, \"Agent's Contract\").</p>\n<p>32. The utilization of agent's contracts and agency manager's contracts was instituted substantially at the same point in time, to-wit, the late 1950's or early 1960's. The use of such contracts was begun at the direction of the company's general manager, to-wit, C.D. Culp, for the purpose of compensating agents and agency managers for business generated by them during the term of their association with the company. The purpose or rationale behind the agent's contracts and the agency manager's contracts was the same. In sum, contracts for both or each group were instituted by the same management at the same time and for the same purpose to-wit, to provide deferred compensation to the defendant's sales force who were paid on a commission basis.</p>\n<p>33. Defendant has not established any fund or separate account to be used for the payment of benefits under paragraph 14 of the agent's contract or paragraph 15 of the agency manager's contract.</p>\n<p>34. The benefits paid to the agents or agency managers pursuant to the agents or agency managers' contract are paid from the general funds of the defendant.</p>\n<p>35. Within 60 days of plaintiff Pleasant's termination of his association with defendant, defendant invoked the condition precedent of his contract as to not being licensed to sell insurance within the state during the payment period, and refused to make payments to Mr. Pleasant.</p>\n<p>36. On August 25, 1981, plaintiff Pleasant, among others, filed a breach of contract action in the North Carolina State Court system complaining that he had been wrongfully denied his retirement benefits. His cause of action was not predicated upon ERISA. That action was voluntarily dismissed on January 26, 1983.</p>\n<p>37. Pleasant's complaint herein was not filed until February 14, 1983.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>ERISA BACKGROUND AND THE EXCEPTION FOR HIGHLY COMPENSATED OR MANAGERIAL EMPLOYEES</h2>\n<p>ERISA was enacted in 1974 to address a nationwide problem of abuse by employers of employee pension plans. As noted by Congress when it enacted the statute, ERISA's protections were thought to apply to some three million people or about half the nation's non-farm work force. 1974 U.S.Code Cong. and Adm.News 4639, 4640, 4641.</p>\n<p>The major protection which ERISA would accord to the plaintiffs here, as this Court has recognized in the past, would be to prevent the Farm Bureau from denying pension benefits to those plaintiffs who worked for Farm Bureau for sufficient time to meet the minimum vesting requirements and who are not otherwise excluded from the Act under some statutory exception. The specific exception at issue here is contained in Section 1051 of ERISA, establishing the extent of coverage of the vesting requirements, and saying that:</p>\n<blockquote>\"This part shall apply to any employee benefit plan ... other than</blockquote>\n<blockquote>(2) A plan which is unfunded and which is maintained by an employer primarily for the purpose of providing deferred compensation for a select <span class=\"star-pagination\">*640</span> group of management or highly-compensated employees;\"</blockquote>\n<p>29 U.S.C. Section 1051(2).</p>\n<p>Nowhere in the statute are the terms \"select,\" \"highly compensated,\" or \"management\" defined, nor have there been regulations issued to clarify the terms. Moreover, the legislative history is largely silent as to what Congress meant to do when it created this exception, and there have been few cases interpreting the scope or the meaning of the section.</p>\n<p>As to the term \"primarily,\" a noted commentary has suggested that it may allow a plan to be excluded from ERISA's protection in cases when a few non-management or non-highly compensated employees participate. Goodman and Stone, \"Exempt Compensation Arrangements Under ERISA,\" 28 Cath.U.L.Rev. 445, 464-465 (1979).</p>\n<p>At the outset, defendant contended that two retirement plans were in effect for its commission paid sales forceone for its agents and one for its agency managers, the latter being a select highly compensated group. In this regard, the Court recognizes that there are some minor differences in the method of calculating the amounts under the plan, owing to the difference in the method of calculating the commissions paid to agents and agency managers. The plan in either instance, however, bases retirement benefits on the amount of business done for which the agent or agency manager bears some responsibility. The court also notes that the time period for payment is also different between agents and agency managers, although the Farm Bureau has shown signs of removing this difference in the late stages of plaintiffs' employment by changing the agents' payout period to 10 years to match the agency managers'.</p>\n<p>Aside from the minor differences discussed above, the retirement plan is structured identically for agents and agency managers. Both are structured in the nature of \"buy-out\" plans, that is, monthly payments to the outgoing member of the agency force are deducted from the monthly commissions of his or her replacement. Both the agents' and agency managers' contracts contain effectively identical \"bad-boy\" provisions relating to licensing with other insurance companies during the payout period. Both contracts require five years' service with the Farm Bureau to qualify for benefits, and both state that the Farm Bureau will deduct any indebtedness to the company before making any payout. Both begin payment sixty days after retirement. Both contain identical language about forfeiting of benefits if the plan is terminated by fraud or criminal act. In short, there is one plan in operation, with slight differences in calculation to account for slight differences in the compensation of the people involved, but one plan nonetheless.</p>\n<p>Aside from the identical structure of the plan that appears in agents' and agency managers' contracts there are the indications that the Farm Bureau intended to create a single plan for its commission paid sales force. The Farm Bureau has an IRS qualified retirement plan for its salaried employees which does not include the commission paid sales force. The qualified plan includes the company's highly compensated, management employees who are on salary. It is apparent that the Farm Bureau intended to provide pension benefits protected by ERISA for those management employees. In order to argue that the agency managers are not protected, and that their plan is separate from the agent's plan, it must then be inferred that the Farm Bureau intended, for some odd reason, to single out agency managers separately from the agents and separately from management to create vested pension benefits for everyone but them.</p>\n<p>The inference is not warranted. As previously noted, use of the agents' and agency managers' contracts was instituted substantially at the same point in time at the direction of the same general manager of the defendant for the same purpose, to-wit, to provide deferred compensation for defendant's commission paid sales force. The <span class=\"star-pagination\">*641</span> defendant treated agency and agency managers exactly alike with regard to their entitlement to benefits and in interpreting the plan language applicable to each. In summation, the defendant simply created two plans, one for its salaried employees and one for its commission paid sales force, the latter being constituted by its agents and agency managers in the aggregate, and of which agency managers were a minor portion. No evidence has been produced from which it can be found that the commission sales force constitutes a select group of management or highly compensated employees. Hence defendant's plan fails to fall within the exception to ERISA contained in Section 1051 thereof, but to the contrary, defendant's plans are subject to the terms of ERISA.</p>\n<p>In an effort to avoid this conclusion, defendant contends that members of its commission paid sales force (agents and agency managers) <i>employed by it for five or more years</i> constitute a select group of management or highly compensated employees, and it has introduced statistical evidence in support of this contention.<sup>[1]</sup></p>\n<p>Defendant's contention is without merit. Defendant's plan benefits all members of the commission paid sales force. The employment contracts of <i>all</i> such persons contain the plan provisions, as opposed to plan provisions being contained only in employment contracts for sales personnel with five or more years' service. The five year service requirement is not a plan parameter defining who was covered by the plan, but is a vesting provision equally applicable to all plan members. That a vesting provision is not to be considered as a plan parameter is clearly indicated by the definition of \"participant\" in ERISA, to-wit:</p>\n<blockquote>An employee or former employee of an employer ... who <i>is or may become eligible to receive a benefit</i> of any type from an employee benefit plan which covers employees of any such employer.</blockquote>\n<p>29 U.S.C. 1002(7) (emphasis added).</p>\n<p>For the reasons heretofore articulated, the Court finds that the agents and agency managers' contracts constitute a single unfunded employee benefit plan maintained by the defendant for its commission paid sales force, and that the same is not a plan primarily maintained for the purpose of providing deferred compensation for a select group of management of highly compensated employees so as to exclude such employees pursuant to 29 U.S.C. § 1051(2) from the protection otherwise afforded them under ERISA.</p>\n<p></p>\n<h2>APPLICABILITY OF THE STATUTE OF LIMITATIONS TO THE CLAIM OF WILLIAM PLEASANT</h2>\n<p>Plaintiff Pleasant terminated his employment with the defendant on October 1, 1979, and became licensed to sell insurance for companies other than the Farm Bureau within 60 days thereafter. He was shortly notified by the Farm Bureau that he would not be paid his retirement benefits. On August 25, 1981, plaintiff Pleasant, among others, filed an action in the North Carolina State Court system claiming that he had wrongfully been denied his retirement benefits. That action with regard to the retirement claim was voluntarily dismissed on January 26, 1983, and the present action was filed on February 14, 1983.</p>\n<p>Because ERISA does not contain a statute of limitations, the Court looks to state law to determine the most appropriate statute. <i>Jenkins v. Local 705 International Brotherhood of Teamsters Pension Plan,</i> <span class=\"citation\" data-id=\"422086\"><a href=\"/opinion/422086/james-f-jenkins-v-local-705-international-brotherhood-of-teamsters/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">247</span></a></span> (7th Cir.1983); <i>Miles v. New York State Teamsters Conference Pension and Retirement Fund,</i> <span class=\"citation\" data-id=\"413392\"><a href=\"/opinion/413392/harold-miles-eugene-darlak-timothy-moriarty-james-stuermer-and-edward/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">593</span></a></span> (2d Cir.1983), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">829</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">105</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">108</span></span> (1983).</p>\n<p>In North Carolina, the limitations period for liabilities created by statute, either state or federal, is three years absent some provision to the contrary in the statute. N.C.G.S. Section 1-52(2). The federal court <span class=\"star-pagination\">*642</span> is not bound by this particular statute of limitation since its adoption of state law is a matter of federal concern, governed by federal standards. The task of the federal court is to determine which state statutes are most appropriate after analyzing the underlying nature of the federal claim as well as the federal policies involved. <i>Jenkins,</i> 713 F.2d at 251; <i>Lukenas v. Bryce's Mountain Resort, Inc.,</i> <span class=\"citation\" data-id=\"337608\"><a href=\"/opinion/337608/leo-a-lukenas-and-geraldine-r-lukenas-etc-on-behalf-of-themselves-and/\"><span class=\"volume\">538</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">594</span></a></span> (4th Cir.1976).</p>\n<p>The question of which state statute to adopt may not be particularly important in the present action because the most likely statute, other than N.C.G.S. 1-52(2) is the one for actions arising out of contracts, for which the statute is also three years. N.C. G.S. 1-52(1). Several federal courts in ERISA cases have viewed the state statute for contract actions as being the most appropriate. <i>Jenkins,</i> 713 F.2d at 253; <i>Livolsi v. City of Newcastle,</i> <span class=\"citation\" data-id=\"2378018\"><a href=\"/opinion/2378018/livolsi-v-city-of-new-castle-pa/\"><span class=\"volume\">501</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1146</span></a></span>, 1151 (W.D.Pa.1980); <i>Dameron v. Sinai Hospital of Baltimore,</i> <span class=\"citation\" data-id=\"1683482\"><a href=\"/opinion/1683482/dameron-v-sinai-hosp-of-baltimore-inc/\"><span class=\"volume\">595</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1404</span></a></span> (D.Md.1984). In any event, the Court finds three years to be the limitation applicable to plaintiffs' claims.</p>\n<p>Of more significance here is whether a North Carolina state rule on tolling of the statute of limitations should apply. An action in North Carolina courts dismissed without prejudice by a plaintiff in a manner such as this was done may be recommenced in state court on the same claim within one year after the dismissal. N.C. G.S. Section 1A-1, Rule 41(a)(2). This one year rule acts to extend the statute of limitations so that the action may be brought any time within the year notwithstanding that the statute might otherwise have run during the year. <i>Whitehurst v. Virginia Dare Transportation Co.,</i> 19 N.C.App. 352, 355-356, <span class=\"citation\" data-id=\"1260821\"><a href=\"/opinion/1260821/whitehurst-v-virginia-dare-transportation-co-inc/\"><span class=\"volume\">198</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">741</span></a></span>, 742-743 (1973).</p>\n<p>Plaintiff Pleasant's claim was timely filed in North Carolina within the applicable three-year period after his action accrued. His claim asserted in this action was filed in this Court more than three years after such accrual but less than one year after the dismissal in the state court. Therefore, Pleasant's claim here is barred by the three year statute of limitations unless the one-year tolling rule applies.</p>\n<p>It is the Court's view that the one year tolling rule does not apply. The key consideration in this regard is whether the State Court had jurisdiction over the previous action brought by Pleasants against the Farm Bureau.</p>\n<p>In the State action commenced August 25, 1981, the plaintiffs alleged two separate causes of action against the defendant. The second cause of action involved the \"retirement benefits\" in the agents' and agency managers' contracts, which are the subject of the action before this Court. The State Court complaint, as to count two, specifically stated that the plaintiffs had met all \"valid and enforceable\" conditions of the agents and agency managers contracts and therefore the plaintiffs were entitled to recover the benefits provided pursuant to the contracts. However, in order to recover those benefits the plaintiffs would have to have a portion of the contract, the forfeiture provisions relating to being licensed to sell insurance for another company, declared invalid. The plaintiffs, at some point after the initiation of the State Court litigation, asserted that the forfeiture provision was unenforceable due to the vesting provisions of ERISA. Plaintiffs were seeking to have the Court interpret and apply ERISA to the agent's and agency manager's contract and have a portion of the \"plan\" declared illegal pursuant to ERISA. The defendant moved for Summary Judgment as to the second count of plaintiffs' complaint on the grounds that the State Court lacked jurisdiction. Immediately prior to the Court ruling on the motion the plaintiffs took a voluntary dismissal as to the second count.</p>\n<p>Section 502 of ERISA (29 U.S.C. § 1132) governs civil enforcement under ERISA. Section 502(a)(1) authorizes a <i>participant</i> to bring a civil action. Section 502(e)(1) provides that, except for actions under subsection (a)(1) of Section 502, the District Courts of the United States shall have <i>exclusive</i> <span class=\"star-pagination\">*643</span> jurisdiction of civil actions under Title I of ERISA brought by the Secretary or by a participant, beneficiary, or fiduciary. The statute goes on to state that State Courts of competent jurisdiction and District Courts of the United States shall have concurrent jurisdiction of actions under Section 502(a)(1)(B).</p>\n<p>Therefore, Congress has given the United States District Courts exclusive jurisdiction over all matters concerning civil enforcement under ERISA, except for the narrow area covered by SECTION 502(a)(1)(B).</p>\n<p>Section 502(a)(1)(B) reads as follows:</p>\n<blockquote>to recover benefits due him under the terms of <i>his</i> plan, to enforce his rights under the terms of <i>the</i> plan, or to clarify his rights to future benefits under the terms of <i>the</i> plan; (emphasis added).</blockquote>\n<p>A review of the committee reports and cases which have interpreted Section 502(a)(1)(B) made it clear that a person's right to bring an action in the State Court would be only to <i>collect</i> benefits under a plan and would not include situations involving the application of Title I of ERISA.</p>\n<p>The Conference Committee Report pertaining to Section 502 states in pertinent part:</p>\n<blockquote>Under the conference agreement (i.e. the conference agreement which was ultimately enacted into law), civil actions may be brought by a participant or beneficiary to recover benefits under the plan, to clarify rights to receive future benefits under the plan, and for relief from breach of fiduciary responsibility. The U.S. District Courts are to have exclusive jurisdiction with respect to actions involving breach of fiduciary responsibility, as well as exclusive jurisdiction over other actions to enforce benefit rights provided under Title I. However, with respect to suits to enforce or clarify benefit rights under the plan, or to recover benefits under the plan which do not involve application of the Title I provision, they may be brought, not only in the U.S. District Courts but also in State Courts of competent jurisdiction....</blockquote>\n<blockquote>1974 U.S. Congressional &amp; Legislative News, p. 5107.</blockquote>\n<p>The Conference Committee Report specifically explains that the Federal District Courts have exclusive jurisdiction over actions to \"<i>enforce</i> or <i>clarify</i> benefit rights provided under Title I\" (emphasis added). Title I is the portion of ERISA which deals with basic requirements and benefits which retirement plans must contain, such as minimum vesting, nondiscrimination and Fiduciary Responsibility. Thus, the Conference Committee Report clearly indicates the different areas of jurisdiction for the Federal and State Courts.</p>\n<p>The State Courts are granted concurrent jurisdiction to award benefits under a <i>particular</i> plan. In other words, the State Court has jurisdiction to hear a case where a participant sues to collect benefits under the specific terms of his plan, such as where an employer refuses to pay benefits which are specifically called for under a plan. The key words in Section 502(a)(1)(B) are \"his plan,\" and \"the terms of <i>the</i> plan.\" Congress clearly felt that the State Courts could take a written document (\"his plan\" or \"the plan\"), read it, and determine the benefits written out in that document, just as it would determine the amount due under a construction or sales contract. Such a case would not involve the application or interpretation of any of the ERISA requirements or a determination of whether ERISA applied.</p>\n<p>However, were a participant to come into Court and allege that a particular plan does not meet the minimum vesting requirements of ERISA, then that would be an action \"to enforce or clarify benefit rights provided under Title I.\" Conference Committee Report, Section 502. This type of action would have to be brought in the Federal Court.</p>\n<p>The reasoning of Congress in restricting the State Court to hearing cases only involving interpretation of the benefits provided under a specific written plan or contract <span class=\"star-pagination\">*644</span> is one of uniformity. Congress wanted all interpretation of the actual statutory provisions and requirements of ERISA to be uniform. The Department of Labor and Internal Revenue Service did not want to have to deal with fifty different States' interpretation of the meaning of any specific statutory provision.</p>\n<p>Congressman Dent, Chairman of the Subcommittee of Labor of the House Committee on Labor and Education further explained the Congressional concern on this point:</p>\n<blockquote>Finally, I wish to make note of what is to many the crowning achievement of this legislation, the reservation to Federal Authority the sole power to regulate the field of employee benefit plans. With the preemption of the field, we round out the protection afforded participants by eliminating the threat of conflicting and inconsistent State and local legislation. See <i>Hewlitt [Hewlett]-Packard Co. v. Barnes,</i> 425 F.Supp. 1224-[1294] (ND Cal.1977), <i>aff'd,</i> <span class=\"citation\" data-id=\"353342\"><a href=\"/opinion/353342/hewlett-packard-company-a-california-corporation-v-willie-r-barnes/\"><span class=\"volume\">571</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">502</span></a></span> (9th Cir. 1978), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">831</span></span> [, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">108</span></span>, 58 L.Ed.2d 125] (1978).</blockquote>\n<p>In <i>Guthrie v. Dow Chemical Company,</i> <span class=\"citation\" data-id=\"1601647\"><a href=\"/opinion/1601647/guthrie-v-dow-chemical-co/\"><span class=\"volume\">445</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">311</span></a></span> (S.D.Texas 1978), the Court dealt with the question of State jurisdiction over Title I questions. In <i>Guthrie,</i> employees of Dow Chemical brought a State Court action claiming that a challenged portion of the retirement plan, whereby a retirement fund was entitled to credit for workmen's compensation benefits paid, was illegal because it was in violation of Texas and United States laws and Constitution. The employer, defendant, attempted to remove the action to Federal District Court.</p>\n<p>The plaintiffs were seeking relief under Title I of ERISA, 29 U.S.C. Section 1001, <i>et seq.,</i> by saying that it was illegal for the retirement fund to be entitled to credit for workmen's compensation benefits paid. The Court noted that Congress had indicated a clear intent to preempt the entire area of regulation of all covered pension plans, citing Section 514(a) of ERISA, 29 U.S.C. Section 1144(a). 445 F.Supp. at 313. Therefore, there was a federal question involved and the case would qualify as removable under 28 U.S.C. Section 1441(a) <i>if</i> the State Court had proper jurisdiction of the cause of action. In order to be removable to Federal Court, the State Court <i>must</i> have jurisdiction over the matter.</p>\n<p>The plaintiffs contended that the State Court had jurisdiction over the subject matter of the action pursuant to Section 502 of ERISA. 29 U.S.C. Section 1132. The plaintiff, in particular, contended that their claim asserted a civil action \"to clarify his rights to future benefits under the terms of the plan ...\" 445 F.Supp. at 314.</p>\n<p>The Court, however, stated that the plaintiffs did not seek to recover benefits <i>under</i> the plan or to clarify their rights to future benefits <i>under</i> the terms of the plan, but rather sought to have a portion of the plan declared illegal because it is alleged to be in violation of certain unspecified portions of ERISA.</p>\n<p>The Court went on to explain why the action did not fall into the parameters of Section 502(a)(1)(B):</p>\n<blockquote>Section 1132(a)(1)(B) (Section 502 (a)(1)(B) of ERISA) is obviously designed to cover that situation in which a defendant refuses to pay benefits due under the terms of a plan, or where for certain reasons, a plaintiff seeks to clarify his rights to future benefits, without actually challenging the validity of a portion of the plan or seeking a <i>construction</i> of the ERISA statute. (emphasis added)</blockquote>\n<p>The Court, therefore, held that since a State Court would <i>not</i> have jurisdiction, the case could not be removed to Federal Court.</p>\n<p>A state Court has also examined the question of when the State Court has jurisdiction over civil actions based on ERISA. In <i>Young v. Sheet Metal Workers International,</i> <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">Misc. 2d</span> <span class=\"page\">692</span></span>, <span class=\"citation no-link\"><span class=\"volume\">447</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">798</span></span> (1981), the Court examined whether it had jurisdiction to consider the question of wrongful removal of employees from membership in the plan.</p>\n<p><span class=\"star-pagination\">*645</span> The Court examined 29 U.S.C. Section 1132 which deals with the appropriate forum for prosecuting a civil action under ERISA. In its analysis the Court recognized that there was federal domination over the \"establishment, conduct, supervision and regulation of pension and retirement plans covered by the statute,\" and that federal law preempts the field. The federal preemption, noted the Court, was not only a result of superior federal interest in the regulation covered plans, but also \"reflects a pragmatic interest in consistency and simplicity.\" 447 N.Y.S.2d at 802.</p>\n<p>Thus, in line with this policy of total federal preemption, Congress intentionally markedly restricted access to State Courts. Thus, the Court in <i>Young</i> specifically held that the words \"... under the terms of the plan\" (29 U.S.C. Section 1132(a)(1)(B) must be read restrictively. The Court stated:</p>\n<blockquote>That is, actions falling within the scope of that exception include only those wherein the participant or beneficiary asks the Court, as in a typical contract action, to construe or apply the terms of the plan to the facts of his/her particular issue. 447 N.Y.S.2d. at 803.</blockquote>\n<p>Thus in applying this principal, the Court held that:</p>\n<blockquote>The instant action concerns itself not with the clarification or enforcement of benefits or rights as prescribed by the plan, but rather with an effort by plaintiffs to forestall what they allege to be their wrongful removal from coverage by the plan. Such an action calls into question issues beyond the plan itself and removes this action from this Court's jurisdiction. 447 N.Y.S.2d at 803.</blockquote>\n<p>The Courts in <i>Guthrie</i> and <i>Young</i> reiterated the position explained in the Committee Reports, that if the plaintiff is seeking a construction of the ERISA statute, then the State Courts will <i>not</i> have jurisdiction.</p>\n<p>In the case at bar, the plaintiffs' claim based on ERISA does not fall within the parameter of Section 502(a)(1)(B) as they are explained by the Committee Reports and case law. The plaintiffs are not attempting to collect under the terms of <i>the</i> plan, since the terms of <i>the</i> plan preclude the plaintiffs from recovery of any benefits. Rather, the plaintiffs' only means of recovery is for a <i>construction</i> and application of the ERISA statute, and an application of the vesting requirements of ERISA. The plaintiffs are basically asking the Court to rewrite the contract applying the ERISA requirements of Title I. Such a cause of action is one which Congress designated to be decided only by Federal Courts, since it was the intention of Congress for the Federal law to preempt the area. Congress desired uniformity and that can best be accomplished by the ERISA statute only being interpreted by the Federal Courts.</p>\n<p>The plaintiffs were not asking for the State Court to simply interpret or apply the terms of the contract. If the State Court did that, it would apply the forfeiture provisions and the plaintiffs would have been denied recovery. In the plaintiffs' complaint in State Court, they sought to have a portion of the agent's or agency manager's contract declared invalid and thereby recover their benefits. However, the State Court had no jurisdiction and no power to declare that provision invalid pursuant to ERISA and the State Court lacked subject matter jurisdiction.</p>\n<p>Thus, with there being no State Court jurisdiction the plaintiffs would not be entitled to rely on the one year savings provision in Rule 41 of the North Carolina Rules of Civil Procedure. Plaintiff Pleasants' cause of action is barred therefore by the applicable three Statute of Limitations.</p>\n<p></p>\n<h2>YEARS OF SERVICEROBERT DOBBINS</h2>\n<p>Robert Dobbins was employed as a regular employee of Farm Bureau as a claims representative in the home office of the Farm Bureau. He began his position as a claims representative on January 15, 1970. He worked in this position until April 15, 1973, at which time he became an agent for the company in the Asheboro area, pursuant <span class=\"star-pagination\">*646</span> to an agent's contract. On or about October 15, 1977, Dobbins became an agency manager with the Farm Bureau, a position he held until January 31, 1981, at which time he terminated his relationship with the company. Since that time Dobbins has had no further relationship with the company. At issue is whether or not the period Dobbins served as claims representative should be added to the period he served as an agent or agency manager in determining whether he meets the ten year cliff vesting requirement.</p>\n<p>ERISA requires that all full-time service for an employer shall count toward vesting, even if the employee changes positions in the company during the period. The statute says that:</p>\n<blockquote>In computing the period of service under the plan for purposes of determining the non-forfeitable percentage under [the vesting schedules], all of an employee's years of service with the employer or employers maintaining the plan shall be taken into account. ERISA, 29 U.S.C. Section 1053(b)(1).</blockquote>\n<p>The statute lists seven exceptions to that rule which do not apply here, dealing mainly with service before certain dates, before certain ages of the employee, with breaks in service, or with withdrawal by the employee from the plan. 29 U.S.C. Section 1053(b)(1)(A)-(G).</p>\n<p>The legislative history is clear that \"all\" years of service, aside from the stated exceptions, is to be taken literally. The House Ways and Means Committee Report noted that:</p>\n<blockquote>Once an employee becomes eligible to participate in a pension plan, generally all his years of service with an employer, including pre-participation service, are to be taken into account for purposes of determining his place on the vesting schedule ... Service for an employer is to be taken into account for purposes of placement on a vesting schedule, even though the service was in a different division of the corporation. H.Rep. No. 93-807, 1974 U.S.Code Cong. and Adm. News 4722.</blockquote>\n<p>There is no evidence whether Dobbins was covered by a pension plan while he was a claims adjuster, but this does not matter for purposes of vesting. The rule is that years of service in a division of a company which does not have a pension plan count toward vesting if the employee moves to a division which does have a plan. These years would not count for purposes of accrual of benefits and plans for which benefits are calculated based on years of service. <i>Id.,</i> pp. 4722-23. But this is not relevant to the present action because benefits are not calculated based on accrual for members of the agency force, and the years of participation do count toward vesting.</p>\n<p>Therefore, all of plaintiff Dobbins' years of service must be counted toward vesting of his retirement benefits and he has met the 10-year service requirement.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>1. The plaintiffs were employees of defendant for the purposes of determining the applicability of ERISA to the contractual benefits set forth in the Agents and Agency Managers' contracts with defendant;</p>\n<p>2. The Agents and Agency Managers' contracts constitute a single unfunded employee benefit plan maintained by an employer primarily for the purpose of providing deferred compensation for its commission paid sales force. Such plan is covered by ERISA.</p>\n<p>3. The provisions of the Agents and Agency Managers' contracts in question contain a \"cliff vesting\" type provision. Each plaintiff has violated the forfeiture provisions of his respective Agents or Agency Managers' contract but for the application of ERISA. The forfeiture provision of the Agents and Agency Managers' contract is valid as to any plaintiff with less than 10 years of service with defendant.</p>\n<p>4. The Agents and Agency Managers' contracts which are \"plans\" as covered by ERISA, provide for payments to begin 60 <span class=\"star-pagination\">*647</span> days following termination of the respective contracts. Such payment date in each of the respective contracts constitutes a \"normal retirement age\" within the meaning of 29 U.S.C. Section 1056.</p>\n<p>5. The defendant's plan maintained for its commissioned sales force included agents and agency managers, and was not primarily for the purpose of providing deferred compensation for a select group of highly compensated employees so as to exclude such employees pursuant to 29 U.S.C. § 1051(2) from the protections otherwise afforded by ERISA.</p>\n<p>6. The applicable statute of limitations in this matter has run against plaintiff William A. Pleasant.</p>\n<p>7. Plaintiff Robert L. Dobbins had more than 10 years of eligible service under the established plan and is not barred from recovering benefits pursuant to his contract.</p>\n<p>8. The following plaintiffs who were employed by defendant pursuant to Agent's contract were with defendant for a period in excess of 10 years and are therefore due a recovery in an amount as specified below, to be paid out pursuant to the terms of each plaintiff's contract of employment:</p>\n<p></p>\n<pre>\nC. B. Weatherly        $11,470.00\nLee Williams            10,638.00\nHerbert M. Speas, Jr.   23,837.00\n</pre>\n<p>9. The following plaintiffs were employed by defendant pursuant to Agency Managers' contracts for a period in excess of 10 years and are therefore due a recovery in the amount as specified below, to be paid out pursuant to the terms of each plaintiff's contract of employment.</p>\n<p></p>\n<pre>\nR. E. Fraver               $38,800.00\nHubert Hampton Martin       28,552.00\nWilliam A. Davenport, Jr.   16,645.00\nMax K. Roberts              44,174.00\nTed Bright                  21,124.00\nRobert L. Dobbins           19,381.00\nRon Worthington             51,854.00\n</pre>\n<p>10. Within 90 days of the date hereof, recovering plaintiffs shall be paid by defendant the sums respectively due them to the extent that payments to them under their respective contracts are in arrears. Said sums shall bear interest from the respective installment due dates until paid.<sup>[2]</sup></p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  A contention not raised in any pre-trial pleading or order.</p>\n<p>[2]  Counsel are directed to provide the Court with sufficient information to compute the interest to be paid in accordance with this order</p>\n<p>[*]   These individuals are precluded from obtaining any recovery due to the Court's previous order holding that a ten-year cliff vesting schedule applies pursuant to ERISA. All of these individuals were with the defendant for a period of less than 10 years and plaintiffs agree that by virtue of the Court's previous order plaintiffs would be barred from recovering at the trial Court level. Plaintiffs reserve their right to pursue an appeal on this issue once a final judgment on the merits is entered.</p>\n<p>[*]   These individuals are precluded from obtaining any recovery due to the court's previous order holding that a ten-year cliff vesting schedule applies pursuant to ERISA. All of these individuals were with the defendant for a period of less than 10 years and plaintiffs agree that by virtue of the Court's previous order plaintiffs would be barred from recovering at the trial Court level. Plaintiffs reserve their right to pursue an appeal on this issue once a final judgment on the merits is entered.</p>\n<p>[*]   Plaintiff Dobbins signed an \"Agent's Contract\" on 4-15-73. He became disassociated from defendant on 1-31-81. Beginning on 1-15-70, plaintiff Dobbins was a salaried employee of defendant, a claims representative, a position which he held until 4-15-73.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/337608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/353342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/413392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/422086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1260821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1601647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1683482/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2378018/"
  ]
}