{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1908273/",
  "absolute_url": "/opinion/1908273/waterman-v-alta-verde-industries-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1908273/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:47:10.535805Z",
  "date_modified": "2016-04-27T02:45:06.542127Z",
  "type": "010combined",
  "sha1": "088c572b165a233917445fde2b7d394bd4f2c8e8",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>643 F.Supp. 797 (1986)</b></center>\n<center><h1>Curtis R. WATERMAN, Plaintiff,<br>\nv.<br>\nALTA VERDE INDUSTRIES, INC., et al., Defendants.</h1></center>\n<center>No. 85-1472-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 28, 1986.</center>\n<p><span class=\"star-pagination\">*798</span> <span class=\"star-pagination\">*799</span> Michael T. Medford, Manning, Fulton &amp; Skinner, Raleigh, N.C., for plaintiff.</p>\n<p>Barbara Mills Larkin, Sanford, Adams, McCullough &amp; Beard, Raleigh, N.C., (Thomas A. Harwood, Uvalde, Tex., of counsel), for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiff, a North Carolina resident, brought this action in October of 1985 seeking rescissionary damages for the alleged sale of unregistered securities in violation of federal and state law, as well as damages for alleged negligence, breach of fiduciary duty, breach of contract, misrepresentation and unfair and deceptive trade practices. Jurisdiction is claimed on federal question and diversity of citizenship grounds. Plaintiff subsequently voluntarily dismissed the final four claims, leaving only the securities and negligence claims for disposition by the court. The action is before the court on defendants' motion to amend their answer to include certain affirmative defenses and plaintiffs motion for partial summary judgment based on his claims of violation of North Carolina and federal securities laws. The issues have been fully briefed and the motions are ripe for disposition.</p>\n<p></p>\n<h2>FACTUAL BACKGROUND<sup>[1]</sup></h2>\n<p>This action arose out of a transaction between plaintiff and defendants in late 1984 and early 1985 whereby plaintiff purchased cattle and feed from defendant Alta Verde as part of an effort to reduce his taxable income for the 1984 tax year. Defendant Alta Verde is a Texas corporation which is in the business of feeding cattle for investors. It has advertised the availability of its operation in a number of publications, including the Wall Street Journal, the New York Times, the Los Angeles Times, the Chicago Sun Times and Barron's, as well as other magazines and newspapers. The advertisements emphasize the potential tax advantages of defendants' operation.</p>\n<p>The service operates as follows: Alta Verde purchases cattle on the open market and holds them in its inventory<sup>[2]</sup> until an investor expresses an interest in purchasing a certain number of cattle and feeding them with Alta Verde. Alta Verde then sells to the investor the number of cattle he wishes to purchase and separates them from its inventory lot. The amount of the investment depends on the investor, but <span class=\"star-pagination\">*800</span> according to a brochure put out by Alta Verde regarding this program, the minimum investment is approximately $25,000. While the investor can pay cash for the cattle and feed, he also may take out a loan with defendant Miller Finance Company for the purchase price, which company was instituted by defendants for precisely this purpose. From the investor's cash payment or the proceeds of the loan, Alta Verde reimburses itself for the cost of the feeder cattle and cattle feed. The loan and Alta Verde's fees are secured by a security interest in the cattle and the feed. Alta Verde then feeds and maintains the cattle in its feed yards for six or seven months while they fatten. When this process is complete, Alta Verde contacts the investor to determine whether he wishes to sell the cattle. They inform him of the price that they feel that he can get for the cattle, and the investor makes the decision whether to sell them or to hold them in hopes of obtaining a better price in the near future. The cattle may not be held indefinitely, though, due to the fact that the investor will continue to have to pay the price of the feed and the cattle will become less attractive to buyers if they are fed too long prior to slaughter. Thus, there is some risk in this venture, since the investor is bound by the price set by the market at the time when his cattle are ready to be sold for slaughter.</p>\n<p>At the time that plaintiff became involved in this program, Alta Verde itself ran a meatpacking plant, and was one of the potential purchasers of the fattened cattle. The price it offered could often be more attractive than that of its competitors, since the other meatpacking plants which would commonly purchase this cattle were one hundred miles or more away from Alta Verde, and since the seller (here, the investor) generally pays the cost of transporting the cattle to the buyer. Butler Deposition, pp. 116-117.</p>\n<p>Upon receiving approval from the investor, Alta Verde sells the cattle, using the proceeds to repay any loans arranged through Miller Finance and all amounts due to Alta Verde. It then sends the balance back to the investor. Alta Verde's profit in these transactions comes from the sale of the grain consumed by the cattle. Miller Finance's profit comes from the interest on the loans.</p>\n<p>This is the operation of which plaintiff was made aware in late 1984. Plaintiff began seeking such an investment at this time because he had earned a great deal of money in that year and wished to shelter some of that income from federal income taxes.<sup>[3]</sup> Through his accountant and his attorney, plaintiff learned about the Alta Verde program and had them contact representatives at Alta Verde to see if there was time for him to invest between $100,000 and $200,000 prior to the end of 1984. He was informed that this was, indeed, possible. About a week later plaintiff's attorney telephoned John Butler, a representative of Alta Verde, and informed him that plaintiff wished to invest in the cattle feeding program. Mr. Butler said that Alta Verde was willing to accept the investment. On December 27, 1984, plaintiff's attorney wired $192,000 from plaintiff's bank in North Carolina to Alta Verde's bank in Texas for the purchase of approximately 1,200 head of heifer cattle plus feed. Alta Verde subsequently refunded an \"overborrowing\" of $39,500, leaving plaintiff's initial cash investment at $152,500. In January, 1985, plaintiff was mailed the cattle feeding agreement from Alta Verde and an optional advance note and security agreement from Miller Finance Company. Plaintiff signed these documents and returned them to the defendants in Texas.</p>\n<p>In the spring of 1985, John Butler contacted plaintiff regarding plaintiff's possible interest in investing in a different cattle feeding program involving Holstein cattle. <span class=\"star-pagination\">*801</span> Plaintiff eventually decided to do this, and invested $74,609.33, $29,540 of which was in cash, in the Holstein feeding program. Thus, by April, 1985, plaintiff's total net cash investment in Alta Verde cattle was $182,040.</p>\n<p>Also in the spring of 1985, plaintiff decided to visit the stockyards at Alta Verde. He contacted Mr. Butler and flew down to Texas with his wife. He viewed the operations of the company, including the pens of cattle which he owned, and met with Mr. Butler and also briefly met defendant Leon Miller, Jr., the president of Alta Verde. He asked a number of questions regarding his investment and appeared to the defendants to be quite knowledgeable with respect to investments. He left Alta Verde with the feeling that his investment had been well made.</p>\n<p>By June of 1985, the first of the heifer cattle were ready for market according to the projections of Alta Verde's people. Plaintiff spoke with Mr. Butler and with Glenn Polhemus, Alta Verde's feedyard manager, regarding the sale of the heifers which were ready for market. However, at that time the market was very low and plaintiff would not break even on his investment if he sold his heifers at the prevailing market rate. Plaintiff asked the Alta Verde representatives whether they thought the market might go up if he waited a few weeks, and they replied that a number of market analysts had expressed their opinions that it would. Plaintiff decided to hold off selling the cattle on that date in the hope that the market would rise.</p>\n<p>There is a dispute between the parties as to what happened during the ensuing weeks. However, it is undisputed that Mr. Butler resigned and that plaintiff was in some confusion as to who was handling his account. It is also undisputed that the market price for heifers did not rise, and that all of plaintiff's heifers were sold during the month of July at a price which resulted in plaintiff losing his entire investment. It is also undisputed that during this time period, Alta Verde closed its meatpacking plant so that plaintiff was unable to sell his cattle to Alta Verde. Plaintiff subsequently requested of defendants that they sell his Holsteins prior to the time that they were at their optimum weight for market. However, the price for the Holsteins was such that plaintiff's initial investment was recouped. However, this amount was not paid to plaintiff but was used to offset the loans due Miller Finance Company. Plaintiff now contends that he is entitled to the return of his entire cash investment, plus costs and attorney's fees.</p>\n<p></p>\n<h2>MOTION TO AMEND</h2>\n<p>Defendants seek to amend their answer to include the following affirmative defenses: (1) the transactions at issue were exempt from registration under the securities laws because there was no public offering of the cattle feeding program; (2) plaintiff's securities claims are barred by the applicable statute of limitations; (3) plaintiff's negligence claim is barred because defendant could not sell the cattle earlier due to \"an intervening impossibility;\" and (4) plaintiff's negligence claim is barred because plaintiff interfered with defendants' efforts to sell the cattle at an earlier date.</p>\n<p>In opposition to this motion, plaintiff asserts that the first two proposed amendments are futile because they are legally insufficient as defenses to claims for the sale of unregistered securities. Plaintiff further argues that defendants have shown no good excuse for their failure to assert these defenses prior to the close of discovery. Additionally, plaintiff asserts that if the court grants his motion for partial summary judgment, the motion to amend with respect to the negligence claims will be moot since the relief available to plaintiff under both claims would be essentially the same.</p>\n<p>However, the court believes that the better course would be to permit the motion to amend. Rule 15(a), F.R.Civ.P., states that leave to amend should be freely granted \"when justice so requires.\" Plaintiff in this action has alleged no prejudice <span class=\"star-pagination\">*802</span> other than his inability to conduct discovery on these amendments, and to alleviate this potential problem, the court will permit plaintiff to conduct additional discovery on these points if he so desires.<sup>[4]</sup> With respect to plaintiff's claim that the amendments relating to negligence will become moot if his motion for partial summary judgment is granted, this argument as a practical matter may be true, but unless and until plaintiff chooses to withdraw those claims, the court believes that defendants should be permitted to raise all possible defenses to them. Finally, the applicability of the defenses to the securities claims will be addressed <i>infra</i> with respect to plaintiff's motion for partial summary judgment. Therefore, for the reasons set out herein, defendants' motion to amend will be allowed.</p>\n<p></p>\n<h2>MOTION FOR PARTIAL SUMMARY JUDGMENT</h2>\n<p>In his first three claims for relief, plaintiff alleges that defendant Alta Verde's cattle feeding operation constitutes a security and that plaintiff is entitled to rescissionary damages under federal, North Carolina and Texas securities law due to defendants' failure to register this operation with the appropriate federal and state authorities. Plaintiff now moves for summary judgment with respect to these claims as they relate to federal and North Carolina law. He contends that the undisputed facts show that the Alta Verde cattle feeding program does indeed constitute an unregistered security and that he therefore is entitled to the rescission of his contract and the return of his investment, together with costs and attorney's fees. Plaintiff further contends that the remaining defendants are agents and control persons of Alta Verde and are therefore liable, as well.</p>\n<p>The Securities Act of 1933, 15 U.S.C. § 77e(a), prohibits the sale or delivery after sale of an unregistered security. Any person who offers or sells the security in violation of Section 77e is liable to the purchaser of the security for \"the consideration paid for such security with interest thereon, less the amount of any income received thereon, upon the tender of such security, or for damages if he no longer owns the security.\" 15 U.S.C. § 77<i>l</i>; <i>accord,</i> N.C.G.S. § 78A-24 and -56(a).<sup>[5]</sup> Plaintiff contends that the Alta Verde program is an \"investment contract\" which constitutes a security under 15 U.S.C. § 77b(1) and N.C.G.S. § 78A-2(11). Plaintiff further contends, and the undisputed facts show, that defendants never registered this program with the appropriate federal or state authorities. Thus, the question before the court is whether the Alta Verde cattle feeding program does constitute a security, and if so, whether there is some exemption under federal or state law or some statute of limitations which would preclude a recovery by plaintiff.</p>\n<p>In <i>S.E.C. v. W.J. Howey Company,</i> 328 U.S. 293, 298-99, 66 S.Ct. 1100, 1102-03, 90 L.Ed. 1244 (1946), the Supreme Court defined an investment contract as \"a contract, transaction or scheme whereby a person invests his money in a common enterprise and is led to expect profits solely from the efforts of the promoter or a third party.\" Thus, there are three elements to the <i>Howey</i> test: (1) an investment of money, (2) in a common enterprise, and (3) an expectation of profit solely from the efforts <span class=\"star-pagination\">*803</span> of others. The parties agree that it is the third prong of the <i>Howey</i> test which is in dispute in this action, since there is no dispute that plaintiff invested money in the cattle feeding program, which was by its own terms a common enterprise.<sup>[6]</sup> They further agree that subsequent decisions interpreting <i>Howey</i> have generally rejected a literal interpretation of the word \"solely\" in favor of a more realistic definition. <i>See, e.g., </i><i>S.E.C. v. Glenn W. Turner Enterprises, Inc.,</i> 474 F.2d 476, 482 (9th Cir.), <i>cert. denied,</i> 414 U.S. 821, 94 S.Ct. 117, 38 L.Ed.2d 53 (1973). Thus, the test has become \"whether the efforts made by those other than the investor are the undeniably significant ones, those essential managerial efforts which affect the failure or success of the enterprise.\" <i>Id.; accord, </i><i>Williamson v. Tucker,</i> 645 F.2d 404 (5th Cir.), <i>cert. denied,</i> 454 U.S. 897, 102 S.Ct. 396, 70 L.Ed.2d 212 (1981). Although the Supreme Court has never taken the opportunity to directly address this question, <i>see </i><i>United Housing Foundation, Inc. v. Forman,</i> 421 U.S. 837, 852 n. 16, 95 S.Ct. 2051, 2060 n. 16, 44 L.Ed.2d 621 (1975), this court agrees that the third <i>Howey</i> test cannot be read so literally, and will therefore adopt and apply the test as set out in <i>Turner.</i></p>\n<p>The primary place to look with respect to the parties' responsibilities under the cattle feeding agreement is the agreement itself. The provisions of the agreement which are pertinent to this action are as follows:</p>\n<blockquote>1. Feedyard agrees to feed, maintain and care for cattle that Owner may deliver to Feedyard or that Feedyard may purchase for Owner in accordance with the instructions of Owner, whether oral or written.</blockquote>\n<blockquote>2. Owner employs Feedyard to perform services set out in this agreement (including specifically the full and complete cattle feeding operations in Owner's behalf); appoints Feedyard as his lawful attorney-in-fact to do and perform such services; agrees to pay Feedyard its customary rates and charges then in effect for all feed and supplies furnished, all expenses incurred and for all services rendered; and agrees to provide Feedyard (or any lender who has acquired a security interest in the cattle) with and pay for warehouse receipts from a warehouseman acceptable to Feedyard (or such lender). Feedyard shall be entitled to an Agister's Lien, pursuant to T.R. C.S. Art. 5502, and is granted an express interest in the cattle, feed and veterinary supplies purchased or furnished for Owner's account by Feedyard; ....</blockquote>\n<blockquote>3. Notwithstanding the appointment of Feedyard as an attorney-in-fact in Paragraph 2 hereof, Owner shall be the sole owner of and have access to any cattle subject to the terms of this Agreement. Owner may consult with Feedyard and actively engage in the management of his cattle feeding operation hereunder. Owner shall have title to all such cattle and shall bear all normal risks of ownership, including risk of death, sickness, theft and other casualties. Feedyard does and shall not indemnify Owner against death losses of its cattle.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>5. Feedyard shall have the authority to make any decision relating to the processing, holding and disposition of the cattle, whether at the end of a feeding cycle or otherwise. At such times as all or any portion of the cattle are sold, whether at private sale, public sale or by consignment, Owner directs and authorizes the purchaser or consignee to pay Feedyard all sums realized from the sale or consignment of said cattle without further liability on the part of the purchaser or consignee. Feedyard shall then deduct all amounts due it for feed, care, supplies and services and pay Owner <span class=\"star-pagination\">*804</span> the balance of said sums; provided however, if any amount is then outstanding upon any indebtedness secured by the cattle, Feedyard shall further deduct such amount and pay same to the holder of such indebtedness prior to making any distribution to Owner.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>7. This agreement shall apply to all cattle placed with Feedyard from time to time or purchased by Feedyard for Owner's account, until terminated by Owner or Feedyard upon thirty (30) days' prior written notice to the other party; and this agreement shall be binding upon the parties, their heirs, executors, administrators, successors and assigns. Any notice of termination given hereunder shall apply only to future purchases and/or deliveries of cattle and shall not have the effect of terminating any contractual relationship existing between Owner and Feedyard as to the cattle then in the possession of Feedyard and subject to the terms hereof unless and until any amounts due and payable to Feedyard for services rendered under paragraph 2 and any extension of credit from Feedyard to a lender who has acquired a security interest in the cattle have been paid in full.</blockquote>\n<p>These provisions indicate that Alta Verde is expected to have primary control over the purchase, feeding, care and sale of the investor's cattle. Alta Verde agrees to purchase cattle for the investor,<sup>[7]</sup> it feeds the cattle and cares for any medical needs, and it sells the cattle for the investor at the end of the feeding cycle. It performs those services as attorney-in-fact for the investor. It has a security interest in the feed and the cattle and subsequent to sale, deducts the amounts owed to it prior to sending the remainder to the investor. The investor also may not remove his cattle, should he so choose, until all obligations to Alta Verde and Miller Finance are paid.</p>\n<p>However, the contract also provides that notwithstanding these provisions, the investor will have access to any of his cattle and may consult with Alta Verde \"and actively engage in the management of his cattle feeding operation.\" Thus, defendants argue, investors have sufficient control over the care of their cattle so that the third prong of the <i>Howey/Turner</i> test is not satisfied.</p>\n<p>However, the court may not look solely to the language of the contract. Rather, it must consider the economic reality of the situation to determine whether the investor has any real control over the management of his investment. <i>See Turner, supra,</i> 474 F.2d at 482; <i>S.E.C. v. Professional Associates,</i> 731 F.2d 349, 355 (6th Cir.1984); <i>S.E.C. v. Payne,</i> 35 F.Supp. 873, 878-79 (S.D.N.Y.1940). In making this determination, courts and commentators have identified several situations relating to the efforts of the manager, three of which plaintiff contends are sufficient to satisfy the third test in <i>Howey</i> and <i>Turner:</i></p>\n<blockquote>First, managerial efforts can cause an investment to increase in value.... Here, a manager does the work, but the actual profit will normally be derived from sale of the enhanced property to third persons....</blockquote>\n<blockquote>[Second], a manager can use his special expertise to select items within a particular class of items which will appreciate at a faster rate than will the particular class in general.... Again ... the profit ... will usually come, not from a promoter or manager, but ... from sales of appreciated property to members of the general public. However, it is only because a promoter or manager has used his expertise, which the investor does not possess, that a profit is made.</blockquote>\n<blockquote>Last, a few cases are beginning to suggest that necessary managerial efforts <span class=\"star-pagination\">*805</span> may take the form of merely caring for property where an investor is unable or not equipped to do so.... Here, managerial efforts do not bring about increase in value, but they are necessary for an investor to realize his profits.</blockquote>\n<p>Long, <i>Blue Sky Law,</i> § 2.03[2][d][iii] pp. 2-45 and 2-46; <i>see also, </i><i>S.E.C. v. Haffenden-Rimar International, Inc.,</i> 496 F.2d 1192 (4th Cir.1974); <i>Glen-Arden Commodities, Inc. v. Costantino,</i> 493 F.2d 1027 (2d Cir.1974).</p>\n<p>Plaintiff contends that defendant Alta Verde's program meets each of these criteria. First, he argues, Alta Verde manages the cattle feeding program to increase the value of its customers' investments. In its brochure, which is available to any interested investor, <i>see</i> Butler Deposition p. 67, Alta Verde states the following:</p>\n<blockquote>[F]or its customers who don't already own their cattle, Alta Verde specializes in and recommends feeding heifers, a practice that minimizes the up-front investment and maximizes the ultimate return. Heifers have a lower risk factor. And, in addition, once they have spent 120 to 150 days on our feeding program, their selling price often closely rivals that of the more expensive steers.</blockquote>\n<p>Alta Verde Brochure, p. 9.</p>\n<p>Plaintiff also argues that defendant Alta Verde uses its expertise in the selection and sale of the cattle.</p>\n<blockquote>... Alta Verde Industries is ... concerned with selecting only cattle that offer the best potential value to its customers.</blockquote>\n<blockquote>It takes a real professional to find the right cattle for the right price. It takes an Alta Verde professional....</blockquote>\n<blockquote>Alta Verde knows the importance of selling finished cattle at the right weight and at the right time to achieve the highest possible profits.... We are in close contact with our customers during this time, keeping them abreast of the progress of their cattle. We try to advise them when the peak of efficiency is at hand and it is time to sell.</blockquote>\n<p>Alta Verde Brochure, pp. 6, 13; <i>see also</i> Miller, Jr., Deposition, pp. 41-42.</p>\n<p>Finally, plaintiff argues, Alta Verde keeps and cares for the cattle, which the typical investor is unequipped and unable to do. Like many Alta Verde investors, Mr. Waterman was in no position to feed and care for the cattle himself. Indeed, he could not have invested in cattle except through an operation like Alta Verde's. Therefore, plaintiff contends, it is clear that the investors are expecting a profit through the managerial efforts of the Alta Verde staff, thus making its cattle feeding program an investment contract within the meaning of the securities laws.</p>\n<p>In response, defendants raise several arguments. First, they contend that the cattle feeding agreement does not give them so much control over investors' cattle so as to meet the third <i>Howey/Turner</i> requirement. Second, they assert that there remain genuine issues of fact as to their control over the cattle vis-a-vis that of the plaintiff. Third, they contend that they are entitled to an exemption under the securities laws because the investment program was not a public offering. 15 U.S.C. § 77d(2); N.C.G.S. § 78A-17(9). Fourth, they assert that plaintiff's action is barred by the three-year statute of limitations under 15 U.S.C. § 77m. And finally, they contend that there are triable issues of fact regarding Miller Finance Company's liability. These contentions will be addressed seriatim.</p>\n<p>With respect to defendants' contentions regarding the cattle feeding agreement, the court agrees that the agreement itself, read in a vaccum, may not support a finding of summary judgment in plaintiff's favor. However, as stated before, the court must look to the reality of the situation to see whether investors in fact have any real control over the maintenance of their investment. The court concludes, based on the undisputed facts, that they do not. Alta Verde has represented to its investors <span class=\"star-pagination\">*806</span> that its program<sup>[8]</sup> would provide \"a turnkey package of buying, financing and caring for on a first class basis.\" Letter from Leon Miller, Jr. to Mark Skousen, Plaintiff's Brief, Appendix C. In its advertisements, Alta Verde represents that it \"handles everything\" for its investors. Furthermore, that is what happens in most cases. Alta Verde generally selects each investor's cattle from its inventory. Polhemus Deposition, p. 86. This selection is not generally based on the investor's instructions, but is on a \"first-in, first-out\" basis. Miller, Jr., Deposition, pp. 21-22. Alta Verde develops its own feed for the cattle, provides veterinary services for them, and has its employees checking their condition daily. Investors are not expected to become involved in the care and maintenance of the cattle. Indeed, Mr. Butler testified that the plaintiff's visit to Alta Verde to look over the set-up was not a common occurrence. Butler Deposition, p. 97. In fact, he did not know of any other such visit by an investor while he was there. <i>Id.</i> Furthermore, during his visit, plaintiff asked questions about the operation, but gave no specific instructions about the care of his cattle. Waterman Deposition, pp. 91-94. Thus, while plaintiff may have expressed more interest in his investment than some others, there is nothing to indicate that he ever intended to become involved in the maintenance and care of his cattle or that defendant had the least expectation that he would do so.</p>\n<p>With respect to the sale of an investor's cattle, the time for sale is based on defendants' projections as to when they will be ready for market. Alta Verde Brochure, pp. 10-11; Polhemus Deposition, pp. 10-11; Waterman Deposition, pp. 92-93. It selects the purchaser at the highest available price. Miller, Jr. Deposition at pp. 40-42. The investor generally has the final say as to when to sell, Miller Deposition, pp. 40-42; but this authority is as a practical matter limited since finished cattle must be placed on the market for slaughter before they become less attractive to buyers. Furthermore, paragraph 5 of the cattle feeding agreement gives Alta Verde \"the authority to make any decision relating to the ... disposition of the cattle, whether at the end of a feeding cycle or otherwise.\"</p>\n<p>Finally, courts which have considered operations similar to Alta Verde's have concluded, as a matter of law, that they constitute investment contracts within the meaning of federal and state securities laws. <i>See, e.g., </i><i>McLish v. Harris Farms Inc.,</i> 507 F.Supp. 1075 (E.D.Cal.1980) (cattle feeding program); <i>Barry v. Ceres Land Company,</i> [1982-83 Transfer Binder] Fed.Sec.L.Rep. (CCH) ¶ 99,008 (D.Minn.1978) (cattle feeding program); <i>Tomei v. Fairline Feeding Corporation,</i> 67 Cal.App.3d 394, 137 Cal. Rptr. 656 (1977) (cattle feeding program); <i>Plunkett v. Francisco,</i> 430 F.Supp. 235 (N.D.Ga.1977) (calf maintenance program); <i>S.E.C. v. Payne, supra</i> (silver foxes); <i>Continental Marketing Corporation v. S.E.C.,</i> 387 F.2d 466 (10th Cir.1967) (beavers); <i>Miller v. Central Chinchilla Group, Inc.,</i> 494 F.2d 414 (8th Cir.1974) (chinchillas).<sup>[9]</sup></p>\n<p>Therefore, for the reasons set out herein, the court concludes that the Alta Verde program meets the third prong of the <i>Howey/Turner</i> test in that the efforts <span class=\"star-pagination\">*807</span> made by Alta Verde in purchasing, caring for and selling the cattle are the \"undeniably significant ones ... which affect the failure or success of the enterprise.\"</p>\n<p>Accordingly, the court must look to the question of whether defendants are entitled to the private placement exemption of 15 U.S.C. § 77d(2) and N.C.G.S. § 78A-17(9). However, that question may be quickly resolved, as the undisputed facts show that Alta Verde's cattle feeding program was open to any interested investors and was advertised in a number of national publications. <i>See supra</i> at p. 799; Butler Deposition, pp. 79, 86; Plaintiff's Brief, Appendix B. Although defendants argue in their brief that a question of fact remains as to whether the program was offered to the general public, they have offered no facts to refute Mr. Butler's testimony or the obvious inference to be drawn from a national advertising campaign. \"[P]ublic advertising is incompatible with the claim of private offering.\" <i>Hill York Corporation v. American International Franchises, Inc.,</i> 448 F.2d 680, 689 (5th Cir.1971). Defendants' further argument that plaintiff himself was not aware of any advertisements is also irrelevant, since the question is not whether plaintiff was aware at the time he made the investment that the cattle feeding program was available to the public, but whether it in fact was. Furthermore, it is undisputed that the cattle feeding program which plaintiff invested in was the same program which was advertised in these national publications. Miller, Jr. Deposition, pp. 53-54; Calley Deposition, pp. 15-16.</p>\n<p>Finally, it must be noted that the private placement exemption is designed to apply to situations where the unregistered security is exclusively offered to a limited number of persons who are sophisticated investors who already have access to all information which a full-fledged registration statement would provide and therefore do not need the protection of the registration requirement. <i>S.E.C. v. Ralston Purina Company,</i> 346 U.S. 119, 125-26, 73 S.Ct. 981, 984-85, 97 L.Ed. 1494 (1953). The undisputed facts in this case show that a large number of the investors in the Alta Verde cattle feeding program are, like Mr. Waterman, people who are not knowledgeable in the area of feeding cattle and would not normally have all the information a registration statement would provide. Thus, as the burden is on the defendants to show that the private placement exemption of 15 U.S.C. § 77d(2) should apply, <i>id.</i> at 126, 73 S.Ct. at 985, and as they have failed to meet that burden, they are not entitled to relief from plaintiff's federal securities claim based on that exemption.</p>\n<p>Similarly, defendants' mass advertising campaign precludes protection under the North Carolina private placement exemption. 18 N.C.Admin.Code § 06.1205(c). Additionally, defendants have failed to show that they followed other pertinent administrative regulations, thus making the private placement exemption inapplicable in this case. <i>See, e.g.,</i> 18 N.C.Admin. Code §§ 06.1205(b)(1), (4) and (5). Thus, the court must conclude that defendants' cattle feeding program is an investment contract and hence a security within the meaning of the applicable federal and state securities laws.</p>\n<p>Defendants next contend that even if their program is a security, plaintiff's claim is still barred by the three-year statute of limitations set out in 15 U.S.C. § 77m because the Alta Verde cattle feeding program was first offered to the public more than three years prior to the commencement of this suit. Section 77m provides, in pertinent part:</p>\n<blockquote>No action shall be maintained to enforce any liability created under ... section 77<i>l</i> (1) of this title, unless brought within one year after the violation upon which it is based. In no event shall any such action be brought to enforce a liability created under section ... 77<i>l</i> (1) of this title more than three years after the security was bona fide offered to the public....</blockquote>\n<p>It is undisputed that plaintiff brought this action within one year from his initial investment in the Alta Verde cattle program. <span class=\"star-pagination\">*808</span> Plaintiff also apparently does not dispute defendants' sworn assertion that they first offered and advertised their program more than three years prior to the commencement of this action. Plaintiff contends, however, that the three-year limitation period should be read to begin not from the date the security was <i>first</i> offered to the public, but from when it was <i>last</i> offered to the public. <i>In Re Bestline Products Securities and Antitrust Litigation</i> [1974-75 Transfer Binder] Fed.Sec.L. Rep. (CCH) ¶ 95,070 (S.D.Fla.1975). Under this theory, plaintiff's action would be timely, since the Alta Verde cattle feeding program was being offered to the public (and presumably continues to be offered to the public) at the time it was offered to plaintiff. Plaintiff argues that any other interpretation would be unreasonable, for it would frustrate the purpose of 77<i>l</i> (1) because it would \"give individuals a license to sell unregistered securities to whomsoever they wished if they first offered the security to a group of people and, so to speak, `ran the gauntlet' for three years.\" <i>Bestline, supra</i> at 97,751. Furthermore, plaintiff argues,</p>\n<blockquote>[t]o the extent that this ... interpretation permits unscrupulous brokers to act with impunity after the third year following the initial public offering, it undermines the Act's fundamental policy of insuring that investors possess (or have the opportunity to possess) a modicum of information about the securities they ultimately purchase.</blockquote>\n<p><i>LeCroy v. Dean Witter Reynolds, Inc.,</i> 585 F.Supp. 753, 760 (E.D.Ark.1984).</p>\n<p>However, the majority of courts that have addressed this question have ruled otherwise, holding that the three-year period begins to run from the date the security is <i>first</i> offered to the public.<sup>[10]</sup><i>See, e.g., </i><i>Morley v. Cohen,</i> 610 F.Supp. 798, 815 (D.Md.1985); <i>Slagell v. Bontrager,</i> 616 F.Supp. 634, 636 (W.D.Pa.1985), <i>aff'd,</i> 791 F.2d 921 (3d Cir.1986); <i>LeCroy v. Dean Witter Reynolds, Inc., supra</i><i>; </i><i>Brick v. Dominion Mortgage &amp; Realty Trust,</i> 442 F.Supp. 283, 291-92 (W.D.N.Y.1977); <i>Fischer v. International Telephone and Telegraph Corporation,</i> 391 F.Supp. 744, 747 (E.D.N.Y.1975); <i>Ingenito v. Bermec Corporation,</i> 376 F.Supp. 1154 (S.D.N.Y. 1974); <i>Osborne v. Mallory,</i> 86 F.Supp. 869, 873 (S.D.N.Y.1949); <i>see also</i> III L. Loss, Securities Regulation, p. 1742 (2d Ed. 1961).<sup>[11]</sup> As the clear weight of authority supports this interpretation, the court is constrained to agree that plaintiff's federal securities action is barred by the three-year limitation period set out in 15 U.S.C. § 77m. Consequently, his motion for summary judgment on this claim must be denied.</p>\n<p>However, there is no comparable statute of limitations under the North Carolina Securities Act. N.C.G.S. § 78A-56(f) provides only that no person may bring suit under this Act more than two years after the sale or contract of sale. Since plaintiff filed his action within that time period, his North Carolina securities law claim remains valid. Furthermore, as the court has found that no genuine issues of fact remain with respect to this claim, plaintiff's motion for summary judgment on the claim must be granted as against defendant Alta Verde.</p>\n<p>Furthermore, plaintiff is entitled to judgment as a matter of law on this claim against defendant Miller Finance Company, since the undisputed facts show that it aided and abetted Alta Verde in the sale of unregistered securities. N.C.G.S. § 78A-56(c); <i>Hector v. Wiens, supra,</i> 533 F.2d at 433. The sole purpose for its existence <span class=\"star-pagination\">*809</span> was to provide financing to investors in the Alta Verde cattle program. Miller, Jr. Deposition, pp. 23-24; Calley Deposition, p. 8. Furthermore, Miller Finance has no separate employees. Calley Deposition, pp. 6-8. It is owned by the controlling shareholders of Alta Verde. Miller, Jr. Deposition, pp. 9-13. The same person prepared and executed the Miller Finance security agreement and the Alta Verde cattle feeding agreement. Calley Deposition, p. 17-20. And finally, the officers of Miller Finance knew that Alta Verde's cattle feeding program was not registered. Calley Deposition, pp. 26-27; Miller, Jr. Deposition, pp. 65-66.</p>\n<p>Defendants' argument that, as in <i>Wiens,</i> questions of fact remain which make summary judgment inappropriate is without merit. In <i>Wiens,</i> the alleged aider and abettor was a bank, and a question of fact remained as to whether it simply loaned money to the plaintiff or whether the bank and the defendant feedlot had entered into a common scheme whereby the feedlot would seek potential customers and refer them to the bank for recommendations and livestock financing. No such question arises here, since defendants have admitted that Miller Financing was created for the express purpose of providing loans to Alta Verde investors. Therefore, for the reasons set out herein, plaintiff's motion for partial summary judgment against defendant Miller Finance on his North Carolina securities claim is granted.</p>\n<p>Finally, plaintiff is also entitled to summary judgment on this claim against defendants Leon Miller, Jr., Kay Carr Miller, and Leon Miller, III, on the grounds that they are controlling shareholders, officers and directors at Alta Verde and are thus \"control persons\" within the meaning of N.C.G.S. § 78A-56(c). <i>See </i><i>Swenson v. Engelstad,</i> 626 F.2d 421, 428 (5th Cir.1980); <i>Safeway Portland Employees' Federal Credit Union v. C.H. Wagner &amp; Company, Inc.,</i> 501 F.2d 1120, 1124 (9th Cir.1974); <i>American General Insurance Company v. Equitable General Corporation,</i> 493 F.Supp. 721 (E.D.Va.1980). Accordingly, plaintiff's motion for partial summary judgment on his North Carolina securities claim will be granted with respect to these defendants, as well.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>In conclusion, the court finds as a matter of law that defendant Alta Verde's cattle feeding program constitutes an investment contract and hence a security within the meaning of the federal and North Carolina securities laws, that this program was never registered with the proper authorities in violation of 15 U.S.C. § 77<i>l</i> (1) and N.C.G.S. § 78A-56(a)(1), and that defendants are not entitled to the private placement exemption under 15 U.S.C. § 77d(2) and N.C.G.S. § 78A-17(9). The court further concludes that plaintiff's federal securities claim is barred by the three-year limitations period set out in 15 U.S.C. § 77m, but that his North Carolina securities claim was timely filed and is properly before the court on grounds of diversity of citizenship, 28 U.S.C. § 1332(a), and that he is entitled to judgment as a matter of law against defendant Alta Verde on this claim. Finally, the court concludes that defendant Miller Finance Company is liable to plaintiff as a matter of law under N.C.G.S. § 78A-56(c) as an aider and abettor to defendant Alta Verde, and that defendants Leon Miller, Jr., Kay Carr Miller, and Leon Miller, III, are similarly liable as control persons of Alta Verde and Miller Finance. Accordingly, plaintiff's motion for partial summary judgment on his federal securities claim is denied and his motion for partial summary judgment on his North Carolina securities claim is granted, and pursuant to this claim, plaintiff is entitled to the return of his entire investment plus interest, as well as cancellation of the Miller Finance Company loan. N.C.G.S. § 78A-56(a). However, the court will refrain from entering judgment until such time as the remaining claims have been resolved.<sup>[12]</sup></p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The facts as set out hereinafter are taken in the light most favorable to the defendants, the non-moving party for purposes of the motion for summary judgment. <i>Charbonnages de France v. Smith,</i> 597 F.2d 406 (4th Cir.1979).</p>\n<p>[2]  Alta Verde also feeds cattle purchased separately and delivered by customers, but the bulk of its business operates as outlined herein.</p>\n<p>[3]  Cattle feeding operations such as Alta Verde's provide a tax shelter for income earned during a particular tax year by permitting the investor to prepay for feed to be used during the next tax year. The investor may deduct the cost of the prepaid fee from his taxable income, thus deferring taxes on that income for the relevant tax year.</p>\n<p>[4]  The court also notes that plaintiff has already conducted some discovery on the public offering issue. <i>See, e.g.,</i> Butler Deposition, pp. 79, 86.</p>\n<p>[5]  In their response to plaintiff's motion for summary judgment, defendants have not challenged this court's jurisdiction over plaintiff's claims raised pursuant to North Carolina law or the applicability of the North Carolina securities laws to this action. At any rate, this court finds that it does have jurisdiction over these claims based on diversity of citizenship, 28 U.S.C. § 1332(a), and that if the Alta Verde program does constitute a security, North Carolina's securities laws would apply since, under North Carolina law, the telephone conversation in late December, 1984 between Alta Verde and plaintiff's attorney constituted an offer to buy made and accepted in this state. N.C.G.S. § 78A-63(a) and (c).</p>\n<p>[6]  A common enterprise exists where the fortunes of the investor are interwoven with and dependent upon the efforts and success of the party seeking the investment or of a third party. 18 N.C.Admin.Code § 06.1104(g)(1); <i>S.E.C. v. Continental Commodities Corporation,</i> 497 F.2d 516, 522 (5th Cir.1974); <i>Rochkind v. Reynolds Securities, Inc.,</i> 388 F.Supp. 254, 257 (D.Md. 1975). \"The critical factor is not the similitude or coincidence of investor input, but rather the uniformity of impact of the promoter's efforts.\" <i>Id.</i> at 258; <i>Continental, supra,</i> 497 F.2d at 522.</p>\n<p>[7]  As stated before, Alta Verde will also feed and care for cattle which are already owned by ranchers and are delivered to Alta Verde, but with respect to investors such as plaintiff who do not have cattle, Alta Verde's practice is to purchase the cattle in bulk and then sell them out of their inventory to investors. Thus, as a practical matter the company has more control over the purchase of most of the cattle than the contract provides. Miller, Jr., Deposition, p. 23.</p>\n<p>[8]  Defendants have also argued that their cattle feeding operation has been unfairly characterized by plaintiff as a \"program,\" creating the appearance of a security where none exists. However, given the fact that defendants themselves consistently advertised the operation as a program, the court sees little merit to this argument. Alta Verde Brochure, p. 18; Butler Deposition, Exhibit 10. At any rate, this characterization alone is not dispositive of whether the cattle feeding operation is an investment contract within the meaning of the securities laws.</p>\n<p>[9]  <i>See also </i><i>Hector v. Wiens,</i> 533 F.2d 429 (9th Cir.1976), in which the Court of Appeals reversed the district court's granting of summary judgment in defendant's favor and remanded the case for trial as there were genuine issues of fact regarding the investor's involvement in defendant's cattle and hog feeding operation. The court did not grant judgment as a matter of law in plaintiff's favor because there was evidence in that case that the plaintiff and other investors assisted in the purchase of the animals, supplied grain to defendant's feed lot, and made <i>frequent</i> visits to the feed lot. No such evidence was presented in this case.</p>\n<p>[10]  Indeed, <i>Bestline</i> appears to be the only case which has ever held that the three-year limitation period begins to run from the date the security is last offered to the public.</p>\n<p>[11]  Plaintiff correctly points out that none of these cases directly involved a situation where the plaintiff's claim was filed within the one-year limitations period but was more than three years after the security was first offered to the public. However, in several of these cases, the courts acknowledged this potential problem and nevertheless held contrary to plaintiff's position. <i>See, e.g., </i><i>Morley, supra,</i> 610 F.Supp. at 816 n. 17; <i>LeCroy, supra,</i> 585 F.Supp. at 753 n. 5.</p>\n<p>[12]  Plaintiff also correctly points out that he is entitled as a matter of law to costs and attorney's fees. N.C.G.S. § 78A-56(a)(2). However, since plaintiff has not yet filed any affidavit concerning those fees, and since there are other pending claims, the court will refrain from addressing this question until the close of the litigation.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">643</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">797</span></span> (1986)</b></center>\n<center><h1>Curtis R. WATERMAN, Plaintiff,<br>\nv.<br>\nALTA VERDE INDUSTRIES, INC., et al., Defendants.</h1></center>\n<center>No. 85-1472-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 28, 1986.</center>\n<p><span class=\"star-pagination\">*798</span> <span class=\"star-pagination\">*799</span> Michael T. Medford, Manning, Fulton &amp; Skinner, Raleigh, N.C., for plaintiff.</p>\n<p>Barbara Mills Larkin, Sanford, Adams, McCullough &amp; Beard, Raleigh, N.C., (Thomas A. Harwood, Uvalde, Tex., of counsel), for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiff, a North Carolina resident, brought this action in October of 1985 seeking rescissionary damages for the alleged sale of unregistered securities in violation of federal and state law, as well as damages for alleged negligence, breach of fiduciary duty, breach of contract, misrepresentation and unfair and deceptive trade practices. Jurisdiction is claimed on federal question and diversity of citizenship grounds. Plaintiff subsequently voluntarily dismissed the final four claims, leaving only the securities and negligence claims for disposition by the court. The action is before the court on defendants' motion to amend their answer to include certain affirmative defenses and plaintiffs motion for partial summary judgment based on his claims of violation of North Carolina and federal securities laws. The issues have been fully briefed and the motions are ripe for disposition.</p>\n<p></p>\n<h2>FACTUAL BACKGROUND<sup>[1]</sup></h2>\n<p>This action arose out of a transaction between plaintiff and defendants in late 1984 and early 1985 whereby plaintiff purchased cattle and feed from defendant Alta Verde as part of an effort to reduce his taxable income for the 1984 tax year. Defendant Alta Verde is a Texas corporation which is in the business of feeding cattle for investors. It has advertised the availability of its operation in a number of publications, including the Wall Street Journal, the New York Times, the Los Angeles Times, the Chicago Sun Times and Barron's, as well as other magazines and newspapers. The advertisements emphasize the potential tax advantages of defendants' operation.</p>\n<p>The service operates as follows: Alta Verde purchases cattle on the open market and holds them in its inventory<sup>[2]</sup> until an investor expresses an interest in purchasing a certain number of cattle and feeding them with Alta Verde. Alta Verde then sells to the investor the number of cattle he wishes to purchase and separates them from its inventory lot. The amount of the investment depends on the investor, but <span class=\"star-pagination\">*800</span> according to a brochure put out by Alta Verde regarding this program, the minimum investment is approximately $25,000. While the investor can pay cash for the cattle and feed, he also may take out a loan with defendant Miller Finance Company for the purchase price, which company was instituted by defendants for precisely this purpose. From the investor's cash payment or the proceeds of the loan, Alta Verde reimburses itself for the cost of the feeder cattle and cattle feed. The loan and Alta Verde's fees are secured by a security interest in the cattle and the feed. Alta Verde then feeds and maintains the cattle in its feed yards for six or seven months while they fatten. When this process is complete, Alta Verde contacts the investor to determine whether he wishes to sell the cattle. They inform him of the price that they feel that he can get for the cattle, and the investor makes the decision whether to sell them or to hold them in hopes of obtaining a better price in the near future. The cattle may not be held indefinitely, though, due to the fact that the investor will continue to have to pay the price of the feed and the cattle will become less attractive to buyers if they are fed too long prior to slaughter. Thus, there is some risk in this venture, since the investor is bound by the price set by the market at the time when his cattle are ready to be sold for slaughter.</p>\n<p>At the time that plaintiff became involved in this program, Alta Verde itself ran a meatpacking plant, and was one of the potential purchasers of the fattened cattle. The price it offered could often be more attractive than that of its competitors, since the other meatpacking plants which would commonly purchase this cattle were one hundred miles or more away from Alta Verde, and since the seller (here, the investor) generally pays the cost of transporting the cattle to the buyer. Butler Deposition, pp. 116-117.</p>\n<p>Upon receiving approval from the investor, Alta Verde sells the cattle, using the proceeds to repay any loans arranged through Miller Finance and all amounts due to Alta Verde. It then sends the balance back to the investor. Alta Verde's profit in these transactions comes from the sale of the grain consumed by the cattle. Miller Finance's profit comes from the interest on the loans.</p>\n<p>This is the operation of which plaintiff was made aware in late 1984. Plaintiff began seeking such an investment at this time because he had earned a great deal of money in that year and wished to shelter some of that income from federal income taxes.<sup>[3]</sup> Through his accountant and his attorney, plaintiff learned about the Alta Verde program and had them contact representatives at Alta Verde to see if there was time for him to invest between $100,000 and $200,000 prior to the end of 1984. He was informed that this was, indeed, possible. About a week later plaintiff's attorney telephoned John Butler, a representative of Alta Verde, and informed him that plaintiff wished to invest in the cattle feeding program. Mr. Butler said that Alta Verde was willing to accept the investment. On December 27, 1984, plaintiff's attorney wired $192,000 from plaintiff's bank in North Carolina to Alta Verde's bank in Texas for the purchase of approximately 1,200 head of heifer cattle plus feed. Alta Verde subsequently refunded an \"overborrowing\" of $39,500, leaving plaintiff's initial cash investment at $152,500. In January, 1985, plaintiff was mailed the cattle feeding agreement from Alta Verde and an optional advance note and security agreement from Miller Finance Company. Plaintiff signed these documents and returned them to the defendants in Texas.</p>\n<p>In the spring of 1985, John Butler contacted plaintiff regarding plaintiff's possible interest in investing in a different cattle feeding program involving Holstein cattle. <span class=\"star-pagination\">*801</span> Plaintiff eventually decided to do this, and invested $74,609.33, $29,540 of which was in cash, in the Holstein feeding program. Thus, by April, 1985, plaintiff's total net cash investment in Alta Verde cattle was $182,040.</p>\n<p>Also in the spring of 1985, plaintiff decided to visit the stockyards at Alta Verde. He contacted Mr. Butler and flew down to Texas with his wife. He viewed the operations of the company, including the pens of cattle which he owned, and met with Mr. Butler and also briefly met defendant Leon Miller, Jr., the president of Alta Verde. He asked a number of questions regarding his investment and appeared to the defendants to be quite knowledgeable with respect to investments. He left Alta Verde with the feeling that his investment had been well made.</p>\n<p>By June of 1985, the first of the heifer cattle were ready for market according to the projections of Alta Verde's people. Plaintiff spoke with Mr. Butler and with Glenn Polhemus, Alta Verde's feedyard manager, regarding the sale of the heifers which were ready for market. However, at that time the market was very low and plaintiff would not break even on his investment if he sold his heifers at the prevailing market rate. Plaintiff asked the Alta Verde representatives whether they thought the market might go up if he waited a few weeks, and they replied that a number of market analysts had expressed their opinions that it would. Plaintiff decided to hold off selling the cattle on that date in the hope that the market would rise.</p>\n<p>There is a dispute between the parties as to what happened during the ensuing weeks. However, it is undisputed that Mr. Butler resigned and that plaintiff was in some confusion as to who was handling his account. It is also undisputed that the market price for heifers did not rise, and that all of plaintiff's heifers were sold during the month of July at a price which resulted in plaintiff losing his entire investment. It is also undisputed that during this time period, Alta Verde closed its meatpacking plant so that plaintiff was unable to sell his cattle to Alta Verde. Plaintiff subsequently requested of defendants that they sell his Holsteins prior to the time that they were at their optimum weight for market. However, the price for the Holsteins was such that plaintiff's initial investment was recouped. However, this amount was not paid to plaintiff but was used to offset the loans due Miller Finance Company. Plaintiff now contends that he is entitled to the return of his entire cash investment, plus costs and attorney's fees.</p>\n<p></p>\n<h2>MOTION TO AMEND</h2>\n<p>Defendants seek to amend their answer to include the following affirmative defenses: (1) the transactions at issue were exempt from registration under the securities laws because there was no public offering of the cattle feeding program; (2) plaintiff's securities claims are barred by the applicable statute of limitations; (3) plaintiff's negligence claim is barred because defendant could not sell the cattle earlier due to \"an intervening impossibility;\" and (4) plaintiff's negligence claim is barred because plaintiff interfered with defendants' efforts to sell the cattle at an earlier date.</p>\n<p>In opposition to this motion, plaintiff asserts that the first two proposed amendments are futile because they are legally insufficient as defenses to claims for the sale of unregistered securities. Plaintiff further argues that defendants have shown no good excuse for their failure to assert these defenses prior to the close of discovery. Additionally, plaintiff asserts that if the court grants his motion for partial summary judgment, the motion to amend with respect to the negligence claims will be moot since the relief available to plaintiff under both claims would be essentially the same.</p>\n<p>However, the court believes that the better course would be to permit the motion to amend. Rule 15(a), F.R.Civ.P., states that leave to amend should be freely granted \"when justice so requires.\" Plaintiff in this action has alleged no prejudice <span class=\"star-pagination\">*802</span> other than his inability to conduct discovery on these amendments, and to alleviate this potential problem, the court will permit plaintiff to conduct additional discovery on these points if he so desires.<sup>[4]</sup> With respect to plaintiff's claim that the amendments relating to negligence will become moot if his motion for partial summary judgment is granted, this argument as a practical matter may be true, but unless and until plaintiff chooses to withdraw those claims, the court believes that defendants should be permitted to raise all possible defenses to them. Finally, the applicability of the defenses to the securities claims will be addressed <i>infra</i> with respect to plaintiff's motion for partial summary judgment. Therefore, for the reasons set out herein, defendants' motion to amend will be allowed.</p>\n<p></p>\n<h2>MOTION FOR PARTIAL SUMMARY JUDGMENT</h2>\n<p>In his first three claims for relief, plaintiff alleges that defendant Alta Verde's cattle feeding operation constitutes a security and that plaintiff is entitled to rescissionary damages under federal, North Carolina and Texas securities law due to defendants' failure to register this operation with the appropriate federal and state authorities. Plaintiff now moves for summary judgment with respect to these claims as they relate to federal and North Carolina law. He contends that the undisputed facts show that the Alta Verde cattle feeding program does indeed constitute an unregistered security and that he therefore is entitled to the rescission of his contract and the return of his investment, together with costs and attorney's fees. Plaintiff further contends that the remaining defendants are agents and control persons of Alta Verde and are therefore liable, as well.</p>\n<p>The Securities Act of 1933, 15 U.S.C. § 77e(a), prohibits the sale or delivery after sale of an unregistered security. Any person who offers or sells the security in violation of Section 77e is liable to the purchaser of the security for \"the consideration paid for such security with interest thereon, less the amount of any income received thereon, upon the tender of such security, or for damages if he no longer owns the security.\" 15 U.S.C. § 77<i>l</i>; <i>accord,</i> N.C.G.S. § 78A-24 and -56(a).<sup>[5]</sup> Plaintiff contends that the Alta Verde program is an \"investment contract\" which constitutes a security under 15 U.S.C. § 77b(1) and N.C.G.S. § 78A-2(11). Plaintiff further contends, and the undisputed facts show, that defendants never registered this program with the appropriate federal or state authorities. Thus, the question before the court is whether the Alta Verde cattle feeding program does constitute a security, and if so, whether there is some exemption under federal or state law or some statute of limitations which would preclude a recovery by plaintiff.</p>\n<p>In <i>S.E.C. v. W.J. Howey Company,</i> <span class=\"citation no-link\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></span>, 298-99, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1100</span></span>, 1102-03, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1244</span></span> (1946), the Supreme Court defined an investment contract as \"a contract, transaction or scheme whereby a person invests his money in a common enterprise and is led to expect profits solely from the efforts of the promoter or a third party.\" Thus, there are three elements to the <i>Howey</i> test: (1) an investment of money, (2) in a common enterprise, and (3) an expectation of profit solely from the efforts <span class=\"star-pagination\">*803</span> of others. The parties agree that it is the third prong of the <i>Howey</i> test which is in dispute in this action, since there is no dispute that plaintiff invested money in the cattle feeding program, which was by its own terms a common enterprise.<sup>[6]</sup> They further agree that subsequent decisions interpreting <i>Howey</i> have generally rejected a literal interpretation of the word \"solely\" in favor of a more realistic definition. <i>See, e.g., </i><i>S.E.C. v. Glenn W. Turner Enterprises, Inc.,</i> <span class=\"citation\" data-id=\"308750\"><a href=\"/opinion/308750/fed-sec-l-rep-p-93748-securities-and-exchange-commission-v-glenn-w/\"><span class=\"volume\">474</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">476</span></a></span>, 482 (9th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">821</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">117</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">53</span></span> (1973). Thus, the test has become \"whether the efforts made by those other than the investor are the undeniably significant ones, those essential managerial efforts which affect the failure or success of the enterprise.\" <i>Id.; accord, </i><i>Williamson v. Tucker,</i> <span class=\"citation\" data-id=\"389145\"><a href=\"/opinion/389145/john-d-williamson-plaintiffs-appellants-cross-v-gordon-g-tucker/\"><span class=\"volume\">645</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">404</span></a></span> (5th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">897</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">396</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">212</span></span> (1981). Although the Supreme Court has never taken the opportunity to directly address this question, <i>see </i><i>United Housing Foundation, Inc. v. Forman,</i> <span class=\"citation\" data-id=\"109272\"><a href=\"/opinion/109272/united-housing-foundation-inc-v-forman/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 852 n. 16, <span class=\"citation\" data-id=\"109272\"><a href=\"/opinion/109272/united-housing-foundation-inc-v-forman/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2051</span></a></span>, 2060 n. 16, <span class=\"citation\" data-id=\"109272\"><a href=\"/opinion/109272/united-housing-foundation-inc-v-forman/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></a></span> (1975), this court agrees that the third <i>Howey</i> test cannot be read so literally, and will therefore adopt and apply the test as set out in <i>Turner.</i></p>\n<p>The primary place to look with respect to the parties' responsibilities under the cattle feeding agreement is the agreement itself. The provisions of the agreement which are pertinent to this action are as follows:</p>\n<blockquote>1. Feedyard agrees to feed, maintain and care for cattle that Owner may deliver to Feedyard or that Feedyard may purchase for Owner in accordance with the instructions of Owner, whether oral or written.</blockquote>\n<blockquote>2. Owner employs Feedyard to perform services set out in this agreement (including specifically the full and complete cattle feeding operations in Owner's behalf); appoints Feedyard as his lawful attorney-in-fact to do and perform such services; agrees to pay Feedyard its customary rates and charges then in effect for all feed and supplies furnished, all expenses incurred and for all services rendered; and agrees to provide Feedyard (or any lender who has acquired a security interest in the cattle) with and pay for warehouse receipts from a warehouseman acceptable to Feedyard (or such lender). Feedyard shall be entitled to an Agister's Lien, pursuant to T.R. C.S. Art. 5502, and is granted an express interest in the cattle, feed and veterinary supplies purchased or furnished for Owner's account by Feedyard; ....</blockquote>\n<blockquote>3. Notwithstanding the appointment of Feedyard as an attorney-in-fact in Paragraph 2 hereof, Owner shall be the sole owner of and have access to any cattle subject to the terms of this Agreement. Owner may consult with Feedyard and actively engage in the management of his cattle feeding operation hereunder. Owner shall have title to all such cattle and shall bear all normal risks of ownership, including risk of death, sickness, theft and other casualties. Feedyard does and shall not indemnify Owner against death losses of its cattle.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>5. Feedyard shall have the authority to make any decision relating to the processing, holding and disposition of the cattle, whether at the end of a feeding cycle or otherwise. At such times as all or any portion of the cattle are sold, whether at private sale, public sale or by consignment, Owner directs and authorizes the purchaser or consignee to pay Feedyard all sums realized from the sale or consignment of said cattle without further liability on the part of the purchaser or consignee. Feedyard shall then deduct all amounts due it for feed, care, supplies and services and pay Owner <span class=\"star-pagination\">*804</span> the balance of said sums; provided however, if any amount is then outstanding upon any indebtedness secured by the cattle, Feedyard shall further deduct such amount and pay same to the holder of such indebtedness prior to making any distribution to Owner.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>7. This agreement shall apply to all cattle placed with Feedyard from time to time or purchased by Feedyard for Owner's account, until terminated by Owner or Feedyard upon thirty (30) days' prior written notice to the other party; and this agreement shall be binding upon the parties, their heirs, executors, administrators, successors and assigns. Any notice of termination given hereunder shall apply only to future purchases and/or deliveries of cattle and shall not have the effect of terminating any contractual relationship existing between Owner and Feedyard as to the cattle then in the possession of Feedyard and subject to the terms hereof unless and until any amounts due and payable to Feedyard for services rendered under paragraph 2 and any extension of credit from Feedyard to a lender who has acquired a security interest in the cattle have been paid in full.</blockquote>\n<p>These provisions indicate that Alta Verde is expected to have primary control over the purchase, feeding, care and sale of the investor's cattle. Alta Verde agrees to purchase cattle for the investor,<sup>[7]</sup> it feeds the cattle and cares for any medical needs, and it sells the cattle for the investor at the end of the feeding cycle. It performs those services as attorney-in-fact for the investor. It has a security interest in the feed and the cattle and subsequent to sale, deducts the amounts owed to it prior to sending the remainder to the investor. The investor also may not remove his cattle, should he so choose, until all obligations to Alta Verde and Miller Finance are paid.</p>\n<p>However, the contract also provides that notwithstanding these provisions, the investor will have access to any of his cattle and may consult with Alta Verde \"and actively engage in the management of his cattle feeding operation.\" Thus, defendants argue, investors have sufficient control over the care of their cattle so that the third prong of the <i>Howey/Turner</i> test is not satisfied.</p>\n<p>However, the court may not look solely to the language of the contract. Rather, it must consider the economic reality of the situation to determine whether the investor has any real control over the management of his investment. <i>See Turner, supra,</i> 474 F.2d at 482; <i>S.E.C. v. Professional Associates,</i> <span class=\"citation\" data-id=\"433570\"><a href=\"/opinion/433570/fed-sec-l-rep-p-91421-securities-and-exchange-commission-v/\"><span class=\"volume\">731</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">349</span></a></span>, 355 (6th Cir.1984); <i>S.E.C. v. Payne,</i> <span class=\"citation\" data-id=\"1569129\"><a href=\"/opinion/1569129/securities-and-exchange-commission-v-payne/\"><span class=\"volume\">35</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">873</span></a></span>, 878-79 (S.D.N.Y.1940). In making this determination, courts and commentators have identified several situations relating to the efforts of the manager, three of which plaintiff contends are sufficient to satisfy the third test in <i>Howey</i> and <i>Turner:</i></p>\n<blockquote>First, managerial efforts can cause an investment to increase in value.... Here, a manager does the work, but the actual profit will normally be derived from sale of the enhanced property to third persons....</blockquote>\n<blockquote>[Second], a manager can use his special expertise to select items within a particular class of items which will appreciate at a faster rate than will the particular class in general.... Again ... the profit ... will usually come, not from a promoter or manager, but ... from sales of appreciated property to members of the general public. However, it is only because a promoter or manager has used his expertise, which the investor does not possess, that a profit is made.</blockquote>\n<blockquote>Last, a few cases are beginning to suggest that necessary managerial efforts <span class=\"star-pagination\">*805</span> may take the form of merely caring for property where an investor is unable or not equipped to do so.... Here, managerial efforts do not bring about increase in value, but they are necessary for an investor to realize his profits.</blockquote>\n<p>Long, <i>Blue Sky Law,</i> § 2.03[2][d][iii] pp. 2-45 and 2-46; <i>see also, </i><i>S.E.C. v. Haffenden-Rimar International, Inc.,</i> <span class=\"citation\" data-id=\"319218\"><a href=\"/opinion/319218/fed-sec-l-rep-p-94577-securities-and-exchange-commission-v/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1192</span></a></span> (4th Cir.1974); <i>Glen-Arden Commodities, Inc. v. Costantino,</i> <span class=\"citation\" data-id=\"317815\"><a href=\"/opinion/317815/fed-sec-l-rep-p-94436-glen-arden-commodities-inc-and-milbank/\"><span class=\"volume\">493</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1027</span></a></span> (2d Cir.1974).</p>\n<p>Plaintiff contends that defendant Alta Verde's program meets each of these criteria. First, he argues, Alta Verde manages the cattle feeding program to increase the value of its customers' investments. In its brochure, which is available to any interested investor, <i>see</i> Butler Deposition p. 67, Alta Verde states the following:</p>\n<blockquote>[F]or its customers who don't already own their cattle, Alta Verde specializes in and recommends feeding heifers, a practice that minimizes the up-front investment and maximizes the ultimate return. Heifers have a lower risk factor. And, in addition, once they have spent 120 to 150 days on our feeding program, their selling price often closely rivals that of the more expensive steers.</blockquote>\n<p>Alta Verde Brochure, p. 9.</p>\n<p>Plaintiff also argues that defendant Alta Verde uses its expertise in the selection and sale of the cattle.</p>\n<blockquote>... Alta Verde Industries is ... concerned with selecting only cattle that offer the best potential value to its customers.</blockquote>\n<blockquote>It takes a real professional to find the right cattle for the right price. It takes an Alta Verde professional....</blockquote>\n<blockquote>Alta Verde knows the importance of selling finished cattle at the right weight and at the right time to achieve the highest possible profits.... We are in close contact with our customers during this time, keeping them abreast of the progress of their cattle. We try to advise them when the peak of efficiency is at hand and it is time to sell.</blockquote>\n<p>Alta Verde Brochure, pp. 6, 13; <i>see also</i> Miller, Jr., Deposition, pp. 41-42.</p>\n<p>Finally, plaintiff argues, Alta Verde keeps and cares for the cattle, which the typical investor is unequipped and unable to do. Like many Alta Verde investors, Mr. Waterman was in no position to feed and care for the cattle himself. Indeed, he could not have invested in cattle except through an operation like Alta Verde's. Therefore, plaintiff contends, it is clear that the investors are expecting a profit through the managerial efforts of the Alta Verde staff, thus making its cattle feeding program an investment contract within the meaning of the securities laws.</p>\n<p>In response, defendants raise several arguments. First, they contend that the cattle feeding agreement does not give them so much control over investors' cattle so as to meet the third <i>Howey/Turner</i> requirement. Second, they assert that there remain genuine issues of fact as to their control over the cattle vis-a-vis that of the plaintiff. Third, they contend that they are entitled to an exemption under the securities laws because the investment program was not a public offering. 15 U.S.C. § 77d(2); N.C.G.S. § 78A-17(9). Fourth, they assert that plaintiff's action is barred by the three-year statute of limitations under 15 U.S.C. § 77m. And finally, they contend that there are triable issues of fact regarding Miller Finance Company's liability. These contentions will be addressed seriatim.</p>\n<p>With respect to defendants' contentions regarding the cattle feeding agreement, the court agrees that the agreement itself, read in a vaccum, may not support a finding of summary judgment in plaintiff's favor. However, as stated before, the court must look to the reality of the situation to see whether investors in fact have any real control over the maintenance of their investment. The court concludes, based on the undisputed facts, that they do not. Alta Verde has represented to its investors <span class=\"star-pagination\">*806</span> that its program<sup>[8]</sup> would provide \"a turnkey package of buying, financing and caring for on a first class basis.\" Letter from Leon Miller, Jr. to Mark Skousen, Plaintiff's Brief, Appendix C. In its advertisements, Alta Verde represents that it \"handles everything\" for its investors. Furthermore, that is what happens in most cases. Alta Verde generally selects each investor's cattle from its inventory. Polhemus Deposition, p. 86. This selection is not generally based on the investor's instructions, but is on a \"first-in, first-out\" basis. Miller, Jr., Deposition, pp. 21-22. Alta Verde develops its own feed for the cattle, provides veterinary services for them, and has its employees checking their condition daily. Investors are not expected to become involved in the care and maintenance of the cattle. Indeed, Mr. Butler testified that the plaintiff's visit to Alta Verde to look over the set-up was not a common occurrence. Butler Deposition, p. 97. In fact, he did not know of any other such visit by an investor while he was there. <i>Id.</i> Furthermore, during his visit, plaintiff asked questions about the operation, but gave no specific instructions about the care of his cattle. Waterman Deposition, pp. 91-94. Thus, while plaintiff may have expressed more interest in his investment than some others, there is nothing to indicate that he ever intended to become involved in the maintenance and care of his cattle or that defendant had the least expectation that he would do so.</p>\n<p>With respect to the sale of an investor's cattle, the time for sale is based on defendants' projections as to when they will be ready for market. Alta Verde Brochure, pp. 10-11; Polhemus Deposition, pp. 10-11; Waterman Deposition, pp. 92-93. It selects the purchaser at the highest available price. Miller, Jr. Deposition at pp. 40-42. The investor generally has the final say as to when to sell, Miller Deposition, pp. 40-42; but this authority is as a practical matter limited since finished cattle must be placed on the market for slaughter before they become less attractive to buyers. Furthermore, paragraph 5 of the cattle feeding agreement gives Alta Verde \"the authority to make any decision relating to the ... disposition of the cattle, whether at the end of a feeding cycle or otherwise.\"</p>\n<p>Finally, courts which have considered operations similar to Alta Verde's have concluded, as a matter of law, that they constitute investment contracts within the meaning of federal and state securities laws. <i>See, e.g., </i><i>McLish v. Harris Farms Inc.,</i> <span class=\"citation\" data-id=\"2251882\"><a href=\"/opinion/2251882/mclish-v-harris-farms-inc/\"><span class=\"volume\">507</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1075</span></a></span> (E.D.Cal.1980) (cattle feeding program); <i>Barry v. Ceres Land Company,</i> [1982-83 Transfer Binder] Fed.Sec.L.Rep. (CCH) ¶ 99,008 (D.Minn.1978) (cattle feeding program); <i>Tomei v. Fairline Feeding Corporation,</i> <span class=\"citation\" data-id=\"2173750\"><a href=\"/opinion/2173750/tomei-v-fairline-feeding-corp/\"><span class=\"volume\">67</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">394</span></a></span>, <span class=\"citation\" data-id=\"2173750\"><a href=\"/opinion/2173750/tomei-v-fairline-feeding-corp/\"><span class=\"volume\">137</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">656</span></a></span> (1977) (cattle feeding program); <i>Plunkett v. Francisco,</i> <span class=\"citation\" data-id=\"2136871\"><a href=\"/opinion/2136871/plunkett-v-francisco/\"><span class=\"volume\">430</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">235</span></a></span> (N.D.Ga.1977) (calf maintenance program); <i>S.E.C. v. Payne, supra</i> (silver foxes); <i>Continental Marketing Corporation v. S.E.C.,</i> <span class=\"citation\" data-id=\"278299\"><a href=\"/opinion/278299/continental-marketing-corporation-v-securities-and-exchange-commission/\"><span class=\"volume\">387</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">466</span></a></span> (10th Cir.1967) (beavers); <i>Miller v. Central Chinchilla Group, Inc.,</i> <span class=\"citation\" data-id=\"318207\"><a href=\"/opinion/318207/fed-sec-l-rep-p-94465-jack-e-miller-v-central-chinchilla-group/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">414</span></a></span> (8th Cir.1974) (chinchillas).<sup>[9]</sup></p>\n<p>Therefore, for the reasons set out herein, the court concludes that the Alta Verde program meets the third prong of the <i>Howey/Turner</i> test in that the efforts <span class=\"star-pagination\">*807</span> made by Alta Verde in purchasing, caring for and selling the cattle are the \"undeniably significant ones ... which affect the failure or success of the enterprise.\"</p>\n<p>Accordingly, the court must look to the question of whether defendants are entitled to the private placement exemption of 15 U.S.C. § 77d(2) and N.C.G.S. § 78A-17(9). However, that question may be quickly resolved, as the undisputed facts show that Alta Verde's cattle feeding program was open to any interested investors and was advertised in a number of national publications. <i>See supra</i> at p. 799; Butler Deposition, pp. 79, 86; Plaintiff's Brief, Appendix B. Although defendants argue in their brief that a question of fact remains as to whether the program was offered to the general public, they have offered no facts to refute Mr. Butler's testimony or the obvious inference to be drawn from a national advertising campaign. \"[P]ublic advertising is incompatible with the claim of private offering.\" <i>Hill York Corporation v. American International Franchises, Inc.,</i> <span class=\"citation\" data-id=\"299110\"><a href=\"/opinion/299110/fed-sec-l-rep-p-93213-hill-york-corporation-v-american-international/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">680</span></a></span>, 689 (5th Cir.1971). Defendants' further argument that plaintiff himself was not aware of any advertisements is also irrelevant, since the question is not whether plaintiff was aware at the time he made the investment that the cattle feeding program was available to the public, but whether it in fact was. Furthermore, it is undisputed that the cattle feeding program which plaintiff invested in was the same program which was advertised in these national publications. Miller, Jr. Deposition, pp. 53-54; Calley Deposition, pp. 15-16.</p>\n<p>Finally, it must be noted that the private placement exemption is designed to apply to situations where the unregistered security is exclusively offered to a limited number of persons who are sophisticated investors who already have access to all information which a full-fledged registration statement would provide and therefore do not need the protection of the registration requirement. <i>S.E.C. v. Ralston Purina Company,</i> <span class=\"citation\" data-id=\"105146\"><a href=\"/opinion/105146/sec-v-ralston-purina-co/\"><span class=\"volume\">346</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">119</span></a></span>, 125-26, <span class=\"citation\" data-id=\"105146\"><a href=\"/opinion/105146/sec-v-ralston-purina-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">981</span></a></span>, 984-85, <span class=\"citation\" data-id=\"105146\"><a href=\"/opinion/105146/sec-v-ralston-purina-co/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1494</span></a></span> (1953). The undisputed facts in this case show that a large number of the investors in the Alta Verde cattle feeding program are, like Mr. Waterman, people who are not knowledgeable in the area of feeding cattle and would not normally have all the information a registration statement would provide. Thus, as the burden is on the defendants to show that the private placement exemption of 15 U.S.C. § 77d(2) should apply, <i>id.</i> at 126, 73 S.Ct. at 985, and as they have failed to meet that burden, they are not entitled to relief from plaintiff's federal securities claim based on that exemption.</p>\n<p>Similarly, defendants' mass advertising campaign precludes protection under the North Carolina private placement exemption. 18 N.C.Admin.Code § 06.1205(c). Additionally, defendants have failed to show that they followed other pertinent administrative regulations, thus making the private placement exemption inapplicable in this case. <i>See, e.g.,</i> 18 N.C.Admin. Code §§ 06.1205(b)(1), (4) and (5). Thus, the court must conclude that defendants' cattle feeding program is an investment contract and hence a security within the meaning of the applicable federal and state securities laws.</p>\n<p>Defendants next contend that even if their program is a security, plaintiff's claim is still barred by the three-year statute of limitations set out in 15 U.S.C. § 77m because the Alta Verde cattle feeding program was first offered to the public more than three years prior to the commencement of this suit. Section 77m provides, in pertinent part:</p>\n<blockquote>No action shall be maintained to enforce any liability created under ... section 77<i>l</i> (1) of this title, unless brought within one year after the violation upon which it is based. In no event shall any such action be brought to enforce a liability created under section ... 77<i>l</i> (1) of this title more than three years after the security was bona fide offered to the public....</blockquote>\n<p>It is undisputed that plaintiff brought this action within one year from his initial investment in the Alta Verde cattle program. <span class=\"star-pagination\">*808</span> Plaintiff also apparently does not dispute defendants' sworn assertion that they first offered and advertised their program more than three years prior to the commencement of this action. Plaintiff contends, however, that the three-year limitation period should be read to begin not from the date the security was <i>first</i> offered to the public, but from when it was <i>last</i> offered to the public. <i>In Re Bestline Products Securities and Antitrust Litigation</i> [1974-75 Transfer Binder] Fed.Sec.L. Rep. (CCH) ¶ 95,070 (S.D.Fla.1975). Under this theory, plaintiff's action would be timely, since the Alta Verde cattle feeding program was being offered to the public (and presumably continues to be offered to the public) at the time it was offered to plaintiff. Plaintiff argues that any other interpretation would be unreasonable, for it would frustrate the purpose of 77<i>l</i> (1) because it would \"give individuals a license to sell unregistered securities to whomsoever they wished if they first offered the security to a group of people and, so to speak, `ran the gauntlet' for three years.\" <i>Bestline, supra</i> at 97,751. Furthermore, plaintiff argues,</p>\n<blockquote>[t]o the extent that this ... interpretation permits unscrupulous brokers to act with impunity after the third year following the initial public offering, it undermines the Act's fundamental policy of insuring that investors possess (or have the opportunity to possess) a modicum of information about the securities they ultimately purchase.</blockquote>\n<p><i>LeCroy v. Dean Witter Reynolds, Inc.,</i> <span class=\"citation\" data-id=\"1406772\"><a href=\"/opinion/1406772/lecroy-v-dean-witter-reynolds-inc/\"><span class=\"volume\">585</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">753</span></a></span>, 760 (E.D.Ark.1984).</p>\n<p>However, the majority of courts that have addressed this question have ruled otherwise, holding that the three-year period begins to run from the date the security is <i>first</i> offered to the public.<sup>[10]</sup><i>See, e.g., </i><i>Morley v. Cohen,</i> <span class=\"citation\" data-id=\"1469428\"><a href=\"/opinion/1469428/morley-v-cohen/\"><span class=\"volume\">610</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">798</span></a></span>, 815 (D.Md.1985); <i>Slagell v. Bontrager,</i> <span class=\"citation\" data-id=\"1811895\"><a href=\"/opinion/1811895/slagell-v-bontrager/\"><span class=\"volume\">616</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">634</span></a></span>, 636 (W.D.Pa.1985), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">921</span></span> (3d Cir.1986); <i>LeCroy v. Dean Witter Reynolds, Inc., supra</i><i>; </i><i>Brick v. Dominion Mortgage &amp; Realty Trust,</i> <span class=\"citation\" data-id=\"2285718\"><a href=\"/opinion/2285718/brick-v-dominion-mortg-rlty-trust/\"><span class=\"volume\">442</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">283</span></a></span>, 291-92 (W.D.N.Y.1977); <i>Fischer v. International Telephone and Telegraph Corporation,</i> <span class=\"citation\" data-id=\"1495153\"><a href=\"/opinion/1495153/fischer-v-international-telephone-tel-corp/\"><span class=\"volume\">391</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">744</span></a></span>, 747 (E.D.N.Y.1975); <i>Ingenito v. Bermec Corporation,</i> <span class=\"citation\" data-id=\"1468424\"><a href=\"/opinion/1468424/ingenito-v-bermec-corporation/\"><span class=\"volume\">376</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1154</span></a></span> (S.D.N.Y. 1974); <i>Osborne v. Mallory,</i> <span class=\"citation\" data-id=\"2354625\"><a href=\"/opinion/2354625/osborne-v-mallory/\"><span class=\"volume\">86</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">869</span></a></span>, 873 (S.D.N.Y.1949); <i>see also</i> III L. Loss, Securities Regulation, p. 1742 (2d Ed. 1961).<sup>[11]</sup> As the clear weight of authority supports this interpretation, the court is constrained to agree that plaintiff's federal securities action is barred by the three-year limitation period set out in 15 U.S.C. § 77m. Consequently, his motion for summary judgment on this claim must be denied.</p>\n<p>However, there is no comparable statute of limitations under the North Carolina Securities Act. N.C.G.S. § 78A-56(f) provides only that no person may bring suit under this Act more than two years after the sale or contract of sale. Since plaintiff filed his action within that time period, his North Carolina securities law claim remains valid. Furthermore, as the court has found that no genuine issues of fact remain with respect to this claim, plaintiff's motion for summary judgment on the claim must be granted as against defendant Alta Verde.</p>\n<p>Furthermore, plaintiff is entitled to judgment as a matter of law on this claim against defendant Miller Finance Company, since the undisputed facts show that it aided and abetted Alta Verde in the sale of unregistered securities. N.C.G.S. § 78A-56(c); <i>Hector v. Wiens, supra,</i> 533 F.2d at 433. The sole purpose for its existence <span class=\"star-pagination\">*809</span> was to provide financing to investors in the Alta Verde cattle program. Miller, Jr. Deposition, pp. 23-24; Calley Deposition, p. 8. Furthermore, Miller Finance has no separate employees. Calley Deposition, pp. 6-8. It is owned by the controlling shareholders of Alta Verde. Miller, Jr. Deposition, pp. 9-13. The same person prepared and executed the Miller Finance security agreement and the Alta Verde cattle feeding agreement. Calley Deposition, p. 17-20. And finally, the officers of Miller Finance knew that Alta Verde's cattle feeding program was not registered. Calley Deposition, pp. 26-27; Miller, Jr. Deposition, pp. 65-66.</p>\n<p>Defendants' argument that, as in <i>Wiens,</i> questions of fact remain which make summary judgment inappropriate is without merit. In <i>Wiens,</i> the alleged aider and abettor was a bank, and a question of fact remained as to whether it simply loaned money to the plaintiff or whether the bank and the defendant feedlot had entered into a common scheme whereby the feedlot would seek potential customers and refer them to the bank for recommendations and livestock financing. No such question arises here, since defendants have admitted that Miller Financing was created for the express purpose of providing loans to Alta Verde investors. Therefore, for the reasons set out herein, plaintiff's motion for partial summary judgment against defendant Miller Finance on his North Carolina securities claim is granted.</p>\n<p>Finally, plaintiff is also entitled to summary judgment on this claim against defendants Leon Miller, Jr., Kay Carr Miller, and Leon Miller, III, on the grounds that they are controlling shareholders, officers and directors at Alta Verde and are thus \"control persons\" within the meaning of N.C.G.S. § 78A-56(c). <i>See </i><i>Swenson v. Engelstad,</i> <span class=\"citation\" data-id=\"380468\"><a href=\"/opinion/380468/fed-sec-l-rep-p-97639-cal-swenson-and-carolyn-swenson-v-richard-and/\"><span class=\"volume\">626</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">421</span></a></span>, 428 (5th Cir.1980); <i>Safeway Portland Employees' Federal Credit Union v. C.H. Wagner &amp; Company, Inc.,</i> <span class=\"citation\" data-id=\"321137\"><a href=\"/opinion/321137/fed-sec-l-rep-p-94763-safeway-portland-employees-federal-credit/\"><span class=\"volume\">501</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1120</span></a></span>, 1124 (9th Cir.1974); <i>American General Insurance Company v. Equitable General Corporation,</i> <span class=\"citation\" data-id=\"1557678\"><a href=\"/opinion/1557678/am-general-ins-co-v-equitable-general-corp/\"><span class=\"volume\">493</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">721</span></a></span> (E.D.Va.1980). Accordingly, plaintiff's motion for partial summary judgment on his North Carolina securities claim will be granted with respect to these defendants, as well.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>In conclusion, the court finds as a matter of law that defendant Alta Verde's cattle feeding program constitutes an investment contract and hence a security within the meaning of the federal and North Carolina securities laws, that this program was never registered with the proper authorities in violation of 15 U.S.C. § 77<i>l</i> (1) and N.C.G.S. § 78A-56(a)(1), and that defendants are not entitled to the private placement exemption under 15 U.S.C. § 77d(2) and N.C.G.S. § 78A-17(9). The court further concludes that plaintiff's federal securities claim is barred by the three-year limitations period set out in 15 U.S.C. § 77m, but that his North Carolina securities claim was timely filed and is properly before the court on grounds of diversity of citizenship, 28 U.S.C. § 1332(a), and that he is entitled to judgment as a matter of law against defendant Alta Verde on this claim. Finally, the court concludes that defendant Miller Finance Company is liable to plaintiff as a matter of law under N.C.G.S. § 78A-56(c) as an aider and abettor to defendant Alta Verde, and that defendants Leon Miller, Jr., Kay Carr Miller, and Leon Miller, III, are similarly liable as control persons of Alta Verde and Miller Finance. Accordingly, plaintiff's motion for partial summary judgment on his federal securities claim is denied and his motion for partial summary judgment on his North Carolina securities claim is granted, and pursuant to this claim, plaintiff is entitled to the return of his entire investment plus interest, as well as cancellation of the Miller Finance Company loan. N.C.G.S. § 78A-56(a). However, the court will refrain from entering judgment until such time as the remaining claims have been resolved.<sup>[12]</sup></p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The facts as set out hereinafter are taken in the light most favorable to the defendants, the non-moving party for purposes of the motion for summary judgment. <i>Charbonnages de France v. Smith,</i> <span class=\"citation\" data-id=\"365759\"><a href=\"/opinion/365759/charbonnages-de-france-v-frank-b-smith-juanita-smith-frank-smith-jr/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">406</span></a></span> (4th Cir.1979).</p>\n<p>[2]  Alta Verde also feeds cattle purchased separately and delivered by customers, but the bulk of its business operates as outlined herein.</p>\n<p>[3]  Cattle feeding operations such as Alta Verde's provide a tax shelter for income earned during a particular tax year by permitting the investor to prepay for feed to be used during the next tax year. The investor may deduct the cost of the prepaid fee from his taxable income, thus deferring taxes on that income for the relevant tax year.</p>\n<p>[4]  The court also notes that plaintiff has already conducted some discovery on the public offering issue. <i>See, e.g.,</i> Butler Deposition, pp. 79, 86.</p>\n<p>[5]  In their response to plaintiff's motion for summary judgment, defendants have not challenged this court's jurisdiction over plaintiff's claims raised pursuant to North Carolina law or the applicability of the North Carolina securities laws to this action. At any rate, this court finds that it does have jurisdiction over these claims based on diversity of citizenship, 28 U.S.C. § 1332(a), and that if the Alta Verde program does constitute a security, North Carolina's securities laws would apply since, under North Carolina law, the telephone conversation in late December, 1984 between Alta Verde and plaintiff's attorney constituted an offer to buy made and accepted in this state. N.C.G.S. § 78A-63(a) and (c).</p>\n<p>[6]  A common enterprise exists where the fortunes of the investor are interwoven with and dependent upon the efforts and success of the party seeking the investment or of a third party. 18 N.C.Admin.Code § 06.1104(g)(1); <i>S.E.C. v. Continental Commodities Corporation,</i> <span class=\"citation\" data-id=\"319402\"><a href=\"/opinion/319402/fed-sec-l-rep-p-94724-securities-and-exchange-commission-v/\"><span class=\"volume\">497</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">516</span></a></span>, 522 (5th Cir.1974); <i>Rochkind v. Reynolds Securities, Inc.,</i> <span class=\"citation\" data-id=\"2312947\"><a href=\"/opinion/2312947/rochkind-v-reynolds-securities-inc/\"><span class=\"volume\">388</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">254</span></a></span>, 257 (D.Md. 1975). \"The critical factor is not the similitude or coincidence of investor input, but rather the uniformity of impact of the promoter's efforts.\" <i>Id.</i> at 258; <i>Continental, supra,</i> 497 F.2d at 522.</p>\n<p>[7]  As stated before, Alta Verde will also feed and care for cattle which are already owned by ranchers and are delivered to Alta Verde, but with respect to investors such as plaintiff who do not have cattle, Alta Verde's practice is to purchase the cattle in bulk and then sell them out of their inventory to investors. Thus, as a practical matter the company has more control over the purchase of most of the cattle than the contract provides. Miller, Jr., Deposition, p. 23.</p>\n<p>[8]  Defendants have also argued that their cattle feeding operation has been unfairly characterized by plaintiff as a \"program,\" creating the appearance of a security where none exists. However, given the fact that defendants themselves consistently advertised the operation as a program, the court sees little merit to this argument. Alta Verde Brochure, p. 18; Butler Deposition, Exhibit 10. At any rate, this characterization alone is not dispositive of whether the cattle feeding operation is an investment contract within the meaning of the securities laws.</p>\n<p>[9]  <i>See also </i><i>Hector v. Wiens,</i> <span class=\"citation\" data-id=\"334710\"><a href=\"/opinion/334710/fed-sec-l-rep-p-95468-ernest-c-hector-v-herman-wiens-individually/\"><span class=\"volume\">533</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">429</span></a></span> (9th Cir.1976), in which the Court of Appeals reversed the district court's granting of summary judgment in defendant's favor and remanded the case for trial as there were genuine issues of fact regarding the investor's involvement in defendant's cattle and hog feeding operation. The court did not grant judgment as a matter of law in plaintiff's favor because there was evidence in that case that the plaintiff and other investors assisted in the purchase of the animals, supplied grain to defendant's feed lot, and made <i>frequent</i> visits to the feed lot. No such evidence was presented in this case.</p>\n<p>[10]  Indeed, <i>Bestline</i> appears to be the only case which has ever held that the three-year limitation period begins to run from the date the security is last offered to the public.</p>\n<p>[11]  Plaintiff correctly points out that none of these cases directly involved a situation where the plaintiff's claim was filed within the one-year limitations period but was more than three years after the security was first offered to the public. However, in several of these cases, the courts acknowledged this potential problem and nevertheless held contrary to plaintiff's position. <i>See, e.g., </i><i>Morley, supra,</i> 610 F.Supp. at 816 n. 17; <i>LeCroy, supra,</i> 585 F.Supp. at 753 n. 5.</p>\n<p>[12]  Plaintiff also correctly points out that he is entitled as a matter of law to costs and attorney's fees. N.C.G.S. § 78A-56(a)(2). However, since plaintiff has not yet filed any affidavit concerning those fees, and since there are other pending claims, the court will refrain from addressing this question until the close of the litigation.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/278299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/299110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/308750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/317815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/318207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/319218/",
    "http://www.courtlistener.com/api/rest/v3/opinions/319402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/321137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/334710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/365759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380468/",
    "http://www.courtlistener.com/api/rest/v3/opinions/389145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/433570/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1406772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1468424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1469428/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1495153/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1557678/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1569129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1811895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2136871/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2173750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2251882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2285718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2312947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2354625/"
  ]
}